{
  "paper_id": "CCRJFPJ5",
  "title": "Impact and efficacy of mobile health intervention in the management of diabetes and hypertension: a systematic review and meta-analysis",
  "abstract": "With the continuous development of science and technology, mobile health (mHealth) intervention has been proposed as a treatment strategy for managing chronic diseases. In some developed countries, mHealth intervention has been proven to remarkably improve both the quality of care for patients with chronic illnesses and the clinical outcomes of these patients. However, the effectiveness of mHealth in developing countries remains unclear. Based on this fact, we conducted this systematic review and meta-analysis to evaluate the impact of mHealth on countries with different levels of economic development. To this end, we searched Pubmed, ResearchGate, Embase and Cochrane databases for articles published from January 2008 to June 2019. All of the studies included were randomized controlled trials. A meta-analysis was performed using the Stata software. A total of 51 articles (including 13 054 participants) were eligible for our systematic review and metaanalysis. We discovered that mHealth intervention did not only play a major role in improving clinical outcomes compared with conventional care, but also had a positive impact on countries with different levels of economic development. More importantly, our study also found that clinical outcomes could be ameliorated even further by combining mHealth with human intelligence rather than using mHealth intervention exclusively. According to our analytical results, mHealth intervention could be used as a treatment strategy to optimize the management of diabetes and hypertension in countries with different levels of economic development.",
  "year": 2017,
  "date": "2017",
  "journal": "J Med Internet Res",
  "publication": "J Med Internet Res",
  "authors": [
    {
      "forename": "Yaqian",
      "surname": "Mao",
      "name": "Yaqian Mao",
      "affiliation": "1  Shengli Clinical Medical College , Fujian Medical University , Fuzhou , Fujian , China \n\t\t\t\t\t\t\t\t Shengli Clinical Medical College \n\t\t\t\t\t\t\t\t Fujian Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fuzhou \n\t\t\t\t\t\t\t\t\t Fujian \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Wei",
      "surname": "Lin",
      "name": "Wei Lin",
      "affiliation": "2  Endocrinology , Fujian Provincial Hospital , Fuzhou , Fujian , China \n\t\t\t\t\t\t\t\t Endocrinology \n\t\t\t\t\t\t\t\t Fujian Provincial Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fuzhou Fujian \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Junping",
      "surname": "Wen",
      "name": "Junping Wen",
      "affiliation": "2  Endocrinology , Fujian Provincial Hospital , Fuzhou , Fujian , China \n\t\t\t\t\t\t\t\t Endocrinology \n\t\t\t\t\t\t\t\t Fujian Provincial Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fuzhou Fujian \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Gang",
      "surname": "Chen",
      "name": "Gang Chen",
      "affiliation": "1  Shengli Clinical Medical College , Fujian Medical University , Fuzhou , Fujian , China \n\t\t\t\t\t\t\t\t Shengli Clinical Medical College \n\t\t\t\t\t\t\t\t Fujian Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fuzhou \n\t\t\t\t\t\t\t\t\t Fujian \n\t\t\t\t\t\t\t\t\t China",
      "email": "chengangfj@163.com"
    }
  ],
  "doi": "10.1136/bmjdrc-2020-001225",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Diabetes mellitus (DM) and hypertension (HTN) are major controllable risk factors for cardiac, cerebrovascular, and kidney diseases, and both of them are highly prevalent comorbidities among patients.  1 According to the global risk factor assessment published in 2015, high blood pressure (BP), high blood sugar, and smoking were considered to be the top three risk factors for the increasing disability rate.  2  Sequelae such as heart disease and stroke arising from those aforementioned risk factors are the leading causes of death worldwide.  3 The prevalence of DM and HTN has been continuously on the rise in developing countries, resulting in a heavy financial burden on their healthcare systems. Establishing more effective ways to manage chronic diseases has become the key to solving global health problems.\n\nOver the past two decades, an increasing number of people have been suffering from diabetes worldwide, especially in some developing countries such as China and India.  [4] [5] ] [6] [7]  According to a national survey conducted in 2010, 11% of Chinese adults were diagnosed with diabetes, representing a total of 109.6 million people.  6 It is worth noting that the prevalence of HTN in China is also very high, with the number of patients newly diagnosed with HTN still increasing. According to a study performed in China, 33.6% (335.8 million) of the Chinese adult population had HTN in 2010, but the BP of only 3.9% patients fell within the currently recommended range (BP<140/90 mm Hg).  8  Consequently, cheaper but more effective methods of managing chronic diseases need to be urgently developed in some underdeveloped areas.\n\nWith the continuous advance of technology, mHealth management mode has become increasingly popular. Until today, a standardized definition is not yet available, but it is defined by the WHO as the application of mobile phones, personal digital assistants (PDAs), patient monitoring equipment and other wireless technologies to support medical and public health practices.  9 At present, more and more people including those from lower economic classes own mobile and other electronic devices.  [10] [11] 1] [12]  mHealth intervention could possibly be cost-effective in helping medical staffs manage chronic diseases and modifying patients' behaviors, thus providing a practical healthcare strategy for economically underdeveloped countries.  [13] [14] 4] [15]  mHealth Clinical care/Education/Nutrition has been widely used for managing chronic conditions. Despite the fact that products related to mHealth intervention are increasing, the efficacy of mHealth in terms of improving healthcare conditions has not yet been verified and relevant pieces of evidence are scattered. The application of smart medical devices and mobile applications in chronic disease management was summarized in some earlier literature reviews.  [16] [17] 7] [18] [19]  Nonetheless, the efficacy of mHealth intervention in treating chronic diseases was rarely illustrated. In addition, the applicability of mHealth intervention has been confirmed by clinical trials in several developed countries, although these clinical trials are progressing quite slowly in developing countries such as China. In order to test the efficacy of mHealth interventions with respect to chronic disease management in regions with different economic levels, we conducted a systematic review and meta-analysis in this study."
    },
    {
      "title": "METHODS",
      "text": "To investigate the efficacy of mHealth interventions in the management of chronic diseases (HTN and DM), we searched for related articles published between January 2008 and June 2019 in PubMed, ResearchGate, Embase, and Cochrane. The search scope was limited to randomized controlled trials (RCTs), human studies and English publications. The terms used for searches in PubMed, ResearchGate, Embase and Cochrane are displayed in online supplementary table 1, while the flowchart of the literature research and study selection procedures is illustrated in online supplementary figure  1 ."
    },
    {
      "title": "mHealth intervention",
      "text": "Until now, no standard system is available for classifying mHealth intervention. The WHO has identified six types of mobile medical technologies, which are mobile text messaging, PDAs and smartphones, patient monitoring equipment, mobile telemedicine, MP3 players and mobile computing.  9 20 It was hereby defined as a kind of health practice or service supported by mobile technology and devices, including mobile phone text messages (MPTMs), mobile phone calls (MPCs), wearable or portable monitoring devices (WPMDs), mobile health applications (mHealth Apps), and telemedicine. Moreover, it was categorized based on the definition and classification provided by the WHO as well as Wang et al.  5 9 20  Inclusion and exclusion criteria for the relevant studies Inclusion criteria: (1) all subjects were patients diagnosed with either diabetes or HTN; (2) all subjects in the experimental group used mHealth intervention for disease management; (3) the experimental method used by the institute was RCTs; (4) the experimental results included the required target values, such as glycated hemoglobin, systolic blood pressure (SBP), diastolic blood pressure (DBP), self-efficacy, quality of life and satisfaction, and so on; (5) the study was published in English.\n\nExclusion criteria: (1) the complete text could not be obtained; (2) the experimental design did not meet the basic scientific requirements; (3) the research subjects were pregnant women, patients with cancer and other non-targeted intervention groups; (4) the experimental group did not use mHealth equipment for intervention or mHealth devices were not the main intervention measure; (5) the results of the study did not include target values."
    },
    {
      "title": "Data extraction",
      "text": "First, patients' clinical indicators (HbA1c, fasting blood glucose (FBG), SBP, DBP) at the end of the intervention were extracted to assess the difference between mHealth intervention and conventional treatment modalities. Second, we conducted a subgroup analysis to determine the impact of mHealth intervention on countries with different economic levels, and the discrepancies between the five specific types of mHealth interventions. We also compared the difference between combined therapy (mobile health intervention+human intelligence) and single therapy (mobile health intervention). Finally, we analyzed the influence of mHealth on self-efficacy, satisfaction, and health behaviors. Two coauthors (YM, WL) and a research assistant (JW) extracted information from studies meeting the inclusion criteria, based on the study design, subjects, intervention measure, and research results. The extracted information was reviewed by other coauthors to verify their accuracy."
    },
    {
      "title": "Statistical analysis",
      "text": "The Jadad scale, a universally recognized tool for evaluating the quality of RCTs, was used to assess the quality of the selected studies, whose scores ranged from 0 (very poor) to 5 (rigorous).  [21] [22] ] [23]  We used the Stata software for all statistical analyses. Heterogeneity among studies was measured with the I², whose magnitude was divided into insignificant (I²<25%), moderate (I²≥50%), and significant (I²≥75%). A fixed-effect model was built to pool the data whenever the study had no significant heterogeneity (I²<50%), where as a random-effect model was implemented when the heterogeneity was more than moderate in the study (I²≥50%). We calculated the mean differences and corresponding 95% CIs when studies had the same units or used the same measurements. Furthermore, a sensitivity analysis was performed to examine the cause of heterogeneity.\n\nWe evaluated the possibility of publication bias by constructing a funnel plot, then checked the funnel plot asymmetry by using Begg and Egger tests, and defined significant publication bias as a p<0.1. Additionally, Begg and Egger tests results were verified by metabias command. The trim-and-fill analysis was then used to evaluate the impact of publication bias on the results, which was done by metatrim command."
    },
    {
      "title": "Clinical care/Education/Nutrition"
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Main characteristics of studies",
      "text": "By searching the database, we included a total of 1747 related articles, out of which 51 articles (including 13 054 subjects) were finally enrolled in the study (online supplementary figure  1 ).  The  in characteristics and secondary results of the 51 selected studies are listed in tables 1 and 2, respectively. Among them, 36 studies (70.59%) were conducted in developed countries, while 15 studies (29.41%) were conducted in developing countries. All of the above studies were RCTs, published from 2008 to 2019. The selected studies' total sample size ranged from 34 to 1665, with each study consisting of both male and female subjects. The duration of intervention varied from 1 month to 5 years, being approximately 3-6 months in most studies (23, 45.1%), not more than 3 months in 11 studies (21.6%), and more than 6 months in 17 studies (33.3 %).\n\nTable  2  portrays the five different types of mHealth interventions and their respective functions, mainly consisting of: (1) MPTMs: using SMS for chronic disease education and management; (2) MPCs: using MPCs for chronic disease education, management and follow-up monitoring; (3) WPMDs: electronic devices which can be used to collect and upload clinical data as well as monitor patients' vitals by wireless technology, such as pedometer, dynamic BP and blood glucose monitors, and so on; (4) mHealth APPs: apps installed on smart phones or accessed online which can provide health education and disease management services, as well as calculate insulin doses and food caloric contents, and so on; (5) Telemedicine: the most commonly used wireless smart technology via smartphones, networks, and tablets for remote monitoring, rehabilitation exercises and treatment, principally in the form of videos and emails."
    },
    {
      "title": "Primary outcome of intervention Glycated hemoglobin A1C (HbA1c)",
      "text": "Forty studies (comprised of 8006 participants) reported data on HbA1c, which was then pooled by a random-effect model for meta-analysis.  24 -58 60 63 66  69 72 The results indicated that compared with traditional treatment, mHealth intervention was associated with a significant improve in HbA1c (weighted mean difference (WMD) (95% CI)=-0.39 (-0.50 to -0.29)) (figure  1 ,  HbA1c-A ). A sensitivity analysis was subsequently performed (see online supplementary figure  2 ,  HbA1c-A ), since the results demonstrated a moderate heterogeneity (I 2 =62.7%, p<0.01). We equally noticed that mHealth intervention had a positive effect on controlling HbA1c levels in countries with different economic levels (developed countries: WMD (95% CI)=-0.35 (-0.46 to -0.24); developing countries: WMD 95% CI)=-0.52 (-0.78 to -0.26)) (figure  1 ,  HbA1c-B ). The subgroup analysis revealed that mHealth intervention also had a positive impact on different types of patients with diabetes (T2DM: WMD (95% CI)=-0.40 (-0.52 to -0.28)); T1DM: WMD (95% CI)=-0.30 (-0.47 to -0.12)) (figure  1 ,  HbA1c-C ), in which its effect on patients with T2DM was more significant. Moreover, the Egger test results pointed out that the research results may have some publication bias (p=0.036). Based on further analysis conducted through a trim-and-fill test, the estimated value was not affected by publication bias (namely, no trimming was performed given that the data remained unchanged)."
    },
    {
      "title": "Fasting blood glucose (FBG)",
      "text": "A total of 15 studies reported FBG values, which were pooled and analyzed by using a random-effect model.  24    25  28 30 32 34 48 50 51 53 54 56 58  63 66  We observed that mHealth intervention could better control FBG levels compared with conventional treatment strategies (WMD (95% CI)=-0.52 (-0.93 to -0.12)) (figure  1 ,  FBG-E ). Due to the study results' moderate heterogeneity (I 2 =57.6%, p=0.003), we conducted a sensitivity analysis (online supplementary figure  2 ,  FBG-B ). The Egger test results indicated that there was no publication bias (p=0.16)."
    },
    {
      "title": "Systolic blood pressure (SBP)",
      "text": "A total of 30 articles (consisting of 9476 participants) reported data on SBP.  28  34-37 41 44 46 48 49 51-57 59-62 64-68 70  71 73 74 e found out that mHealth intervention had a greater impact on SBP than traditional treatment strategies (WMD (95% CI)=-2.99 (-4.19 to -1.80)) (figure  2 , SBP-A). Then, a sensitivity analysis was also conducted due to a large heterogeneity within the research results (I 2 =67.3%, p<0.05). When the articles published by Green et al and Margolis et al were eliminated, I 2 dropped to 60.1% and 49.6%, respectively (online supplementary figure  2 , SBP-C, D).  59 73  No significant publication bias (p=0.439) was detected during analysis. The subgroup analysis demonstrated that there was a discrepancy between the results of mHealth intervention in countries with different levels of economic development (developed countries: WMD (95% CI)=-5.72 (-7.46 to -3.99); developing countries: (WMD (95% CI)=0.25 (-3.10 to 3.59)) (figure  2 , SBP-B). Besides, we also noted that combined intervention (mHealth +human intelligence) was more effective than mobile health intervention used exclusively (combined intervention: WMD (95% CI)=-6.17 (-8.83 to -3.50); mHealth intervention: WMD (95% CI)=-2.16 (-5.07 to 0.75)) (figure  2 ,  SBP-C )."
    },
    {
      "title": "Diastolic blood pressure (DBP)",
      "text": "A total of 28 articles (counting a total of 8506 participants) reported data on DBP.  28  34-37 41 44 46 48 49 51-57 59 60 62 65-68 70 71  73 74 he study results suggest that mHealth intervention had a greater effect on reducing the DBP in comparison to traditional treatment strategies (WMD (95% CI)=-1.14 (-1.86 to -0.42)) (figure  2 ,  DBP-E ). Due to the presence of moderate heterogeneity (I²=57.1%, p<0.01), we also conducted a sensitivity analysis. When the articles of Green et al and Margolis et al were eliminated, I² dropped to 60.1% and 49.6%, respectively (online supplementary figure  2 ,  DBP-E ,  F ).  59   Clinical care/Education/Nutrition significant publication bias (p=0.857) was identified in this analysis."
    },
    {
      "title": "Secondary results of intervention",
      "text": "According to literature review, 14 (27.5%) articles described improvements in patients' compliance after using mHealth intervention,  25  26 29 31-33 36 42 43 45 63 68 69 73 while 13 (25.5%) articles reported an amelioration in self-efficacy and self-care ability. 24 30 33 34 42 43 49 60 63 66 69 71 73 Furthermore, 12 (23.5%) articles declared changes in eating habits, physical activity, and other behavioral patterns after using mHealth intervention. 24 29 30 34 37 39 43 47 51 60 61 73\n\nTen (19.6%) other articles recorded improvements in the quality of life. 32 37-39 52 53 55 60  61 66 Moreover, some studies also stipulated that mHealth intervention could reduce complications related with chronic diseases, improve patients' knowledge of chronic diseases management and reduce the treatment cost (see table  2 )."
    },
    {
      "title": "DISCUSSION",
      "text": "To our knowledge, this is the first article evaluating the impact of mHealth intervention in countries with different economic levels. A total of 51 research literature were included in this study. Our research results indicated that mHealth intervention could improve clinical indicators such as HbA1c, FBG, SBP, and DBP when compared with traditional treatment strategies. Meanwhile, we also discovered that mHealth intervention positively correlated with improvements in the patients' quality of life, satisfaction and lifestyle.\n\nOur study has confirmed the efficacy of mHealth intervention in the management of DM and HTN, which was consistent with the results obtained in previous studies. Prior articles on mHealth were essentially limited to a single type of intervention, such as telemedicine, mHealth Apps and MPTMs. However, five different types of mHealth intervention were included in this article.\n\nCategory Number of studies (n, %) Study ID* Data monitoring/collection/store/transmit 27 (52.9) 2, 5, 8-11, 14, 16, 17, 20, 22, 25, 29, 31, 33, 34, 37, 40, 41, 43-47, 51 Feedback 10 (19.6) 2, 9, 10, 14, 22, 27, 31, 37, 38, 51 MPCs Knowledge and tips 3 (5.9) 7, 18, 35 Medical consultations 3 (5.9) 7, 18, 35 Reminder 1 (2.0) 35 mHealth APPs Suggestions 2 (3.9) 12-50 Medical consultations 1 (2.0) 23 Reminder 2 (3.9) 12-50 Data monitoring/collection/store/transmit 5 (9.8) 12, 30, 32, 38, 39 WPMDs Data monitoring/collection/store/transmit 8 (15.7) 23, 27, 28, 35, 36, 48-50 Secondary intervention results Improved knowledge 3 (5.9) 1, 3, 4 Improved adherence 14 (27.5) 4, 5, 7, 8, 12, 14, 18, 23, 24, 25, 36, 38, 45, 49 Improved self-efficacy/self-care § 13 (25.5) 1, 3, 4, 7, 15, 18, 20, 35-38, 45, 50 Improved behavior 12 (23.5) 1, 3, 6, 10, 15, 16, 18, 24, 30, 35, 41,45 Improved satisfaction 10 (\n\nImproved quality of life 10 (\n\nbad habits 1 (2.0) 50 Reduced costs ¶ 2 (3.9) 2-39 *Study ID: indicate the 1st to 51st study. †Developing country: refers to countries with low levels of economy, technology, and people's living standards. Evaluation criteria mainly refer to the relatively low GDP per capita (GDP per capita) of the country. ‡Medical consultations: patient-health care giver communication by phone, video, and so on. §Improved self-efficacy/self-care: as evaluated by scale, such as diabetes self-efficacy scale, diabetes self-care activities scale, and so on. ¶Reduced costs: it means that using mHealth can save the time for instruction than usual care, or save the time and money spent traveling to and from hospital, and so on. HTN, hypertension; mHealth, mobile health; mHealth Apps, mobile health applications; MPCs, mobile phone calls; MPTMs, mobile phone text messages; T1DM, type 1 diabetes mellitus; T2DM, type 2 diabetes mellitus; WPMDs, wearable or portable monitoring devices.\n\nTable 2 Continued BMJ Open Diabetes Research & Care: first published as 10.1136/bmjdrc-2020-001225 on 28 September 2020. Downloaded from  https://drc.bmj.com  on 14 August 2025 by guest. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. BMJ Open Diab Res Care 2020;8:e001225. doi:10.1136/bmjdrc-2020-001225\n\nClinical care/Education/Nutrition Clinical care/Education/Nutrition Figure 2 Meta-analyses of mHealth intervention treatments versus other traditional treatments, comparing SBP and DBP. Outcomes assessed are (A) change in SBP at the end of intervention in studies that compared mHealth treatment with traditional treatment, (B) comparing the effects of mHealth intervention on SBP control in countries with different levels of economic development, (C) SBP in studies that compared combination treatment with mHealth treatment alone, (D) change in DBP at the end of intervention in studies that compared mHealth treatment with traditional treatment, and (E) comparing the difference of five different types of mHealth interventions on SBP control. DBP, diastolic blood pressure; MPTMs, mobile phone text messages; SBP, systolic blood pressure; WMD, weighted mean difference.\n\nThis study revealed that compared with the control group, telemedicine and MPTMs, or a combination of these two intervention measures could effectively improve blood sugar and BP levels. While the effect of telemedicine intervention was more evident (see figure  1 , HbA1c-D and figure 2, SBP-D). It should be noted that the pooled effect of intervention measures such as MPCs and APPs was not significant because the amount of literature was small, but most study results on MPCs and APPs indicated that mHealth intervention was conducive to improvements in blood sugar and BP levels.\n\nOur study also discovered that mHealth intervention had a greater impact on patient with T2DM than T1DM, which was consistent with the results of the study conducted by Su et al.  17  The main reason for such difference may be related to the disease's pathophysiology. As we know, patients with T1DM are completely dependent on insulin therapy, whereas patients with T2DM can improve their blood glucose through changes in their lifestyle and eating habits, especially in the early stage of diabetes. We found out that most mHealth intervention chiefly achieve blood sugar control by promoting favorable lifestyle and eating habits, which is the main reason why mHealth intervention is more effective for patients with T2DM. Hence, it is believed that the key to excellent curative effects is to formulate specific intervention measures for different types of diabetics.\n\nAccording to our study results, mHealth intervention has a more significantly positive effect in controlling the SBP in developed countries compared with the control group, but its effects were not that significant in developing countries. After carefully reading, examining and comparing the original studies, we found out that the three RCTs (Lee et al, Piette et al, Bobrow et al) conducted in developing countries exclusively used mHealth as intervention (not combined with professional healthcare management).  61 64 68 Nonetheless, in developed countries, mHealth intervention is usually combined with professional healthcare management to provide diseaserelated care during the intervention so as to enhance the clinical efficacy. This explains why mHealth intervention performed in developed countries demonstrates a higher efficacy with respect to SBP control. These results are consistent with those in the study carried out by Hou et al stating that the intervention of healthcare professionals is essential to enhance the clinical efficacy of mHealth.  16 ithal, the BP values after mHealth intervention have exhibited varying degrees of improvement compared with the baseline values, which was confirmed in most RCTs conducted in developing countries.  35 56 66 Based on these observations, we reckon that using mHealth intervention also exerts a positive effect on improving BP levels in developing countries. In order to validate our study results, we also conducted a subgroup analysis. The results of our subgroup analysis indicated that the combination of mHealth intervention and professional management (By pharmacists, nutritionists, full-time nurses and sports coaches) was more effective than exclusively performing mHealth intervention(combined intervention: WMD (95% CI)=-6.17 (-8.83 to -3.50); mHealth intervention: WMD (95% CI)=-2.16 (-5.07 to 0.75)). Notwithstanding, it should be noted that despite the immense convenience provided by the continuous development of high technology, greater benefits can be produced just by combining human intelligence with artificial intelligence."
    },
    {
      "title": "Sensitivity analysis",
      "text": "In the sensitivity analysis of HbA1c, we noticed that the heterogeneity decreased significantly when excluding Kim's research.  58 After careful inspection and comparison of the original research, we concluded that the presence of heterogeneity could be explained by small sample size (n=34). It was the same case for the SBP and DBP when the articles published by Green et al and Margolis et al were excluded.  59 73 After a detailed analysis of the original study, we realized that disease management by professional pharmacists was illustrated in both articles. Consequently, it was inferred that professional intervention could strengthen disease management, which may also be a cause of heterogeneity."
    },
    {
      "title": "Quality assessment",
      "text": "We used the Jadad score to assess the quality of a total number of 51 included literature, in which RCTs were used. Among them, 37 studies (72.55%) described the generation of random methods in detail and processed incomplete data. Since this was an open study, considering the nature of the intervention, it was not possible to blind the patient or his clinician, so double blindness was not feasible. Meanwhile, 44 studies (86.27%) reported the follow-up process in particular and explained the reasons for patients' withdrawal (online supplementary table 2)."
    },
    {
      "title": "LIMITATIONS",
      "text": "Despite the growing interest regarding the implementation of various mHealth technologies, the long-term effects of such interventions remain unknown and will need to be tested in a more representative population over a longer time period."
    },
    {
      "title": "CONCLUSION",
      "text": "Our systematic review and meta-analysis indicate that mHealth intervention can improve clinical outcomes, reduce costs, ameliorate the quality of life and enhance self-efficacy among patients in countries with different levels of economic development. Our study also emphasized that the combination of mHealth intervention with professional management is crucial in order to achieve optimum clinical effectiveness."
    },
    {
      "text": "Figure 1 Meta-analyses of mHealth intervention treatments versus other traditional treatments, comparing HbA1c and FBG. Outcomes assessed are (A) change in HbA1c at the end of intervention in studies that compared mHealth treatment with traditional treatment, (B) comparing the effects of mHealth interventions on HbA1c control in countries with different levels of economic development, (C) comparing the effects of mHealth interventions on HbA1c control in patients with different types of diabetes, (D) comparing the difference of five different types of mHealth interventions on HbA1c control, and (E) change in FBG at the end of intervention in studies that compared mHealth treatment with traditional treatment. FBG, fasting blood glucose; HbA1c, glycated hemoglobin A1C; MPCs, mobile phone calls; MPTMs, mobile phone text messages; T1DM, type 1 diabetes mellitus; T2DM, type 2 diabetes mellitus; WMD, weighted mean difference."
    },
    {
      "text": "73Meanwhile no Summary of characteristics of 51 studies that examined mHealth intervention for hypertension and diabetes treatment and management"
    },
    {
      "text": "Main study characteristics and findings from 51 studies that examined mHealth intervention for diabetes and hypertension treatment and management BMJ Open Diabetes Research & Care: first published as 10.1136/bmjdrc-2020-001225 on 28 September 2020.Downloaded from https://drc.bmj.com on 14 August 2025 by guest.Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    }
  ],
  "references": [
    {
      "title": "Effectiveness of digital medicines to improve clinical outcomes in patients with uncontrolled hypertension and type 2 diabetes: prospective, open-label, cluster-randomized pilot clinical trial",
      "authors": [
        "J Frias",
        "N Virdi",
        "P Raja"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7833"
    },
    {
      "title": "Risk Factors Collaborators. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2015: a systematic analysis for the global burden of disease study 2015",
      "authors": [
        "Gbd"
      ],
      "year": 2015,
      "doi": "10.1016/S0140-6736(16)31679-8"
    },
    {
      "title": "Reducing the growing burden of cardiovascular disease in the developing world",
      "authors": [
        "T Gaziano"
      ],
      "year": 2007,
      "doi": "10.1377/hlthaff.26.1.13"
    },
    {
      "title": "Epidemiology of diabetes and diabetic complications in China",
      "authors": [
        "Rcw Ma"
      ],
      "year": 2018,
      "doi": "10.1007/s00125-018-4557-7"
    },
    {
      "title": "A systematic review of application and effectiveness of mHealth interventions for obesity and diabetes treatment and self-management",
      "authors": [
        "Y Wang",
        "H Xue",
        "Y Huang"
      ],
      "year": 2017,
      "doi": "10.3945/an.116.014100"
    },
    {
      "title": "Prevention and care programs addressing the growing prevalence of diabetes in China",
      "authors": [
        "J Yin",
        "Aps Kong",
        "Jcn Chan"
      ],
      "year": 2016,
      "doi": "10.1007/s11892-016-0821-8"
    },
    {
      "title": "Improved medication adherence and frequency of blood glucose Self-Testing using an m-Health platform versus usual care in a multisite randomized clinical trial among people with type 2 diabetes in India",
      "authors": [
        "N Kleinman",
        "A Shah",
        "S Shah"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0265"
    },
    {
      "title": "Hypertension and related cardiovascular disease burden in China",
      "authors": [
        "J Bundy",
        "J He"
      ],
      "year": 2016,
      "doi": "10.1016/j.aogh.2016.02.002"
    },
    {
      "title": "mHealth: New horizons for health through mobile technologie",
      "doi": "10.4258/hir.2012.18.3.231"
    },
    {
      "title": "The digital divide and patient portals: Internet access explained differences in patient portal use for secure messaging by age, race, and income",
      "authors": [
        "I Graetz",
        "N Gordon",
        "V Fung"
      ],
      "year": 2016,
      "doi": "10.1097/mlr.0000000000000560"
    },
    {
      "title": "Internet use by primary care patients: where is the digital divide?",
      "authors": [
        "R Kruse",
        "R Koopman",
        "B Wakefield"
      ],
      "year": 2012
    },
    {
      "title": "Bridging the digital divide in health care: the role of health information technology in addressing racial and ethnic disparities",
      "authors": [
        "L López",
        "A Green",
        "A Tan-Mcgrory"
      ],
      "year": 2011,
      "doi": "10.1016/s1553-7250(11)37055-9"
    },
    {
      "title": "Effectiveness of text message based, diabetes self management support programme (SMS4BG): two arm, parallel randomised controlled trial",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "Y Jiang"
      ],
      "year": 2018,
      "doi": "10.1136/bmj.k1959"
    },
    {
      "title": "The impact of mHealth interventions: systematic review of systematic reviews",
      "authors": [
        "M Marcolino",
        "Jaq Oliveira",
        "D' Agostino"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8873"
    },
    {
      "title": "A text messaging intervention to promote medication adherence for patients with coronary heart disease: a randomized controlled trial",
      "authors": [
        "L Park",
        "J Howie-Esquivel",
        "M Chung"
      ],
      "year": 2014,
      "doi": "10.1016/j.pec.2013.10.027"
    },
    {
      "title": "Mobile phone applications and selfmanagement of diabetes: a systematic review with meta-analysis, meta-regression of 21 randomized trials and grade",
      "authors": [
        "C Hou",
        "Q Xu",
        "S Diao"
      ],
      "year": 2018,
      "doi": "10.1111/dom.13307"
    },
    {
      "title": "Does telemedicine improve treatment outcomes for diabetes? A meta-analysis of results from 55 randomized controlled trials",
      "authors": [
        "D Su",
        "J Zhou",
        "M Kelley"
      ],
      "year": 2016,
      "doi": "10.1016/j.diabres.2016.04.019"
    },
    {
      "title": "Mobile phone text messaging in improving glycaemic control for patients with type 2 diabetes mellitus: a systematic review and meta-analysis",
      "authors": [
        "R Haider",
        "L Sudini",
        "C Chow"
      ],
      "year": 2019,
      "doi": "10.1016/j.diabres.2019.02.022"
    },
    {
      "title": "Impact of mobile health applications on self-management in patients with type 2 diabetes mellitus: protocol of a systematic review",
      "authors": [
        "B Bene",
        "O' Connor",
        "S Mastellos"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-025714"
    },
    {
      "title": "Global diffusion of eHealth: Making universal health coverage achievable",
      "doi": "10.51496/jogm.v1.17"
    },
    {
      "title": "Assessing the quality of reports of randomized clinical trials: is blinding necessary?",
      "authors": [
        "A Jadad",
        "R Moore",
        "D Carroll"
      ],
      "year": 1996,
      "doi": "10.1016/0197-2456(95)00134-4"
    },
    {
      "title": "Scales to assess the quality of randomized controlled trials: a systematic review",
      "authors": [
        "S Olivo",
        "L Macedo",
        "I Gadotti"
      ],
      "year": 2008,
      "doi": "10.2522/ptj.20070147"
    },
    {
      "title": "Efficacy of vitamin and antioxidant supplements in prevention of cardiovascular disease: systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "S-K Myung",
        "W Ju",
        "B Cho"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f10"
    },
    {
      "title": "Impact of distance education via mobile phone text messaging on knowledge, attitude, practice and self efficacy of patients with type 2 diabetes mellitus in Iran",
      "authors": [
        "M Goodarzi",
        "I Ebrahimzadeh"
      ],
      "year": 2012,
      "doi": "10.1186/2251-6581-11-10"
    },
    {
      "title": "Impact of the gather mHealth system on A1c: primary results of a multisite randomized clinical trial among people with type 2 diabetes in India",
      "authors": [
        "N Kleinman",
        "A Shah",
        "S Shah"
      ],
      "year": 2016,
      "doi": "10.2337/dc16-0869"
    },
    {
      "title": "Young patients with type 1 diabetes poorly controlled and poorly compliant with selfmonitoring of blood glucose: can technology help? results of the i-NewTrend randomized clinical trial",
      "authors": [
        "Di Bartolo",
        "P Nicolucci",
        "A Cherubini"
      ],
      "year": 2017,
      "doi": "10.1007/s00592-017-0963-4"
    },
    {
      "title": "A randomized controlled trial comparing a telemedicine therapeutic intervention with routine care in adults with type 1 diabetes mellitus treated by insulin pumps",
      "authors": [
        "M Yaron",
        "B Sher",
        "D Sorek"
      ],
      "year": 2019,
      "doi": "10.1007/s00592-019-01300-1"
    },
    {
      "title": "Dulce digital: an mHealth SMS-Based intervention improves glycemic control in Hispanics with type 2 diabetes",
      "authors": [
        "A Fortmann",
        "L Gallo",
        "M Garcia"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-0230"
    },
    {
      "title": "Impact of ENHANCED (diEtitiaNs Helping pAtieNts CarE for Diabetes) Telemedicine Randomized Controlled Trial on Diabetes Optimal Care Outcomes in Patients with Type 2 Diabetes",
      "authors": [
        "G Benson",
        "A Sidebottom",
        "J Hayes"
      ],
      "year": 2019,
      "doi": "10.1016/j.jand.2018.11.013"
    },
    {
      "title": "Randomised-controlled trial of a web-based dietary intervention for patients with type 2 diabetes: changes in health cognitions and glycemic control",
      "authors": [
        "A Ramadas",
        "Cky Chan",
        "B Oldenburg"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5640-1"
    },
    {
      "title": "Smart care based on Telemonitoring and telemedicine for type 2 diabetes care: multi-center randomized controlled trial",
      "authors": [
        "J Jeong",
        "J-H Jeon",
        "K-H Bae"
      ],
      "year": 2018,
      "doi": "10.1089/tmj.2017.0203"
    },
    {
      "title": "An automated telemedicine system improves patient-reported well-being",
      "authors": [
        "M Boaz",
        "K Hellman",
        "J Wainstein"
      ],
      "year": 2009,
      "doi": "10.1089/dia.2008.0048"
    },
    {
      "title": "SMS Education for the Promotion of Diabetes Self-Management in Low & Middle Income Countries: A Randomized Controlled Trial in Egypt",
      "authors": [
        "H Abaza",
        "M Marschollek",
        "M Schulze"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4973-5"
    },
    {
      "title": "Efficacy of the telemedical lifestyle intervention program TeLiPro in advanced stages of type 2 diabetes: a randomized controlled trial",
      "authors": [
        "K Kempf",
        "B Altpeter",
        "J Berger"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-0303"
    },
    {
      "title": "Shared care combined with telecare improves glycemic control of diabetic patients in a rural underserved community",
      "authors": [
        "J-K Liou",
        "M-S Soon",
        "C-H Chen"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2013.0037"
    },
    {
      "title": "Supported Telemonitoring and glycemic control in people with type 2 diabetes: the Telescot diabetes pragmatic multicenter randomized controlled trial",
      "authors": [
        "S Wild",
        "J Hanley",
        "S Lewis"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pmed.1002098"
    },
    {
      "title": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. Clinical care/Education/Nutrition risk in patients with type 2 diabetes",
      "authors": [
        "A Nicolucci",
        "S Cercone",
        "A Chiriatti"
      ],
      "year": 2015,
      "doi": "10.1089/dia.2014.0355"
    },
    {
      "title": "Diabetes interactive diary: a new telemedicine system enabling flexible diet and insulin therapy while improving quality of life: an open-label, international, multicenter, randomized study",
      "authors": [
        "Mce Rossi",
        "A Nicolucci",
        "Di Bartolo"
      ],
      "year": 2010,
      "doi": "10.2337/dc09-1327"
    },
    {
      "title": "Effect of tele-rehabilitation on glucose control, exercise capacity, physical fitness, muscle strength and psychosocial status in patients with type 2 diabetes: a double blind randomized controlled trial",
      "authors": [
        "N Duruturk",
        "M Özköslü"
      ],
      "year": 2019,
      "doi": "10.1016/j.pcd.2019.03.007"
    },
    {
      "title": "Effect of home telemonitoring on glycemic and blood pressure control in primary care clinic patients with diabetes",
      "authors": [
        "B Wakefield",
        "R Koopman",
        "L Keplinger"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2013.0151"
    },
    {
      "title": "Telehealth improves diabetes self-management in an underserved community: diabetes TeleCare",
      "authors": [
        "R Davis",
        "A Hitch",
        "M Salaam"
      ],
      "year": 2010,
      "doi": "10.2337/dc09-1919"
    },
    {
      "title": "Efficacy of a telephonebased intervention among patients with type-2 diabetes; a randomized controlled trial in pharmacy practice",
      "authors": [
        "A Sarayani",
        "M Mashayekhi",
        "M Nosrati"
      ],
      "year": 2018,
      "doi": "10.1007/s11096-018-0593-0"
    },
    {
      "title": "Telephone intervention to improve diabetes control: a randomized trial in the new York City A1c registry",
      "authors": [
        "S Chamany",
        "E Walker",
        "C Schechter"
      ],
      "year": 2015,
      "doi": "10.1016/j.amepre.2015.04.016"
    },
    {
      "title": "A randomized trial comparing telemedicine case management with usual care in older, ethnically diverse, medically underserved patients with diabetes mellitus: 5 year results of the IDEATel study",
      "authors": [
        "S Shea",
        "R Weinstock",
        "J Teresi"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m3157"
    },
    {
      "title": "Telemedicine in the management of type 2 diabetes mellitus",
      "authors": [
        "G Wang",
        "Z Zhang",
        "Y Feng"
      ],
      "year": 2017,
      "doi": "10.1016/j.amjms.2016.10.008"
    },
    {
      "title": "A prospective randomized controlled study of a virtual clinic integrating primary and specialist care for patients with type 2 diabetes mellitus",
      "authors": [
        "N Basudev",
        "R Crosby-Nwaobi",
        "S Thomas"
      ],
      "year": 2016,
      "doi": "10.1111/dme.12985"
    },
    {
      "title": "Diabetes selfmanagement smartphone application for adults with type 1 diabetes: randomized controlled trial",
      "authors": [
        "M Kirwan",
        "C Vandelanotte",
        "A Fenning"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2588"
    },
    {
      "title": "Randomized, open-label, parallel group study to evaluate the effect of Internet-based glucose management system on subjects with diabetes in China",
      "authors": [
        "H-S Kim",
        "C Sun",
        "S Yang"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0170"
    },
    {
      "title": "Practical telemedicine for veterans with persistently poor diabetes control: a randomized pilot trial",
      "authors": [
        "M Crowley",
        "D Edelman",
        "A Mcandrew"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0145"
    },
    {
      "title": "The impact of electronic education on metabolic control indicators in patients with diabetes who need insulin: a randomised clinical control trial",
      "authors": [
        "M Moattari",
        "M Hashemi",
        "M Dabbaghmanesh"
      ],
      "year": 2013,
      "doi": "10.1111/j.1365-2702.2012.04200.x"
    },
    {
      "title": "Multifactorial intervention in diabetes care using real-time monitoring and tailored feedback in type 2 diabetes",
      "authors": [
        "S Lim",
        "S Kang",
        "K Kim"
      ],
      "year": 2016,
      "doi": "10.1007/s00592-015-0754-8"
    },
    {
      "title": "Optimizing diabetes control in people with type 2 diabetes through nurse-led telecoaching",
      "authors": [
        "I Odnoletkova",
        "G Goderis",
        "F Nobels"
      ],
      "year": 2016,
      "doi": "10.1111/dme.13092"
    },
    {
      "title": "Impact of the \"Diabetes Interactive Diary\" telemedicine system on metabolic control, risk of hypoglycemia, and quality of life: a randomized clinical trial in type 1 diabetes",
      "authors": [
        "M Rossi",
        "A Nicolucci",
        "G Lucisano"
      ],
      "year": 2013,
      "doi": "10.1089/dia.2013.0021"
    },
    {
      "title": "An Internet-based health gateway device for interactive communication and automatic data uploading: clinical efficacy for type 2 diabetes in a multi-centre trial",
      "authors": [
        "J Cho",
        "H-S Kim",
        "S Yoo"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x16657500"
    },
    {
      "title": "Investigating the behavioural effects of a mobile-phone based home telehealth intervention in people with insulin-requiring diabetes: results of a randomized controlled trial with patient interviews",
      "authors": [
        "J Baron",
        "S Hirani",
        "S Newman"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x16655911"
    },
    {
      "title": "Web-Based telemedicine for management of type 2 diabetes through glucose uploads: a randomized controlled trial",
      "authors": [
        "P Zhou",
        "L Xu",
        "X Liu"
      ],
      "year": 2014
    },
    {
      "title": "Online disease management of diabetes: engaging and motivating patients online with enhanced resources-diabetes (EMPOWER-D), a randomized controlled trial",
      "authors": [
        "P Tang",
        "J Overhage",
        "A Chan"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001263"
    },
    {
      "title": "Effectiveness of mobile and Internet intervention in patients with obese type 2 diabetes",
      "authors": [
        "S-I Kim",
        "H-S Kim"
      ],
      "year": 2008,
      "doi": "10.1016/j.ijmedinf.2007.07.006"
    },
    {
      "title": "Effectiveness of home blood pressure monitoring, web communication, and pharmacist care on hypertension control: a randomized controlled trial",
      "authors": [
        "B Green",
        "A Cook",
        "J Ralston"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.24.2857"
    },
    {
      "title": "A randomized trial of telephonic counseling plus walking for depressed diabetes patients",
      "authors": [
        "J Piette",
        "C Richardson",
        "J Himle"
      ],
      "year": 2011,
      "doi": "10.1097/mlr.0b013e318215d0c9"
    },
    {
      "title": "trial in two low/middle-income countries",
      "authors": [
        "J Piette",
        "H Datwani",
        "S Gaudioso"
      ],
      "doi": "10.1089/tmj.2011.0271"
    },
    {
      "year": 2012,
      "doi": "10.1089/tmj.2011.0271"
    },
    {
      "title": "Telemonitoring and selfmanagement in the control of hypertension (TASMINH2): a randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "J Mant",
        "E Bray"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)60964-6"
    },
    {
      "title": "Effects on diabetes management of a health-care provider mediated, remote coaching system via a PDA-type glucometer and the Internet",
      "authors": [
        "J-H Cho",
        "H-S Kwon",
        "H-S Kim"
      ],
      "year": 2011,
      "doi": "10.1258/jtt.2011.100913"
    },
    {
      "title": "Mobile Phone Text Messages to Support Treatment Adherence in Adults With High Blood Pressure (SMS-Text Adherence Support [StAR]): A Single-Blind, Randomized Trial",
      "authors": [
        "K Bobrow",
        "A Farmer",
        "D Springer"
      ],
      "year": 2016,
      "doi": "10.1161/circulationaha.115.017530"
    },
    {
      "title": "Linking clinic and home: a randomized, controlled clinical effectiveness trial of real-time, wireless blood pressure monitoring for older patients with kidney disease and hypertension",
      "authors": [
        "D Rifkin",
        "J Abdelmalek",
        "C Miracle"
      ],
      "year": 2013,
      "doi": "10.1097/mbp.0b013e32835d126c"
    },
    {
      "title": "The impact of telehome care on health status and quality of life among patients with diabetes in a primary care setting in Poland",
      "authors": [
        "M Bujnowska-Fedak",
        "E Puchała",
        "A Steciwko"
      ],
      "year": 2011,
      "doi": "10.1089/tmj.2010.0113"
    },
    {
      "title": "Randomized clinical trial to assess the effectiveness of remote patient monitoring and physician care in reducing office blood pressure",
      "authors": [
        "Y-N Kim",
        "D Shin",
        "S Park"
      ],
      "year": 2015,
      "doi": "10.1038/hr.2015.32"
    },
    {
      "title": "Cloud-Based Bp system integrated with CPOE improves self-management of the hypertensive patients: a randomized controlled trial",
      "authors": [
        "P Lee",
        "J-C Liu",
        "M-H Hsieh"
      ],
      "year": 2016,
      "doi": "10.1016/j.cmpb.2016.04.003"
    },
    {
      "title": "Impact of information technology on the therapy of type-1 diabetes: a case study of children and adolescents in Germany",
      "authors": [
        "R-D Berndt",
        "C Takenga",
        "P Preik"
      ],
      "year": 2014,
      "doi": "10.3390/jpm4020200"
    },
    {
      "title": "Efficacy of self-monitored blood pressure, with or without telemonitoring, for titration of antihypertensive medication (TASMINH4): an unmasked randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "J Mant",
        "M Franssen"
      ],
      "year": 2018,
      "doi": "10.1016/s0140-6736(18)30309-x"
    },
    {
      "title": "The influence of wireless self-monitoring program on the relationship between patient activation and health behaviors, medication adherence, and blood pressure levels in hypertensive patients: a substudy of a randomized controlled trial",
      "authors": [
        "J Kim",
        "N Wineinger",
        "S Steinhubl"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5429"
    },
    {
      "title": "The Diabeo software enabling individualized insulin dose adjustments combined with telemedicine support improves HbA1c in poorly controlled type 1 diabetic patients: a 6-month, randomized, open-label, parallel-group, multicenter trial (TeleDiab 1 study)",
      "authors": [
        "G Charpentier",
        "P-Y Benhamou",
        "D Dardari"
      ],
      "year": 2011,
      "doi": "10.2337/dc10-1259"
    },
    {
      "title": "Effect of home blood pressure telemonitoring and pharmacist management on blood pressure control: a cluster randomized clinical trial",
      "authors": [
        "K Margolis",
        "S Asche",
        "A Bergdall"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.6549"
    },
    {
      "title": "Telemonitoring based service redesign for the management of uncontrolled hypertension: multicentre randomised controlled trial",
      "authors": [
        "B Mckinstry",
        "J Hanley",
        "S Wild"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f3030"
    }
  ],
  "num_references": 75
}
