{
  "paper_id": "CF8ZNA9W",
  "title": "A Text Message Intervention with Adaptive Goal Support to Reduce Alcohol Consumption Among Non-Treatment-Seeking Young Adults: Non-Randomized Clinical Trial with Voluntary Length of Enrollment",
  "abstract": "Background: Stand-alone text message-based interventions can reduce binge drinking episodes (≥4 drinks for women and ≥5 drinks for men) among nontreatment-seeking young adults, but may not be optimized. Adaptive text message support could enhance effectiveness by assisting context-specific goal setting and striving, but it remains unknown how to best integrate it into text message interventions. \n Objective: The objective of this study was to evaluate young adults' engagement with a text message intervention, Texting to Reduce Alcohol Consumption 2 (TRAC2), which focuses on reducing weekend alcohol consumption. TRAC2 incorporated preweekend drinking-limit goal-commitment ecological momentary assessments (EMA) tailored to past 2-week alcohol consumption, intraweekend goal reminders, self-efficacy EMA with support tailored to goal confidence, and maximum weekend alcohol consumption EMA with drinking limit goal feedback. \n Methods: We enrolled 38 nontreatment-seeking young adults (aged 18 to 25 years) who screened positive for hazardous drinking in an urban emergency department. Following a 2-week text message assessment-only run-in, subjects were given the opportunity to enroll in 4-week intervention blocks. We examined patterns of EMA responses and voluntary re-enrollment. We then examined how goal commitment and goal self-efficacy related to event-level alcohol consumption. Finally, we examined the association of length of TRAC2 exposure with alcohol-related outcomes from baseline to 3-month follow-up. Results: Among a diverse sample of young adults (56% [28/50] female, 54% [27/50] black, 32% [12/50] college enrolled), response rates to EMA queries were, on average, 82% for the first 4-week intervention block, 75% for the second 4-week block, and 73% for the third 4-week block. In the first 4 weeks of the intervention, drinking limit goal commitment was made 68/71 times it was prompted (96%). The percentage of subjects being prompted to commit to a drinking limit goal above the binge threshold was 52% (15/29) in week 1 and decreased to 0% (0/15) by week 4. Subjects met their goal 130/146 of the times a goal was committed to (89.0%). There were lower rates of goal success when subjects reported lower confidence (score <4) in meeting the goal (76% [32/42 weekends]) compared with that when subjects reported high confidence (98% [56/57 weekends]; P=.001). There were reductions in alcohol consumption from baseline to 3 months, but reductions were not different by length of intervention exposure.",
  "year": 2011,
  "date": "2011",
  "journal": "PLoS Med",
  "publication": "PLoS Med",
  "authors": [
    {
      "forename": "Brian",
      "surname": "Suffoletto",
      "name": "Brian Suffoletto",
      "affiliation": "1  Department of Emergency Medicine , University of Pittsburgh , Pittsburgh , PA , United States \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Tammy",
      "surname": "Chung",
      "name": "Tammy Chung",
      "affiliation": "2  Department of Psychiatry , University of Pittsburgh , Pittsburgh , PA , United States \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Frederick",
      "surname": "Muench",
      "name": "Frederick Muench",
      "affiliation": "3  Center for Psychiatric Neuroscience , The Feinstein Institute for Medical Research , Northwell Medical Center , Great Neck , NY , United States \n\t\t\t\t\t\t\t\t Center for Psychiatric Neuroscience \n\t\t\t\t\t\t\t\t The Feinstein Institute for Medical Research \n\t\t\t\t\t\t\t\t Northwell Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Great Neck \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Peter",
      "surname": "Monti",
      "name": "Peter Monti",
      "affiliation": "4  Center for Alcohol and Addiction Studies , Brown University , Providence , RI , United States \n\t\t\t\t\t\t\t\t Center for Alcohol and Addiction Studies \n\t\t\t\t\t\t\t\t Brown University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Providence \n\t\t\t\t\t\t\t\t\t RI \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Duncan",
      "surname": "Clark",
      "name": "Duncan Clark",
      "affiliation": "2  Department of Psychiatry , University of Pittsburgh , Pittsburgh , PA , United States \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "Department of Emergency Medicine University of Pittsburgh Suite 400 , Iroquois Building 3600 Forbes Avenue Pittsburgh , PA , 15261 United States \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Suite 400 Iroquois Building 3600 Forbes Avenue \n\t\t\t\t\t\t\t\t\t 15261 \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "https://doi.org/10.13039/100000027",
  "keywords": [
    "binge drinking",
    "young adult",
    "text messaging"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Young adults have the highest prevalence of hazardous alcohol consumption among all age groups  [1] , largely due to binge drinking (defined as consuming ≥4 drinks for women or ≥5 drinks for men on any drinking occasion  [2] ), yet numerous barriers prevent them from seeking help to reduce alcohol consumption  [3] . Mobile digital interventions could help provide evidence-based support to young adults who would not otherwise seek help. Systematic reviews suggest that mobile digital interventions can reduce alcohol use in adults  [4]  and that text message (short message service, SMS) interventions reduce alcohol consumption among young adult populations  [5] . Our group has spent the past 6 years iteratively designing and testing a text message alcohol intervention (Texting to Reduce Alcohol Consumption: TRAC), which uses ecological momentary assessments (EMA) to assist self-monitoring, tailor goal support, and provide performance feedback and relevant protective behavioral strategies. In a large trial, we found that young adults exposed to the first TRAC intervention, TRAC1, reported greater reductions in alcohol consumption and alcohol-related injuries compared with control and assessment-only groups up to 6 months after intervention completion  [6] . Still, effects of TRAC1 were small, indicating the intervention was not optimized.\n\nOne design feature potentially limiting TRAC1's effectiveness was that drinking limit goal support was not optimized. In examining EMA data collected from those exposed to TRAC1, we found that subjects declined to commit to a weekend drinking limit goal based on the binge threshold roughly 40% of the times they were prompted and that goals were met only 65% of the time  [7] . In examining latent classes of individuals exposed to TRAC1, we found that the class with higher baseline drinking had lower probability of committing to weekend drinking limit goals and had no discernible reduction in drinking over time  [8] . Finally, in focus groups, several TRAC1 subjects reported ignoring goal prompts or declined goal commitment because they felt consuming <4 or 5 drinks was unreasonable based on the amount they drank, which was typically >10 drinks  [9] . Together, these results provided evidence that design features focused on personalizing goal support, especially for heavier drinkers, needed to be improved.\n\nTo improve context-specific goal support, we incorporated drinking limit goal commitment EMA tailored to past 2-week alcohol consumption, intraweekend goal reminders, self-efficacy EMA with support tailored to goal confidence, and maximum weekend alcohol consumption EMA with drinking limit goal feedback into the TRAC intervention (now called TRAC2).\n\nOur primary aim was to evaluate young adult engagement with the TRAC2 goal support features. Specifically, we examined responses to goal commitment and goal self-efficacy EMA, and how responses related to event-level alcohol consumption. We hypothesized that the percentage of responses indicating a willingness to commit to a weekend drinking limit goal tailored to past drinking (adaptive goal prompts) would be higher compared with the 60% willing to commit to the fixed binge threshold used in TRAC1. Our secondary aim was to examine the association of length of TRAC2 exposure with alcohol-related outcomes from baseline to 3-month follow-up, including maximum drinks per drinking occasion on weekends, prevalence of reporting a binge drinking episode on a typical drinking week, and alcohol-related consequences. We hypothesized that subjects who used the TRAC2 intervention for longer periods would have greater reductions in alcohol-related outcomes than those who used it for shorter periods."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Procedures"
    },
    {
      "title": "Recruitment and Enrollment in the Emergency Department",
      "text": "From April 1 to June 9, 2016, a convenience sample of 143 patients aged 18 to 25 years who presented to an urban emergency department (ED) were identified through medical record review. Following introduction by a member of the care team, 117 young adults who were medically stable and not seeking treatment for substance use disorder were approached by research staff and 72 (66.7%) of them provided consent to complete a questionnaire, including assessments of alcohol use severity. Young adults reporting recent hazardous alcohol consumption based on an Alcohol Use Disorder Identification Test for Consumption (AUDIT-C) score of ≥3 for women or ≥4 for men  [9]  and at least 1 binge drinking episode in the prior month were eligible to participate. Young adults were excluded if they reported past treatment for drug or alcohol use, reported current medical treatment for psychiatric disorders, or did not own a mobile phone with SMS. Excluded young adults (n=22) did not differ in age or sex from those included (n=50). All subjects provided written informed consent and completed a baseline survey in the ED, for which they were compensated US $20. All procedures were approved by the university's institutional review board. The flow diagram of subject recruitment, enrollment, and retention is shown in Figure  1 ."
    },
    {
      "title": "Text Message Run-In",
      "text": "Following enrollment (n=50), each Thursday at 5 pm for 2 weeks, subjects received the following EMA: \"Do you plan on drinking this weekend?\" Each Sunday at 1 pm for 2 weeks they received: \"Between Thursday and today, what is the MOST drinks you had on any occasion?\" When a subject responded, he or she received a text: \"Thanks for completing this assessment. We will check in with you on [Thursday and Sunday].\" If subjects completed at least 50% of EMA during the 2-week run-in, they were offered the option of enrolling in the TRAC2 intervention by texting \"Go.\" We included the run-in period to exclude those individuals who expressed initial willingness in participation but did not exhibit adequate engagement through texting."
    },
    {
      "title": "Texting to Reduce Alcohol Consumption 2 Intervention",
      "text": "Subjects who met the run-in eligibility criteria and opted in (n=38) were sent EMA each Thursday, Friday, Saturday, and Sunday. On Thursdays, subjects were queried about their weekend drinking plans and willingness to commit to a drinking limit goal. Instead of asking individuals to commit to a weekend drinking limit goal based on the binge threshold (as done in TRAC1), we used an algorithm that prompted a drinking limit goal based on the running average of the largest number of drinks consumed by that individual on any occasion in the prior 2 weekends. When the average number of drinks in prior 2 weeks was greater than 10, the drinking limit goal was set at 10. When the average number of drinks in prior 2 weeks (#) was reported as less than or equal to 10 but greater than binge (>4/5 drinks), their drinking limit goal was (#) minus 1. This adaptive goal prompt feature fits with harm reduction principles  [10]  to meet individuals \"where they are at\" and the theory of behavioral shaping, where individuals with higher drinking amounts make small, successive approximations to an ultimate low-risk drinking goal (eg, binge threshold)  [11] .\n\nTo increase goal salience proximal to contexts of high cue reactivity and peer pressures  [12] , we sent goal reminders on Friday and Saturday evening (if they had committed to a drinking limit goal). We also queried their confidence in meeting this goal and tailored self-efficacy support based on their reply. This feature fits with prior research showing the importance of self-efficacy as a predictor of heavy drinking  [13] . On Sundays, we queried the maximum number of drinks consumed on any occasion and, based on whether they committed to a goal, sent goal-relevant feedback (success or failure reframing)  [14]  or feedback on amount consumed.\n\nIn addition to these goal support features, we chose to provide individuals more control over how long they use the TRAC2 intervention using enhanced active choice  [15] , where at the end of each 4-week block, individuals were offered the choice to opt in for continued voluntary enrollment. Following each 4-week block, all existing TRAC2-enrolled subjects were given the opportunity to re-enroll by texting \"Go,\" up to a maximum of six 4-week blocks. A flow diagram of the TRAC2 intervention is provided in Multimedia Appendix 1."
    },
    {
      "title": "Web-Based Follow-Up",
      "text": "All subjects, including those enrolled in the ED but not exposed to TRAC2, were asked to complete a follow-up Web-based survey 3 months after baseline assessments and were compensated US $40 upon completion. Subjects were notified by SMS to access the survey website and those who did not complete their Web-based follow-up within 1 week were contacted once through email as a reminder."
    },
    {
      "title": "Measures"
    },
    {
      "title": "Demographic Characteristics",
      "text": "At baseline, subjects reported their age, sex, race, ethnicity, and education (college enrolled: yes/no)."
    },
    {
      "title": "Alcohol-Related Characteristics",
      "text": "During screening, we asked subjects the AUDIT-C and the question: \"How many days have you had ≥4 (for women) or ≥5 (for men) standard alcoholic drinks in the past month?\" At baseline and at 3-month follow-up, subjects were presented with a calendar and a visual reference displaying standard drink amounts and were asked to report their alcohol consumption by day of the week for both a typical and heavy drinking week (Daily Drinking Questionnaire  [16] ). We used data from the heavy drinking week to calculate the maximum drinks consumed over any weekend day, and we used data from the typical week to calculate the percentage of subjects reporting any binge drinking episode. The 24-item Brief Young Adult Alcohol Consequences Questionnaire  [17]  was used to assess the number of negative alcohol-related consequences experienced during the past month. Items were dichotomous (no/yes) and summed. We used the Alcohol Ladder  [18]  to measure an individual's motivation to change their drinking. The Alcohol Ladder is a visual analog scale that consists of 10 rungs, each with a corresponding statement (eg, \"I never think about changing the way I drink, and I have no plans to change\"). We coded responses to fit the stage of change  [19]  continuum (precontemplation, contemplation, preparation, action, and maintenance)."
    },
    {
      "title": "Drug Use",
      "text": "At baseline, subjects were asked to report frequency of other drug use over the past 3 months using the NIDA Modified Alcohol, Smoking, and Substance Involvement Screening Test (NM-ASSIST  [20] ). Cigarette use was recoded as less than daily=0 and at least daily use=1. Marijuana use and opioid use were recoded into dichotomous variables (none=0; any=1)."
    },
    {
      "title": "Ecological Momentary Assessments",
      "text": "Drinking intentions were measured each Thursday through responses to: \"Do you plan on drinking this weekend?\" coded as no=0 and yes=1. Willingness to commit to a drinking limit goal was measured through responses to: \"Would you be willing to commit to a goal to drink less than [X] drinks on any occasion this weekend?\" coded as no=0; and yes=1. Drinking limit goal self-efficacy was measured through responses to: \"How confident are you that you will meet this goal on a scale from 1 (not at all) to 5 (completely)?\" For the purposes of this study, we used the lowest value reported over the weekend as a measure of self-efficacy vulnerability. Finally, we measured the maximum number of drinks consumed each weekend through responses to: \"Between Thursday and today, what is the MOST drinks you had on any occasion? \" reported as a continuous variable. We used this value to calculate whether they met their drinking limit goal (when made), coded as did not meet goal=0 and met goal=1."
    },
    {
      "title": "Data Analyses",
      "text": "We first examined baseline characteristics of enrolled subjects, identifying any differences across groups of different durations of TRAC2 engagement (number of 4-week blocks enrolled) using analysis for variance for mean comparisons, Kruskal-Wallis test for medians, and chi-square test for categories. We then calculated EMA response rates across weeks by group. To understand changes in alcohol consumption over weekends, we visually inspected distribution of maximum drinks consumed on any weekend day across groups and modeled data by group using repeated-measures linear regressions. We first declared data as a panel to account for clustering within individuals. We specified \"max drinks\" as a count variable with a Poisson distribution and modeled random effects, given the variability in maximum drinks consumed by subjects in week 1 (intercept). We specified that residuals were autoregressive. To understand predictors and processes influencing goal success, we used chi-square tests to examine univariate associations between selected correlates of drinking behavior and drinking goals being met. Finally, we tested the significance of differences between baseline and 3-month follow-up reports using Wilcoxon signed-rank tests (for maximum drinks and negative consequences) and 2-sample test of proportions (for prevalence of any binge drinking episode in a typical week). All statistical tests were conducted using Stata 14.0 (StataCorp, Inc, College Station, TX)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Texting to Reduce Alcohol Consumption Subjects",
      "text": "A total of 50 subjects were enrolled in the ED. Baseline descriptive statistics are reported in Multimedia Appendix 2. There was a wide range of drinking severities, with 12% (6/50) of subjects scoring ≥10 on the AUDIT-C, indicating high probability of alcohol dependence  [21] . There was also a wide range of stages of change, with 38% (9/50) of subjects being precontemplative. All subjects reported at least one negative consequence related to alcohol consumption in the last 3 months (median=9; interquartile range= 4-12). Substance use was common: around a quarter (26%, 13/50) of subjects smoked cigarettes at least daily, half (50%, 25/50) reported cannabis use, and 10% (5/50) used some form of opioid recreationally in the past month."
    },
    {
      "title": "Texting to Reduce Alcohol Consumption 2 Engagement"
    },
    {
      "title": "Opting in to Texting to Reduce Alcohol Consumption 2 Over Six 4-Week Intervention Blocks",
      "text": "Among the 50 enrolled subjects, 38 (76%) completed the run-in successfully and enrolled in TRAC2. Comparing those who were excluded during the run-in with those who successfully enrolled in the intervention period, there was a higher percentage of Hispanic subjects (25%  [3/12]  vs 8% [1/38]; P=.01) and lower percentage of college-enrolled subjects (8%  [1/12]  vs 32%  [12/38] ; P=.12). The percentage of subjects who continued to enroll in TRAC2 was 76% (29/38) after the first 4-week block, 50%(19/38) after the second 4-week block, 24% (9/38) after the third 4-week block, 16% (6/38) after the fourth 4-week block, 5% (2/38) after the fifth 4-week block, and 2% (1/38) after the sixth 4-week block. The only significant differences in baseline characteristics between subjects based on length of TRAC2 enrollment were higher prevalence of cannabis use among subjects enrolled for 4 weeks and higher prevalence of opioid use among those enrolled for 12 weeks. Stage of change was not associated with length of voluntary TRAC2 enrollment (see Multimedia Appendix 2)."
    },
    {
      "title": "Ecological Momentary Assessment Compliance Over the First 12 Weeks",
      "text": "The percentage of subjects responding to EMA queries on Thursday and Sunday by length of TRAC2 enrollment is shown in Figure  2 . Response rates to EMA queries were, on average, 82.3% for the first 4-week intervention block, 75.3% for the second 4-week block, and 72.8% for the third 4-week block. Those subjects who opted in to TRAC2 for longer periods also had higher overall EMA completion rates. Response rates were lowest on Friday and Saturday evenings to goal self-efficacy EMA, where only 58% of EMA were responded to."
    },
    {
      "title": "Changes in Drinking-Related Outcomes"
    },
    {
      "title": "Ecological Momentary Assessment: Drinking Cognitions",
      "text": "In week 1, 78% (29/37) of subjects reported a plan to drink over the weekend, which decreased to 46% (15/33) by week 4.\n\nAmong subjects who reported a plan to drink over a given weekend in the first 4 weeks of the intervention, on average reported being willing to commit to the proposed drinking limit goal 96% (68/71) of weekends. The percentage of subjects being prompted to commit to a drinking limit goal above the binge threshold was 52% (15/29) in week 1 and decreased to 0% (0/15) by week 4. The percentage of weekend days where subjects reported high confidence (score 4 or 5) in meeting their drinking limit goals on both Friday and Saturday in the first 4 weeks of the intervention was, on average, 60% (68/71 weekends), with no changes in confidence across time."
    },
    {
      "title": "Ecological Momentary Assessment: Weekend Drinking and Goal Success",
      "text": "The median number of maximum drinks consumed on any weekend day by length of TRAC2 enrollment and regression model output is shown in Figure  3  and Table  1 . In Poisson regressions, all groups, except for those enrolled >12 weeks, significantly reduced their drinking over time. However, those enrolled >12 weeks had a lower starting point (intercept) for maximum drink count. The percentage of weekends where the drinking limit goal was met was, on average, 89.0% (130/146 weekends), with no significant change over time. When examining factors associated with goal success, we found that goal success rates were higher among black subjects (98% [51/52 weekends]) than white subjects (84% [58/69 weekends]; P=.01). There were lower rates of meeting drinking limit goals when the goal prompt was greater than binge levels (77% [26/34 weekends]) than when the goal was at the binge threshold (92.9% [104/112 weekends]; P=.01). Finally, there were lower rates of goal success when subjects reported lower confidence (score <4) in meeting the goal on either Friday or Saturday (76% [32/42 weekends]) compared with that when subjects reported high confidence (98% [56/57 weekends]; P=.001)."
    },
    {
      "title": "Web-Based Retrospective Reports",
      "text": "A total of 37 out of 50 subjects (n=32 exposed; n=5 excluded from TRAC2) completed Web-based follow-up surveys at 3 months. No baseline factors including sex, college education, race, baseline alcohol use severity (AUDIT-C score), or stage of change were associated with attrition. There were trends indicating reductions in maximum drinks consumed over typical weekends and prevalence of binge drinking in all groups exposed to TRAC2. There were significant reductions in the number of alcohol-related consequences among TRAC2-exposed participants (see Table  2 )."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Main Findings",
      "text": "In this study, we found high levels of engagement with a text message intervention incorporating adaptive goal support features among a racially diverse sample of nontreatment-seeking young adults at varying stages of change. Among subjects who met run-in criteria, there were high response rates to EMA during TRAC2 exposure. Consistent with our a priori hypothesis, we found that there was a high willingness to commit to adaptive drinking limit goals (96% of time), which is higher than the 40% goal commitment willingness when we used a fixed \"binge\" threshold with a similar cohort of young adults in TRAC1  [7] . This suggests that individuals find that goals for limiting drinks close to, but less than, typical drinking amounts are found to be more palatable than drinking limits that require larger reductions from typical drinking amounts. We also found that the proportion of weekends when goals were met was significantly higher than that found in TRAC1. This is likely due to the smaller \"step-down\" for each week, and could reduce the possibility of \"limit violations,\" which can be detrimental to future self-regulation of behavior  [22] . Finally, we found that lower confidence in meeting drinking limit goals was associated with a lower probability of goal success. This finding supports the role of self-efficacy in drinking self-regulation  [23] .\n\nRegarding the safety of prompting individuals to commit to goals to limit drinks at levels found to be associated with negative outcomes, we found that it was a time-limited issue. Despite more than half of subjects being prompted in week 1 to commit to a drinking limit goal above a binge threshold, by week 4 no subject was being prompted to limit drinks above binge threshold. We also recognize that the binge threshold is a somewhat arbitrary cutoff and that there is a linear relationship with escalating blood alcohol content and consequences  [24] , thus supporting goal prompts that work to assist any reduction in alcohol consumption from typical amounts.\n\nTo our knowledge, this is the first published report of an alcohol intervention that incorporates an algorithm that gradually steps an individual down gradually over time. We focused on goal support, given the importance of goals in behavior change generally  [25]  and for self-regulation of substance use among young adults specifically  [26] . Although there have been no prior alcohol interventions that use adaptive goal prompts, behavioral studies outside the alcohol field have used adaptive goal algorithms to improve step counts among obese adults  [27]  and reduce smoking by using a criterion based on percentile carbon monoxide levels  [28] ."
    },
    {
      "title": "Secondary Findings",
      "text": "We found that 76% (29/38) of enrolled subjects chose to continue the TRAC2 program after the first 4 weeks. We were surprised that a third of subjects chose to continue the program after 12 weeks, with 1 individual continuing the program up to 28 weeks. These findings suggest that most individuals exposed to TRAC2 find it valuable. It also highlights the importance of choice architecture in behavioral intervention designs and supports \"enhanced active choice\"  [15]  where users control length of participation. We did not find that subjects who used the TRAC2 intervention for longer periods had greater reductions in drinking than those who used it for shorter periods. This may be due to the fact that those who used TRAC2 for longer periods had lower alcohol consumption at the start of the intervention, as evidenced through EMA reports in the >12 week group. It may also be that those individuals who did not re-enroll in TRAC2 had made desired reductions in their drinking over a short period and did not need further support, as evidenced through the rapid reductions in weekend maximum drink reports seen in the 4-week group. If this is true, then not all who drop out of mobile behavioral interventions should be considered \"failures.\""
    },
    {
      "title": "Limitations",
      "text": "This was a pilot study with a small number of participants. As such, differences may exist that we were not powered to detect. Subjects were sampled from an urban ED and therefore may not represent young adults broadly. All outcome data were self-reported and subject to possible bias. A quarter of young adults who expressed interest in study participation in the ED did not complete at least half of EMA sent over the first 2 weeks and were thus excluded from receiving the TRAC intervention. This may indicate that not all young adults with hazardous alcohol use are willing or interested in interacting through digital modalities such as SMS to improve health behaviors. We did not use randomization procedures, given the primary aim of determining acceptability, and therefore, cohorts may differ in both measured and unmeasured ways. Finally, the response rates to goal self-efficacy EMA were significantly lower than other EMAs. This may have been due to the fact that either the timing of the messages was not optimal (eg, received during socializing times) or the nature of the query was unacceptable."
    },
    {
      "title": "Conclusions",
      "text": "Preliminary evidence suggests that, among a diverse sample of nontreatment-seeking young adults with past hazardous alcohol consumption, adaptive goal support text message intervention features are acceptable and potentially effective in supporting short-term reductions in alcohol consumption. Future research is needed to replicate findings in a larger cohort and determine which features of adaptive goal support optimize behavioral change."
    },
    {
      "text": "Figure 1. CONSORT diagram (EMA, ecological momentary assessments; AUDIT-C, Alcohol Use Disorder Identification Test for Consumption; TRAC2, Texting to Reduce Alcohol Consumption 2)."
    },
    {
      "text": "Figure 2. Ecological momentary assessment (EMA) completion rates by intervention block (TRAC2, Texting to Reduce Alcohol Consumption 2; CIs and/or standard errors are not included to allow for clarity)."
    }
  ],
  "references": [
    {
      "title": "Results from the 2010 National Survey on Drug Use and Health: Summary of National Findings",
      "year": 2011,
      "doi": "10.1037/e501902006-001"
    },
    {
      "title": "NIAAA. NIAAA Moves to Fishers Lane: First Phase of Transition to New Buildings URL",
      "year": 2017,
      "doi": "10.1037/e306662005-001"
    },
    {
      "title": "Providing alcohol-related screening and brief interventions to adolescents through health care systems: obstacles and solutions",
      "authors": [
        "D Clark",
        "H Moss"
      ],
      "year": 2010,
      "doi": "10.1371/journal.pmed.1000214"
    },
    {
      "title": "Mobile technology-based interventions for adult users of alcohol: a systematic review of the literature",
      "authors": [
        "L Fowler",
        "S Holt",
        "D Joshi"
      ],
      "year": 2016,
      "doi": "10.1016/j.addbeh.2016.06.008"
    },
    {
      "title": "Text messaging interventions for adolescent and young adult substance use: a meta-analysis",
      "authors": [
        "M Mason",
        "B Ola",
        "N Zaharakis",
        "J Zhang"
      ],
      "year": 2015,
      "doi": "10.1007/s11121-014-0498-7"
    },
    {
      "title": "An interactive text message intervention to reduce binge drinking in young adults: a randomized controlled trial with 9-Month Outcomes",
      "authors": [
        "B Suffoletto",
        "Kristan Chung",
        "T Jeong",
        "K Fabio",
        "A Monti"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0142877"
    },
    {
      "title": "A text message alcohol intervention for young adult emergency department patients: a randomized clinical trial",
      "authors": [
        "B Suffoletto",
        "J Kristan",
        "C Callaway",
        "K Kim",
        "T Chung",
        "P Monti"
      ],
      "year": 2014,
      "doi": "10.1016/j.annemergmed.2014.06.010"
    },
    {
      "title": "Patterns of change in weekend drinking cognitions among non-treatment-seeking young adults during exposure to a 12-week text message intervention",
      "authors": [
        "B Suffoletto",
        "T Chung"
      ],
      "year": 2016,
      "doi": "10.15288/jsad.2016.77.914"
    },
    {
      "title": "AUDIT-C as a brief screen for alcohol misuse in primary care",
      "authors": [
        "K Bradley",
        "A Debenedetti",
        "R Volk",
        "E Williams",
        "D Frank",
        "D Kivlahan"
      ],
      "year": 2007,
      "doi": "10.1111/j.1530-0277.2007.00403.x"
    },
    {
      "title": "Update on harm-reduction policy and intervention research",
      "authors": [
        "G Marlatt",
        "K Witkiewitz"
      ],
      "year": 2010,
      "doi": "10.1146/annurev.clinpsy.121208.131438"
    },
    {
      "title": "Science and human behavior",
      "authors": [
        "B Skinner"
      ],
      "year": 1954,
      "doi": "10.1002/sce.37303805120"
    },
    {
      "title": "Peer influences on college drinking: a review of the research",
      "authors": [
        "B Borsari",
        "K Carey"
      ],
      "year": 2001,
      "doi": "10.1016/s0899-3289(01)00098-0"
    },
    {
      "title": "Within-person associations between daily motivation and self-efficacy and drinking among problem drinkers in treatment",
      "authors": [
        "J Morgenstern",
        "A Kuerbis",
        "J Houser",
        "F Muench",
        "S Shao",
        "H Treloar"
      ],
      "year": 2016,
      "doi": "10.1037/adb0000204"
    },
    {
      "title": "Control Systems Engineering for Understanding and Optimizing Smoking Cessation Interventions",
      "authors": [
        "K Timms",
        "D Rivera",
        "L Collins",
        "M Piper"
      ],
      "year": 2013,
      "doi": "10.1109/acc.2013.6580123"
    },
    {
      "title": "Enhanced active choice: a new method to motivate behavior change",
      "authors": [
        "P Keller",
        "B Harlam",
        "G Lowenstein",
        "K Volpp"
      ],
      "year": 2011,
      "doi": "10.1016/j.jcps.2011.06.003"
    },
    {
      "title": "Social determinants of alcohol consumption: the effects of social interaction and model status on the self-administration of alcohol",
      "authors": [
        "R Collins",
        "G Parks",
        "G Marlatt"
      ],
      "year": 1985,
      "doi": "10.1037//0022-006x.53.2.189"
    },
    {
      "title": "Validation of the 30-day version of the brief young adult alcohol consequences questionnaire for use in longitudinal studies",
      "authors": [
        "C Kahler",
        "J Hustad",
        "N Barnett",
        "D Strong",
        "B Borsari"
      ],
      "year": 2008,
      "doi": "10.15288/jsad.2008.69.611"
    },
    {
      "title": "Motivation to change alcohol use and treatment engagement in incarcerated youth",
      "authors": [
        "M Clair",
        "L Stein",
        "R Martin",
        "N Barnett",
        "S Colby",
        "P Monti"
      ],
      "year": 2011,
      "doi": "10.1016/j.addbeh.2011.01.007"
    },
    {
      "title": "Stages and processes of self-change of smoking: toward an integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1983,
      "doi": "10.1037//0022-006x.51.3.390"
    },
    {
      "title": "Validation of the Alcohol, Smoking And Substance Involvement Screening Test (ASSIST)",
      "authors": [
        "R Humeniuk",
        "R Ali",
        "T Babor",
        "M Farrell",
        "M Formigoni",
        "J Jittiwutikarn"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02114.x"
    },
    {
      "title": "AUDIT-C scores as a scaled marker of mean daily drinking, alcohol use disorder severity, and probability of alcohol dependence in a U.S. general population sample of drinkers",
      "authors": [
        "A Rubinsky",
        "D Dawson",
        "E Williams",
        "D Kivlahan",
        "K Bradley"
      ],
      "year": 2013,
      "doi": "10.1111/acer.12092"
    },
    {
      "title": "The morning after: limit violations and the self-regulation of alcohol consumption",
      "authors": [
        "M Muraven",
        "R Collins",
        "E Morsheimer",
        "S Shiffman",
        "J Paty"
      ],
      "year": 2005,
      "doi": "10.1037/0893-164x.19.3.253"
    },
    {
      "title": "Uses of self-regulation to facilitate and restrain addictive behavior",
      "authors": [
        "R Baumeister",
        "A Vonasch"
      ],
      "year": 2015,
      "doi": "10.1016/j.addbeh.2014.09.011"
    },
    {
      "title": "Questioning the validity of the 4+/5+ binge or heavy drinking criterion in college and clinical populations",
      "authors": [
        "M Pearson",
        "M Kirouac",
        "K Witkiewitz"
      ],
      "year": 2016,
      "doi": "10.1111/add.13210"
    },
    {
      "title": "Building a practically useful theory of goal setting and task motivation: a 35-year odyssey",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 2002,
      "doi": "10.1037//0003-066x.57.9.705"
    },
    {
      "title": "Self-regulation and alcohol use involvement: a latent class analysis",
      "authors": [
        "N Kuvaas",
        "R Dvorak",
        "M Pearson",
        "D Lamis",
        "E Sargent"
      ],
      "year": 2014,
      "doi": "10.1016/j.addbeh.2013.09.020"
    },
    {
      "title": "An adaptive physical activity intervention for overweight adults: a randomized controlled trial",
      "authors": [
        "M Adams",
        "J Sallis",
        "G Norman",
        "M Hovell",
        "E Hekler",
        "E Perata"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0082901"
    },
    {
      "title": "The effects of percentile versus fixed criterion schedules on smoking with equal incentive magnitude for initial abstinence",
      "authors": [
        "P Romanowich",
        "R Lamb"
      ],
      "year": 2014,
      "doi": "10.1037/a0036935"
    }
  ],
  "num_references": 28
}
