{
  "paper_id": "CFL449N6",
  "title": "Clinician-and Patient-Directed Communication Strategies for Patients With Cancer at High Mortality Risk A Cluster Randomized Trial",
  "abstract": "IMPORTANCE Serious illness conversations (SICs) that elicit patients' values, goals, and care preferences reduce anxiety and depression and improve quality of life, but occur infrequently for patients with cancer. Behavioral economic implementation strategies (nudges) directed at clinicians and/or patients may increase SIC completion. OBJECTIVE To test the independent and combined effects of clinician and patient nudges on SIC completion. DESIGN, SETTING, AND PARTICIPANTS A 2 × 2 factorial, cluster randomized trial was conducted from September 7, 2021, to March 11, 2022, at oncology clinics across 4 hospitals and 6 community sites within a large academic health system in Pennsylvania and New Jersey among 163 medical and gynecologic oncology clinicians and 4450 patients with cancer at high risk of mortality (Ն10% risk of 180-day mortality). INTERVENTIONS Clinician clusters and patients were independently randomized to receive usual care vs nudges, resulting in 4 arms: (1) active control, operating for 2 years prior to trial start, consisting of clinician text message reminders to complete SICs for patients at high mortality risk; (2) clinician nudge only, consisting of active control plus weekly peer comparisons of clinician-level SIC completion rates; (3) patient nudge only, consisting of active control plus a preclinic electronic communication designed to prime patients for SICs; and (4) combined clinician and patient nudges. \n MAIN OUTCOMES AND MEASURES The primary outcome was a documented SIC in the electronic health record within 6 months of a participant's first clinic visit after randomization. Analysis was performed on an intent-to-treat basis at the patient level. \n RESULTS The study accrued 4450 patients (median age, 67 years [IQR, 59-75 years]; 2352 women [52.9%]) seen by 163 clinicians, randomized to active control (n = 1004), clinician nudge (n = 1179), patient nudge (n = 997), or combined nudges (n = 1270). Overall patient-level rates of 6-month SIC completion were 11.2% for the active control arm (112 of 1004), 11.5% for the clinician nudge arm (136 of 1179), 11.5% for the patient nudge arm (115 of 997), and 14.1% for the combined nudge arm (179 of 1270). Compared with active control, the combined nudges were associated with an increase in SIC rates (ratio of hazard ratios [rHR], 1.55 [95% CI, 1.00-2.40]; P = .049), whereas the clinician nudge (HR, 0.95 [95% CI, 0.64-1.41; P = .79) and patient nudge (HR, 0.99 [95% CI, 0.73-1.33]; P = .93) were not. (continued) Key Points Question Can behavioral economic implementation strategies (\"nudges\") for clinicians and/or patients improve rates of serious illness conversation (SIC) among patients with cancer at high risk of 180-day mortality? Findings In this 2 × 2 factorial, cluster randomized clinical trial including 4450 patients with cancer across academic and community sites, combined clinician and patient nudges were associated with a marginal improvement in rates of SIC documentation (ratio of hazard ratios, 1.55) compared with an active control. Meaning Combining clinician-and patient-directed nudges may help to promote SICs in routine cancer care.",
  "year": 2024,
  "date": "2024-07-01",
  "journal": "J Clin Oncol",
  "publication": "J Clin Oncol",
  "authors": [
    {
      "forename": "Samuel",
      "surname": "Takvorian",
      "name": "Samuel Takvorian"
    },
    {
      "forename": "Peter",
      "surname": "Gabriel",
      "name": "Peter Gabriel"
    },
    {
      "forename": "E",
      "surname": "Paul Wileyto",
      "name": "E Paul Wileyto"
    },
    {
      "forename": "Daniel",
      "surname": "Blumenthal",
      "name": "Daniel Blumenthal"
    },
    {
      "forename": "Sharon",
      "surname": "Tejada",
      "name": "Sharon Tejada"
    },
    {
      "forename": "Alicia",
      "surname": "Clifton",
      "name": "Alicia Clifton"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch"
    },
    {
      "forename": "Alison",
      "surname": "Buttenheim",
      "name": "Alison Buttenheim"
    },
    {
      "forename": "Katharine",
      "surname": "Rendle",
      "name": "Katharine Rendle"
    },
    {
      "forename": "Rachel",
      "surname": "Shelton",
      "name": "Rachel Shelton"
    },
    {
      "forename": "Krisda",
      "surname": "Chaiyachati",
      "name": "Krisda Chaiyachati"
    },
    {
      "forename": "Oluwadamilola",
      "surname": "Fayanju",
      "name": "Oluwadamilola Fayanju"
    },
    {
      "forename": "Susan",
      "surname": "Ware",
      "name": "Susan Ware"
    },
    {
      "forename": "Lynn",
      "surname": "Schuchter",
      "name": "Lynn Schuchter"
    },
    {
      "forename": "Pallavi",
      "surname": "Kumar",
      "name": "Pallavi Kumar"
    },
    {
      "forename": "Tasnim",
      "surname": "Salam",
      "name": "Tasnim Salam"
    },
    {
      "forename": "Adina",
      "surname": "Lieberman",
      "name": "Adina Lieberman"
    },
    {
      "forename": "Daniel",
      "surname": "Ragusano",
      "name": "Daniel Ragusano"
    },
    {
      "forename": "Anna-Marika",
      "surname": "Bauer",
      "name": "Anna-Marika Bauer"
    },
    {
      "forename": "Callie",
      "surname": "Scott",
      "name": "Callie Scott"
    },
    {
      "forename": "Lawrence",
      "surname": "Shulman",
      "name": "Lawrence Shulman"
    },
    {
      "forename": "Robert",
      "surname": "Schnoll",
      "name": "Robert Schnoll"
    },
    {
      "forename": "Rinad",
      "surname": "Beidas",
      "name": "Rinad Beidas"
    },
    {
      "forename": "Justin",
      "surname": "Bekelman",
      "name": "Justin Bekelman"
    },
    {
      "forename": "Ravi",
      "surname": "Parikh",
      "name": "Ravi Parikh"
    },
    {
      "forename": "Wi- Leyto",
      "surname": "Gabriel",
      "name": "Wi- Leyto Gabriel"
    },
    {
      "surname": "Wicked",
      "name": "Wicked"
    },
    {
      "surname": "Takvorian",
      "name": "Takvorian"
    },
    {
      "surname": "Gabriel",
      "name": "Gabriel"
    },
    {
      "affiliation": "Perelman School of Medicine , 3400 Civic Center Blvd , 10S-113 , Philadelphia , PA 19104 \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd 10S-113 \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "Perelman School of Medicine , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Saints Studios , Medford , Oregon ( Clifton) ; School of Nursing , \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Clifton) \n\t\t\t\t\t\t\t\t Saints Studios \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Medford \n\t\t\t\t\t\t\t\t\t Oregon"
    },
    {
      "affiliation": "University of Pennsylvania , Philadelphia (Buttenheim ); Department of Sociomedical Sciences , \n\t\t\t\t\t\t\t\t Department of Sociomedical Sciences \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Buttenheim"
    },
    {
      "affiliation": "Mailman School of Public Health , Columbia University , New York , New York \n\t\t\t\t\t\t\t\t Mailman School of Public Health \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York"
    },
    {
      "affiliation": "Life Sci- ences , San Francisco , California \n\t\t\t\t\t\t\t\t Life Sci- ences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t California"
    },
    {
      "affiliation": "New Jersey Department of Health Communicable Disease Service , Trenton , New Jersey ( \n\t\t\t\t\t\t\t\t Department of Health Communicable Disease Service \n\t\t\t\t\t\t\t\t New Jersey \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Trenton \n\t\t\t\t\t\t\t\t\t New Jersey"
    },
    {
      "affiliation": "Salam) ; School of Medicine , American University of the Caribbean , Cupecoy , Sint Maarten \n\t\t\t\t\t\t\t\t Salam) \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t American University of the Caribbean \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cupecoy Sint Maarten"
    },
    {
      "affiliation": "(Ragusano) ; Critical Path Institute , Tucson , Arizona ( \n\t\t\t\t\t\t\t\t Ragusano \n\t\t\t\t\t\t\t\t Critical Path Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tucson \n\t\t\t\t\t\t\t\t\t Arizona"
    },
    {
      "affiliation": "Bauer) ; Cohere Health , Ann Arbor , Michigan ( \n\t\t\t\t\t\t\t\t Bauer) \n\t\t\t\t\t\t\t\t Cohere Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t Michigan"
    },
    {
      "affiliation": "Scott) ; Depart- ment of Medical Social Sciences , Feinberg School of Medicine , Northwestern University , Chicago , Illinois \n\t\t\t\t\t\t\t\t Depart- ment of Medical Social Sciences \n\t\t\t\t\t\t\t\t Feinberg School of Medicine \n\t\t\t\t\t\t\t\t Scott) \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t Illinois"
    }
  ],
  "doi": "10.1001/jamanetworkopen.2024.18639",
  "sections": [
    {
      "title": "Introduction",
      "text": "Patients with cancer often experience distress, use unplanned acute care, and undergo unwanted medical interventions, especially at the end of life.  [1] [2] 2] [3] [4] [5] [6]  Serious illness conversations (SICs) that elicit patients' values, goals, and care preferences improve patient mood and quality of life  [7] [8] [9] [10] [11] [12]  and may reduce end-of-life health care utilization.  13 Early SICs are evidence-based and recommended by national guidelines.  [14] [15] 5] [16]  However, most patients with cancer die without a documented SIC, a situation associated with unwarranted aggressive end-of-life care.  7 Existing strategies to promote SICs have focused on clinician education and/or detailed patient readiness training, but have variably affected the timeliness and frequency of SICs (eTable 1 in Supplement 2).  11, 12 For example, prospective trials of clinician behavioral economic strategies (nudges) and patient readiness trainings have resulted in 2-fold to 4-fold increases in SICs,  17, 18  but trials of similar interventions in other contexts have had smaller effects.  19, 20 dges may help to implement evidence-based practices such as SICs by targeting mental heuristics that influence decision-making.  21, 22 Clinician-level factors that undermine SIC completion include avoidance, time constraints, inadequate training, fears of removing patients' hope, and optimism bias (the belief that one's own patient is unlikely to experience a negative outcome).  17, [23] [24] 4] [25]  Due to optimism bias, clinicians overestimate the life expectancy of patients with advanced cancer,  [26] [27] [28]  potentially reinforcing similar biases among patients and contributing to delayed SICs, which may reinforce a social norm for both clinicians and patients that SICs are not appropriate until near the end of life.  16, [29] [30] 0] [31]  Such social norms are powerful behavioral determinants: individuals desire to conform to an approved behavior (an injunctive norm) and the behavior of others (a descriptive norm).  32 mited research has evaluated behaviorally informed implementation strategies designed to harness these norms to improve SIC rates.  33 By modifying the way choices are framed, nudges redirect decisions toward better outcomes while preserving autonomy and choice.  [34] [35] 5] [36] [37]  Prior research has demonstrated the effectiveness of a clinician nudge combatting optimism bias and identifying patients with cancer at high risk of mortality based on a validated machine learning prognostic algorithm.  38 This strategy, which notified clinicians before encounters with high-risk patients, led to a near 4-fold increase in SIC documentation (from 3.4% to 13.5%), resulting in routine use across our large academic cancer center.  17 Given its effectiveness, this strategy was maintained as an active control in the present trial, which sought to evaluate scalable strategies to encourage SICs further.\n\nThe objective of this study was to test the independent and combined effects of clinician and patient nudges to increase SIC completion. We hypothesized that clinician and patient nudges together would be the most effective approach compared with an active control.  35, 39, 40"
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "active control, on rates of SIC completion (eTable 2 in Supplement 2). This trial followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guideline. The trial protocol  41  (Supplement 1) was approved by the University of Pennsylvania institutional review board, which granted a waiver of requirements for informed consent because interventions posed minimal risk to participants."
    },
    {
      "title": "Participants and Setting",
      "text": "Eligible clinicians included medical and gynecologic oncologists and advanced practice professionals (APPs) in the outpatient setting caring for patients with solid, hematologic, or gynecologic malignant neoplasms. Participating sites included 4 hospitals and 6 community practices within the Abramson Cancer Center, which shared a common electronic medical record (EMR).  42 In 2021, these entities served more than 16 000 new patients with cancer (53.6% female, 3.0% Hispanic, 15.6% Black).\n\nClinicians providing exclusively survivorship, genetics, benign hematology, leukemia, or bone marrow transplant care were excluded (19 of 186 [10.2%]) due to few high-risk patients and/or suboptimal algorithm performance for these populations.  43 Four of 167 eligible clinicians (2.4%) opted not to participate. All other eligible clinicians participated; there was no clinician attrition. All eligible clinicians completed an SIC training program as is customary at our institution.\n\nEligible patients included those receiving care from an eligible clinician, with 10% or greater estimated 180-day mortality risk based on a validated machine learning algorithm  43  (eMethods 1 in Supplement 2) at a scheduled outpatient encounter during the study period. We excluded patients with a nonvalid mobile phone number (205 of 4720 [4.3%]) or a documented SIC within 6 months of an otherwise potentially qualifying clinical encounter (110 of 4830 [2.3%]) (Figure  1 ). eTable 3 in Supplement 2 details the full inclusion and exclusion criteria. 45 439 Patients assessed for eligibility 4720 Eligible for randomization 270 Excluded 205 With no valid mobile telephone number 65 Due to technical problems At 6-month follow-up: 842 Alive 162 Deceased 1104 Randomized to active control 1104 Analyzed At 6-month follow-up: 952 Alive 227 Deceased 1179 Analyzed At 6-month follow-up: 840 Alive 157 Deceased 997 Analyzed At 6-month follow-up: 1043 Alive 227 Deceased 1270 Analyzed 1179 Randomized to clinician nudge 997 Randomized to patient nudge 1270 Randomized to combined nudge 40 719 Excluded 24 517 With no cancer diagnosis or documented early-stage cancer diagnosis 10 673 Insufficient estimated risk score 2217 Not cared for by participating clinician 3201 Not a qualifying outpatient clinical encounter 1 Other 110 With prior documented SIC within 6 mo 4450 Randomized CONSORT indicates Consolidated Standards of Reporting Trials; SIC, serious illness conversation."
    },
    {
      "title": "Randomization",
      "text": "Randomization occurred independently at the clinician and patient levels. The clinician sample was organized into oncologist-APP clusters, which served as the unit of clinician randomization. Each oncologist-APP cluster represented an existing clinical team providing patient care together. The rationale for cluster randomization at this level was that practice patterns within teams (ie, clusters)\n\nwere likely to be interdependent and highly correlated with respect to the primary outcome.\n\nMoreover, study nudges were designed to change the clinical team's behavior, given shared responsibility for documenting SICs. Sixty-six oncologist-APP clusters were independently randomized by small-block permutation to receive the clinician nudge vs not. The patient sample consisted of eligible patients who accrued at the time of a qualifying clinical encounter, as described.\n\nPatients were independently randomized to receive the patient nudge vs not. Although study principal investigators were blinded to randomized assignment, blinding clinicians and patients was infeasible given the need to receive peer comparisons and respond to surveys, respectively."
    },
    {
      "title": "Implementation Strategies",
      "text": "Under a 2 × 2 factorial design, the independent clinician and patient randomizations yielded 4\n\nindependent study arms: (1) active control, consisting of clinician text message reminders to complete SICs for patients at high mortality risk; (2) clinician nudge only, consisting of active control plus weekly peer comparisons of clinician-level SIC completion rates (eFigure 1 in Supplement 2); (3) patient nudge only, consisting of active control plus a preclinic electronic communication designed to prime patients for SICs (eFigure 2 in Supplement 2); and (4) combined clinician and patient nudges (eTable 4 in Supplement 2). Before trial launch, we used rapid cycle approaches 44 (eMethods 2 in Supplement 2) to optimize implementation strategy design."
    },
    {
      "title": "Measures",
      "text": "The primary outcome was SIC documentation, measured as the presence of a structured SIC smartform in a dedicated advance care planning note during a patient's 6-month follow-up period.\n\nDocumentation of SICs served as a surrogate for completed SICs, per the previous study,  17  and is an important outcome itself, as documentation facilitates centralized communication of patient goals to care teams.  34 condary outcomes were outpatient palliative care referral (which may be prompted by earlier SICs  45  ) and, among decedents, aggressive end-of-life care (composite of any 1 of the following: chemotherapy within 14 days before death, hospitalization within 30 days before death, or admission to hospice within 3 days before death).  46 eTable 5 in Supplement 2 details all outcomes.\n\nCovariates included participant age, sex, race and ethnicity, marital status, and cancer type, all of which were ascertained by EMR query. Race and ethnicity were patient reported and were assessed due to well-documented differences in end-of-life care by race and ethnicity.  47 nsitivity analyses ensured robustness of variable definitions. First, we expanded our primary outcome to include any structured SIC smartform in any progress note (including those documented outside of advance care planning notes). Second, we expanded the definition of aggressive end-oflife therapy to include chemotherapy or immunotherapy (rather than chemotherapy only) within 14 days before death."
    },
    {
      "title": "Sample Size and Power",
      "text": "In a priori power calculations,  41  we sought to detect the main effects of nudges and their interaction with at least 80% power using a 2-sided α of .05. We anticipated following up with 66 oncologist-APP clusters with approximately 70 to 90 high-risk patients per cluster over the 6-month study period. Using our most conservative assumptions for patient enrollment and intraclass correlation (which was higher than intraclass correlations observed in previous SIC-focused randomized clinical trials  17  ), we estimated 80% power to detect a hazard ratio (HR) of effect of 2.0 for the clinician nudge, HR of 1.3 for the patient nudge, and ratio of HRs (rHR) of 1.8 for the interaction (eTable 6 in Supplement 2). We justified these effect sizes because, in a previous trial, the adjusted effect size of a clinician-only nudge above baseline (usual care) was 2.72, and we wished to discount this because the comparator was now an active control. 17"
    },
    {
      "title": "Statistical Analysis",
      "text": "We performed an intent-to-treat (ITT) analysis at the patient level. Patients were assigned to 1 of 4 study arms according to their own randomization and that of their oncologist-APP clinical team. The primary outcome (SIC documentation) was modeled in a time-to-event analysis using a Cox proportional hazards regression model, with robust SEs accounting for patient clustering within oncologist-APP clusters (ie, the unit of clinician randomization). A single Cox proportional hazards regression model estimated HRs for the effects of clinician and patient nudges and an rHR for their interaction. The interaction was the primary estimand of interest; therefore, there was no adjustment for multiple hypothesis testing.\n\nAll enrolled patients were included in the ITT analysis, and patients were censored at the time of last structured EMR activity or death, if not observed to have had a documented SIC. The model was split at 50 days, given that observed differences between arms occurred during this period. As prespecified, covariates were assessed across study arms and included in the Cox proportional hazards regression model if unbalanced (ie, statistically significantly different) across arms (age, sex). The rationale for this adjustment stemmed from the possibility that randomization of clinician clusters of varying sizes and case mixes might lead to persistent imbalances of covariates across arms. We used the fitted Cox proportional hazards regression model to generate estimated probabilities of SIC documentation within 6 months via marginal standardization. The proportional hazards assumption was verified using scaled Schoenfeld residuals. We explored heterogeneity of effects on SIC documentation by including an interaction term between study arm and, separately, preselected patient factors (race, age, marital status). Secondary outcomes were modeled via logistic regression. Statistical significance was set at 2-sided α of .05. All analyses were conducted using Stata, version 17 (StataCorp LLC)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Sample",
      "text": "From September 7, 2021, to March 11, 2022, the study accrued 4450 patients (median age, 67 years [IQR, 59-75 years]; 2352 women [52.9%] and 2098 men [47.1%]; 770 Black patients [17.3%], 122 Hispanic patients [2.7%], and 3294 White patients [74.0%]) seen by 163 clinicians organized into 66 oncologist-APP clusters (Table 1). Independent randomization of patients and clinician clusters yielded 4 study arms: active control (n = 1004), clinician nudge (n = 1179), patient nudge (n = 997), and combined (n = 1270). There was a slight imbalance in age and sex across arms, but no meaningful differences across arms in other covariates. Eight patients (0.2%) elected to withdraw from the study after randomization."
    },
    {
      "title": "Primary Outcome",
      "text": "Overall rates of 6-month SIC completion were: 11.2% for the active control group (112 of 1004), 11.5%\n\nfor the clinician nudge group (136 of 1179), 11.5% for the patient nudge group (115 of 997), and 14.1%\n\nfor the combined group (179 of 1270). Serious illness conversation rates diverged early for patients receiving the combined nudge, relative to other arms, and remained higher throughout follow-up (Figure  2 ). In adjusted analyses, compared with the active control, the combined nudges were associated with an increase in documented SIC rates (rHR, 1.55 [95% CI, 1.00-2.40]; P = .049), whereas the clinician nudge (HR, 0.95 [95% CI, 0.64-1.41]; P = .79) and patient nudge (HR, 0.99 [95% CI, 0.73-1.33]; P = .93) were not (Table  2 ).\n\nIn prespecified adjusted subgroup analyses comparing the combined nudge vs active control, the combined nudge was associated with higher SIC documentation for males vs females (HR, 1.57\n\n[95% CI, 1.02-2.42] vs 1.13 [95% CI, 0.77-1.64]). However, there was no evidence of heterogeneity of effect by race, marital status, or age (Figure  3 ). Given small sample sizes, heterogeneity of effect for other racial groups or ethnicity was not assessed."
    },
    {
      "title": "Secondary Outcomes",
      "text": "Overall"
    },
    {
      "title": "Patient Nudge Responses",
      "text": "Of 2267 patients randomized to the patient nudge, the response rate was 51.4% (n = 1166). A total of 1260 patients (55.6%) viewed the priming questionnaire, 56 (2.5%) unsubscribed, and 8 (0.4%) reported concerns. Most respondents (88.3% [1030 of 1166]) expressed a wish to know \"all the details\" from their care team and 62.1% (724 of 1166) were willing to go through \"everything\" to potentially live longer. 0.5 2.0 3.5 1.5 2.5 3.0 HR (95% CI) 1 Favors active control Favors clinician and/or patient nudge Patient subgroup Sex HR (95% CI) Male Patient 1.28 (0.85-1.94) Clinician 1.35 (0.92-1.99) Both 1.57 (1.02-2.41) Female Patient 0.89 (0.60-1.31) Clinician 0.83 (0.55-1.26) Both 1.13 (0.77-1.64) Race White Patient 1.05 (0.76-1.43) Clinician 0.95 (0.69-1.31) Both 1.24 (0.89-1.74) Black Patient 0.93 (0.50-1.71) Clinician 1.40 (0.65-3.03) Both 1.25 (0.58-2.71) Marital status Not married Patient 1.13 (0.84-1.51) Clinician 1.09 (0.69-1.72) Both 1.36 (0.91-2.05) Married Patient 0.98 (0.68-1.42) Clinician 0.99 (0.70-1.41) Both 1.25 (0.86-1.81) Age, y ≥65 Patient 1.18 (0.83-1.66) Clinician 1.01 (0.67-1.51) Both 1.28 (0.88-1.86) 18-64 Patient 0.83 (0.57-1.23) Clinician 1.07 (0.72-1.61) Both 1.30 (0.86-1.98) Hazard ratios (HRs) represent serious illness conversation compared with active control."
    },
    {
      "title": "Discussion",
      "text": "In this cluster randomized clinical trial of 4450 patients with cancer at high risk of mortality, relative to an active control, the addition of clinician nudges consisting of peer comparisons and patient nudges consisting of priming questionnaires was associated with a 2.9-percentage point increase in the rate of documented SICs, whereas neither clinician nor patient nudges alone increased SIC rates.\n\nOur active control was tested in a prior study (NCT03984773), which showed that a strategy consisting of clinician-directed identification of high-risk patients and opt-out text message reminders was associated with a 10-percentage point increase in SIC rates, compared with no nudge at all, among high-risk patients with cancer.  13, 17 Our present study adds to these findings by demonstrating further, albeit marginal, improvement in SIC rates using both clinician and patient nudges. The effect size is comparable with that achieved with more resource-intensive SIC educational efforts  19  and yet is small. Three points are worth emphasis.\n\nFirst, the combination of clinician peer comparisons and a patient priming nudge was associated with improved SIC rates compared with an active control, in contrast to clinician or patient nudges alone. This study's 2 × 2 factorial design enabled evaluation of intervention effects with greater power than a 4-arm design, yielding insights into the interaction between clinician and patient strategies. On one level, our chief finding of potential synergy in clinician and patient strategies may be unsurprising, because it takes 2 participants to have a conversation. Previous qualitative work  48  suggests that clinicians' perceptions of patient unwillingness to engage in emotional conversations may impede SICs. Conversely, patient-focused studies suggest that physician unwillingness to initiate SICs-perhaps influenced by optimism bias-is a major barrier.  49 Targeting these barriers simultaneously may account for the relative success of the combination nudge.\n\nSecond, patient priming questionnaires alone did not change SIC rates compared with active control. Prior evidence has suggested benefits of patient priming on SICs.  20, [50] [51] 1] [52]  One trial demonstrated that administration of patient surveys identifying individual preferences, barriers, and facilitators about end-of-life care was associated with a near doubling of patient-reported goals of care conversations.  18 Conversely, our study tested a brief 3-item questionnaire developed with patient advisory groups and designed for large-scale implementation across varied practice settings.\n\nThe success of a leaner, more scalable priming questionnaire such as ours may rely on concomitant clinician-directed strategies, whereas narrower implementations of in-depth questionnaires may succeed independently but lack scalability. Across 2267 patients randomized to patient nudges, the response rate was 51.4%-higher than typical research questionnaires  53  and comparable with other patient-reported outcomes initiatives.  54 ird, despite the use of clinician and patient nudges, more than 80% of high-risk patients lacked documented SICs in our study, suggesting a possible ceiling effect of nudges and a critical unmet need.  22 Efficacy trials testing other priming interventions with more comprehensive surveys and more proactive communication guidance have had larger effects on SIC rates.  18 Here, we chose shorter patient priming tools and EMR-based nudges because these were more likely to scale across health systems. However, drawing from prior evidence and clinical limitations of patient and clinician nudges, there may be a need for more personalized patient priming tools that provide active communication guidance in oncology. For example, a previous trial of the Jumpstart-Tips intervention-a bilateral, communication-priming intervention for patients-demonstrated increased EMR documentation of SICs from 17% to 62%.  18, 19 Although our participating clinicians had all been trained in the serious illness care program 55 and adopted standard EMR documentation smart templates, other unmeasured cultural and institutional factors may have outsized roles in determining SIC uptake and may have limited the nudges' effect.  56 In addition, our intervention did not address other barriers to SICs (eg, comfort starting SICs, alert fatigue). Achieving larger effect sizes and broader behavioral change may require, together with nudges, more resource-intensive strategies such as collaborations with trained lay health workers. 57"
    },
    {
      "title": "Limitations",
      "text": "Our study has several limitations. First, while we observed a modest effect within the powered range for the combined nudge, we enrolled fewer patients than expected and thus may have been underpowered to detect changes in other arms or for secondary outcomes. Second, our study was set in a single health system with robust EMR infrastructure and administrative support. Although this factor may limit generalizability, if our interventions were implemented in a system without preexisting infrastructure or initiatives to support SICs, the intervention may have a larger effect due to a lower baseline rate of SICs. In addition, our study consisted of a large patient population, spanning academic and community oncology settings, which may serve as another testament to generalizability. Third, patient covariates that may have influenced SIC completion, such as educational level and/or presence of mood disorder, were not widely available. Fourth, our primary outcome of SIC documentation is not a robust measure of SIC quality or patient goal-concordant care. Although SIC documentation has been an outcome in several supportive care studies,  12, 17  future studies should assess measures of SIC quality or comprehensiveness, patient-reported outcomes, and other patient-centered outcomes as their primary outcome, as these are likely more robust success metrics of strategies to promote SICs."
    },
    {
      "title": "Conclusions",
      "text": "In this cluster randomized clinical trial of 4450 patients with cancer at high risk of mortality, nudges combining clinician peer comparisons with patient priming questionnaires were associated with a marginal increase in documented SICs compared with an active control; neither clinician nor patient nudges alone improved SIC rates. Our study may encourage future implementation strategies to improve goals of care documentation and patient-clinician communication more broadly."
    },
    {
      "text": "Figure 1. CONSORT Diagram"
    },
    {
      "text": "Figure 3. Effect Modification by Patient Subgroups"
    },
    {
      "text": "rates of 6-month palliative care referral were 8.0% in the clinician nudge arm (94 of 1179),Baseline Patient Characteristics of the Study Sample"
    },
    {
      "text": "SIC Documentation by Study Arm (Intent to Treat)773 decedents (17.4%), rates of aggressive end-of-life care were 41.9% in the clinician nudge arm (95 of 1179), 39.5% in the patient nudge arm (62 of 997), 42.7% in the combined arm (97 of 1270), and 46.9% in the active control arm (76 of 1004). In adjusted analyses, compared with the active control, aggressive end-of-life therapy rates did not differ significantly with the combined nudge (OR, 1.47 [95% CI, 0.82-2.65]), clinician nudge (OR, 0.79 [95% CI, 0.52-1.19]), or patient nudge (OR, 0.73 [95% CI, 0.47-1.15]) (eTable 8 in Supplement 2). Sensitivity analyses using broader specifications for the primary outcome and aggressive end-of-life care were consistent with the main analyses (eTable 9 in Supplement 2)."
    }
  ],
  "references": [
    {
      "title": "Aggressiveness of cancer care near the end of life: is it a quality-of-care issue?",
      "authors": [
        "C Earle",
        "M Landrum",
        "J Souza",
        "B Neville",
        "J Weeks",
        "J Ayanian"
      ],
      "year": 2008,
      "doi": "10.1200/jco.2007.15.8253"
    },
    {
      "title": "Chemotherapy use among Medicare beneficiaries at the end of life",
      "authors": [
        "E Emanuel",
        "Y Young-Xu",
        "N Levinsky",
        "G Gazelle",
        "O Saynina",
        "A Ash"
      ],
      "year": 2003,
      "doi": "10.7326/0003-4819-138-8-200304150-00011"
    },
    {
      "title": "Family perspectives on aggressive cancer care near the end of life",
      "authors": [
        "A Wright",
        "N Keating",
        "J Ayanian"
      ],
      "year": 2016,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2015.18604&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Place of death: correlations with quality of life of patients with cancer and predictors of bereaved caregivers' mental health",
      "authors": [
        "A Wright",
        "N Keating",
        "T Balboni",
        "U Matulonis",
        "S Block",
        "H Prigerson"
      ],
      "year": 2010,
      "doi": "10.1200/jco.2009.26.3863"
    },
    {
      "title": "Terminally ill cancer patients' concordance between preferred life-sustaining treatment states in their last six months of life and received life-sustaining treatment states in their last month: an observational study",
      "authors": [
        "F Wen",
        "J Chen",
        "P Su"
      ],
      "year": 2018,
      "doi": "10.1016/j.jpainsymman.2018.07.003"
    },
    {
      "title": "Trends in the aggressiveness of cancer care near the end of life",
      "authors": [
        "C Earle",
        "B Neville",
        "M Landrum",
        "J Ayanian",
        "S Block",
        "J Weeks"
      ],
      "year": 2004,
      "doi": "10.1200/JCO.2004.08.136"
    },
    {
      "title": "Associations between end-of-life discussions, patient mental health, medical care near death, and caregiver bereavement adjustment",
      "authors": [
        "A Wright",
        "B Zhang",
        "A Ray"
      ],
      "year": 2008,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.300.14.1665&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "End-of-life discussions, goal attainment, and distress at the end of life: predictors and outcomes of receipt of care consistent with preferences",
      "authors": [
        "J Mack",
        "J Weeks",
        "A Wright",
        "S Block",
        "H Prigerson"
      ],
      "year": 2010,
      "doi": "10.1200/jco.2009.25.4672"
    },
    {
      "title": "The impact of advance care planning on end of life care in elderly patients: randomised controlled trial",
      "authors": [
        "K Detering",
        "A Hancock",
        "M Reade",
        "W Silvester"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c1345"
    },
    {
      "title": "The effects of advance care planning on end-of-life care: a systematic review",
      "authors": [
        "A Brinkman-Stoppelenburg",
        "J Rietjens",
        "A Van Der Heide"
      ],
      "year": 2014,
      "doi": "10.1177/0269216314526272"
    },
    {
      "title": "Effect of the serious illness care program in outpatient oncology: a cluster randomized clinical trial",
      "authors": [
        "R Bernacki",
        "J Paladino",
        "B Neville"
      ],
      "year": 2019,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2019.0077&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Evaluating an intervention to improve communication between oncology clinicians and patients with life-limiting cancer: a cluster randomized clinical trial of the Serious Illness Care Program",
      "authors": [
        "J Paladino",
        "R Bernacki",
        "B Neville"
      ],
      "year": 2019,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamaoncol.2019.0292&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Long-term effect of machine learning-triggered behavioral nudges on serious illness conversations and end-of-life outcomes among patients with cancer: a randomized clinical trial",
      "authors": [
        "C Manz",
        "Y Zhang",
        "K Chen"
      ],
      "year": 2023,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamaoncol.2022.6303&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Defining high-quality palliative care in oncology practice: an American Society of Clinical Oncology/American Academy of Hospice and Palliative Medicine guidance statement",
      "authors": [
        "K Bickel",
        "K Mcniff",
        "M Buss"
      ],
      "year": 2016,
      "doi": "10.1200/jop.2016.010686"
    },
    {
      "title": "American College of Physicians High Value Care Task Force. Communication about serious illness care goals: a review and synthesis of best practices",
      "authors": [
        "R Bernacki",
        "S Block"
      ],
      "year": 2014,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2014.5271&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Dying in America: Improving Quality and Honoring Individual Preferences Near the End of Life",
      "year": 2015,
      "doi": "10.17226/18748"
    },
    {
      "title": "Effect of integrating machine learning mortality estimates with behavioral nudges to clinicians on serious illness conversations among patients with cancer: a stepped-wedge cluster randomized clinical trial",
      "authors": [
        "C Manz",
        "R Parikh",
        "D Small"
      ],
      "year": 2020,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamaoncol.2020.4759&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Effect of a patient and clinician communication-priming intervention on patient-reported goals-of-care discussions between patients with serious illness and clinicians: a randomized clinical trial",
      "authors": [
        "J Curtis",
        "L Downey",
        "A Back"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2018.2317&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Intervention to promote communication about goals of care for hospitalized patients with serious illness: a randomized clinical trial",
      "authors": [
        "J Curtis",
        "R Lee",
        "L Brumback"
      ],
      "year": 2023,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2023.8812&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Efficacy of a communication-priming intervention on documented goals-ofcare discussions in hospitalized patients with serious illness: a randomized clinical trial",
      "authors": [
        "R Lee",
        "E Kross",
        "L Downey"
      ],
      "year": 2022,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2022.5088&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Harnessing the power of default options to improve health care",
      "authors": [
        "S Halpern",
        "P Ubel",
        "D Asch"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsb071595"
    },
    {
      "title": "Systematic review of clinician-directed nudges in healthcare contexts",
      "authors": [
        "B Last",
        "A Buttenheim",
        "C Timon",
        "N Mitra",
        "R Beidas"
      ],
      "year": 2021,
      "doi": "10.1136/bmjopen-2021-048801"
    },
    {
      "title": "Perspectives of health-care providers toward advance care planning in patients with advanced cancer and congestive heart failure",
      "authors": [
        "M Chandar",
        "B Brockstein",
        "A Zunamon"
      ],
      "year": 2017,
      "doi": "10.1177/1049909116636614"
    },
    {
      "title": "Clinician perspectives on machine learning prognostic algorithms in the routine care of patients with cancer: a qualitative study",
      "authors": [
        "R Parikh",
        "C Manz",
        "M Nelson"
      ],
      "year": 2022,
      "doi": "10.1007/s00520-021-06774-w"
    },
    {
      "title": "Characteristics of advance care planning in patients with cancer referred to palliative care",
      "authors": [
        "C Berkowitz",
        "S Wolf",
        "J Troy",
        "A Kamal"
      ],
      "year": 2021,
      "doi": "10.1200/op.20.00657"
    },
    {
      "title": "Extent and determinants of error in doctors' prognoses in terminally ill patients: prospective cohort study",
      "authors": [
        "N Christakis",
        "E Lamont"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7233.469"
    },
    {
      "title": "Impact of accuracy of survival predictions on quality of end-of-life care among patients with metastatic cancer who receive radiation therapy",
      "authors": [
        "K Sborov",
        "S Giaretta",
        "A Koong"
      ],
      "year": 2019,
      "doi": "10.1200/jop.18.00516"
    },
    {
      "title": "How much time do i have?\": communicating prognosis in the era of exceptional responders",
      "authors": [
        "T Leblanc",
        "J Temel",
        "P Helft"
      ],
      "year": 2018,
      "doi": "10.1200/edbk_201211"
    },
    {
      "title": "Incentivizing residents to document inpatient advance care planning",
      "authors": [
        "J Lakin",
        "E Le",
        "M Mourad",
        "H Hollander",
        "W Anderson"
      ],
      "year": 2013,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2013.8158&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "An employer health incentive plan for advance care planning and goal-aligned care",
      "authors": [
        "M Gonzales",
        "J Dobro",
        "K Guilfoile",
        "K Fisher",
        "I Byock"
      ],
      "year": 2018,
      "doi": "10.1089/pop.2017.0125"
    },
    {
      "title": "Financial incentives to increase advance care planning among Medicaid beneficiaries: lessons learned from two pragmatic randomized trials",
      "authors": [
        "A Barnato",
        "R Moore",
        "C Moore",
        "N Kohatsu",
        "R Sudore"
      ],
      "year": 2017,
      "doi": "10.1016/j.jpainsymman.2017.02.016"
    },
    {
      "title": "A focus theory of normative conduct: recycling the concept of norms to reduce littering in public places",
      "authors": [
        "R Cialdini",
        "R Reno",
        "C Kallgren"
      ],
      "year": 1990,
      "doi": "10.1037/0022-3514.58.6.1015"
    },
    {
      "title": "Behavioral economics: applying defaults, social norms, and nudges to supercharge advance care planning interventions",
      "authors": [
        "B Morgan",
        "E Tarbi"
      ],
      "year": 2019,
      "doi": "10.1016/j.jpainsymman.2019.06.014"
    },
    {
      "title": "Association of behavioral nudges with high-value evidence-based prescribing in oncology",
      "authors": [
        "S Takvorian",
        "V Ladage",
        "E Wileyto"
      ],
      "year": 2020,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamaoncol.2020.0746&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Effect of behavioral interventions on inappropriate antibiotic prescribing among primary care practices: a randomized clinical trial",
      "authors": [
        "D Meeker",
        "J Linder",
        "C Fox"
      ],
      "year": 2016,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2016.0275&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Generic medication prescription rates after health system-wide redesign of default options within the electronic health record",
      "authors": [
        "M Patel",
        "S Day",
        "S Halpern"
      ],
      "year": 2016,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2016.1691&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Nudge units to improve the delivery of health care",
      "authors": [
        "M Patel",
        "K Volpp",
        "D Asch"
      ],
      "year": 2018,
      "doi": "10.1056/nejmp1712984"
    },
    {
      "title": "Machine learning approaches to predict 6-month mortality among patients with cancer",
      "authors": [
        "R Parikh",
        "C Manz",
        "C Chivers"
      ],
      "year": 2019,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2019.15997&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Improving quality improvement using achievable benchmarks for physician feedback: a randomized controlled trial",
      "authors": [
        "C Kiefe",
        "J Allison",
        "O Williams",
        "S Person",
        "M Weaver",
        "N Weissman"
      ],
      "year": 2001,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.285.22.2871&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Effects of behavioral interventions on inappropriate antibiotic prescribing in primary care 12 months after stopping interventions",
      "authors": [
        "J Linder",
        "D Meeker",
        "C Fox"
      ],
      "year": 2017,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2017.11152&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Behavioral economic implementation strategies to improve serious illness communication between clinicians and high-risk patients with cancer: protocol for a cluster randomized pragmatic trial",
      "authors": [
        "S Takvorian",
        "J Bekelman",
        "R Beidas"
      ],
      "year": 2021,
      "doi": "10.1186/s13012-021-01156-6"
    },
    {
      "title": "Creating research-ready partnerships: the initial development of seven implementation laboratories to advance cancer control",
      "authors": [
        "G Kruse",
        "E Hale",
        "J Bekelman"
      ],
      "year": 2023,
      "doi": "10.1186/s12913-023-09128-w"
    },
    {
      "title": "Validation of a machine learning algorithm to predict 180-day mortality for outpatients with cancer",
      "authors": [
        "C Manz",
        "J Chen",
        "M Liu"
      ],
      "year": 2020,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamaoncol.2020.4331&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Advancing rapid cycle research in cancer care delivery: a National Cancer Institute workshop report",
      "authors": [
        "W Norton",
        "A Kennedy",
        "B Mittman"
      ],
      "year": 2023,
      "doi": "10.1093/jnci/djad007"
    },
    {
      "title": "Advanced care planning for hospitalized patients following clinician notification of patient mortality by a machine learning algorithm",
      "authors": [
        "S Chi",
        "S Kim",
        "M Reuter"
      ],
      "year": 2023,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2023.8795&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.18639"
    },
    {
      "title": "Early palliative care for patients with metastatic non-small-cell lung cancer",
      "authors": [
        "J Temel",
        "J Greer",
        "A Muzikansky"
      ],
      "year": 2010,
      "doi": "10.1056/nejmoa1000678"
    },
    {
      "title": "A race-conscious approach toward research on racial inequities in palliative care",
      "authors": [
        "C Brown",
        "J Curtis",
        "K Doll"
      ],
      "year": 2022,
      "doi": "10.1016/j.jpainsymman.2021.11.012"
    },
    {
      "title": "Oncologist perceptions of algorithm-based nudges to prompt early serious illness communication: a qualitative study",
      "authors": [
        "R Parikh",
        "C Manz",
        "M Nelson"
      ],
      "year": 2022,
      "doi": "10.1089/jpm.2022.0095"
    },
    {
      "title": "Exploring patient-reported barriers to advance care planning in family practice",
      "authors": [
        "C Bernard",
        "A Tan",
        "M Slaven",
        "D Elston",
        "D Heyland",
        "M Howard"
      ],
      "year": 2020,
      "doi": "10.1186/s12875-020-01167-0"
    },
    {
      "title": "Priming in economics",
      "authors": [
        "A Cohn",
        "M Maréchal"
      ],
      "year": 2016,
      "doi": "10.1016/j.copsyc.2016.04.019"
    },
    {
      "title": "Improving patient knowledge of palliative care: a randomized controlled intervention study",
      "authors": [
        "E Kozlov",
        "M Reid",
        "B Carpenter"
      ],
      "year": 2017,
      "doi": "10.1016/j.pec.2016.12.022"
    },
    {
      "title": "Implementing \"Goals of Care\" discussion and palliative care referral for patients with advanced lung cancer: an outpatient-based pilot project",
      "authors": [
        "C Conduit",
        "M Thompson",
        "R Thomas",
        "L Nott",
        "M Wuttke"
      ],
      "year": 2021,
      "doi": "10.1111/imj.14817"
    },
    {
      "title": "Response rates of online surveys in published research: a meta-analysis",
      "authors": [
        "M Wu",
        "K Zhao",
        "F Fils-Aime"
      ],
      "year": 2022,
      "doi": "10.1016/j.chbr.2022.100206"
    },
    {
      "title": "Real-world adherence to patient-reported outcome monitoring as a cancer care quality metric",
      "authors": [
        "S Takvorian",
        "R Anderson",
        "P Gabriel"
      ],
      "year": 2022,
      "doi": "10.1200/OP.21.00855"
    },
    {
      "title": "Serious illness care",
      "authors": [
        "Ariadne Labs"
      ],
      "year": 2023
    }
  ],
  "num_references": 55
}
