{
  "paper_id": "CG737FAS",
  "title": "The Impact of Information Technology on Patient Engagement and Health Behavior Change: A Systematic Review of the Literature",
  "abstract": "Background: Advancements in information technology (IT) and its increasingly ubiquitous nature expand the ability to engage patients in the health care process and motivate health behavior change. Objective: Our aim was to systematically review the (1) impact of IT platforms used to promote patients' engagement and to effect change in health behaviors and health outcomes, (2) behavior theories or models applied as bases for developing these interventions and their impact on health outcomes, (3) different ways of measuring health outcomes, (4) usability, feasibility, and acceptability of these technologies among patients, and (5) challenges and research directions for implementing IT platforms to meaningfully impact patient engagement and health outcomes. Methods: PubMed, Web of Science, PsycINFO, and Google Scholar were searched for studies published from 2000 to December 2014. Two reviewers assessed the quality of the included papers, and potentially relevant studies were retrieved and assessed for eligibility based on predetermined inclusion criteria. Results: A total of 170 articles met the inclusion criteria and were reviewed in detail. Overall, 88.8% (151/170) of studies showed positive impact on patient behavior and 82.9% (141/170) reported high levels of improvement in patient engagement. Only 47.1% (80/170) referenced specific behavior theories and only 33.5% (57/170) assessed the usability of IT platforms. The majority of studies used indirect ways to measure health outcomes (65.9%, 112/170). \n Conclusions: In general, the review has shown that IT platforms can enhance patient engagement and improve health outcomes. Few studies addressed usability of these interventions, and the reason for not using specific behavior theories remains unclear. Further research is needed to clarify these important questions. In addition, an assessment of these types of interventions should be conducted based on a common framework using a large variety of measurements; these measurements should include those related to motivation for health behavior change, long-standing adherence, expenditure, satisfaction, and health outcomes.",
  "year": 2014,
  "date": "2014",
  "journal": "J Particip Med",
  "publication": "J Particip Med",
  "authors": [
    {
      "forename": "Suhila",
      "surname": "Sawesi",
      "name": "Suhila Sawesi",
      "affiliation": "1  School of Informatics and Computing -Indianapolis , Department of BioHealth Informatics , IUPUI , Indianapolis , IN , United States \n\t\t\t\t\t\t\t\t School of Informatics and Computing -Indianapolis \n\t\t\t\t\t\t\t\t Department of BioHealth Informatics \n\t\t\t\t\t\t\t\t IUPUI \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Indianapolis \n\t\t\t\t\t\t\t\t\t IN \n\t\t\t\t\t\t\t\t\t United States",
      "email": "ssawesi@umail.iu.edu"
    },
    {
      "forename": "B",
      "surname": "Pharm",
      "name": "B Pharm",
      "affiliation": "c  ) School of Informatics and Computing -Indianapolis Department of BioHealth Informatics IUPUI Walker Plaza ( WK) 120 719 Indiana Avenue Indianapolis , IN , 46202 United States \n\t\t\t\t\t\t\t\t School of Informatics and Computing -Indianapolis Department of BioHealth Informatics \n\t\t\t\t\t\t\t\t IUPUI Walker Plaza ( \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t WK) 120 719 Indiana Avenue Indianapolis \n\t\t\t\t\t\t\t\t\t 46202 \n\t\t\t\t\t\t\t\t\t IN \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Mohamed",
      "surname": "Rashrash",
      "name": "Mohamed Rashrash",
      "affiliation": "2  School of Pharmacy , Chapman University , Irvine , CA , United States \n\t\t\t\t\t\t\t\t School of Pharmacy \n\t\t\t\t\t\t\t\t Chapman University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Kanitha",
      "surname": "Phalakornkule",
      "name": "Kanitha Phalakornkule",
      "affiliation": "1  School of Informatics and Computing -Indianapolis , Department of BioHealth Informatics , IUPUI , Indianapolis , IN , United States \n\t\t\t\t\t\t\t\t School of Informatics and Computing -Indianapolis \n\t\t\t\t\t\t\t\t Department of BioHealth Informatics \n\t\t\t\t\t\t\t\t IUPUI \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Indianapolis \n\t\t\t\t\t\t\t\t\t IN \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Janet",
      "surname": "Carpenter",
      "name": "Janet Carpenter",
      "affiliation": "3  Indiana University School of Nursing , Science of Nursing Care Department , Indiana University , Indianapolis , IN , United States ( \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Science of Nursing Care Department \n\t\t\t\t\t\t\t\t Indiana University \n\t\t\t\t\t\t\t\t Indiana University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Indianapolis \n\t\t\t\t\t\t\t\t\t IN \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Josette",
      "surname": "Jones",
      "name": "Josette Jones",
      "affiliation": "1  School of Informatics and Computing -Indianapolis , Department of BioHealth Informatics , IUPUI , Indianapolis , IN , United States \n\t\t\t\t\t\t\t\t School of Informatics and Computing -Indianapolis \n\t\t\t\t\t\t\t\t Department of BioHealth Informatics \n\t\t\t\t\t\t\t\t IUPUI \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Indianapolis \n\t\t\t\t\t\t\t\t\t IN \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/medinform.4514",
  "keywords": [
    "patient engagement",
    "patient behavior",
    "technology",
    "Internet",
    "web-based",
    "cell phone",
    "social media"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Patient engagement is currently considered the cornerstone of the health care system revolution for its positive impact on health outcomes and health care costs  [1, 2] . A growing body of evidence demonstrates that lack of patient engagement is a major contributor to preventable deaths. In fact, it is estimated that 40% of deaths in the United States are caused by modifiable behavioral issues, including smoking, obesity, poor blood sugar control, poor blood pressure control, inadequate exercise, medication non-adherence, and neglect in attending follow-up medical appointments  [3] . As a result, patients must be encouraged to become more involved with managing their own care. Frequent, real-time communication and feedback are essential in supporting health behavior change and empowering patient engagement in the health care process  [4] . However, the traditional model of care delivery, a face-to-face interaction with an expert or trusted health care provider, can be implemented only with a small number of patients and thus has limited impact and limited reach  [5] . In an effort to reach and engage larger numbers of patients, researchers and clinicians have begun exploring the role of information technology (IT) platforms in patient engagement and health behavior change interventions  [5, 6] . It is assumed that face-to face interaction in the traditional model can be mimicked by peer-to-peer or peer group support in social media.\n\nIT platforms are being embraced as a way to enhance patient engagement in the health care process, improve quality of care, support health care safety, and provide cost-effective health services for patients  [6] [7] [8] [9] . Numerous IT platforms are used to motivate patient engagement in health behavior change including short message service (SMS)-capable mobile devices, Internet-based interventions, social media, and other online communication tools  [10] [11] [12] . Previous systematic reviews have evaluated the potential benefit of IT platforms in managing different health conditions and how these platforms have been used to actively engage patients and change unhealthy patient behavior. A systematic review conducted to assess the effectiveness of IT platforms on physical activity and dietary behavior change found that 51% of studies showed positive results, although a significant proportion of the studies showed no significant effect  [13] . The reviewed interventions tended to focus on specific technology (eg, desktop applications), while mobile devices, such as mobile phones and text messaging devices were not included. Similarly, Webb et al reviewed 85 studies on the impact of Internet-based interventions on health behavior change and found small but significant effects on health-related behavior, especially with regards to interventions grounded in behavioral theory. Although the review mentioned that the effectiveness of Internet-based interventions was enhanced by using additional IT methods, such as text messaging (SMS), it did not focus on the distinction between these different interventions  [8] .\n\nIn addition, a meta-analysis performed to investigate the effectiveness of Web-based interventions on health behavior changes found that Web-based interventions improve patient outcomes. This particular meta-analysis, however, referred only to Web-based interventions in specific problem areas and focused on a relatively narrow range of technologies  [14] . A recent systematic review that investigated the effectiveness of the IT platform on self-management among diabetic patients showed positive effects in 74% of studies  [15] . Another research study showed that successful health behavior interventions may contribute to understanding of health behavior theories and their appropriate use  [16] . Mobile-based interventions and Web-based interventions developed based on health behavior theories are more likely to effectively change patient health behavior and maintain behavior change than non-theory-based interventions  [8, [17] [18] [19] . Basing IT interventions on behavior theories can help test and detect why interventions succeed or fail  [20] . Health behavioral theories can identify key determinants of the target behaviors and identify behavior change strategies essential to obtain desired health outcomes; this knowledge can then be transformed into specific behavioral strategies that patients can adapt in their daily life  [20] .\n\nConclusions drawn from these reviews are important; they provide insights but no clear answers about the effectiveness of IT platforms on patient engagement and behavior change. They do not address which interventions are used most or are most effective with which theory or model when it comes to improving patients' health behaviors and patient engagement. IT platforms generally can have high potential benefits and some proven effects; however, specific components in several health conditions associated with success remain unclear. To better understand how to build a successful intervention that can engage patients to change their behavior meaningfully, we performed a systematic review.\n\nReview aims were to systematically determine (1) the impact of IT platforms used to promote patient engagement and to effect change in health behaviors and health outcomes,  (2)  behavioral theories or models applied as bases for developing these interventions and their impact on health outcomes, (3) different ways of measuring health outcomes, (4) usability, feasibility, and acceptability of these technologies among patients, and (  5 ) challenges and research directions for implementing IT platforms to meaningfully impact patient engagement and health outcomes."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search Strategy and Data Sources",
      "text": "Electronic literature searches were performed using four databases: PubMed, Web of Science, PsycINFO, and Google Scholar. Google Scholar was searched because it had sufficiently wide coverage to be used instead of several databases  [21] [22] [23] . The reference lists of retrieved articles from searches were screened for additional articles. Searches used the following medical subject headings (MeSH) terms in various combinations: patient engagement, health, promotion, behavior, digital, technology, email, Internet, Web-based, cell phone, social media, computer, and intervention."
    },
    {
      "title": "Inclusion and Excluding Criteria",
      "text": "The following criteria were used to select the articles:  (1)  all types of study designs published in scientific journals between 2000 and December 2014 were included, excluding conference"
    },
    {
      "title": "Data Extraction",
      "text": "Two investigators independently reviewed the titles and then abstracts. The same investigators read and screened for full text eligibility. Data extraction was carried out by 1 reviewer and was rechecked for accuracy by another reviewer. The reasons for exclusion were recorded. Discrepancies were resolved by joint probability of agreement (0.98)  [15] .\n\nA meta-analysis was not feasible due to the varying data collection methods and outcome measures. Therefore, eligible studies were broken down and evaluated in a narrative format using some statistical analysis when feasible and summarized systematically according to the following key information abstracted from them: study details (including author name, year, country, and study design); study characteristics (including sample size and condition/disease); intervention details (including technology used and duration); and outcome details (including direct and indirect assessment methods); and impact of intervention, usability assessment, patient engagement, and theory used in interventions classified according to Leventhal (biomedical model, behavioral learning, communicative, cognitive theory, and self-regulative)  [27] [28] [29] .\n\nThe outcomes variable was classified into  (1)  positive impact in which health information technology platform was associated with improvement in one or more aspects of care and (2) no impact or no noticeable improvement or change in health outcomes. This was assessed based on the overall conclusion made by the authors of each study. Most studies used statistical methods to test hypotheses or describe quantitative findings.\n\nPatient engagement was measured based on the overall conclusion. This was usually measured by timed patient log-ins, communication with the health care provider via secure message, or data download."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search and Selection Results",
      "text": "Figure  1  shows the flow chart that describes the process of identifying the relevant literature. A separate comprehensive search using 4 databases yielded 2235 articles. Following removal of duplicates, our search identified 786 potentially relevant articles. These were scanned keeping 219 papers for full reading at full text level, of which 59 were screened and rejected, leaving 160 studies to be included in the review. Ten additional papers were included from the reference lists of retrieved articles. A total of 170 articles matched the initial search criteria."
    },
    {
      "title": "Article Characteristics",
      "text": "Table 1 provides a summary of the studies, and Multimedia Appendix 2 summarizes the 170 articles included in the research study and their characteristics. Multimedia Appendix 1 summarizes the quality assessment of the 170 included articles. Multimedia Appendix 3 contains definitions of terms used in the paper. Different categories of IT platforms were identified including Internet-based interventions (50.6%, 86/170), mobile-based interventions (25.9%, 44/170), social media (9.4%, 16/170), video game technology (3.5%, 6/170), and telemonitoring (10.6%, 18/170). Publication years ranged from 2000 to 2014, with an overall increase in articles published more recently  (21.8%, 37/170 in 2014) . The majority of studies were implemented in the United States  (54.7%, 93/170) . With respect to the different targeted disorders, hormonal disorders were most frequently targeted  (22.4%, 38/170 studies, eg, diabetes) . The literature was dominated by randomized controlled trials  (65.9%, 112/170 ). The duration of these studies ranged from 1 week to 48 months, and sample sizes ranged from 1-22,337 subjects. Articles included in this review were categorized in five topics based on study aims: impact of IT platform on health outcomes, patient engagement in health behavior change, theory of health behavior, ways to assess health outcomes, and usability assessment (see Table  1 ).   1 (6)  1 (6)  2 (33)  1 (2)  7 (8)  Brain ,  spinal cord , and  nerve disorders   2 (11)  2 (13)  1 (17)  2 (5)  5 (8)  Cancer   1 (6)  2 (13)  1 (17)  4 (9)  13 (   15 ) Disorders of nutrition and metabolism 1 (2) Ears, nose, and throat disorders 1 (  6 ) Eye disorders 6 (  14 ) 5 (  6 ) Health hazard 6 (  33 ) 3 (  7 ) 5  (6)  Heart and blood vessel disorders 3 (  17 ) 4 (  25 ) 11 (  25 ) 20 (  23 ) Hormonal disorders 1 (  6 ) 1 (  6 ) 5 (  11 ) 4 (  5 ) Immune disorders 1 (  6 ) 1 (  6 ) 1 (  17 ) 1 (  2 ) 2 (  2 ) Lung and airway disorders 2 (  11 ) 2 (  13 ) 1 (  17 ) 4 (  9 ) 12 (  14 ) Mental health disorders\n\nWomen's health issues 2 (13) 4 (  9 ) 7 (  8 ) Not specified Country, n (%) 5 (  42 ) 7 (  8 ) Australia  1 (6)  Austria   1 (2)  Bangladesh   2 (11)  4 (5)  Canada   1 (1)  Chile   1 (2)  China   1 (2)  France   3 (3)  Germany   1 (6)  Israel   1 (2)  1 (1)  Italy   1 (6)  1 (1)  Japan   1 (2)  Kenya   1 (6)  1 (2)  1 (1)  Korea   1 (2)  Malaysia   2 (11)  1 (17)  4 (   5 ) Netherlands 2 (  5 ) New Zealand 1 (  2 ) Norway 1 (  6 ) Poland"
    },
    {
      "title": "Impact of technology, n (%)",
      "text": "16 (  89 ) 13 (  81 ) 6 (100) 41 (  93 ) 75 (  87 ) Yes 2 (  11 ) 3 (  19 ) 3 (  7 ) 11  (13)  No Usability assessment, n (%) 3 (  17 ) 8 (  50 ) 1 (  17 ) 8 (  18 ) 38 (  44 ) Yes 15 (83) 8 (  50 ) 5 (  83 ) 36 (  82 ) 48  (56)  No Patient engagement, n (%) 16 (  89 ) 13 (  81 ) 6 (  100 ) 38 (  86 ) 68 (  79 ) Yes 2 (  11 ) 3 (  19 ) 6 (  14 ) 18  (21)  No Theory of behavior change, n (%)\n\nBehavioral learning theory 2 (  13 ) 5 (  11 ) 5 (  6 ) Communication (social support theory) 1 (  6 ) 2 (  13 ) 2 (  33 ) 9 (  20 ) 40  (47)  Cognitive theory a (TPB, SOC, TTM, self-efficacy, information motivation, and behavioral skill)  13 ) 1 (  17 ) 6 (  7 ) Self-regulatory 16 (  88 ) 10 (  63 ) 3 (  33 ) 30 (  69 ) 31 (36) Not specified Sample size, n 10 51 6 2 1 Min. 784 1754 375 22337 13564 Max. Duration 2 mo 1 wk 1 mo 1 mo 1 mo Min. 39 mo 36 mo 3 mo 16 mo 48 mo Max. 1 3 1 1 3 Not specified a TPB= theory of planned behavior, SOC=stage of change, TTM= transtheoretical model."
    },
    {
      "title": "Impact of IT Platforms on Health Outcomes",
      "text": "Overall, IT platforms have been shown to improve health behavior among different disease categories (88.8%, 151/170), although the majority of the positive impact has been shown among hormonal disorders (20.6%, 35/170) (see Table  2 ). Among studies utilizing Internet-based platforms, 87% (75/86) of studies showed a significant impact on health outcomes. Studies also showed that the use of Internet-based tailored weight control programs was correlated with significant increases in weight loss  [30, 31]  and walking distance (P<.05)  [32] . Similarly, mobile-based platforms showed significant effects on health outcomes (91%, 40/44). For example, a study examined use of text messages among patients with diabetes and found a significant decrease in HbA1C level, improved medication adherence, and decreased in emergency service use  [33] . Social media showed a positive impact on health outcomes (81%, 13/16). For example, one study indicated that Twitter usage among cancer patients was a valuable medium for sharing information, discussing treatments, and also acted as a psychological support  [34] . The use of Facebook has also been found to help improve asthma care  [35] . As such, this review found that 100% (6/6) of studies had a positive impact on patient health behavior when implementing a video game as an intervention to change health behavior. In a specific example, King et al concluded that video games can be implemented successfully among hyperfunctional voice disorder as a \"voice therapeutic protocol\", a voice and speech therapy program including a set of vocal tasks using syllable repetitions and chanting of songs and phrases  [36] . Furthermore, the literature showed that telemonitoring improved health outcomes (89%, 16/18). One telemonitoring-based study assessed the effects of a glucose monitoring system on HbA1c levels in diabetic patients and found that usage of this system was correlated with a significant decrease in HbA1c (P=.001)  [37] . Another study evaluated the impact of home-based telemonitoring on patients with heart failure and showed a significant correlative improvement in patients' health outcomes  [38, 39] .\n\nIn contrast, 11% of studies  (19/170)  showed no impact of using IT platforms on health behavior. Among studies using Internet-based platforms, 13%  (11/86)  did not find significant results. One study using a Web-based behavior change program found no differences in smoking abstinence rates at 3-and 6-month follow-up assessment  [40]  and no maintenance of weight loss in an Internet-based intervention group compared to the study's control group  [41] . Also, 7% of (3/44) mobile phone studies reported non-significant impact  [33, [42] [43] [44] . Two mobile phone platform studies did not find a significant reduction in HbA1c level among diabetic patients when SMS text messaging was used to manage their health care (P<.10)  [33, 34] . Moreover, 18% (3/16) of studies showed undesirable effects from using social media  [35, 45, 46] . For instance, Kaplan et al found that psychiatric patients who participated in Internet peer support reported higher levels of distress compared to those who did not participate  [45] . The literature shows that 12% (2/18) of telemonitoring studies had no effect on health outcomes. One particular study found significant changes in neither readmission rate  [47]  nor medication adherence  [48]  among patients with heart failure."
    },
    {
      "title": "Patient Engagement",
      "text": "In total, 82.9% (141/170) of studies reported improvement in patient engagement after using IT platforms (see Table  3 ). Among Internet-based interventions, 79% (68/86) of studies reported a high level of patient engagement. For example, a research study reported that human immunodeficiency virus patients used the Internet-based intervention a majority of the time to access information and manage their health  [49, 50] . Among studies using mobile-based interventions, 86%  (38/44)  reported improvement in patient engagement. One mobile-based intervention study found that text messaging enhanced successful engagement of diabetic patients in their own health care. Patients were able to use this study's text message system for clinical data queries and communicating with health care providers  [51] . Similarly, 81% (13/16) of studies reported that social media was helpful in improving patient engagement. One study found that Facebook provided a forum for reporting personal experiences, asking questions, and receiving direct feedback for people living with diabetes  [46] . Another study showed that social media was helpful to individuals with lower patient activation  [52] [53] [54] . In addition, it was found that video games could enhance patients' active participation in the health care process (100%, 6/6). One video game-based study demonstrated that a health-based video game could help build an effective client-therapist relationship, help structure sessions, and improve patient engagement in the therapeutic process  [55, 56] . Likewise, the literature showed that telemonitoring has been particularly useful for improving patient engagement remotely  (88.8%, 16/18)    [57] [58] [59] [60] [61] [62] [63] , as traditional point-of-care-based ways to monitor patients are costly and difficult to implement  [64] .\n\nOverall, analysis showed significant correlations between patient engagement in health care and the impact of IT platforms (χ 2 1 =39.8836, P .001). Only Internet-based platforms had a significant association between patient engagement and impact of technology on outcomes (χ 2 1 =28.2558, P .001). 68 ) 16 (  37 ) 1 (  50 ) 1 (  6 ) 2 (  67 ) 1 (  8 ) 1 (  33 ) 5 (  12 ) 9 (  82 ) 9 (12) No 170 (100) 19 (100) 151 (100) 6 (100) 2 (100) 16 (100) 3 (100) 13 (100) 3 (100) 41 (100) 11 (100) 75 (100) Total"
    },
    {
      "title": "Behavior Theory",
      "text": "Overall results showed that 47.0% (80/170) of the literature explicitly referenced theory (see Table  4 ). Among Internet-based interventions, 64% (55/86) of studies mentioned the use of behavior theories. Cognitive theories dominated this category (47%, 40/86). Further, 32% (14/44) of mobile-based intervention studies reported use of behavior theories. Cognitive theories were also the most widely used among this category (30%, 13/44)  [42, 51, [65] [66] [67] [68] [69] [70] [71] . Moreover, 38% (6/16) of social media studies used behavior change theory. Social support, cognitive, and self-regulatory theories were the only models used in this category  [35, 45, 52, [72] [73] [74] . The analysis showed 50% (3/6) of video-game platforms used behavior change theories, where the cognitive and self-regulatory theories are the only used  [75, 76] . Only 11% (2/18) of telemonitoring studies used biomedical and cognitive theories  [77, 78] . Literature showed that 89% (71/80) of studies with behavior theories had a significant impact on health outcomes. Only 11% (9/80) of telemonitoring studies explicitly referenced the use of behavior theories and showed no impact of technology on health outcomes. The result failed to show any relationship between using behavior theory and the impact of technology on health outcomes (χ 2 1 =0.008, P=.977).\n\nThe analysis also found no significant correlative relationship between behavior theory and patient engagement in health care (χ 2 1 =0.3055, P=.580479). However, there was a significant relationship between patient engagement and Internet-based interventions using behavior theories (χ 2  1 =7.3144, P=.00684) (see Table  5 ). 4 ) 1 (  6 ) 1 (  6 ) 1 (  2 ) 1 (1) 4 (  5 ) Communication (social support theory) 58 (  34 ) 5 (  3 ) 53 (  31 ) 2 (  33 ) 1 (  6 ) 2 (  13 ) 1 (  2 ) 12 (  27 ) 4 (  5 ) 36  (42)  Cognitive theory (TPB, SOC, TTM, self-efficacy, information motivation, and behavioral skill) 9 (  5 ) 1 (1) 8 (  5 ) 1 (  17 ) 2 (  13 ) 1 (  1 ) 5 (  6 ) Self-regulatory 80 (47) 9 (  5 ) 71 (  42 ) 3 (  50 ) 2 (  2 ) 1 (  6 ) 5 (  31 ) 1 (  2 ) 13 (  29 ) 7 (  8 ) 48  (56)  Total of used theory 90 (  53 ) 10 (  6 ) 80 (  47 ) 3 (  50 ) 2 (  11 ) 14 (  78 ) 2 (  13 ) 8 (  50 ) 2 (  5 ) 28 (  64 ) 4 (  5 ) 27  (31)  Theory not reported 170 (100) 19  (11)  151 (  89 ) 6 (100) 2 (  11 ) 16 (  89 ) 3 (  19 ) 13 (  81 ) 3 (  7 ) 41 (  93 ) 11 (  13 ) 75 (  87 ) Total   2 (1)  2 (1)  1 (6)  1 (1)  Biomedical theory   (chronic model)   3 (2)  1 (1)  2 (1)  1 (1)  2 (2)  Behavioral learning theory   8 (5)  8 (5)  2 (13)  1 (2)  5 (   6 ) Communication (social support theory) 58 (  34 ) 12 (  7 ) 46 (  27 ) 2 (  33 ) 1 (  6 ) 2 (  13 ) 2 (  5 ) 11 (  25 ) 10 (  12 ) 30  (35)  Cognitive theory (TPB, SOC, TTM, self-efficacy, information motivation, and behavioral skill) 9 (  5 ) 2 (  1 ) 7 (  4 ) 1 (  17 ) 2 (  13 ) 2 (  2 ) 4 (  5 ) Self-regulatory 80 (  47 ) 15 (  9 ) 65 (  38 ) 3 (  50 ) 2 (  11 ) 6 (  38 ) 2 (  5 ) 12 (  27 ) 13 (  12 ) 42 (  49 ) Total of used theory 90 (  53 ) 14 (  8 ) 76 (  45 ) 3 (  50 ) 2 (  11 ) 16 (  89 ) 3 (  19 ) 7 (  44 ) 4 (  9 ) 26 (  59 ) 5 (  2 ) 26  (30)  Theory not reported 170 (100) 29 (  17 ) 141 (  83 ) 6 (  100 ) 2 (  11 ) 3 (  19 ) 13 (  81 ) 6 (  14 ) 38 (  86 ) 18 (  15 ) 68  (79)  Grand Total"
    },
    {
      "title": "Methods to Measure Health Outcomes",
      "text": "Most studies used indirect ways (such as self-reports) to measure health outcomes  (65.9%, 112/170) . The literature showed that 57.6% (98/170) of studies showed a positive impact of IT platforms when the health outcomes were assessed using indirect ways. For example, self-reporting was used to assess whether a text message could increase smoking cessation  [68] , reduce methamphetamine use among human immunodeficiency virus patients  [79] , and to assess medication adherence among patients with congestive heart failure  [48] . The analysis showed no significant association between ways to measure health outcomes and technology impact (χ 2 1 =0.5793, P=.446603) (see Table  6 ). 3 ) 53 (  31 ) 3 (  50 ) 6 (  33 ) 1 (  6 ) 2 (  5 ) 18 (  41 ) 3 (  3 ) 25 (  29 ) Direct 112 (66) 14 (  8 ) 98 (  58 ) 3 (  50 ) 2 (  11 ) 10 (  56 ) 3 (  19 ) 12 (  75 ) 1 (  2 ) 23 (  52 ) 8 (  9 ) 50 (  58 ) Indirect 170 (100) 19  (11)  151 (  89 ) 6 (100) 2 (  11 ) 16 (  89 ) 3 (  19 ) 13 (  81 ) 3 (  7 ) 41 (  93 ) 11 (  13 ) 75 (  87 ) Grand Total"
    },
    {
      "title": "Usability Assessment",
      "text": "Only 33.5% (57/170) of studies assessed the usability of IT platforms. Of those, the majority were considered by authors to be usable (89%, 51/57). Specifically, 75% (28/37) of Internet-based IT intervention studies showed positive health outcomes with usable interventions  [41, . In one study that gauged usability, Steele et al performed a 3-month randomized controlled trial among 192 participants and found an Internet-based physical activity behavior change program to be usable, feasible, and acceptable among inactive participants  [41] . Mobile-based interventions also showed 75% (6/8) of usable interventions had a positive impact on health outcomes  [42, 69, 93, [107] [108] [109] . In one study, SMS was found to be useful in helping patients to remember to take their medications and be engaged in treatment planning  [107] . SMS-based intervention was also found to be useful in promoting communication with health care providers by delivering, receiving health information, generating questions, and seeking information related to health conditions  [42] . Moreover, 87% (7/8) of studies reported that the usability of social media-based interventions was positively correlated with good impact on health outcomes  [34, 35, 46, 52, 53, 110, 111] .\n\nOne particular social networking-related study found that online health-related social networking was useful and acceptable in chronic disease management  [52] . In addition, one study reported the usability assessment in the video-game category and found that it was usable and had a positive impact among patients with hyperfunctional voice disorders  [36] . Overall, the analysis also found that telemonitoring also showed similar results (100%, 3/3). One telemonitoring-based study found that XSL • FO RenderX telecommunication-based reminder tools are useful for improving medication adherence  [112] .\n\nAlthough our results failed to report any relationship between usability of IT platforms and the impact on health outcomes (P=.1065), they showed significant association between usability and patient engagement in health care (P=.0216) (Fisher's exact test) (see Tables  7  and  8 ). 5 ) 43 (  25 ) 1 (  17 ) 3 (  17 ) 2 (  13 ) 5 (  31 ) 2 (  5 ) 6 (  14 ) 4 (  5 ) 28 (  33 ) Usable 6 (  4 ) 2 (  1 ) 4 (  2 ) 1 (  6 ) 4 (  5 ) 1 (  1 ) Not usable 57 (  34 ) 45 (  26 ) 12 (  7 ) 1 (  17 ) 3 (  17 ) 2 (  13 ) 6 (  38 ) 2 (  5 ) 6 (  14 ) 8 (  9 ) 29  (34)  Total of assessed usability 113 (  66 ) 106 (  62 ) 7 (  4 ) 5 (  83 ) 2 (  11 ) 13 (  72 ) 1 (  6 ) 7 (  44 ) 1 (  2 ) 35 (  80 ) 3 (  3 ) 46  (53)  Not assessed usability 170 (  100 ) 151 (  89 ) 19 (  11 ) 6 (  100 ) 2 (  11 ) 16 (  89 ) 3 (  19 ) 13 (  81 ) 3 (  7 ) 41 (  93 ) 11 (  13 ) 75 (  87 ) Grand total   5 ) 41 (  24 ) 1 (  17 ) 3 (  17 ) 2 (  13 ) 5 (  31 ) 1 (  2 ) 7 (  16 ) 6 (  7 ) 26  (30)  Usability assessed (usable) 6 (  4 ) 4 (  2 ) 2 (  1 ) 1 (  6 ) 4 (  5 ) 1 (1) Usability assessed (not usable) 57 (  34 ) 13 (  8 ) 43 (  25 ) 1 (  17 ) 3 (  17 ) 2 (  13 ) 6 (  38 ) 1 (  2 ) 7 (  16 ) 10 (  12 ) 27  (31)  Total usability assessed 113 (66) 16 (  9 ) 97 (  57 ) 5 (  83 ) 2 (  11 ) 13 (  72 ) 1 (  6 ) 7 (  44 ) 5 (  11 ) 31 (  70 ) 8 (  9 ) 41  (48)  Not assessed 170 (100) 29 (  17 ) 141 (  83 ) 6 (100) 2 (  11 ) 16 (  89 ) 3 (  19 ) 13 (  81 ) 6 (  14 ) 38 (  86 ) 18 (  21 ) 68  (79)  Grand total"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings"
    },
    {
      "title": "Impact of IT Platforms on Health Outcomes",
      "text": "Overall, this review indicated that IT platform-based health interventions had a great impact on patients' health outcomes in the United States and in other nations. IT-based health interventions have been viewed as driving positive health behavior change through patient engagement with most technology platforms. IT-based health interventions also provide necessary information and advice and counseling related to certain diseases and conditions, such as mental disorders  [113] [114] [115] [116] [117] [118] [119] [120] , asthma  [57, 76, 96, [121] [122] [123] , obesity  [30, 32, [124] [125] [126] [127] [128] [129] [130] [131] [132] , smoking  [40, 68, 69, 88, [133] [134] [135] [136] , diabetes  [11,137-151], sleep disorder [152] , hypertension  [127, 153, 154] , cancer  [34, 58, 60, 74, 75, 82, 92, 97, 98, [155] [156] [157] , thereby encouraging healthy living  [30, 31, 72, 124, 158, 159] . Moreover, these interventions enable patients to be engaged in self-monitoring, thereby directing patients toward healthy eating, enhancing attendance rate  [136, [160] [161] [162] [163] [164] [165] [166] , improving medication adherence  [162, [167] [168] [169] [170] [171] [172] [173] , increasing knowledge about disease and treatment  [33, 42, 47, 75, 85, 90, 94, 96, 115, 119, 168, 174, 175] , and enhancing exercise use  [32, 56, [80] [81] [82] 122, 125, 126, [128] [129] [130] [131] [132] 153, 156, [176] [177] [178] [179] [180] [181] [182] [183] . Online coaching by specialists enables patients to recover quickly, ensuring that the pain they experience is reduced  [89, 184] , and doctor-patient communications are made readily available  [73, 157, [185] [186] [187] [188] [189] [190] [191] .\n\nApart from Internet-based technologies, mobile phone technologies have been used extensively to engage patients and ensure there is patient health behavior change. Mobile phone technologies engage patients by using SMS to contact them and provide necessary health information. This technology can be very effective and efficient, since it is less expensive and therefore more people can afford it. Studies have shown that patients can receive health-related information, receive reminders of their health care attendance, as well as be encouraged to adhere to their treatment  [35, 107, 192] .\n\nSocial media outlets, such as Twitter and Facebook, can ensure patients get and exchange necessary health information  [34, 46] . Video game and telemonitoring technologies served a similar purpose; these technologies tried to engage patients in order to provide necessary health information and provided a platform for helping patients adhere to treatment and helped patients actively become involved in the treatment process. These technologies are of great importance to patients as well as helpful to health care providers, therefore ensuring effectiveness and efficiency.\n\nAlthough several studies demonstrated the positive impact of IT platform usage, others showed no impact  [33, 35, 41, 43, [45] [46] [47] [48] 81, 83, 91, 133, 141, 178, [193] [194] [195] [196] [197] [198] . This could be due to the timing of the follow-up assessments ranging from one extremely short follow-up timing (1 week) to a relatively long-term follow-up timing  (48 months) . The lack of consistency in follow-up timing made it unclear as to how long these effects on patient health last. Moreover, the technology adoption rate may decline after a certain time period, thus diminishing its effectiveness after significant results at the beginning of the study. This occurred in a study by Williamson et al who found that after 2 years of an IT-based intervention, the decrease in body weight did not differ between the intervention and control group  [28] . Similarly, another research study found a slow decline in HbA1c at 3 months follow-up (1.22%) versus (1.09%) 6 months follow-up  [199, 137] . Therefore, designing and evaluating IT platforms may become a significant challenge because researchers are dealing with a large volume of interventions that have different impacts on patient health behavior. Thus, several issues need to be addressed if such interventions are to be evaluated or assessed, such as length of intervention, type of technology, usability of the technology, application of behavior theory, and how health outcomes are measured."
    },
    {
      "title": "Patient Engagement in Health Care Using IT Platforms",
      "text": "Our review showed that IT platforms are playing a significant role in patient engagement. This review implies that higher patient participation in condition self-management was correlated with greater improvement in health outcomes. Many studies have shown that patients who actively participated in health care experience better health outcomes compared to less involved patients. One specific study showed a significant association between patient engagement using the Internet and weight loss at 6 months (P .001) [77] . Another study reported that a text messaging-based intervention could enhance patient engagement  [33] . Social networks can also be particularly helpful to individuals with lower patient activation  [52] . Despite the evidence regarding the importance of patient engagement, it is challenging to draw solid conclusions. Many of the studies conducted qualitative surveys to measure patient engagement or relied solely on the number of times patients logged in or uploaded data to determine their engagement. However, system log-ins and upload and download data are not engagement. Patient engagement is basically about interaction and participation in managing one's health to achieve desired goals. Therefore, further research is needed to determine the best ways to measure patient engagement."
    },
    {
      "title": "Association Between Usability of IT Platforms and Their Impact",
      "text": "Our review found limited levels of evidence supporting the correlation between usability and impact of technology on health outcomes (P=.1065). Several factors may hinder the positive impact of technology on health outcomes other than usability issues. Patients' willingness to participate in managing their health care could be one of the main reasons. The review found a significant relationship with patient engagement and impact of technology. It found also a significant positive correlation between patient engagement and usability of IT platforms. Even though the aim of this study was not to discover determinants of patient engagement, several issues were identified including unequal access to technology, technical issues, poor interface design, suboptimal message content, privacy and confidentiality issues  [46, 108, 110, 121, 165, 193, 200] , and patients' self-perceived health illiteracy. The latter issue was seen in social media, where patients think such a discussion should be restricted to health care professionals  [46] . Also, the majority of technologies rely on patient-provider engagement from both sides to exchange information and manage health conditions, such as in two-way SMS, thus increasing burden on providers as well as patients. Moreover, in some countries like Sweden, information dissemination can be restricted by legal and ethical regulations for online patient-provider communication  [201] . Therefore, more research on the usability and acceptability of these technologies and discovering the different factors that impact patient engagement and their meaningful use will be required in the future."
    },
    {
      "title": "Association Between Technology Impact and Intervention Grounded in Behavior Change Theories",
      "text": "This review found that only a limited number of specific behavioral theories and models were referenced among multiple articles inferring a theoretical design. This could imply that several IT interventions are designed in an ad hoc way, without using any theoretical frameworks. This finding supports the results of a previous study showing the majority of mobile-based interventions used for improving medication adherence and disease management were developed without a theoretical basis  [202] . The review failed to detect any relationship between (1) behavioral theories and impact of technology or (2) theories and patient engagement. This could imply that existing theories/model were not developed to be used with these technologies. We found a significant association between patient engagement in Internet-based interventions and use of behavior theories in these interventions (χ 2 1 =7.3144, P=.00684). This could imply that existing theories or models may have limited applicability. However, it was difficult to draw a clear conclusion whether or not using theory influenced intervention effectiveness. Possible reasons for the lack of theory may include the investigator not citing the theory, researchers' lack of knowledge of the theories, struggling to define appropriate theories, poorly operationalized theories, an absence of good evaluation methods and usability testing, and theories containing overlapping constructs and inconsistent use of terminology. For example, the construct of self-efficacy can be found in Social Cognitive Theory, Protection Motivation Theory, the Theory of Planned Behavior, the Health Belief Model, and Self-Regulation Theory. In addition, the simplicity of the interventions could be another reason for not including behavior theories. For example, reminding patients to take their treatment through text message appears simple and consistent with the \"cue to action\" constituent of many health behavior theories or models, but these theories were not always described. Our findings of the lack of association between use of theory and outcomes was based on the theory description within each published article and should be interpreted cautiously."
    },
    {
      "title": "Association Between Methods to Measure Health Outcomes and the Impact of These Technologies",
      "text": "Overall, slightly more than half of the reviewed articles had a positive impact when assessed with patient questionnaires, patient self-reports, pill counts, rates of prescription refills, assessment of patients' clinical response, and electronic medication monitors. Even though the way to measure health outcomes is an important factor in determining the impact of technology, the review failed to detect any relationship between methods used to measure health outcomes and the impact of technology. Therefore, further study is needed to replicate our results, because for each approach, there are different assumptions related to what data to collect, how to collect that data, and how to make decisions about success. Indirect methods may overestimate patient adherence. For instance, metformin treatment adherence can be monitored either by recording the number of times the medication bottle was opened, or alternately, adherence could be gauged by metformin plasma levels. Both health behaviors are part of the same behavioral class to control blood sugar levels. However, measuring metformin in blood is more effective at measuring adherence than recording the time when the bottle is opened because patients may open and close the bottle without taking any medication."
    },
    {
      "title": "Limitations",
      "text": "Our review included some limitations. First, due to the heterogeneity of the research studies and the fact that some data were not available for certain types of interventions and their characteristics, some statistical tests could not be performed, hindering optimal quantitative assessment. Second, we excluded studies not written in English; this criterion might have omitted certain relevant research. Third, the majority of studies were performed in the United States, which limits generalizability of findings. Finally, because of possible publication bias toward positive findings, our review may overestimate the actual impact of these technologies."
    },
    {
      "title": "Implications",
      "text": "The results from this review reveal several practical applications worthy of future study (summarized in Table  9 ).\n\nTable 9. Implications of study. Implications Suggestion Information technology platforms It would be valuable to further evaluate IT platform-based interventions to form a more coherent picture of their effectiveness in encouraging patient engagement for the purpose of enhancing lasting health behavior change.\n\nA study with a long time frame may be useful to draw a clear conclusion on the effectiveness of these technologies and to determine the best ways to guarantee positive long-term effects in patients.\n\nAlso, due to low availability of studies meeting our criteria, we could not provide or conclude relationships between factors. Therefore, we recommend doing another review when there are more studies available in future.\n\nIn future, we can increase the quality of the review by limiting sample size and study time frame.\n\nIT platform interventions reviewed in this study are mutually inclusive; they use different labels and contexts to describe the same concepts and lack of formal definitions. Therefore, a common framework for analyzing these concepts is needed. A framework with an ontological approach may serve this purpose.\n\nThe outreach and engagement period prior to the intervention enrollment are critical to the success of any intervention. Therefore, studies should consider that when implementing the interventions"
    },
    {
      "title": "Patient engagements",
      "text": "A study assessing determinant of patient engagement is highly recommended.\n\nAssessment of user satisfaction toward IT platforms and their usability of these platforms are needed, and could be done through qualitative evaluations of user opinions of the respective IT platform(s)."
    },
    {
      "title": "Usability",
      "text": "The literature also needs to focus more on referencing, selecting, and implementing behavioral theory to achieve the best possible impact. Reporting accurate information about interventions is essential to assessing the effectiveness of these interventions and facilitating their successful implementation.\n\nTheories of health behavior Also, new theories are needed to better understand how patients can participate and facilitate health behavior change, theories building on past conceptual and focus only on one aspect, a triangulation model would provide internally logical and comprehensible perception to achieve these goals.\n\nIt would be valuable to further examine how different types of measurement could affect patient outcomes reported in the study. A comparison between direct and indirect methods could be helpful to draw a clear conclusion."
    },
    {
      "title": "Methods measure health outcomes"
    },
    {
      "title": "Conclusions",
      "text": "Based on our review, there is moderately strong evidence that IT platforms can engage patients in health care and improve health outcomes. The usefulness and acceptability of IT platforms can have great power in engagement and outcomes. Studies grounded in behavior theory appeared to show a positive impact on patient health behavior. To exploit the full potential of IT platforms in health care, new theories may be needed to better understand how patients can participate and facilitate health behavior change. Selecting appropriate ways to measure health behavior change and developing a common framework to analyze and understand the different components of IT platforms and their safety, effectiveness, efficiency, and acceptability will also be of great importance."
    },
    {
      "text": "Figure 1. Flow diagram of included and excluded studies."
    },
    {
      "text": "Summary of the review results based on types of IT platforms."
    },
    {
      "text": "Impact of IT platforms on patient engagement (Yes=positive impact, No=no impact)."
    },
    {
      "text": "Impact of IT platforms and theories of health behavior (Yes=positive impact, No=no impact)."
    },
    {
      "text": "Patient engagement and theories of health behavior (Yes=positive impact, No=no impact)."
    },
    {
      "text": "Impact of IT platforms and methods to measure health outcomes (Yes=positive impact, No=no impact)."
    },
    {
      "text": "Impact of IT platforms and usability (Yes=positive impact, No=no impact)."
    },
    {
      "text": "Patient engagement and usability (Yes=positive impact, No=no impact)."
    }
  ],
  "references": [
    {
      "title": "The challenges of conceptualizing patient engagement in healthcare: a lexicographic literature review",
      "authors": [
        "S Barello",
        "G Graffigna",
        "E Vegni",
        "A Bosio"
      ],
      "year": 2014
    },
    {
      "title": "Where are the patients in decision-making about their own care?",
      "authors": [
        "A Coulter",
        "S Parsons",
        "J Askham"
      ],
      "year": 2008
    },
    {
      "title": "Winning their trust",
      "authors": [
        "A Parekh"
      ],
      "year": 2011,
      "doi": "10.1056/nejmp1105645"
    },
    {
      "title": "Changing patient behavior: The next frontier in healthcare value",
      "authors": [
        "D Sundiatu",
        "G Shonu",
        "P Thomas"
      ],
      "year": 2012,
      "doi": "10.1017/9781839701252.002"
    },
    {
      "title": "Some novel aspects of health communication from a dialogue systems perspective",
      "authors": [
        "T Bickmore",
        "T Giorgino"
      ],
      "year": 2004,
      "doi": "10.1109/glocom.2004.1378996"
    },
    {
      "title": "Use of health information technology to improve medication adherence",
      "authors": [
        "W Vollmer",
        "A Feldstein",
        "D Smith",
        "J Dubanoski",
        "A Waterbury",
        "J Schneider"
      ],
      "year": 2011
    },
    {
      "title": "A systematic review of patient acceptance of consumer health information technology",
      "authors": [
        "C Or",
        "B Karsh"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m2888"
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Systematic review of communication technologies to promote access and engagement of young people with diabetes into healthcare",
      "authors": [
        "P Sutcliffe",
        "S Martin",
        "J Sturt",
        "J Powell",
        "F Griffiths",
        "A Adams"
      ],
      "year": 2011,
      "doi": "10.1186/1472-6823-11-1"
    },
    {
      "title": "Over 50 and wired: Web-based stakeholder communication",
      "authors": [
        "H Martyn",
        "L Gallant"
      ],
      "year": 2012,
      "doi": "10.5210/fm.v17i6.3449"
    },
    {
      "title": "Health empowerment technologies (HET): building a web-based tool to empower older African American patient-doctor relationships",
      "authors": [
        "G Winbush",
        "L Mcdougle",
        "L Labranche"
      ],
      "year": 2014,
      "doi": "10.1353/hpu.2014.0017"
    },
    {
      "title": "The effects on health behavior and health outcomes of Internet-based asynchronous communication between health providers and patients with a chronic condition: a systematic review",
      "authors": [
        "C De Jong",
        "Ros Schrijvers"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3000"
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams",
        "D Rosenberg",
        "A Yaroch",
        "A Atienza"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.05.007"
    },
    {
      "title": "The effectiveness of Web-based vs. non-Web-based interventions: a meta-analysis of behavioral change outcomes",
      "authors": [
        "D Wantland",
        "C Portillo",
        "W Holzemer",
        "R Slaughter",
        "E Mcghee"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.4.e40"
    },
    {
      "title": "A systematic review of IT for diabetes self-management: are we there yet?",
      "authors": [
        "O El-Gayar",
        "P Timsina",
        "N Nawar",
        "W Eid"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2013.05.006"
    },
    {
      "title": "The role of behavioral science theory in development and implementation of public health interventions",
      "authors": [
        "K Glanz",
        "D Bishop"
      ],
      "year": 2010,
      "doi": "10.1146/annurev.publhealth.012809.103604"
    },
    {
      "title": "Diabetes patient education: a meta-analysis and meta-regression",
      "authors": [
        "S Ellis",
        "T Speroff",
        "R Dittus",
        "A Brown",
        "J Pichert",
        "T Elasy"
      ],
      "year": 2004,
      "doi": "10.1016/s0738-3991(03)00016-8"
    },
    {
      "title": "Emerging Theories in Health Promotion Practice and Research",
      "authors": [
        "R Diclemente",
        "R Crosby",
        "M Kegler"
      ],
      "year": 2009
    },
    {
      "title": "Design and implementation of a randomized controlled social and mobile weight loss trial for young adults (project SMART)",
      "authors": [
        "K Patrick",
        "S Marshall",
        "E Davila",
        "J Kolodziejczyk",
        "J Fowler",
        "K Calfas"
      ],
      "year": 2014,
      "doi": "10.1016/j.cct.2013.11.001"
    },
    {
      "title": "Why innovations and advances in health behavior change will arise if interventions are used to test and refine theory",
      "authors": [
        "A Rothman"
      ],
      "year": 2004,
      "doi": "10.1186/1479-5868-1-11"
    },
    {
      "title": "Active assistance technology for health-related behavior change: an interdisciplinary review",
      "authors": [
        "C Kennedy",
        "J Powell",
        "T Payne",
        "J Ainsworth",
        "A Boyd",
        "I Buchan"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1893"
    },
    {
      "title": "How scholarly is Google Scholar? A comparison to library databases",
      "authors": [
        "J Howland",
        "T Wright",
        "R Boughan",
        "B Roberts"
      ],
      "year": 2009,
      "doi": "10.5860/crl.70.3.227"
    },
    {
      "title": "Google Scholar coverage of a multidisciplinary field",
      "authors": [
        "W Walters"
      ],
      "year": 2007,
      "doi": "10.1016/j.ipm.2006.08.006"
    },
    {
      "title": "Making sense of evidence. 10 questions to help you make sense of qualitative research",
      "year": 2006
    },
    {
      "title": "Evaluating meta-ethnography: a synthesis of qualitative research on lay experiences of diabetes and diabetes care",
      "authors": [
        "R Campbell",
        "P Pound",
        "C Pope",
        "N Britten",
        "R Pill",
        "M Morgan"
      ],
      "year": 2003,
      "doi": "10.1016/s0277-9536(02)00064-3"
    },
    {
      "title": "A systematic review of the relationship between parenting styles and children's physical activity. Health, physical activity and sport in South Africa: issues and challenges",
      "authors": [
        "E Davids",
        "N Roman"
      ],
      "year": 2014
    },
    {
      "title": "Adherence to long-term therapies: evidence for action",
      "authors": [
        "S Degeest",
        "E Sabaté"
      ],
      "year": 2003,
      "doi": "10.1016/s1474-5151(03)00091-4"
    },
    {
      "title": "Behavioral theories and the problem of compliance",
      "authors": [
        "H Leventhal",
        "L Cameron"
      ],
      "year": 1987,
      "doi": "10.1016/0738-3991(87)90093-0"
    },
    {
      "title": "A review of health behaviour theories: how useful are these for developing interventions to promote long-term medication adherence for TB and HIV/AIDS?",
      "authors": [
        "S Munro",
        "S Lewin",
        "T Swart",
        "J Volmink"
      ],
      "year": 2007,
      "doi": "10.1186/1471-2458-7-104"
    },
    {
      "title": "Innovation in weight loss programs: a 3-dimensional virtual-world approach",
      "authors": [
        "J Johnston",
        "A Massey",
        "C Devaneaux"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2254"
    },
    {
      "title": "A randomized controlled trial on the long-term effects of a 1-month behavioral weight control program assisted by computer tailored advice",
      "authors": [
        "Y Adachi",
        "C Sato",
        "K Yamatsu",
        "S Ito",
        "K Adachi",
        "T Yamagami"
      ],
      "year": 2007,
      "doi": "10.1016/j.brat.2006.03.017"
    },
    {
      "title": "Evaluation of an internet-based physical activity intervention: a preliminary investigation",
      "authors": [
        "M Napolitano",
        "M Fotheringham",
        "D Tate",
        "C Sciamanna",
        "Leslie Owen"
      ],
      "year": 2003
    },
    {
      "title": "Trial to examine text message-based mHealth in emergency department patients with diabetes (TExT-MED): a randomized controlled trial",
      "authors": [
        "S Arora",
        "A Peters",
        "E Burner",
        "C Lam",
        "M Menchine"
      ],
      "year": 2014,
      "doi": "10.1016/j.annemergmed.2013.10.012"
    },
    {
      "title": "Cancer patients on Twitter: a novel patient community on social media",
      "authors": [
        "Y Sugawara",
        "H Narimatsu",
        "A Hozawa",
        "L Shao",
        "K Otani",
        "A Fukao"
      ],
      "year": 2012,
      "doi": "10.1186/1756-0500-5-699"
    },
    {
      "title": "A pilot study of delivering peer health messages in an HIV clinic via mobile media",
      "authors": [
        "C Winstead-Derlega",
        "M Rafaly",
        "S Delgado",
        "J Freeman",
        "K Cutitta",
        "T Miles"
      ],
      "year": 2012,
      "doi": "10.1089/tmj.2011.0236"
    },
    {
      "title": "A model for treating voice disorders in school-age children within a video gaming environment",
      "authors": [
        "S King",
        "L Davis",
        "J Lehman",
        "B Ruddy"
      ],
      "year": 2012,
      "doi": "10.1016/j.jvoice.2011.08.002"
    },
    {
      "title": "Effect of Internet therapeutic intervention on A1C levels in patients with type 2 diabetes treated with insulin",
      "authors": [
        "H Tildesley",
        "A Mazanderani",
        "S Ross"
      ],
      "year": 2010,
      "doi": "10.2337/dc09-2256"
    },
    {
      "title": "Effect of home-based telemonitoring using mobile phone technology on the outcome of heart failure patients after an episode of acute decompensation: randomized controlled trial",
      "authors": [
        "D Scherr",
        "P Kastner",
        "A Kollmann",
        "A Hallas",
        "J Auer",
        "H Krappinger"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1252"
    },
    {
      "title": "Establishment of blood glucose monitoring system using the internet",
      "authors": [
        "H Kwon",
        "J Cho",
        "H Kim",
        "B Song",
        "S Ko",
        "J Lee"
      ],
      "year": 2004,
      "doi": "10.2337/diacare.27.2.478"
    },
    {
      "title": "Defining participant exposure measures in Web-based health behavior change programs",
      "authors": [
        "B Danaher",
        "S Boles",
        "M Akers"
      ],
      "year": 2006,
      "doi": "10.2196/jmir.8.3.e15"
    },
    {
      "title": "Development and process evaluation of an internet-based physical activity behaviour change program",
      "authors": [
        "R Steele",
        "K Mummery",
        "T Dwyer"
      ],
      "year": 2007,
      "doi": "10.1016/j.pec.2007.02.013"
    },
    {
      "title": "A two-way text-messaging system answering health questions for low-income pregnant women",
      "authors": [
        "H Song",
        "A May",
        "V Vaidhyanathan",
        "E Cramer",
        "R Owais",
        "S Mcroy"
      ],
      "year": 2013,
      "doi": "10.1016/j.pec.2013.04.016"
    },
    {
      "title": "One-year efficacy and safety of Web-based follow-up using cellular phone in type 1 diabetic patients under insulin pump therapy: the PumpNet study",
      "authors": [
        "P Benhamou",
        "V Melki",
        "R Boizel",
        "F Perreal",
        "J Quesada",
        "S Bessieres-Lacombe"
      ],
      "year": 2007,
      "doi": "10.1016/j.diabet.2007.01.002"
    },
    {
      "title": "Comparison of an SMS text messaging and phone reminder to improve attendance at a health promotion center: a randomized controlled trial",
      "authors": [
        "Z Chen",
        "L Fang",
        "L Chen",
        "H Dai"
      ],
      "year": 2008,
      "doi": "10.1631/jzus.b071464"
    },
    {
      "title": "Internet peer support for individuals with psychiatric disabilities: A randomized controlled trial",
      "authors": [
        "K Kaplan",
        "M Salzer",
        "P Solomon",
        "E Brusilovskiy",
        "P Cousounis"
      ],
      "year": 2011,
      "doi": "10.1016/j.socscimed.2010.09.037"
    },
    {
      "title": "Correlates of health-related social media use among adults",
      "authors": [
        "R Thackeray",
        "B Crookston",
        "J West"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2297"
    },
    {
      "title": "Evaluation of home telehealth following hospitalization for heart failure: a randomized trial",
      "authors": [
        "B Wakefield",
        "M Ward",
        "J Holman",
        "A Ray",
        "M Scherubel",
        "T Burns"
      ],
      "year": 2008,
      "doi": "10.1089/tmj.2007.0131"
    },
    {
      "title": "Adherence among telemonitored patients with heart failure to pharmacological and nonpharmacological recommendations",
      "authors": [
        "B Ramaekers",
        "J Janssen-Boyne",
        "A Gorgels",
        "H Vrijhoef"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0160"
    },
    {
      "title": "A programmable prompting device improves adherence to highly active antiretroviral therapy in HIV-infected subjects with memory impairment",
      "authors": [
        "A Andrade",
        "H Mcgruder",
        "A Wu",
        "S Celano",
        "R Skolasky",
        "O Selnes"
      ],
      "year": 2005,
      "doi": "10.1086/432877"
    },
    {
      "title": "In defense of the internet: the relationship between Internet communication and depression, loneliness, self-esteem, and perceived social support",
      "authors": [
        "L Shaw",
        "L Gant"
      ],
      "year": 2002,
      "doi": "10.1089/109493102753770552"
    },
    {
      "title": "Patients' engagement with \"Sweet Talk\" -a text messaging support system for young people with diabetes",
      "authors": [
        "V Franklin",
        "A Greene",
        "A Waller",
        "S Greene",
        "C Pagliari"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.962"
    },
    {
      "title": "Online activity and participation in treatment affects the perceived efficacy of social health networks among patients with chronic illness",
      "authors": [
        "R Magnezi",
        "Y Bergman",
        "D Grosberg"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2630"
    },
    {
      "title": "Internet-based diabetes self-management and support: Initial outcomes from the Diabetes Network project",
      "authors": [
        "H Mckay",
        "R Glasgow",
        "E Feil",
        "S Boles",
        "M Barrera"
      ],
      "year": 2002,
      "doi": "10.1037/0090-5550.47.1.31"
    },
    {
      "title": "The diabetes network internet-based physical activity intervention: a randomized pilot study",
      "authors": [
        "H Mckay",
        "D King",
        "E Eakin",
        "J Seeley",
        "R Glasgow"
      ],
      "year": 2001,
      "doi": "10.2337/diacare.24.8.1328"
    },
    {
      "title": "An evaluation of a solution focused computer game in adolescent interventions",
      "authors": [
        "D Coyle",
        "G Doherty",
        "J Sharry"
      ],
      "year": 2009,
      "doi": "10.1177/1359104508100884"
    },
    {
      "title": "The impact of Wii Fit intervention on dynamic balance control in children with probable Developmental Coordination Disorder and balance problems",
      "authors": [
        "D Jelsma",
        "R Geuze",
        "R Mombarg",
        "B Smits-Engelsman"
      ],
      "year": 2014,
      "doi": "10.1016/j.humov.2013.12.007"
    },
    {
      "title": "An Internet-based store-and-forward video home telehealth system for improving asthma outcomes in children",
      "authors": [
        "D Chan",
        "C Callahan",
        "S Sheets",
        "C Moreno",
        "F Malone"
      ],
      "year": 2003,
      "doi": "10.1093/ajhp/60.19.1976"
    },
    {
      "title": "Agreement between telerehabilitation involving caregivers and face-to-face clinical assessment of lymphedema in breast cancer survivors",
      "authors": [
        "N Galiano-Castillo",
        "A Ariza-García",
        "Cantarero- Villanueva",
        "I Fernández-Lao",
        "C Sánchez-Salado",
        "C Arroyo-Morales"
      ],
      "year": 2014,
      "doi": "10.1007/s00520-013-1971-8"
    },
    {
      "title": "Baby CareLink: using the internet and telemedicine to improve care for high-risk infants",
      "authors": [
        "J Gray",
        "C Safran",
        "R Davis",
        "G Pompilio-Weitzner",
        "J Stewart",
        "L Zaccagnini"
      ],
      "year": 2000
    },
    {
      "title": "Telehealth personalized cancer risk communication to motivate colonoscopy in relatives of patients with colorectal cancer: the family CARE Randomized controlled trial",
      "authors": [
        "A Kinney",
        "W Boonyasiriwat",
        "S Walters",
        "L Pappas",
        "A Stroup",
        "M Schwartz"
      ],
      "year": 2014,
      "doi": "10.1200/JCO.2013.51.6765"
    },
    {
      "title": "Participation of end users in the design of assistive technology for people with mild to severe cognitive problems; the European Rosetta project",
      "authors": [
        "F Meiland",
        "B Hattink",
        "T Overmars-Marx",
        "M De Boer",
        "A Jedlitschka",
        "Pwg Ebben"
      ],
      "year": 2014,
      "doi": "10.1017/s1041610214000088"
    },
    {
      "title": "Examination of prior experience with telehealth and comfort with telehealth technology as a moderator of treatment response for PTSD and depression in veterans",
      "authors": [
        "M Price",
        "D Gros"
      ],
      "year": 2014,
      "doi": "10.2190/PM.48.1.e"
    },
    {
      "title": "ITAREPS: information technology aided relapse prevention programme in schizophrenia",
      "authors": [
        "F Spaniel",
        "P Vohlídka",
        "J Hrdlicka",
        "J Kozený",
        "T Novák",
        "L Motlová"
      ],
      "year": 2008,
      "doi": "10.1016/j.schres.2007.09.005"
    },
    {
      "title": "Lessened decline in physical activity and impairment of older adults with diabetes with telemedicine and pedometer use: results from the IDEATel study",
      "authors": [
        "R Weinstock",
        "G Brooks",
        "W Palmas",
        "P Morin",
        "J Teresi",
        "J Eimicke"
      ],
      "year": 2011,
      "doi": "10.1093/ageing/afq147"
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Incorporating tailored interactive patient solutions using interactive voice response technology to improve statin adherence: results of a randomized clinical trial in a managed care setting",
      "authors": [
        "J Stacy",
        "S Schwartz",
        "D Ershoff",
        "M Shreve"
      ],
      "year": 2009,
      "doi": "10.1089/pop.2008.0046"
    },
    {
      "title": "Mobile Assessment and Treatment for Schizophrenia (MATS): a pilot trial of an interactive text-messaging intervention for medication adherence, socialization, and auditory hallucinations",
      "authors": [
        "E Granholm",
        "D Ben-Zeev",
        "P Link",
        "K Bradshaw",
        "J Holden"
      ],
      "year": 2012,
      "doi": "10.1093/schbul/sbr155"
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley",
        "T Riddell",
        "M Wills",
        "R Lin"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Happy ending: a randomized controlled trial of a digital multi-media smoking cessation intervention",
      "authors": [
        "H Brendryen",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02119.x"
    },
    {
      "title": "Using internet and mobile phone technology to deliver an automated physical activity program: randomized controlled trial",
      "authors": [
        "R Hurling",
        "M Catt",
        "M Boni",
        "B Fairley",
        "T Hurst",
        "P Murray"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e7"
    },
    {
      "title": "What's in a message? Delivering sexual health promotion to young people in Australia via text messaging",
      "authors": [
        "J Gold",
        "M Lim",
        "M Hellard",
        "J Hocking",
        "L Keogh"
      ],
      "year": 2010,
      "doi": "10.1186/1471-2458-10-792"
    },
    {
      "title": "Directive and nondirective e-coach support for weight loss in overweight adults",
      "authors": [
        "J Gabriele",
        "B Carpenter",
        "D Tate",
        "E Fisher"
      ],
      "year": 2011,
      "doi": "10.1007/s12160-010-9240-2"
    },
    {
      "title": "An online recovery plan program: can peer coaching increase participation?",
      "authors": [
        "G Simon",
        "E Ludman",
        "L Goodale",
        "D Dykstra",
        "E Stone",
        "D Cutsogeorge"
      ],
      "year": 2011,
      "doi": "10.1176/ps.62.6.pss6206_0666"
    },
    {
      "title": "Effect of computer support on younger women with breast cancer",
      "authors": [
        "D Gustafson",
        "R Hawkins",
        "S Pingree",
        "F Mctavish",
        "N Arora",
        "J Mendenhall"
      ],
      "year": 2001,
      "doi": "10.1046/j.1525-1497.2001.016007435.x"
    },
    {
      "title": "A video game improves behavioral outcomes in adolescents and young adults with cancer: a randomized trial",
      "authors": [
        "P Kato",
        "S Cole",
        "A Bradlyn",
        "B Pollock"
      ],
      "year": 2008,
      "doi": "10.1542/peds.2007-3134"
    },
    {
      "title": "Pilot trial of spirometer games for airway clearance practice in cystic fibrosis",
      "authors": [
        "P Bingham",
        "T Lahiri",
        "T Ashikaga"
      ],
      "year": 2012,
      "doi": "10.4187/respcare.01263"
    },
    {
      "title": "Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial",
      "authors": [
        "B Green",
        "A Cook",
        "J Ralston",
        "P Fishman",
        "S Catz",
        "J Carlson"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.24.2857"
    },
    {
      "title": "Feasibility of the Diabetes and Technology for Increased Activity (DaTA) Study: a pilot intervention in high-risk rural adults",
      "authors": [
        "E Read"
      ],
      "year": 2014,
      "doi": "10.1123/jpah.2011-0381"
    },
    {
      "title": "Text messaging reduces HIV risk behaviors among methamphetamine-using men who have sex with men",
      "authors": [
        "C Reback",
        "D Grant",
        "J Fletcher",
        "C Branson",
        "S Shoptaw",
        "J Bowers"
      ],
      "year": 2012,
      "doi": "10.1007/s10461-012-0200-7"
    },
    {
      "title": "Engagement in a diabetes self-management website: usage patterns and generalizability of program use",
      "authors": [
        "R Glasgow",
        "S Christiansen",
        "D Kurz",
        "D King",
        "T Woolley",
        "A Faber"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1391"
    },
    {
      "title": "Pilot study examining the efficacy of an electronic intervention to promote HIV medication adherence",
      "authors": [
        "K Claborn",
        "T Leffingwell",
        "M Miller",
        "E Meier",
        "J Stephens"
      ],
      "year": 2014,
      "doi": "10.1080/09540121.2013.824534"
    },
    {
      "title": "Surviving and thriving with cancer using a Web-based health behavior change intervention: randomized controlled trial",
      "authors": [
        "E Bantum",
        "C Albright",
        "K White",
        "J Berenberg",
        "G Layi",
        "P Ritter"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3020"
    },
    {
      "title": "Health literacy, health information seeking behaviors and internet use among patients attending a private and public clinic in the same geographic area",
      "authors": [
        "N Gutierrez",
        "T Kindratt",
        "P Pagels",
        "B Foster",
        "N Gimpel"
      ],
      "year": 2014,
      "doi": "10.1007/s10900-013-9742-5"
    },
    {
      "title": "If we offer it, will they accept? Factors affecting patient use intentions of personal health records and secure messaging",
      "authors": [
        "R Agarwal",
        "C Anderson",
        "J Zarate",
        "C Ward"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2243"
    },
    {
      "title": "A cohort study of a tailored web intervention for preconception care",
      "authors": [
        "E Agricola",
        "E Pandolfi",
        "M Gonfiantini",
        "F Gesualdo",
        "M Romano",
        "E Carloni"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6947-14-33"
    },
    {
      "title": "The effects of a web-based tool on patient-provider communication and satisfaction with hormone therapy: a randomized evaluation",
      "authors": [
        "V Barnabei",
        "O' Connor",
        "J Nimphius",
        "N Vierkant",
        "R Eaker"
      ],
      "year": 2008,
      "doi": "10.1089/jwh.2007.0369"
    },
    {
      "title": "HealthATM: personal health cyberinfrastructure for underserved populations",
      "authors": [
        "N Botts",
        "T Horan",
        "B Thoms"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2011.01.016"
    },
    {
      "title": "The Computer-Assisted Brief Intervention for Tobacco (CABIT) program: a pilot study",
      "authors": [
        "E Boudreaux",
        "K Bedek",
        "N Byrne",
        "B Baumann",
        "S Lord",
        "G Grissom"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2074"
    },
    {
      "title": "Guided internet-delivered acceptance and commitment therapy for chronic pain patients: a randomized controlled trial",
      "authors": [
        "M Buhrman",
        "A Skoglund",
        "J Husell",
        "K Bergström",
        "T Gordh",
        "T Hursti"
      ],
      "year": 2013,
      "doi": "10.1016/j.brat.2013.02.010"
    },
    {
      "title": "Just-in-time evidence-based e-mail \"reminders\" in home health care: impact on patient outcomes",
      "authors": [
        "P Feldman",
        "C Murtaugh",
        "L Pezzin",
        "M Mcdonald",
        "T Peng"
      ],
      "year": 2005,
      "doi": "10.1111/j.1475-6773.2005.00389.x"
    },
    {
      "title": "A proof of concept trial of an online psychoeducational program for relatives of both veterans and civilians living with schizophrenia",
      "authors": [
        "S Glynn",
        "E Randolph",
        "T Garrick",
        "A Lui"
      ],
      "year": 2010,
      "doi": "10.2975/33.4.2010.278.287"
    },
    {
      "title": "Use and Impact of eHealth System by Low-income Women With Breast Cancer",
      "authors": [
        "D Gustafson",
        "F Mctavish",
        "W Stengle",
        "D Ballard",
        "R Hawkins",
        "B Shaw"
      ],
      "year": 2005,
      "doi": "10.1080/10810730500263257"
    },
    {
      "title": "HealthCall for the smartphone: technology enhancement of brief intervention in HIV alcohol dependent patients",
      "authors": [
        "D Hasin",
        "E Aharonovich",
        "E Greenstein"
      ],
      "year": 2014,
      "doi": "10.1186/1940-0640-9-5"
    },
    {
      "title": "Web-based intervention to promote physical activity by sedentary older adults: randomized controlled trial",
      "authors": [
        "A Irvine",
        "V Gelatt",
        "J Seeley",
        "P Macfarlane",
        "J Gau"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2158"
    },
    {
      "title": "Impact of internet use on health-related behaviors and the patient-physician relationship: a survey-based study and review",
      "authors": [
        "S Iverson",
        "K Howard",
        "B Penney"
      ],
      "year": 2008
    },
    {
      "title": "Internet-enabled interactive multimedia asthma education program: a randomized trial",
      "authors": [
        "S Krishna",
        "B Francisco",
        "E Balas",
        "P König",
        "G Graff",
        "R Madsen"
      ],
      "year": 2003,
      "doi": "10.1542/peds.111.3.503"
    },
    {
      "title": "Internet use leads cancer patients to be active health care consumers",
      "authors": [
        "C Lee",
        "S Gray",
        "N Lewis"
      ],
      "year": 2010,
      "doi": "10.1016/j.pec.2010.09.004"
    },
    {
      "title": "Examining cross-source engagement with cancer-related information and its impact on doctor-patient relations",
      "authors": [
        "N Lewis",
        "S Gray",
        "D Freres",
        "R Hornik"
      ],
      "year": 2009,
      "doi": "10.1080/10410230903264030"
    },
    {
      "title": "Internet-based chronic disease self-management: a randomized trial",
      "authors": [
        "K Lorig",
        "P Ritter",
        "D Laurent",
        "K Plant"
      ],
      "year": 2006,
      "doi": "10.1097/01.mlr.0000233678.80203.c1"
    },
    {
      "title": "Understanding patient portal use: implications for medication management",
      "authors": [
        "C Osborn",
        "L Mayberry",
        "K Wallston",
        "K Johnson",
        "T Elasy"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2589"
    },
    {
      "title": "Applying technology to the treatment of cannabis use disorder: Comparing telephone versus Internet delivery using data from two completed trials",
      "authors": [
        "S Rooke",
        "P Gates",
        "M Norberg",
        "J Copeland"
      ],
      "year": 2014,
      "doi": "10.1016/j.jsat.2013.08.007"
    },
    {
      "title": "Providing a web-based online medical record with electronic communication capabilities to patients with congestive heart failure: randomized trial",
      "authors": [
        "S Ross",
        "L Moore",
        "M Earnest",
        "L Wittevrongel",
        "C Lin"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.2.e12"
    },
    {
      "title": "Improving diabetes management with a patient portal: a qualitative study of diabetes self-management portal",
      "authors": [
        "S Urowitz",
        "D Wiljer",
        "K Dupak",
        "Z Kuehner",
        "K Leonard",
        "E Lovrics"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2265"
    },
    {
      "title": "Engagement and satisfaction with an Internet-based physical activity intervention in patients with rheumatoid arthritis",
      "authors": [
        "M Van Den Berg",
        "H Ronday",
        "A Peeters",
        "E Voogt-Van Der Harst",
        "M Munneke",
        "F Breedveld"
      ],
      "year": 2007,
      "doi": "10.1093/rheumatology/kel341"
    },
    {
      "title": "The development, feasibility and acceptability of an Internet-based STI-HIV prevention intervention for young Chilean women",
      "authors": [
        "N Villegas",
        "D Santisteban",
        "R Cianelli",
        "L Ferrer",
        "T Ambrosia",
        "N Peragallo"
      ],
      "year": 2014,
      "doi": "10.1111/inr.12080"
    },
    {
      "title": "Effectiveness of an Internet-based program for reducing risk factors for eating disorders",
      "authors": [
        "A Winzelberg",
        "D Eppstein",
        "K Eldredge",
        "D Wilfley",
        "R Dasmahapatra",
        "P Dev"
      ],
      "year": 2000
    },
    {
      "title": "Two-way text messaging for health behavior change among human immunodeficiency virus-positive individuals",
      "authors": [
        "L Harris",
        "K Lehavot",
        "D Huh",
        "S Yard",
        "M Andrasik",
        "P Dunbar"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2010.0050"
    },
    {
      "title": "Mobile phone-based antiretroviral adherence support in Vietnam: feasibility, patient's preference, and willingness-to-pay",
      "authors": [
        "B Tran",
        "S Houston"
      ],
      "year": 2012,
      "doi": "10.1007/s10461-012-0271-5"
    },
    {
      "title": "Real-time, contextual intervention using mobile technology to reduce marijuana use among youth: A Pilot Study",
      "authors": [
        "L Shrier",
        "A Rhoads",
        "P Burke",
        "C Walls",
        "E Blood"
      ],
      "year": 2014,
      "doi": "10.1016/j.addbeh.2013.09.028"
    },
    {
      "title": "Who gives a tweet: assessing patients' interest in the use of social media for health care",
      "authors": [
        "J Fisher",
        "M Clayton"
      ],
      "year": 2012,
      "doi": "10.1111/j.1741-6787.2012.00243.x"
    },
    {
      "title": "Online social networking by patients with diabetes: a qualitative evaluation of communication with Facebook",
      "authors": [
        "J Greene",
        "N Choudhry",
        "E Kilabuk",
        "W Shrank"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-010-1526-3"
    },
    {
      "title": "Automated telecommunication-based reminders and adherence with once-daily glaucoma medication dosing: the automated dosing reminder study",
      "authors": [
        "M Boland",
        "D Chang",
        "T Frazier",
        "R Plyler",
        "J Jefferys",
        "D Friedman"
      ],
      "year": 2014,
      "doi": "10.1001/jamaophthalmol.2014.857"
    },
    {
      "title": "The effects of a web-based intervention on psychosocial well-being among adults aged 60 and older with diabetes: a randomized trial",
      "authors": [
        "G Bond",
        "R Burr",
        "F Wolf",
        "K Feldt"
      ],
      "year": 2010,
      "doi": "10.1177/0145721710366758"
    },
    {
      "title": "Controlled trial of Internet-based treatment with telephone support for chronic back pain",
      "authors": [
        "M Buhrman",
        "S Fältenhag",
        "L Ström",
        "G Andersson"
      ],
      "year": 2004,
      "doi": "10.1016/j.pain.2004.07.021"
    },
    {
      "title": "Delivering interventions for depression by using the internet: randomised controlled trial",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "A Jorm"
      ],
      "year": 2004,
      "doi": "10.1136/bmj.37945.566632.ee"
    },
    {
      "title": "No talking, just writing! Efficacy of an Internet-based cognitive behavioral therapy with exposure and response prevention in obsessive compulsive disorder",
      "authors": [
        "N Herbst",
        "U Voderholzer",
        "N Thiel",
        "R Schaub",
        "C Knaevelsrud",
        "S Stracke"
      ],
      "year": 2014,
      "doi": "10.1159/000357570"
    },
    {
      "title": "Internet support groups for depression: a 1-year prospective cohort study",
      "authors": [
        "T Houston",
        "L Cooper",
        "D Ford"
      ],
      "year": 2002,
      "doi": "10.1176/appi.ajp.159.12.2062"
    },
    {
      "title": "Randomized control trial of a behavioral intervention for overweight women: impact on depressive symptoms",
      "authors": [
        "J Kerr",
        "K Patrick",
        "G Norman",
        "M Stein",
        "K Calfas",
        "M Zabinski"
      ],
      "year": 2008,
      "doi": "10.1002/da.20320"
    },
    {
      "title": "Web-based psychoeducational intervention for persons with schizophrenia and their supporters: one-year outcomes",
      "authors": [
        "A Rotondi",
        "C Anderson",
        "G Haas",
        "S Eack",
        "M Spring",
        "R Ganguli"
      ],
      "year": 2010,
      "doi": "10.1176/ps.2010.61.11.1099"
    },
    {
      "title": "E-mail: a new technique for forming a therapeutic alliance with high-risk young people failing to engage with mental health services? A case study",
      "authors": [
        "H Roy",
        "T Gillett"
      ],
      "year": 2008,
      "doi": "10.1177/1359104507086344"
    },
    {
      "title": "Social media, text messaging, and email-preferences of asthma patients between 12 and 40 years old",
      "authors": [
        "A Baptist",
        "M Thompson",
        "K Grossman",
        "L Mohammed",
        "A Sy",
        "G Sanders"
      ],
      "year": 2011,
      "doi": "10.3109/02770903.2011.608460"
    },
    {
      "title": "Randomized controlled trial of an internet-based versus face-to-face dyspnea self-management program for patients with chronic obstructive pulmonary disease: pilot study",
      "authors": [
        "H Nguyen",
        "D Donesky-Cuenco",
        "S Wolpin",
        "L Reinke",
        "J Benditt",
        "S Paul"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.990"
    },
    {
      "title": "Improving asthma control through telemedicine: a study of short-message service",
      "authors": [
        "V Ostojic",
        "B Cvoriscec",
        "S Ostojic",
        "D Reznikoff",
        "A Stipic-Markovic",
        "Z Tudjman"
      ],
      "year": 2005,
      "doi": "10.1089/tmj.2005.11.28"
    },
    {
      "title": "A randomized trial comparing human e-mail counseling, computer-automated tailored counseling, and no counseling in an Internet weight loss program",
      "authors": [
        "D Tate",
        "E Jackvony",
        "R Wing"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.15.1620"
    },
    {
      "title": "The association between weight loss and engagement with a web-based food and exercise diary in a commercial weight loss programme: a retrospective analysis",
      "authors": [
        "F Johnson",
        "J Wardle"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-83"
    },
    {
      "title": "Electronic therapeutic contact for adolescent weight management: the Loozit study",
      "authors": [
        "K Kornman",
        "V Shrewsbury",
        "A Chou",
        "B Nguyen",
        "A Lee",
        "O' Connor"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2009.0180"
    },
    {
      "title": "Evaluation of mobile phone and Internet intervention on waist circumference and blood pressure in post-menopausal women with abdominal obesity",
      "authors": [
        "M Park",
        "H Kim"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijmedinf.2011.12.011"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams",
        "L Dillon",
        "M Zabinski",
        "C Rock"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100"
    },
    {
      "title": "Effectiveness of employee internet-based weight management program",
      "authors": [
        "R Petersen",
        "S Sill",
        "C Lu",
        "J Young",
        "D Edington"
      ],
      "year": 2008,
      "doi": "10.1097/JOM.0b013e31815c6cf6"
    },
    {
      "title": "Adherence to self-monitoring via interactive voice response technology in an eHealth intervention targeting weight gain prevention among Black women: randomized controlled trial",
      "authors": [
        "D Steinberg",
        "E Levine",
        "I Lane",
        "S Askew",
        "P Foley",
        "E Puleo"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2996"
    },
    {
      "title": "Are we sure that Mobile Health is really mobile? An examination of mobile device use during two remotely-delivered weight loss interventions",
      "authors": [
        "G Turner-Mcgrievy",
        "D Tate"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijmedinf.2014.01.002"
    },
    {
      "title": "Rates and determinants of uptake and use of an internet physical activity and weight management program in office and manufacturing work sites in England: cohort study",
      "authors": [
        "L Ware",
        "R Hurling",
        "O Bataveljic",
        "B Fairley",
        "T Hurst",
        "P Murray"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1108"
    },
    {
      "title": "Comparing two web-based smoking cessation programs: randomized controlled trial",
      "authors": [
        "H Mckay",
        "B Danaher",
        "J Seeley",
        "E Lichtenstein",
        "J Gau"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.993"
    },
    {
      "title": "Smoking cessation using mobile phone text messaging is as effective in Maori as non-Maori",
      "authors": [
        "D Bramley",
        "T Riddell",
        "R Whittaker",
        "T Corbett",
        "R Lin",
        "M Wills"
      ]
    },
    {
      "title": "Engagement promotes abstinence in a web-based cessation intervention: cohort study",
      "authors": [
        "A Richardson",
        "A Graham",
        "N Cobb",
        "H Xiao",
        "A Mushro",
        "D Abrams"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2277"
    },
    {
      "title": "The role of engagement in a tailored web-based smoking cessation program: randomized controlled trial",
      "authors": [
        "V Strecher",
        "J Mcclure",
        "G Alexander",
        "B Chakraborty",
        "V Nair",
        "J Konkel"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1002"
    },
    {
      "title": "A nurse short message service by cellular phone in type-2 diabetic patients for six months",
      "authors": [
        "H Kim",
        "H Jeong"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2702.2007.01698.x"
    },
    {
      "title": "Long-term effect of the Internet-based glucose monitoring system on HbA1c reduction and glucose stability: a 30-month follow-up study for diabetes management with a ubiquitous medical care system",
      "authors": [
        "J Cho",
        "S Chang",
        "H Kwon",
        "Y Choi",
        "S Ko",
        "S Moon"
      ],
      "year": 2006,
      "doi": "10.2337/dc05-2371"
    },
    {
      "title": "Changes in diabetes distress related to participation in an internet-based diabetes care management program and glycemic control",
      "authors": [
        "S Fonda",
        "G Mcmahon",
        "H Gomes",
        "S Hickson",
        "P Conlin"
      ],
      "year": 2009,
      "doi": "10.1177/193229680900300113"
    },
    {
      "title": "Effectiveness of mobile and internet intervention in patients with obese type 2 diabetes",
      "authors": [
        "C Kim",
        "H Kim"
      ],
      "year": 2008,
      "doi": "10.1016/j.ijmedinf.2007.07.006"
    },
    {
      "title": "Web-based collaborative care for type 1 diabetes: a pilot randomized trial",
      "authors": [
        "K Mccarrier",
        "J Ralston",
        "I Hirsch",
        "G Lewis",
        "D Martin",
        "F Zimmerman"
      ],
      "year": 2009,
      "doi": "10.1089/dia.2008.0063"
    },
    {
      "title": "Telemedical support to improve glycemic control in adolescents with type 1 diabetes mellitus",
      "authors": [
        "B Rami",
        "C Popow",
        "W Horn",
        "T Waldhoer",
        "E Schober"
      ],
      "year": 2006,
      "doi": "10.1007/s00431-006-0156-6"
    },
    {
      "title": "Web-based care management in patients with poorly controlled diabetes",
      "authors": [
        "G Mcmahon",
        "H Gomes",
        "H Hickson",
        "Tmj Hu",
        "B Levine",
        "P Conlin"
      ],
      "year": 2005,
      "doi": "10.2337/diacare.28.7.1624"
    },
    {
      "title": "A controlled trial of web-based diabetes disease management: the MGH diabetes primary care improvement project",
      "authors": [
        "J Meigs",
        "E Cagliero",
        "A Dubey",
        "P Murphy-Sheehy",
        "C Gildesgame",
        "H Chueh"
      ],
      "year": 2003
    },
    {
      "title": "WellDoc mobile diabetes management randomized controlled trial: change in clinical and behavioral outcomes and patient and physician satisfaction",
      "authors": [
        "C Quinn",
        "S Clough",
        "J Minor",
        "D Lender",
        "M Okafor",
        "A Gruber-Baldini"
      ],
      "year": 2008,
      "doi": "10.1089/dia.2008.0283"
    },
    {
      "title": "Web-based collaborative care for type 2 diabetes: a pilot randomized trial",
      "authors": [
        "J Ralston",
        "I Hirsch",
        "J Hoath",
        "M Mullen",
        "A Cheadle",
        "H Goldberg"
      ],
      "year": 2009,
      "doi": "10.2337/dc08-1220"
    },
    {
      "title": "Mobile phone-based video messages for diabetes self-care support",
      "authors": [
        "A Bell",
        "S Fonda",
        "M Walker",
        "V Schmidt",
        "R Vigersky"
      ],
      "year": 2012
    },
    {
      "title": "Impact of MyCareTeam for poorly controlled diabetes mellitus",
      "authors": [
        "K Smith",
        "B Levine",
        "S Clement",
        "M Hu",
        "A Alaoui",
        "S Mun"
      ],
      "year": 2004,
      "doi": "10.1089/dia.2004.6.828"
    },
    {
      "title": "What is the frequency of symptomatic mild hypoglycemia in type 1 diabetes in the young?: assessment by novel mobile phone technology and computer-based interviewing",
      "authors": [
        "Apb Tasker",
        "L Gibson",
        "V Franklin",
        "P Gregor",
        "S Greene"
      ],
      "year": 2007,
      "doi": "10.1111/j.1399-5448.2006.00220.x"
    },
    {
      "title": "Use of a shared medical record with secure messaging by older patients with diabetes",
      "authors": [
        "W Weppner",
        "J Ralston",
        "T Koepsell",
        "L Grothaus",
        "R Reid",
        "L Jordan"
      ],
      "year": 2010,
      "doi": "10.2337/dc10-1124"
    },
    {
      "title": "A short message service by cellular phone in type 2 diabetic patients for 12 months",
      "authors": [
        "K Yoon",
        "H Kim"
      ],
      "year": 2008,
      "doi": "10.1016/j.diabres.2007.09.007"
    },
    {
      "title": "A randomized, placebo-controlled trial of online cognitive behavioral therapy for chronic insomnia disorder delivered via an automated media-rich web application",
      "authors": [
        "C Espie",
        "S Kyle",
        "C Williams",
        "J Ong",
        "N Douglas",
        "P Hames"
      ],
      "year": 2012,
      "doi": "10.5665/sleep.1872"
    },
    {
      "title": "Active ambulatory care management supported by short message services and mobile phone technology in patients with arterial hypertension",
      "authors": [
        "A Kiselev",
        "V Gridnev",
        "V Shvartz",
        "O Posnenkova",
        "P Dovgalevsky"
      ],
      "year": 2012,
      "doi": "10.1016/j.jash.2012.08.001"
    },
    {
      "title": "Cellular phone and Internet-based individual intervention on blood pressure and obesity in obese patients with hypertension",
      "authors": [
        "M Park",
        "H Kim",
        "K Kim"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijmedinf.2009.06.004"
    },
    {
      "title": "An mHealth model to increase clinic attendance for breast symptoms in rural Bangladesh: can bridging the digital divide help close the cancer divide?",
      "authors": [
        "O Ginsburg",
        "M Chowdhury",
        "W Wu",
        "T Chowdhury",
        "B Pal",
        "R Hasan"
      ],
      "year": 2014,
      "doi": "10.1634/theoncologist.2013-0314"
    },
    {
      "title": "A randomized wait-list controlled trial of feasibility and efficacy of an online mindfulness-based cancer recovery program: the eTherapy for cancer applying mindfulness trial",
      "authors": [
        "K Zernicke",
        "T Campbell",
        "M Speca",
        "K Mccabe-Ruff",
        "S Flowers",
        "L Carlson"
      ],
      "year": 2014,
      "doi": "10.1097/PSY.0000000000000053"
    },
    {
      "title": "Patients' perceptions and experiences of using a mobile phone-based advanced symptom management system (ASyMS) to monitor and manage chemotherapy related toxicity",
      "authors": [
        "L Mccann",
        "R Maguire",
        "M Miller",
        "N Kearney"
      ],
      "year": 2009,
      "doi": "10.1111/j.1365-2354.2008.00938.x"
    },
    {
      "title": "The impact of an electronic monitoring and reminder device on patient compliance with antihypertensive therapy: a randomized controlled trial",
      "authors": [
        "A Christensen",
        "L Christrup",
        "P Fabricius",
        "M Chrostowska",
        "M Wronka",
        "K Narkiewicz"
      ],
      "year": 2010,
      "doi": "10.1097/hjh.0b013e328331b718"
    },
    {
      "title": "Perceived helpfulness of websites for mental health information: a national survey of young Australians",
      "authors": [
        "E Oh",
        "A Jorm",
        "A Wright"
      ],
      "year": 2009,
      "doi": "10.1007/s00127-008-0443-9"
    },
    {
      "title": "Use of SMS text messaging to improve outpatient attendance",
      "authors": [
        "S Downer",
        "J Meara",
        "Da Costa"
      ],
      "year": 2005,
      "doi": "10.5694/j.1326-5377.2005.tb07085.x"
    },
    {
      "title": "Using short message service text reminders to reduce 'did not attend' rates in sexual health and HIV appointment clinics",
      "authors": [
        "T Farmer",
        "G Brook",
        "J Mcsorley",
        "S Murphy"
      ],
      "year": 2014,
      "doi": "10.1177/0956462413502325"
    },
    {
      "title": "Acceptability of a clinician-assisted computerized psychological intervention for comorbid mental health and substance use problems: treatment adherence data from a randomized controlled trial",
      "authors": [
        "F Kay-Lambkin",
        "A Baker",
        "T Lewin",
        "V Carr"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1522"
    },
    {
      "title": "Text messaging reminders to reduce non-attendance in chronic disease follow-up: a clinical trial",
      "authors": [
        "S Liew",
        "S Tong",
        "Lee Verna",
        "K Ng",
        "C Leong",
        "K Teng"
      ],
      "year": 2009,
      "doi": "10.3399/bjgp09X472250"
    },
    {
      "title": "Retaining homeless veterans in outpatient care: a pilot study of mobile phone text message appointment reminders",
      "authors": [
        "D Mcinnes",
        "B Petrakis",
        "A Gifford",
        "S Rao",
        "T Houston",
        "S Asch"
      ],
      "year": 2014,
      "doi": "10.2105/AJPH.2014.302061"
    },
    {
      "title": "Text message reminders of appointments: a pilot intervention at four community mental health clinics in London",
      "authors": [
        "H Sims",
        "H Sanghara",
        "D Hayes",
        "S Wandiembe",
        "M Finch",
        "H Jakobsen"
      ],
      "year": 2012,
      "doi": "10.1176/appi.ps.201100211"
    },
    {
      "title": "Effect of a text messaging intervention on influenza vaccination in an urban, low-income pediatric and adolescent population: a randomized controlled trial",
      "authors": [
        "M Stockwell",
        "E Kharbanda",
        "R Martinez",
        "C Vargas",
        "D Vawdrey",
        "S Camargo"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.502"
    },
    {
      "title": "Twelve-month outcomes of an Internet-based diabetes self-management support program",
      "authors": [
        "R Glasgow",
        "D Kurz",
        "D King",
        "J Dickman",
        "A Faber",
        "E Halterman"
      ],
      "year": 2012,
      "doi": "10.1016/j.pec.2011.07.024"
    },
    {
      "title": "Comparison of community health worker-led diabetes medication decision-making support for low-income Latino and African American adults with diabetes using e-health tools versus print materials: a randomized, controlled trial",
      "authors": [
        "M Heisler",
        "H Choi",
        "G Palmisano",
        "R Mase",
        "C Richardson",
        "A Fagerlin"
      ],
      "year": 2014,
      "doi": "10.7326/m13-3012"
    },
    {
      "title": "Engaging patients in medication reconciliation via a patient portal following hospital discharge",
      "authors": [
        "L Heyworth",
        "A Paquin",
        "J Clark",
        "V Kamenker",
        "M Stewart",
        "T Martin"
      ],
      "year": 2014,
      "doi": "10.1136/amiajnl-2013-001995"
    },
    {
      "title": "Feasibility of an eHealth service to support collaborative depression care: results of a pilot study",
      "authors": [
        "M Meglic",
        "M Furlan",
        "M Kuzmanic",
        "D Kozel",
        "D Baraga",
        "I Kuhar"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1510"
    },
    {
      "title": "Acceptability of cognitive-behaviour therapy via the Internet for cessation of benzodiazepine use",
      "authors": [
        "J Parr",
        "D Kavanagh",
        "R Young",
        "G Mitchell"
      ],
      "year": 2011,
      "doi": "10.1111/j.1465-3362.2010.00183.x"
    },
    {
      "title": "Clinical evaluation of IDAS II, a new electronic device enabling drug adherence monitoring",
      "authors": [
        "V Santschi",
        "G Wuerzner",
        "M Schneider",
        "O Bugnon",
        "M Burnier"
      ],
      "year": 2007,
      "doi": "10.1007/s00228-007-0364-7"
    },
    {
      "title": "The role of mobile phones in improving vaccination rates in travelers",
      "authors": [
        "A Vilella",
        "J Bayas",
        "M Diaz",
        "C Guinovart",
        "C Diez",
        "D Simó"
      ],
      "year": 2004,
      "doi": "10.1016/j.ypmed.2003.12.005"
    },
    {
      "title": "Impact of patient-accessible electronic medical records in rheumatology: use, satisfaction and effects on empowerment among patients",
      "authors": [
        "R Van Der Vaart",
        "C Drossaert",
        "E Taal",
        "K Drossaers-Bakker",
        "H Vonkeman",
        "M Van Der Laar"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2474-15-102"
    },
    {
      "title": "Web-based education and attitude to delivery by caesarean section in nulliparous women",
      "authors": [
        "A Kulkarni",
        "E Wright",
        "J Kingdom"
      ],
      "year": 2014
    },
    {
      "title": "A comparison of live counseling with a web-based lifestyle and medication intervention to reduce coronary heart disease risk: a randomized clinical trial",
      "authors": [
        "T Keyserling",
        "S Sheridan",
        "L Draeger",
        "E Finkelstein",
        "Z Gizlice",
        "E Kruger"
      ],
      "year": 2014,
      "doi": "10.1001/jamainternmed.2014.1984"
    },
    {
      "title": "Diabetes self-management support using mHealth and enhanced informal caregiving",
      "authors": [
        "J Aikens",
        "K Zivin",
        "R Trivedi",
        "J Piette"
      ],
      "year": 2014,
      "doi": "10.1016/j.jdiacomp.2013.11.008"
    },
    {
      "title": "Factors related to sustained use of a free mobile app for dietary self-monitoring with photography and peer feedback: retrospective cohort study",
      "authors": [
        "E Helander",
        "K Kaipainen",
        "I Korhonen",
        "B Wansink"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3084"
    },
    {
      "title": "Comparison of Veteran experiences of low-cost, home-based diet and exercise interventions",
      "authors": [
        "B Holtz",
        "S Krein",
        "D Bentley",
        "M Hughes",
        "N Giardino",
        "C Richardson"
      ],
      "year": 2014,
      "doi": "10.1682/JRRD.2013.04.0088"
    },
    {
      "title": "Weight management using the internet a randomized controlled trial",
      "authors": [
        "C Hunter",
        "A Peterson",
        "L Alvarez",
        "W Poston",
        "A Brundige",
        "C Haddock"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2007.09.026"
    },
    {
      "title": "Utility of a Web-based intervention for individuals with type 2 diabetes: the impact on physical activity levels and glycemic control",
      "authors": [
        "C Kim",
        "D Kang"
      ],
      "year": 2006,
      "doi": "10.1097/00024665-200611000-00008"
    },
    {
      "title": "Efficacy of an E-mail intervention for the promotion of physical activity and nutrition behavior in the workplace context",
      "authors": [
        "R Plotnikoff",
        "L Mccargar",
        "P Wilson",
        "C Loucaides"
      ],
      "year": 2005
    },
    {
      "title": "Web-based treatment program using intensive therapeutic contact for patients with eating disorders: before-after study",
      "authors": [
        "E Ter Huurne",
        "M Postel",
        "H De Haan",
        "Chc Drossaert",
        "Caj Dejong"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2211"
    },
    {
      "title": "Internet-based self-help training for children and adolescents with recurrent headache: a pilot study URL",
      "authors": [
        "E Trautmann",
        "B Kroner-Herwig",
        "Babcp"
      ],
      "year": 2008,
      "doi": "10.1017/s1352465808004219"
    },
    {
      "title": "Development and evaluation of a patient-oriented education system for diabetes management",
      "authors": [
        "T Lee",
        "Y Yeh",
        "C Liu",
        "P Chen"
      ],
      "year": 2007,
      "doi": "10.1016/j.ijmedinf.2006.05.030"
    },
    {
      "title": "Effects of a Website designed to improve the management of migraines",
      "authors": [
        "C Sciamanna",
        "R Nicholson",
        "J Lofland",
        "M Manocchia",
        "S Mui",
        "C Hartman"
      ],
      "year": 2006,
      "doi": "10.1111/j.1526-4610.2006.00312.x"
    },
    {
      "title": "Feasibility testing of a web-based symptom self-management system for persons living with HIV",
      "authors": [
        "R Schnall",
        "D Wantland",
        "O Velez",
        "K Cato",
        "H Jia"
      ],
      "year": 2014,
      "doi": "10.1016/j.jana.2013.09.002"
    },
    {
      "title": "How adolescents use SMS (short message service) to micro-coordinate contact with youth mental health outreach services",
      "authors": [
        "G Furber",
        "A Crago",
        "K Meehan",
        "T Sheppard",
        "K Hooper",
        "D Abbot"
      ],
      "year": 2011,
      "doi": "10.1016/j.jadohealth.2010.05.022"
    },
    {
      "title": "Tablet computers for hospitalized patients: a pilot study to improve inpatient engagement",
      "authors": [
        "S Greysen",
        "R Khanna",
        "R Jacolbia",
        "H Lee",
        "A Auerbach"
      ],
      "year": 2014,
      "doi": "10.1002/jhm.2169"
    },
    {
      "title": "The role of online support communities: benefits of expanded social networks to patients with psoriasis",
      "authors": [
        "S Idriss",
        "J Kvedar",
        "A Watson"
      ],
      "year": 2009,
      "doi": "10.1001/archdermatol.2008.529"
    },
    {
      "title": "Technology-aided programs for assisting communication and leisure engagement of persons with amyotrophic lateral sclerosis: two single-case studies",
      "authors": [
        "G Lancioni",
        "N Singh",
        "O' Reilly",
        "M Sigafoos",
        "J Ferlisi",
        "G Ferrarese"
      ],
      "year": 2012,
      "doi": "10.1016/j.ridd.2012.03.028"
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritvo",
        "E Mills",
        "A Kariri",
        "S Karanja",
        "M Chung"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)61997-6"
    },
    {
      "title": "A randomized controlled trial of a commercial internet weight loss program",
      "authors": [
        "L Womble",
        "T Wadden",
        "B Mcguckin",
        "S Sargent",
        "R Rothman",
        "E Krauthamer-Ewing"
      ],
      "year": 2004,
      "doi": "10.1038/oby.2004.124"
    },
    {
      "title": "Two-year internet-based randomized controlled trial for weight loss in African-American girls",
      "authors": [
        "D Williamson",
        "H Walden",
        "M White",
        "E York-Crowe",
        "R Newton",
        "A Alfonso"
      ],
      "year": 2006,
      "doi": "10.1038/oby.2006.140"
    },
    {
      "title": "Can mobile phone multimedia messages and text messages improve clinic attendance for Aboriginal children with chronic otitis media? A randomised controlled trial",
      "authors": [
        "J Phillips",
        "C Wigger",
        "J Beissbarth",
        "G Mccallum",
        "A Leach",
        "P Morris"
      ],
      "year": 2014,
      "doi": "10.1111/jpc.12496"
    },
    {
      "title": "A web-based peer-modeling intervention aimed at lifestyle changes in patients with coronary heart disease and chronic back pain: sequential controlled trial",
      "authors": [
        "R Schweier",
        "M Romppel",
        "C Richter",
        "E Hoberg",
        "H Hahmann",
        "I Scherwinski"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3434"
    },
    {
      "title": "Attrition and adherence in a WEB-Based Distress Management Program for Implantable Cardioverter defibrillator Patients (WEBCARE): randomized controlled trial",
      "authors": [
        "M Habibović",
        "P Cuijpers",
        "M Alings",
        "P Van Der Voort",
        "D Theuns",
        "L Bouwels"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2809"
    },
    {
      "title": "Development and evaluation of an internet and personal health record training program for low-income patients with HIV or hepatitis C",
      "authors": [
        "D Mcinnes",
        "J Solomon",
        "S Shimada",
        "B Petrakis",
        "B Bokhour",
        "S Asch"
      ],
      "year": 2013,
      "doi": "10.1097/mlr.0b013e31827808bf"
    },
    {
      "title": "Technological intervention for obese patients with type 2 diabetes",
      "authors": [
        "H Kim",
        "M Song"
      ],
      "year": 2008,
      "doi": "10.1016/j.apnr.2007.01.007"
    },
    {
      "title": "Inviting Patients to Read Their Doctors' Notes: Patients and Doctors Look Ahead",
      "authors": [
        "T Delbanco",
        "J Walker",
        "S Bell",
        "J Darer",
        "J Elmore",
        "N Farag"
      ],
      "year": 2011,
      "doi": "10.7326/0003-4819-155-12-201112200-00003"
    },
    {
      "title": "Guided self-help via internet for panic disorder: Dissemination across countries",
      "authors": [
        "T Nordgreen",
        "B Standal",
        "H Mannes",
        "T Haug",
        "B Sivertsen",
        "P Carlbring"
      ],
      "year": 2010,
      "doi": "10.1016/j.chb.2009.12.011"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    }
  ],
  "num_references": 202
}
