{
  "paper_id": "CW9JFLKQ",
  "title": "Current Research Trends, Hotspots, and Frontiers of Physical Activity during Pregnancy: A Bibliometric Analysis",
  "abstract": "Purpose: Physical activity (PA) during pregnancy has been proven beneficial to pregnant women, with a significant effect on ameliorating many severe gestational complications. This work aimed to reveal current research trends, hotspots, and future frontiers in PA during pregnancy. Methods: Software CiteSpace was used to perform a bibliometric analysis with 1415 publications in the Web of Science Core Collection. Results: the number of published papers on PA during pregnancy has increased gradually by year. The United States has made the most significant contribution to the research on this topic, ranking first in the world in both the number and centrality of research. A total of 54 articles (3.8%) were published in 2022. A majority of publications were research articles (n = 1176, 78.9%). The authors and institutions of the research published have more inter-country collaborations. Different patterns of PA, prevention, and amelioration of pregnancy complications are major research hotspots. Improvement of sedentary behaviour, lifestyle intervention through leisure-time PA, and preterm care are major research frontiers and have received extensive attention in recent years. Conclusions: The current scientometric study presents an overview of PA during pregnancy research conducted throughout the preceding decades. The conclusions of this work might serve as a reference for researchers who are interested in this field.",
  "year": 2022,
  "date": "2022-11-04",
  "journal": "Maturitas",
  "publication": "Maturitas",
  "authors": [
    {
      "forename": "Yanbing",
      "surname": "Zhou",
      "name": "Yanbing Zhou",
      "affiliation": "1  School of Art , Beijing Sport University , Beijing 100084 , China \n\t\t\t\t\t\t\t\t School of Art \n\t\t\t\t\t\t\t\t Beijing Sport University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100084 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China",
      "orcid": "0000-0002-2053-5454"
    },
    {
      "forename": "Xian",
      "surname": "Guo",
      "name": "Xian Guo",
      "affiliation": "2  Sport Science School , Beijing Sport University , Beijing 100084 , China \n\t\t\t\t\t\t\t\t Sport Science School \n\t\t\t\t\t\t\t\t Beijing Sport University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100084 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China",
      "email": "guoxian@bsu.edu.cn",
      "orcid": "0000-0003-2510-3455"
    },
    {
      "forename": "Jinhao",
      "surname": "Mu",
      "name": "Jinhao Mu",
      "affiliation": "2  Sport Science School , Beijing Sport University , Beijing 100084 , China \n\t\t\t\t\t\t\t\t Sport Science School \n\t\t\t\t\t\t\t\t Beijing Sport University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100084 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China",
      "orcid": "0000-0003-2510-3455"
    },
    {
      "forename": "Jingying",
      "surname": "Liu",
      "name": "Jingying Liu",
      "affiliation": "2  Sport Science School , Beijing Sport University , Beijing 100084 , China \n\t\t\t\t\t\t\t\t Sport Science School \n\t\t\t\t\t\t\t\t Beijing Sport University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100084 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Hongying",
      "surname": "Yang",
      "name": "Hongying Yang",
      "affiliation": "3  Library of Beijing Sport University , Beijing Sport University , Beijing 100084 , China \n\t\t\t\t\t\t\t\t Library of Beijing Sport \n\t\t\t\t\t\t\t\t University \n\t\t\t\t\t\t\t\t Beijing Sport University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100084 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Chenxi",
      "surname": "Cai",
      "name": "Chenxi Cai",
      "affiliation": "4  State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics , School of Public Health , Xiamen University , Xiamen 361005 , China \n\t\t\t\t\t\t\t\t State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Xiamen University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 361005 \n\t\t\t\t\t\t\t\t\t Xiamen \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.3390/ijerph192114516",
  "keywords": [
    "physical activity",
    "pregnancy",
    "bibliometric analysis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Pregnancy is a special life experience for most women. Increased blood volume and heart rate, weight growth, and also a transition in the center of gravity are all typical hormonal and physiological changes that can possibly occur. Many severe complications may be induced such as gestational diabetes mellitus (GDM), pre-eclampsia, and hypertension  [1] [2] [3] .\n\nPhysical activity (PA) during pregnancy was already noticed and considered beneficial during the 17th and 18th centuries  [4] . However, whether it should be promoted or not remained controversial. Pregnant women were encouraged to exercise and walk to increase the volume of PA, but many types of physical activities like dancing and horse-riding were prohibited at the same time because it was believed that it might lead to a fetus' head striking a mother's pelvis  [4] . One of the earliest PA guidelines for pregnant women was issued in 1912, stating walking was the best kind of exercise  [5] . Many of the first studies that focused on the relationships between birth weight and PA were published in the 1980s, ascribing higher levels of occupational and household PA to lower birth weights  [6] . Many epidemiological studies have assessed the relationship between PA and pregnancy outcomes during the last few decades  [6, 7] , but effective evidence for adverse pregnancy outcomes is still lacking  [7] . In 1985, the American College of Obstetricians and Gynecologists (ACOG) published the first guidelines on prenatal PA, emphasizing the safety of aerobic exercise, but recommending against high-intensity PA, such as running  [8] . The revision by ACOG in 1994 removed the upper limit of the heart rate and duration of exercise  [9] . In 2002, ACOG recommended pregnant women with no complications to commit 30-min PA with moderate intensity daily  [10] . Similarly, the U.S. Department of Health and Human Services (USDHHS) issued the US PA Guidelines in 2008, suggesting pregnant women without medical complications perform at least 150 min of moderateintensity PA per week  [11] .\n\nPA has been globally recommended for decades, yet few populations achieve the suggested volume because of complicated reasons including but not limited to intrapersonal barriers (including pregnancy symptoms, family and child-rearing responsibilities, lack of personal motivation, etc.), additional interpersonal barriers (including lack of social support, overprotective family members, etc.) and environmental, organizational, and political factors  [12] . Therefore, we utilized CiteSpace software to implement a bibliometric analysis in research of PA during pregnancy to reveal current research trends, hotspots, and future frontiers in this field.\n\nBibliometric analysis is a widely used research method that investigates particular structures, characteristics, and principles of science and technology by examining the research history, turning points, and most noteworthy research trends  [13] . CiteSpace is a flexible, powerful, and widely used software in bibliometric analysis that uses a mapping knowledge domain to provide a vast amount of information about important research power, hotspots, and global trends  [14, 15] . After going through a systematic literature search, no bibliometric analysis studies on PA during pregnancy have been found published. This bibliometric paper analyzes the research status of PA during pregnancy through the CiteSpace visualization operation, so as to provide a theoretical basis for the promotion of PA during pregnancy."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "Data Source",
      "text": "The search strategy demonstrated in Figure  1  was performed in the advanced search of Web of Science Core Collection of the Web of Science on 4 July 2022. In order to retrieve more precise and relevant results, wildcard characters (question marks) were used along with positional operators (double quotation marks, etc.) and logical operators (brackets, 'AND', 'OR', etc.). A total of 1415 research articles and reviews published in all languages from the inception of the database to 2022 were retrieved and extracted with full records and cited references.\n\nadverse pregnancy outcomes is still lacking  [7] . In 1985, the American College of Obstetricians and Gynecologists (ACOG) published the first guidelines on prenatal PA, emphasizing the safety of aerobic exercise, but recommending against high-intensity PA, such as running  [8] . The revision by ACOG in 1994 removed the upper limit of the heart rate and duration of exercise  [9] . In 2002, ACOG recommended pregnant women with no complications to commit 30-min PA with moderate intensity daily  [10] . Similarly, the U.S. Department of Health and Human Services (USDHHS) issued the US PA Guidelines in 2008, suggesting pregnant women without medical complications perform at least 150 min of moderate-intensity PA per week  [11] .\n\nPA has been globally recommended for decades, yet few populations achieve the suggested volume because of complicated reasons including but not limited to intrapersonal barriers (including pregnancy symptoms, family and child-rearing responsibilities, lack of personal motivation, etc.), additional interpersonal barriers (including lack of social support, overprotective family members, etc.) and environmental, organizational, and political factors  [12] . Therefore, we utilized CiteSpace software to implement a bibliometric analysis in research of PA during pregnancy to reveal current research trends, hotspots, and future frontiers in this field.\n\nBibliometric analysis is a widely used research method that investigates particular structures, characteristics, and principles of science and technology by examining the research history, turning points, and most noteworthy research trends  [13] . CiteSpace is a flexible, powerful, and widely used software in bibliometric analysis that uses a mapping knowledge domain to provide a vast amount of information about important research power, hotspots, and global trends  [14, 15] . After going through a systematic literature search, no bibliometric analysis studies on PA during pregnancy have been found published. This bibliometric paper analyzes the research status of PA during pregnancy through the CiteSpace visualization operation, so as to provide a theoretical basis for the promotion of PA during pregnancy."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "Data Source",
      "text": "The search strategy demonstrated in Figure  1  was performed in the advanced search of Web of Science Core Collection of the Web of Science on 4 July 2022. In order to retrieve more precise and relevant results, wildcard characters (question marks) were used along with positional operators (double quotation marks, etc.) and logical operators (brackets, 'AND', 'OR', etc.). A total of 1415 research articles and reviews published in all languages from the inception of the database to 2022 were retrieved and extracted with full records and cited references."
    },
    {
      "title": "Research Method",
      "text": "The CiteSpace 6.1.R2 software was utilized for generating knowledge maps and analyzing information involving country, institution, cited author, cited journal, keyword, and burst word. The detailed settings on CiteSpace software were as follows: time slicing (From 2010 January to 2022 April), years per slide (1), links (strength: cosine; scope: within slices), selection criteria (g-index: k = 25; select top 50 levels of each slice; select top 10% of each slice; the maximum number of selected items per slide: 100), pruning (pathfinder and pruning slices network)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Temporal Distribution of Literature",
      "text": "The initial search for PA during pregnancy resulted in 1415 research articles and reviews published in all languages from the inception of the database to 2022. A total of 54 articles (3.8%) were published in 2022. A majority of publications were research articles (n = 1176, 78.9%). According to the publication years, the number of published articles and reviews on PA during pregnancy increased significantly over the studied period with some fluctuations (Figure  2 ). The list of the top ten categories of research is shown in Figure  3 , and the most important research subject is Obstetrics gynecology.\n\nInt. J. Environ. Res. Public Health 2022, 19, 14516 3 of 15"
    },
    {
      "title": "Research Method",
      "text": "The CiteSpace 6.1.R2 software was utilized for generating knowledge maps and analyzing information involving country, institution, cited author, cited journal, keyword, and burst word. The detailed settings on CiteSpace software were as follows: time slicing (From 2010 January to 2022 April), years per slide (1), links (strength: cosine; scope: within slices), selection criteria (g-index: k = 25; select top 50 levels of each slice; select top 10% of each slice; the maximum number of selected items per slide: 100), pruning (pathfinder and pruning slices network)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Temporal Distribution of Literature",
      "text": "The initial search for PA during pregnancy resulted in 1415 research articles and reviews published in all languages from the inception of the database to 2022. A total of 54 articles (3.8%) were published in 2022. A majority of publications were research articles (n = 1176, 78.9%). According to the publication years, the number of published articles and reviews on PA during pregnancy increased significantly over the studied period with some fluctuations (Figure  2 ). The list of the top ten categories of research is shown in Figure  3 , and the most important research subject is Obstetrics gynecology. Int. J. Environ. Res. Public Health 2022, 19, 14516 3 of 1"
    },
    {
      "title": "Research Method",
      "text": "The CiteSpace 6.1.R2 software was utilized for generating knowledge maps and an alyzing information involving country, institution, cited author, cited journal, keyword and burst word. The detailed settings on CiteSpace software were as follows: time slicin (From 2010 January to 2022 April), years per slide (1), links (strength: cosine; scope: withi slices), selection criteria (g-index: k = 25; select top 50 levels of each slice; select top 10% o each slice; the maximum number of selected items per slide: 100), pruning (pathfinder an pruning slices network)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Temporal Distribution of Literature",
      "text": "The initial search for PA during pregnancy resulted in 1415 research articles and re views published in all languages from the inception of the database to 2022. A total of 5 articles (3.8%) were published in 2022. A majority of publications were research articles ( = 1176, 78.9%). According to the publication years, the number of published articles an reviews on PA during pregnancy increased significantly over the studied period wit some fluctuations (Figure  2 ). The list of the top ten categories of research is shown in Fig ure  3 , and the most important research subject is Obstetrics gynecology."
    },
    {
      "title": "Country and Institution Distribution of Documents",
      "text": "Country and institution distribution were shown in Figures  4  and  5  respectively. Table  1  summarized the top ten productive countries and institutions in research on PA during pregnancy. The size of nodes represents the number of publications of different countries and institutions. The shorter and coarser line between two nodes suggests closer cooperation between countries and institutions. The colors of lines and nodes represent the time slice directly with colder colors indicating the latest years. The USA (402, 35.5%) ranked first in the number of publications, followed by Canada (131, 11.6%) and Australia (113, 10.0%). As for institutions, the University of Alberta (30, 14.6%) ranked in first place, followed by the University of Carolina (29, 14.1%) and the University of Western Ontario (21, 10.2%). Furthermore, there was internationally extensive cooperation across countries and institutions. ble 1 summarized the top ten productive countries and institutions in research on PA during pregnancy. The size of nodes represents the number of publications of different countries and institutions. The shorter and coarser line between two nodes suggests closer cooperation between countries and institutions. The colors of lines and nodes represent the time slice directly with colder colors indicating the latest years. The USA (402, 35.5%) ranked first in the number of publications, followed by Canada (131, 11.6%) and Australia (113, 10.0%). As for institutions, the University of Alberta (30, 14.6%) ranked in first place followed by the University of Carolina (29, 14.1%) and the University of Western Ontario (21, 10.2%). Furthermore, there was internationally extensive cooperation across countries and institutions. Country and institution distribution were shown in Figures  4  and  5  respectively. Ta-ble 1 summarized the top ten productive countries and institutions in research on PA during pregnancy. The size of nodes represents the number of publications of different countries and institutions. The shorter and coarser line between two nodes suggests closer cooperation between countries and institutions. The colors of lines and nodes represent the time slice directly with colder colors indicating the latest years. The USA (402, 35.5%) ranked first in the number of publications, followed by Canada (131, 11.6%) and Australia (113, 10.0%). As for institutions, the University of Alberta (30, 14.6%) ranked in first place, followed by the University of Carolina (29, 14.1%) and the University of Western Ontario (21, 10.2%). Furthermore, there was internationally extensive cooperation across countries and institutions. 2 . The most active author is Barakat Ruben from USA Northwell Health's Cancer Institute, who was found to have contributed to 28 papers in this field. The following productive authors are Margie Davenport (21) from Canada's University of Alberta and Kristi Adamo (17) from Canada's University of Ottawa. The periodical with the largest number of articles published is the American Journal of Obstetrics and Gynecology (637, 14.8%), followed by Obstetrics and Gynecology (631, 14.7%) and Medicine and Science in Sports and Exercise (509, 11.9%). The influence factors of journals are between 3.007-79.321, which indicates relatively high quality and great influence."
    },
    {
      "title": "Author and Journal Distribution of Documents"
    },
    {
      "title": "Current Research Trends and Hotspots in Research of PA during Pregnancy",
      "text": "The co-occurrence map of keywords was generated as in Figure  7 . The size of nodes represents the number of publications on different topics. The shorter and coarser line between two nodes suggests a closer connection between different topics. The colors of lines and nodes represent the time slice directly with the colder color indicating the latest years. The top ten most cited keywords are as follows: PA (365), risk (321), pregnancy (338), exercise (151), aerobic exercise (126), health (118), prevalence (96), gestational diabete millitus (95), preterm birth (72), and association (70).\n\nThe largest nine clusters based on the co-occurrence map of keywords were obtained in the form of cluster view (Figure  8 ) and timeline view (Figure  9 ) respectively. The timeline view map demonstrates time points of appearance and corresponding duration time of each cluster with nodes and arcs on a horizontal time axis. The size of nodes represents the number of publications while the length of the arcs reflects the duration time."
    },
    {
      "title": "Frontiers in Research of PA during Pregnancy",
      "text": "The top twenty keywords with the strongest citation bursts from 2010 to 2022 were identified in Table  3 . The blue part symbolizes the time interval; meanwhile, the red part represents the duration of the citation burst, thus demonstrating the shift of research hotspots over time. Noticeably, the burst of activity pattern lasted the longest for five years; in the meantime, weight, sedentary behavior, and systematic review lasted for four years individually. Sedentary behavior, systematic review, symptom, lifestyle, and prenatal care are currently the latest burst words begun in 2018, 2019, and 2020 to 2022. The largest nine clusters based on the co-occurrence map of keywords were obtained in the form of cluster view (Figure  8 ) and timeline view (Figure  9 ) respectively. The timeline view map demonstrates time points of appearance and corresponding duration time of each cluster with nodes and arcs on a horizontal time axis. The size of nodes represents the number of publications while the length of the arcs reflects the duration time. The largest nine clusters based on the co-occurrence map of keywords were obtained in the form of cluster view (Figure  8 ) and timeline view (Figure  9 ) respectively. The timeline view map demonstrates time points of appearance and corresponding duration time of each cluster with nodes and arcs on a horizontal time axis. The size of nodes represents the number of publications while the length of the arcs reflects the duration time. Figure 9. Timeline map of keywords in research of physical activity during pregnancy."
    },
    {
      "title": "Frontiers in Research of PA during Pregnancy",
      "text": "The top twenty keywords with the strongest citation bursts from 2010 to 2022 were identified in Table  3 . The blue part symbolizes the time interval; meanwhile, the red part represents the duration of the citation burst, thus demonstrating the shift of research hotspots over time. Noticeably, the burst of activity pattern lasted the longest for five years; in the meantime, weight, sedentary behavior, and systematic review lasted for four years individually. Sedentary behavior, systematic review, symptom, lifestyle, and prenatal care are currently the latest burst words begun in 2018, 2019, and 2020 to 2022."
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n2 oxidative stress 4.43 2010 2012"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n3 exercise 3.83 2010 2011 Int. J. Environ. Res. Public Health 2022, 19, 14516 9 of 16"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n5 maternal exercise 3.51 2010 2012"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n6 endurance exercise 3.35 2010 2012"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n7 leisure-time physical activity 4.45 2011 2012"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n8 disability 4.01 2012 2014 Rank Keywords Strength Begin End 2010-2022 1 activity pattern 7.35 2010 2015 ▃▃▃▃▃▃▂▂▂▂▂▂▂ 2 oxidative stress 4.43 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 3 exercise 3.83 2010 2011 ▃▃▂▂▂▂▂▂▂▂▂▂▂ 4 weight 3.62 2010 2014 ▃▃▃▃▃▂▂▂▂▂▂▂▂ 5 maternal exercise 3.51 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n9 neurogenesis 3.46 2012 2013 1 activity pattern 7.35 2010 2015 ▃▃▃▃▃▃▂▂▂▂▂▂▂ 2 oxidative stress 4.43 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 3 exercise 3.83 2010 2011 ▃▃▂▂▂▂▂▂▂▂▂▂▂ 4 weight 3.62 2010 2014 ▃▃▃▃▃▂▂▂▂▂▂▂▂ 5 maternal exercise 3.51 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n10 randomized controlled trial 3.32 2016 2018 2 oxidative stress 4.43 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 3 exercise 3.83 2010 2011 ▃▃▂▂▂▂▂▂▂▂▂▂▂ 4 weight 3.62 2010 2014 ▃▃▃▃▃▂▂▂▂▂▂▂▂ 5 maternal exercise 3.51 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n11 lifestyle intervention 4.53 2017 2019 2 oxidative stress 4.43 2010 2012 3 exercise 3.83 2010 2011 ▃▃▂▂▂▂▂▂▂▂▂▂▂ 4 weight 3.62 2010 2014 ▃▃▃▃▃▂▂▂▂▂▂▂▂ 5 maternal exercise 3.51 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n12 maternal obesity 3.57 2017 2018 3 exercise 3.83 2010 2011 ▃▃▂▂▂▂▂▂▂▂▂▂▂ 4 weight 3.62 2010 2014 ▃▃▃▃▃▂▂▂▂▂▂▂▂ 5 maternal exercise 3.51 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n13 sedentary behavior 3.73 2018 2022 3 exercise 3.83 2010 2011 4 weight 3.62 2010 2014 ▃▃▃▃▃▂▂▂▂▂▂▂▂ 5 maternal exercise 3.51 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n14 systematic review 3.4 2018 2022 4 weight 3.62 2010 2014 ▃▃▃▃▃▂▂▂▂▂▂▂▂ 5 maternal exercise 3.51 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n15 birth 3.35 2018 2019 5 maternal exercise 3.51 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n16 weight loss 3.34 2018 2019 5 maternal exercise 3.51 2010 2012 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n17 symptom 7.42 2019 2022 6 endurance exercise 3.35 2010 2012 ▃▃▃▂▂▂▂▂▂▂▂▂▂ 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n18 gestational diabetes mellitus 4.19 2019 2020 6 endurance exercise 3.35 2010 2012 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n19 lifestyle 3.42 2020 2022 7 leisure-time physical activity 4.45 2011 2012 ▂▃▃▂▂▂▂▂▂▂▂▂▂ 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of\n\n20 prenatal care 3.27 2020 2022 cal activity 8 disability 4.01 2012 2014 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 9 neurogenesis 3.46 2012 2013 ▂▂▃▃▃▂▂▂▂▂▂▂▂ 10 randomized controlled trial 3.32 2016 2018 ▂▂▂▂▂▃▃▃▃▂▂▂▂ 11 lifestyle intervention 4.53 2017 2019 ▂▂▂▂▂▂▂▃▃▃▂▂▂ 12 maternal obesity 3.57 2017 2018 ▂▂▂▂▂▂▂▃▃▂▂▂▂ 13 sedentary behavior 3.73 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 14 systematic review 3.4 2018 2022 ▂▂▂▂▂▂▂▂▃▃▃▃▃ 15 birth 3.35 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 16 weight loss 3.34 2018 2019 ▂▂▂▂▂▂▂▂▃▃▂▂▂ 17 symptom 7.42 2019 2022 ▂▂▂▂▂▂▂▂▂▃▃▃▃ 18 gestational diabetes mellitus 4.19 2019 2020 ▂▂▂▂▂▂▂▂▂▃▃▂▂ 19 lifestyle 3.42 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃ 20 prenatal care 3.27 2020 2022 ▂▂▂▂▂▂▂▂▂▂▃▃▃"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of"
    },
    {
      "title": "Discussion",
      "text": "According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of Carolina are globally the most productive institutions on this topic, comprising 30 and 29 publications, respectively, for 14.6% and 14.1% of the total. Professor Barakat Ruben, affiliated with Northwell Health's Cancer Institute, has published a total of 28 studies on this topic, making him the most prolific researcher. There is a total of 637 (14.8%) related studies published in the American Journal of Obstetrics and Gynecology, which published the most research on this topic, with an impact factor of 8.661. Risk (321) and exercise (151) are the most cited keywords besides physical activity (365) and pregnancy (338). #Gestational diabetes is the largest cluster besides #physical activity.\n\nThe development and evolution of research hotspots can be obtained by sorting out the clusters of keywords and burst keywords from CiteSpace operation. The aforementioned clusters can be generally divided into three aspects including PA patterns (#0 physical activity, #8 muscle strengthening), lifestyle, risk factors (#3 sitting time, #4 preterm birth, #6 risk factors), and pregnancy complications (#1 gestational diabetes, #2 oxidative stress, #5 insulin sensitivity). The noticeable keywords with the strongest burst in 2010-2015 included activity pattern, exercise, maternal exercise, endurance exercise, and leisure-time PA, which indicated that activity pattern was the prior research focus. In 2016-2022, the burst keywords of GDM and maternal obesity demonstrated that the research focus during this period had gradually shifted to the improvement of pregnant complications. Moreover, keywords such as lifestyle intervention, sedentary behavior, lifestyle, and prenatal care, with the strongest burst, entailed that the effect of lifestyle on pregnancy was also a research hotspot.\n\nThe amelioration of pregnancy complications by PA has been another research hotspot in recent years. \"Risk factor\" is a high-frequency keyword, with 321 citations and one main cluster, which mainly addressed GDM, gestational weight gain, anxiety, and depression, lower back pain, pelvic girdle pain, fetal responses, and birth weight. GDM has emerged as a highly cited keyword, a strong burst keyword, and a main cluster, showing it as a primary research hotspot. While weight, maternal obesity, and weight loss are all strong burst keywords, as well indicating that gestational weight gain and weight control are both essential research spots. Globally, half of all the females who are at childbearing age are overweight or obese  [16] , which potentially will trigger excessive gestational weight gain and increases the risk of developing GDM  [16] [17] [18] . GDM is related to a higher incidence of negative pregnancy outcomes and a long-term risk of childhood obesity and type-2 diabetes in both mother and the infant. Nevertheless, excessive gestational weight gain, GDM, as well as the possible complications of obesity during pregnancy could be minimized with PA  [18] . The 2018 PA Guidelines Advisory Committee reported a significant inverse relationship between PA and weight gain, risk of gestational diabetes mellitus or preeclampsia, and symptoms of depression or anxiety  [13] . A former study suggested that for pregnant women with GDM, any form of PA that is sufficiently intense and prolonged can be beneficial  [19] . A meta-analysis demonstrated that participating in prenatal PA reduces the risk of having GDM by 40%  [20] . Anxiety and depression can be commonly observed in pregnant women, which may have a negative impact on the health of both the mother and fetus  [21, 22] . An incidence of 16% of depressive symptoms, 5% of severe depressive symptoms, and 27% of lifted prenatal anxiety was demonstrated in previous studies  [22] . PA has been proven able to play a role as a psychotherapeutic to attenuate depression and anxiety by changing neurotransmitter and hormone levels that are linked to depression and enhancing the encouragement of self-efficacy  [23] [24] [25] [26] . Lower back pain and pelvic pain happened frequently in two-thirds of pregnant women as pregnancy advances  [27] . A meta-analysis illustrated that multiple types of exercise obtain functions ameliorating back pain and pelvic pain involving aerobic exercise, muscle strengthening exercise, flexibility exercise, and stretching exercise  [28] . Fetal responses and birth weight have been addressed a lot with the citations of health and preterm birth. On one hand, researchers have illustrated that fetuses give response during or after exercise as light-tomoderate increases in fetal heart rate of 10-30 beats per minute over the baseline  [29, 30] . On the other hand, despite this, women who tend to exercise vigorously during the third trimester have a greater possibility to deliver infants with weights 200-400 g less than those who do not  [31, 32] . Yet neither has observed an increased risk of fetal growth or preterm birth; rigorous exercise has been proven safe for fetuses and mothers in the second trimester, whether they are physically active or not  [29] [30] [31] [32] .\n\n\"PA,\" \"exercise,\" and \"aerobic\" are all highly cited keywords with citations of 365, 151 and 126, whilst \"activity pattern,\" \"exercise, maternal exercise,\" and \"endurance exercise\" are all strong burst keywords. Moreover, #0 physical activity and #8 muscle strengthening are both prevalent main clusters. Aerobic exercise was used the most widely during pregnancy  [33] . Regular aerobic exercise during pregnancy has been proven efficient to improve or maintain physical fitness. Specifically, simple activities such as walking, cycling, swimming, or other modified activities like yoga, are all encouraged for pregnant women to regularly perform in every trimester  [34, 35] . Current recommendations state that healthy pregnant women should engage in 150 min or more of moderate-intensity aerobic activity each week  [36, 37] . This exercise should be carried out over the duration of the week and modified as necessary for health. For instance, pregnant women who engaged in aerobic exercise for 30-60 min per day, 2-7 times per week, were observed having a significantly lower risk of prenatal hypertensive disorders, gestational hypertension, and cesarean delivery than the sedentary group  [38] .\n\nGuidelines reported that healthy pregnant women who are very active, or frequently engage in vigorous-intensity aerobic activity can continue the intensive training  [33, 36] , such as strength training, or high-intensity interval training (HIIT). Research indicated that resistance exercise can achieve perceived physical and mental vigor, attenuate feelings of fatigue and low energy  [39] . The strengthening of abdominal and back muscles could minimize the risk of lower back pain  [34] . Noticeably, a quick rise in blood pressure and intra-abdominal pressure is triggered by heavy strength training during pregnancy, which may momentarily reduce blood flow to the fetus. However, resistance exercise with a modest to moderate load had no negative consequences during pregnancy  [40] . Resistance exercise with elastic belts for 2-3 repetitive sets of movements, or through self-muscle exercises that involve upper and lower limbs for 2-3 sets of 12-24 repetitions, would fit well in pregnancy  [41] . HIIT is the second most popular kind of exercise in the European fitness trends  [42] . The intensity of training and interval section was monitored and measured by maximal heart rate or Borg's rate of perceived exertion scale  [43] , meanwhile the ratio of exercise and rest time depends on individual capabilities, training progression, and pregnancy stage  [44] . With regards to obstetric outcomes, HIIT programs were proven to be safe and well-accepted by pregnant women regardless of the training components and interval structure  [45] , even during the third trimester  [46] . Nonetheless, the association between health outcomes and different type, timing, or domain of activity patterns cannot be assured due to insufficient research evidence  [33] .\n\nGenerally, PA during pregnancy with moderate intensity is agreed to be basically safe and beneficial for both mother and fetus  [47] [48] [49] . However, exercise with contraindications is outside the purview of what an exercise expert is allowed to do. As official guidelines stated, women with absolute contraindications should be restricted from strenuous exercise. Women with relative contraindications should only participate in moderate-to-vigorous intensity PA with professional advice and obstetric care  [37, 50, 51] . Gynecologists or other obstetric care professionals should thoroughly assess women with medical or obstetric complications before they begin the activities. Both active and inactive healthy women should start prenatal activities  [34] . Women who suffered from complicated pregnancies (Gestational diabetes mellitus, high blood pressure, or other complications) also should continue their normal everyday activities and modify their exercise programs with qualified prenatal exercise specialists.\n\nGiven that \"lifestyle intervention,\" \"leisure-time PA,\" \"sedentary behavior,\" and \"lifestyle\" are all strong burst keywords, \"sitting time\" is one main cluster, and the effect of lifestyle intervention on pregnancy is one of the important research hotspots. Furthermore, \"sedentary behavior\" and \"lifestyle\" are also the newest strong burst keywords, which leads the effect of lifestyle intervention on pregnancy to be the research frontier on PA during pregnancy. Previous studies suggested that sedentary behaviour in pregnancy would probably lead to macrosomic infants, gestational weight gain, and hypertensive disorders  [52] , shorter gestation, and inhibited fetal growth  [53] . That changing lifestyle during pregnancy by implementing leisure-time PA has been analyzed and discussed frequently in recent years  [54] [55] [56] . A systematic review clearly showed that healthy expectant mothers can perform mild, moderate, and even vigorous levels of leisure-time PA without running the danger of giving birth prematurely  [57] . A great number of previous cohort studies focused on diverse aspects can be found published, which is one of the foremost reasons why the #8 cohort study is presented as one main cluster. In maternal health, a systematic review that included seven cohort studies achieved controversial results, but generally, high-intensity leisure-time PA before and/or during pregnancy, or performing more than 4 h leisure-time PA each week may reduce the risk of pre-eclampsia  [56] . A cohort study with 3209 participants suggested that leisure-time PA during both pre-pregnancy and early pregnancy reduced 46% of the risk of GDM compared with inactivity groups during both periods  [58] . Meanwhile, another cohort study with 10,038 pregnant women illustrated that sustained low leisure-time PA during pregnancy is associated with excess risk of GDM and overall preterm birth. Moreover, women who increased leisure time PA lowered the rate of GDM. This could indicate that the increase in leisure-time PA in early pregnancy phases may be related to improved pregnancy health  [59] . In offspring health, a cohort study proved that sons of women with light and moderate to heavy leisure-time PA had a lower risk of having a low intelligence score compared with sons of sedentary women  [60] . Similarly, a systematic review and meta-analysis of 30 randomized controlled trials and 51 cohort studies supported the promotion of LTPA in pregnancy as a strategy to improve maternal and child health  [61] . Furthermore, current cohort study results have also shown positive relationships between leisure-time PA and hyperemesis gravidarum  [62] , head circumference among male infants  [63] , birthweight among female infants, and women with normal prepregnancy BMI  [63] . Conversely, no association was found between leisure-time PA and adiposity in mid-childhood  [64]  and intelligence quotient  [65] .\n\nTo our understanding, this is the first bibliometric study on PA during pregnancy. Due to the format specifications of the CiteSpace software, only papers from the Web of Science Core Collection database were retrieved. All the information was retrieved on 4 July 2022, research published after this date was not included and analyzed. Additionally, the majority of publications included were in English; thus, even though our retrieval approach did not restrict language, there might have been a linguistic bias."
    },
    {
      "title": "Conclusions",
      "text": "The number of papers published on the topic of PA during pregnancy is increasing year by year. Research disciplines are accompanied by crossover and integration. The United States has made the most significant contribution to the research on this topic, ranking first in the world in both the number and centrality of research. The authors and institutions of the research published have more inter-country collaborations. Different patterns of PA, prevention, and amelioration of pregnancy complications are major research hotspots. Improvement of sedentary behaviour, lifestyle intervention through leisure-time PA, and preterm care are major research frontiers and have received extensive attention in recent years. Therefore, further research on evidence-based recommendations on popular PA during pregnancy, such as HIIT, should be globally implemented and promoted."
    },
    {
      "text": "Figure 1. Retrieval strategy."
    },
    {
      "text": "Figure 1. Retrieval strategy."
    },
    {
      "text": "Figure 2. Distribution of publications by year in research on physical activity during pregnancy."
    },
    {
      "text": "Figure 3. Distribution of categories in research of physical activity during pregnancy."
    },
    {
      "text": "Figure 2. Distribution of publications by year in research on physical activity during pregnancy."
    },
    {
      "text": "Figure 2. Distribution of publications by year in research on physical activity during pregnancy."
    },
    {
      "text": "Figure 3. Distribution of categories in research of physical activity during pregnancy."
    },
    {
      "text": "Figure 3. Distribution of categories in research of physical activity during pregnancy."
    },
    {
      "text": "Figure 4. Co-occurrence map of countries researching physical activity during pregnancy."
    },
    {
      "text": "Figure 5. Co-occurrence map of institutions researching physical activity during pregnancy."
    },
    {
      "text": "Figure 4. Co-occurrence map of countries researching physical activity during pregnancy."
    },
    {
      "text": "Figure 4. Co-occurrence map of countries researching physical activity during pregnancy."
    },
    {
      "text": "Figure 5. Co-occurrence map of institutions researching physical activity during pregnancy."
    },
    {
      "text": "Figure 5. Co-occurrence map of institutions researching physical activity during pregnancy."
    },
    {
      "text": "Figure 6 is the co-occurrence map of authors in research on PA during pregnancy. The size of nodes represents the number of publications of different authors. The shorter and coarser line between two nodes suggests the most collaboration between individual authors. The colors of lines and nodes represent the time slice directly with the colder color indicating the latest years. The list of top ten authors and journals is shown in Table 2. The most active author is Barakat Ruben from USA Northwell Health's Cancer Institute, who was found to have contributed to 28 papers in this field. The following productive authors are Margie Davenport (21) from Canada's University of Alberta and Kristi Adamo (17) from Canada's University of Ottawa. The periodical with the largest number of articles published is the American Journal of Obstetrics and Gynecology (637, 14.8%), followed by Obstetrics and Gynecology (631, 14.7%) and Medicine and Science in Sports and Exercise (509, 11.9%). The influence factors of journals are between 3.007-79.321, which indicates relatively high quality and great influence."
    },
    {
      "text": "Figure 6 is the co-occurrence map of authors in research on PA during pregna The size of nodes represents the number of publications of different authors. The sh and coarser line between two nodes suggests the most collaboration between indivi authors. The colors of lines and nodes represent the time slice directly with the co color indicating the latest years. The list of top ten authors and journals is shown in T 2. The most active author is Barakat Ruben from USA Northwell Health's Cancer Insti who was found to have contributed to 28 papers in this field. The following produ authors are Margie Davenport (21) from Canada's University of Alberta and Kristi Ad (17) from Canada's University of Ottawa. The periodical with the largest number of cles published is the American Journal of Obstetrics and Gynecology (637, 14.8%) lowed by Obstetrics and Gynecology (631, 14.7%) and Medicine and Science in Sports Exercise (509, 11.9%). The influence factors of journals are between 3.007-79.321, w indicates relatively high quality and great influence."
    },
    {
      "text": "Figure 6. Co-occurrence map of authors researching physical activity during pregnancy."
    },
    {
      "text": "Figure 6. Co-occurrence map of authors researching physical activity during pregnancy."
    },
    {
      "text": "Figure 7. Co-occurrence map of keywords in research of physical activity during pregnancy."
    },
    {
      "text": "Figure 7. Co-occurrence map of keywords in research of physical activity during pregnancy."
    },
    {
      "text": "Figure 7. Co-occurrence map of keywords in research of physical activity during pregnancy."
    },
    {
      "text": "Figure 8. Cluster map of keywords in research on physical activity during pregnancy."
    },
    {
      "text": "Figure 8. Cluster map of keywords in research on physical activity during pregnancy. Int. J. Environ. Res. Public Health 2022, 19, 14516 8 of 15"
    },
    {
      "text": "Figure 9. Timeline map of keywords in research of physical activity during pregnancy."
    },
    {
      "text": "Top 10 productive countries/institutions in research of physical activity during pregnancy."
    },
    {
      "text": "Top 10 productive authors/journals in research of physical activity during pregnancy."
    },
    {
      "text": "Top 20 keywords with the strongest citation bursts."
    },
    {
      "text": "Top 20 keywords with the strongest citation bursts."
    },
    {
      "text": "Top 20 keywords with the strongest citation bursts."
    },
    {
      "text": "Top 20 keywords with the strongest citation bursts.According to the operation results of CiteSpace, the number of published papers on the topic of PA during pregnancy has shown a significant upward trend, from 69 in 2010 to 181 in 2021. The most published categories are obstetrics gynecology, public environmental occupational health, and sport sciences, with strong integration of academic disciplines. The United States is the most prolific country on this topic, with 402 published studies accounting for 35.5% of the total studies. University of Alberta and University of"
    },
    {
      "text": "Top 20 keywords with the strongest citation bursts."
    },
    {
      "text": "Top 20 keywords with the strongest citation bursts."
    },
    {
      "text": "Top 20 keywords with the strongest citation bursts."
    },
    {
      "text": "Top 20 keywords with the strongest citation bursts."
    }
  ],
  "references": [
    {
      "title": "Long-term sequelae of adverse pregnancy outcomes",
      "authors": [
        "N Torosyan",
        "D Aziz",
        "O Quesada"
      ],
      "year": 2022,
      "doi": "10.1016/j.maturitas.2022.06.012"
    },
    {
      "title": "Cohort profile: The PreEclampsia, Angiogenesis, Cardiac dysfunction and Hypertension (PEACH) Study",
      "authors": [
        "L Persson",
        "F Lihme",
        "S Basit",
        "M Larsen",
        "N Scheller",
        "A Andersen",
        "K Halse",
        "A Thorsen Meyer",
        "K Sørensen",
        "J Wohlfahrt"
      ],
      "year": 2022,
      "doi": "10.1111/ppe.12917"
    },
    {
      "title": "Maternal race and preeclamp-sia: Cohort study and systematic review with meta-analysis",
      "authors": [
        "A Arechvo",
        "D Voicu",
        "M Gil",
        "A Syngelaki",
        "R Akolekar",
        "K Nicolaides"
      ],
      "year": 2022,
      "doi": "10.1111/1471-0528.17240"
    },
    {
      "title": "Physical exercise in pregnancy: Benefits, risks and prescription",
      "authors": [
        "M Ribeiro",
        "A Andrade",
        "I Nunes"
      ],
      "year": 2022,
      "doi": "10.1515/jpm-2021-0315"
    },
    {
      "title": "The Prospective Mother: A Handbook for Women During Pregnancy",
      "authors": [
        "J Slemons"
      ],
      "year": 1912,
      "doi": "10.1056/nejm191304171681613"
    },
    {
      "title": "Maternal physical activity, birth weight and perinatal mortality",
      "authors": [
        "A Briend"
      ],
      "year": 1980,
      "doi": "10.1016/0306-9877(80)90138-3"
    },
    {
      "title": "Maternal Physical Activity During Pregnancy and the Effect on the Mother and Newborn: A Systematic Review",
      "authors": [
        "M Morales-Suárez-Varela",
        "E Clemente-Bosch",
        "I Peraita-Costa",
        "A Llopis-Morales",
        "I Martínez",
        "A Llopis-González"
      ],
      "year": 2020,
      "doi": "10.1123/jpah.2019-0348"
    },
    {
      "title": "Exercise in Pregnancy and Postpartum",
      "authors": [
        "K Temme"
      ],
      "year": 2015,
      "doi": "10.1007/978-3-319-14319-4_15"
    },
    {
      "title": "Exercise during pregnancy and the postpartum period: ACOG technical bulletin number 189-February 1994",
      "authors": [
        "American College",
        "Of Obstetricians"
      ],
      "year": 1994,
      "doi": "10.1016/0020-7292(94)90773-0"
    },
    {
      "title": "Committee opinion: Exercise during pregnancy and the postpartum period",
      "authors": [
        "American College",
        "Of Obstetricians"
      ],
      "year": 2002
    },
    {
      "title": "Physical Activity Guidelines Advisory Committee Report",
      "year": 2008,
      "doi": "10.1037/e525442010-001"
    },
    {
      "title": "Perceived barriers to and suggested interventions for physical activity during pregnancy among participants of the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) in Southern California",
      "authors": [
        "M Koleilat",
        "N Vargas",
        "V Vantwist",
        "G Kodjebacheva"
      ],
      "year": 2021,
      "doi": "10.1186/s12884-021-03553-7"
    },
    {
      "title": "Science Mapping: A Systematic Review of the Literature",
      "authors": [
        "C Chen"
      ],
      "year": 2017,
      "doi": "10.1515/jdis-2017-0006"
    },
    {
      "title": "CiteSpace II: Visualization and Knowledge Discovery in Bibliographic Databases",
      "authors": [
        "M Synnestvedt",
        "C Chen",
        "J Holmes"
      ],
      "year": 2005,
      "doi": "10.1136/jamia.2005.162"
    },
    {
      "title": "Searching for intellectual turning points: Progressive knowledge domain visualization",
      "authors": [
        "C Chen"
      ],
      "year": 2004,
      "doi": "10.1073/pnas.0307513100"
    },
    {
      "title": "Maternal overweight and obesity during pregnancy: Strategies to improve outcomes for women, babies, and children",
      "authors": [
        "J Dodd",
        "A Deussen",
        "M Mitchell",
        "A Poprzeczny",
        "J Louise"
      ],
      "year": 2022,
      "doi": "10.1080/17446651.2022.2094366"
    },
    {
      "title": "Impact of exercise during pregnancy on gestational weight gain and birth weight: An overview",
      "authors": [
        "M Vargas-Terrones",
        "T Nagpal",
        "R Barakat"
      ],
      "year": 2018,
      "doi": "10.1016/j.bjpt.2018.11.012"
    },
    {
      "title": "Diet and Healthy Lifestyle in the Management of Gestational Diabetes Mellitus",
      "authors": [
        "L Rasmussen",
        "C Poulsen",
        "U Kampmann",
        "S Smedegaard",
        "P Ovesen",
        "J Fuglsang"
      ],
      "year": 2020,
      "doi": "10.3390/nu12103050"
    },
    {
      "title": "Physical Activity Programs during Pregnancy Are Effective for the Control of Gestational Diabetes Mellitus",
      "authors": [
        "J Laredo-Aguilera",
        "M Gallardo-Bravo",
        "J Rabanales-Sotos",
        "A Cobo-Cuenca",
        "J Carmona-Torres"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17176151"
    },
    {
      "title": "Prenatal exercise for the prevention of gestational diabetes mellitus and hypertensive disorders of pregnancy: A systematic review and meta-analysis",
      "authors": [
        "M Davenport",
        "S Ruchat",
        "V Poitras",
        "G Jaramillo",
        "C Gray",
        "N Barrowman",
        "R Skow",
        "V Meah",
        "L Riske",
        "F Sobierajski"
      ],
      "year": 2018,
      "doi": "10.1136/bjsports-2018-099355"
    },
    {
      "title": "Risk of gestational diabetes mellitus in relation to early pregnancy and gestational weight gain before diagnosis: A population-based cohort study",
      "authors": [
        "H Xu",
        "J Hutcheon",
        "X Liu",
        "O Stephansson",
        "S Cnattingius",
        "E Arkema",
        "K Johansson"
      ],
      "year": 2022,
      "doi": "10.1111/aogs.14450"
    },
    {
      "title": "Postpartum Maternal Emotional Disorders and the Physical Health of Mother and Child",
      "authors": [
        "C Dragomir",
        "R Popescu",
        "M Jurca",
        "R Laza",
        "R Florian",
        "I Dragomir",
        "R Negrea",
        "M Craina",
        "C Dehelean"
      ],
      "year": 2022,
      "doi": "10.2147/prbm.s382073"
    },
    {
      "title": "The association of exercise during pregnancy with trimester-specific and postpartum quality of life and depressive symptoms in a cohort of healthy pregnant women",
      "authors": [
        "K Campolong",
        "S Jenkins",
        "M Clark",
        "K Borowski",
        "N Nelson",
        "K Moore",
        "W Bobo"
      ],
      "year": 2017,
      "doi": "10.1007/s00737-017-0783-0"
    },
    {
      "title": "Exercise frequency and maternal mental health: Parallel process modelling across the perinatal period in an Australian pregnancy cohort",
      "authors": [
        "S Watson",
        "A Lewis",
        "P Boyce",
        "M Galbally"
      ],
      "year": 2018,
      "doi": "10.1016/j.jpsychores.2018.05.013"
    },
    {
      "title": "Effect of exercise as adjuvant to energy-restricted diets on quality of life and depression outcomes: A meta-analysis of randomized controlled trials",
      "authors": [
        "S Rajaie",
        "S Soltani",
        "Z Yazdanpanah",
        "T Zohrabi",
        "S Beigrezaei",
        "S Mohseni-Takalloo",
        "M Kaviani",
        "S Forbes",
        "J Baker",
        "A Salehi-Abargouei"
      ],
      "year": 2022,
      "doi": "10.1007/s11136-022-03146-7"
    },
    {
      "title": "Modifiable Maternal Factors and Their Relationship to Postpartum De-pression",
      "authors": [
        "K Howard",
        "J Maples",
        "R Tinius"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph191912393"
    },
    {
      "title": "Prevalence and factors associated with pelvic girdle pain during pregnancy in Australian women: A cross-sectional study",
      "authors": [
        "D Ceprnja",
        "L Chipchase",
        "P Fahey",
        "P Liamputtong",
        "A Gupta"
      ],
      "year": 2021,
      "doi": "10.1097/brs.0000000000003954"
    },
    {
      "title": "Exercise for the prevention and treatment of low back, pelvic girdle and lumbopelvic pain during pregnancy: A systematic review and meta-analysis",
      "authors": [
        "M Davenport",
        "A Marchand",
        "M Mottola",
        "V Poitras",
        "C Gray",
        "A Garcia",
        "N Barrowman",
        "F Sobierajski",
        "M James",
        "V Meah"
      ],
      "year": 2019,
      "doi": "10.1136/bjsports-2018-099400"
    },
    {
      "title": "Exercise During Pregnancy: Fetal responses to current public health guidelines",
      "authors": [
        "L Szymanski",
        "A Satin"
      ],
      "year": 2012,
      "doi": "10.1097/aog.0b013e31824760b5"
    },
    {
      "title": "Fetal heart rate responses to maternal exercise",
      "authors": [
        "R Artal",
        "S Rutherford",
        "Y Romem",
        "R Kammula",
        "F Dorey",
        "R Wiswell"
      ],
      "year": 1986,
      "doi": "10.1016/S0002-9378(86)80008-4"
    },
    {
      "title": "Aerobic exercise for women during pregnancy",
      "authors": [
        "M Kramer",
        "S Mcdonald"
      ],
      "year": 2006,
      "doi": "10.1002/14651858.cd000180.pub2"
    },
    {
      "title": "Effects of physical exercise on pregnancy outcomes: A meta-analytic review",
      "authors": [
        "E Lokey",
        "Z Tran",
        "C Wells",
        "B Myers",
        "A Tran"
      ],
      "year": 1991,
      "doi": "10.1249/00005768-199111000-00006"
    },
    {
      "title": "WHO Guidelines on Physical Activity and Sedentary Behaviour",
      "authors": [
        "Who"
      ],
      "year": 2020,
      "doi": "10.1037/e400972004-001"
    },
    {
      "title": "Physical activity and exercise during pregnancy and the postpartum period",
      "authors": [
        "M Bisner",
        "C Gyanfi-Bannerman"
      ],
      "year": 2020,
      "doi": "10.1097/aog.0000000000003772"
    },
    {
      "title": "Experiences of Pregnant Women Participating in Antenatal Yoga: A Qualitative Study",
      "authors": [
        "H Rpdykp",
        "D Kocak",
        "G Akarsu"
      ],
      "year": 2021
    },
    {
      "title": "The Physical Activity Guidelines for Americans",
      "authors": [
        "K Piercy",
        "R Troiano",
        "R Ballard",
        "S Carlson",
        "J Fulton",
        "D Galuska",
        "S George",
        "R Olson"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.14854"
    },
    {
      "title": "Canadian guideline for physical activity throughout pregnancy",
      "authors": [
        "M Mottola",
        "M Davenport",
        "S.-M Ruchat",
        "G Davies",
        "V Poitras",
        "C Gray",
        "A Garcia",
        "N Barrowman",
        "K Adamo",
        "M Duggan"
      ],
      "year": 2018,
      "doi": "10.1136/bjsports-2018-100056"
    },
    {
      "title": "Exercise during pregnancy and risk of gestational hypertensive disorders: A systematic review and meta-analysis",
      "authors": [
        "E Magro-Malosso",
        "G Saccone",
        "M Di Tommaso",
        "A Roman",
        "V Berghella"
      ],
      "year": 2017,
      "doi": "10.1111/aogs.13151"
    },
    {
      "title": "Exercise Dur-ing Pregnancy: What Do OB/GYNs Believe and Practice? A Descriptive Analysis",
      "authors": [
        "R Nelson",
        "S Hafner",
        "A Cook",
        "N Sterner",
        "E Butler",
        "B Jakiemiec",
        "W Saltarelli"
      ],
      "year": 2022,
      "doi": "10.1089/whr.2021.0132"
    },
    {
      "title": "Effects of supervised exercise training during pregnancy on psychological well-being among overweight and obese women: Secondary analyses of the ETIP-trial, a randomised controlled trial",
      "authors": [
        "K Garnaes",
        "A Helvik",
        "S Stafne",
        "S Mørkved",
        "K Salvesen",
        "Ø Salvesen",
        "T Moholdt"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-028252"
    },
    {
      "title": "A meta-analysis of the effects of re-sistance training on blood sugar and pregnancy outcomes",
      "authors": [
        "X Yaping",
        "Z Huifen",
        "L Chunhong",
        "H Fengfeng",
        "H Huibin",
        "Z Meijing"
      ],
      "year": 2020,
      "doi": "10.1016/j.midw.2020.102839"
    },
    {
      "title": "European Survey of Fitness Trends For 2020",
      "authors": [
        "A Batrakoulis"
      ],
      "year": 2019,
      "doi": "10.1249/fit.0000000000000523"
    },
    {
      "title": "HIIT is not superior to MICT in altering blood lipids: A sys-tematic review and meta-analysis",
      "authors": [
        "G Wood",
        "A Murrell",
        "T Van Der Touw",
        "N Smart"
      ],
      "year": 2019,
      "doi": "10.1136/bmjsem-2019-000647"
    },
    {
      "title": "MICT during Pregnancy and Health and Birth Outcomes in Mothers and Children (HIIT MAMA)",
      "authors": [
        "A Szumilewicz",
        "Vs"
      ],
      "year": 2021,
      "doi": "10.29359/bjhpa.17.2.05"
    },
    {
      "title": "How to HIIT while pregnant? The protocol characteristics and effects of high intensity interval training implemented during pregnancy: A systematic review",
      "authors": [
        "A Szumilewicz",
        "R Santos-Rocha",
        "A Worska",
        "M Piernicka",
        "H Yu",
        "S Pajaujiene",
        "N Shojaeian",
        "M Caro"
      ],
      "year": 2022,
      "doi": "10.29359/bjhpa.14.1.01"
    },
    {
      "title": "The effects of vigorous intensity exercise in the third trimester of pregnancy: A systematic review and meta-analysis",
      "authors": [
        "K Beetham",
        "C Giles",
        "M Noetel",
        "V Clifton",
        "J Jones",
        "G Naughton"
      ],
      "year": 2019,
      "doi": "10.1186/s12884-019-2441-1"
    },
    {
      "title": "Effects of Su-pervised Exercise on the Development of Hypertensive Disorders of Pregnancy: A Systematic Review and Meta-Analysis",
      "authors": [
        "M Danielli",
        "C Gillies",
        "R Thomas",
        "S Melford",
        "P Baker",
        "T Yates",
        "K Khunti",
        "B Tan"
      ],
      "year": 2022,
      "doi": "10.3390/jcm11030793"
    },
    {
      "title": "Maximizing Recovery in the Post-partum Period: A Timeline for Rehabilitation from Pregnancy through Return to Sport",
      "authors": [
        "R Selman",
        "K Early",
        "B Battles",
        "M Seidenburg",
        "E Wendel",
        "S Westerlund"
      ],
      "year": 2022,
      "doi": "10.26603/001c.37863"
    },
    {
      "title": "Physical activity during pregnancy and association with changes in fat mass and adipokines in women of normal-weight or with obesity",
      "authors": [
        "U Andersson-Hall",
        "H De Maré",
        "F Askeli",
        "M Börjesson",
        "A Holmäng"
      ],
      "year": 2021,
      "doi": "10.1038/s41598-021-91980-z"
    },
    {
      "title": "Exercise during pregnancy: A comparative review of guidelines",
      "authors": [
        "I Tsakiridis",
        "D Bakaloudi",
        "A Oikonomidou",
        "T Dagklis",
        "M Chourdakis"
      ],
      "year": 2020,
      "doi": "10.1515/jpm-2019-0419"
    },
    {
      "title": "Review of recent physical activity guidelines during pregnancy to facilitate advice by health care providers",
      "authors": [
        "K Evenson",
        "M Mottola",
        "R Artal"
      ],
      "year": 2019,
      "doi": "10.1097/ogx.0000000000000693"
    },
    {
      "title": "Patterns of physical activity and sedentary behavior before and during pregnancy and cardiometabolic outcomes",
      "authors": [
        "M Wallace",
        "M Jones",
        "K Whitaker",
        "B Gibbs"
      ],
      "year": 2022,
      "doi": "10.1016/j.midw.2022.103452"
    },
    {
      "title": "Sedentary behaviour and physical activity across pregnancy and birth outcomes",
      "authors": [
        "M Jones",
        "J Catov",
        "A Jeyabalan",
        "K Whitaker",
        "B Barone Gibbs"
      ],
      "year": 2021,
      "doi": "10.1111/ppe.12731"
    },
    {
      "title": "Leisure-time physical activity before and during pregnancy is associated with improved insulin resistance in late pregnancy",
      "authors": [
        "C Cai",
        "Z Zhang",
        "S Mcdonald",
        "C Strom",
        "R Skow",
        "L May",
        "C Steinback",
        "M Davenport"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18094413"
    },
    {
      "title": "Are lei-sure-time and work-related activities associated with low back pain during pregnancy?",
      "authors": [
        "E Caputo",
        "M Domingues",
        "A Bertoldi",
        "P Ferreira",
        "M Ferreira",
        "D Shirley",
        "M Da Silva"
      ],
      "year": 2021,
      "doi": "10.1186/s12891-021-04749-w"
    },
    {
      "title": "Leisure Time Physical Activity and the Risk of Pre-eclampsia: A Systematic Review",
      "authors": [
        "H Wolf",
        "K Owe",
        "M Juhl",
        "H Hegaard"
      ],
      "year": 2013,
      "doi": "10.1007/s10995-013-1316-8"
    },
    {
      "title": "Maternal leisure-time physical activity and risk of preterm birth: A system-atic review of the literature",
      "authors": [
        "M Kahn",
        "K Robien",
        "L Dipietro"
      ],
      "year": 2016,
      "doi": "10.1123/jpah.2015-0495"
    },
    {
      "title": "Leisure time physical ac-tivity and gestational diabetes mellitus in the omega study",
      "authors": [
        "S Badon",
        "P Wartko",
        "C Qiu",
        "T Sorensen",
        "M Williams",
        "D Enquobahrie"
      ],
      "year": 2016,
      "doi": "10.1249/mss.0000000000000866"
    },
    {
      "title": "Patterns of leisure-time physical activity across pregnancy and adverse pregnancy outcomes",
      "authors": [
        "J Catov",
        "C Parker",
        "B Gibbs",
        "C Bann",
        "B Carper",
        "R Silver",
        "H Simhan",
        "S Parry",
        "J Chung",
        "D Haas"
      ],
      "year": 2018,
      "doi": "10.1186/s12966-018-0701-5"
    },
    {
      "title": "Physical activity during pregnancy and intelligence in sons; A cohort study",
      "authors": [
        "S Jochumsen",
        "T Henriksen",
        "M Lindhard",
        "H Hegaard",
        "L Rode"
      ],
      "year": 2019,
      "doi": "10.1111/sms.13542"
    },
    {
      "title": "A randomized controlled trial of exercise during pregnancy on maternal and neonatal outcomes: Results from the PAMELA study",
      "authors": [
        "S Da Silva",
        "P Hallal",
        "M Domingues",
        "A Bertoldi",
        "M Silveira",
        "D Bassani",
        "I Da Silva",
        "B Da Silva",
        "C Coll",
        "K Evenson"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0632-6"
    },
    {
      "title": "Leisure-time physical activity before pregnancy and risk of hyperemesis gravidarum: A population-based cohort study",
      "authors": [
        "K Owe",
        "N Støer",
        "B Wold",
        "M Magnus",
        "W Nystad",
        "Å Vikanes"
      ],
      "year": 2019,
      "doi": "10.1016/j.ypmed.2019.05.002"
    },
    {
      "title": "Associations between maternal physical activity in early and late pregnancy and offspring birth size: Remote federated individual level meta-analysis from eight cohort studies",
      "authors": [
        "S Pastorino",
        "T Bishop",
        "S Crozier",
        "C Granström",
        "K Kordas",
        "L Küpers",
        "E O'brien",
        "K Polanska",
        "K Sauder",
        "M Zafarmand"
      ],
      "year": 2019,
      "doi": "10.1111/1471-0528.15476"
    },
    {
      "title": "for the Lifeways Cross Generation Cohort Study. Associations between a maternal healthy lifestyle score and adverse offspring birth outcomes and childhood obesity in the Lifeways Cross-Generation Cohort Study",
      "authors": [
        "P Navarro",
        "J Mehegan",
        "C Murrin",
        "C Kelleher",
        "C Phillips"
      ],
      "year": 2020,
      "doi": "10.1038/s41366-020-00652-x"
    },
    {
      "title": "Mother's physical activity during pregnancy and newborn's brain cortical development",
      "authors": [
        "X Na",
        "R Raja",
        "N Phelan",
        "M Tadros",
        "A Moore",
        "Z Wu",
        "L Wang",
        "G Li",
        "C Glasier",
        "R Ramakrishnaiah"
      ],
      "year": 2022,
      "doi": "10.3389/fnhum.2022.943341"
    }
  ],
  "num_references": 65
}
