{
  "paper_id": "D2CAPENX",
  "title": "The Technology Acceptance Model for Resource-Limited Settings (TAM-RLS): A novel framework for mobile health interventions targeted to low-literacy end-users in resourcelimited settings",
  "abstract": "Background-Although mobile health (mHealth) technologies have shown promise in improving clinical care in resource-limited settings (RLS), they are infrequently brought to scale. One limitation to the success of many mHealth interventions is inattention to end-user acceptability, which is an important predictor of technology adoption. Methods-We conducted in-depth interviews with 43 people living with HIV in rural Uganda who had participated in a clinical trial of a short messaging system (SMS)-based intervention designed to prompt return to clinic after an abnormal laboratory test. Interviews focused on established features of technology acceptance models, including perceived ease of use and",
  "year": 2018,
  "date": "2018-11-01",
  "journal": "Current HIV/AIDS reports",
  "publication": "Current HIV/AIDS reports",
  "authors": [
    {
      "forename": "Jeffrey",
      "surname": "Campbell",
      "name": "Jeffrey Campbell",
      "affiliation": "Boston Medical Center and Boston Children's Hospital , Boston , MA , USA , 02114 \n\t\t\t\t\t\t\t\t Boston Medical Center \n\t\t\t\t\t\t\t\t Boston Children's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02114 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Isaac",
      "surname": "Aturinda",
      "name": "Isaac Aturinda",
      "affiliation": "Mbarara University of Science and Technology , Mbarara , Uganda \n\t\t\t\t\t\t\t\t Mbarara University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mbarara \n\t\t\t\t\t\t\t\t\t Uganda"
    },
    {
      "forename": "Evans",
      "surname": "Mwesigwa",
      "name": "Evans Mwesigwa",
      "affiliation": "Mbarara University of Science and Technology , Mbarara , Uganda \n\t\t\t\t\t\t\t\t Mbarara University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mbarara \n\t\t\t\t\t\t\t\t\t Uganda"
    },
    {
      "forename": "Bridget",
      "surname": "Burns",
      "name": "Bridget Burns",
      "affiliation": "Massachusetts General Hospital , Boston , MA , USA , 02114 \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02114 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Data",
      "surname": "Santorino",
      "name": "Data Santorino",
      "affiliation": "Mbarara University of Science and Technology , Mbarara , Uganda \n\t\t\t\t\t\t\t\t Mbarara University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mbarara \n\t\t\t\t\t\t\t\t\t Uganda"
    },
    {
      "forename": "Jessica",
      "surname": "Haberer",
      "name": "Jessica Haberer",
      "affiliation": "Massachusetts General Hospital and Harvard Medical School , Boston , MA , USA , 02114 \n\t\t\t\t\t\t\t\t Massachusetts General Hospital and Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02114 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "David",
      "surname": "Bangsberg",
      "name": "David Bangsberg",
      "affiliation": "Oregon Health Sciences University-Portland State University School of Public Health , Portland , OR , 97239 \n\t\t\t\t\t\t\t\t Oregon Health Sciences University-Portland State University School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 97239 \n\t\t\t\t\t\t\t\t\t Portland \n\t\t\t\t\t\t\t\t\t OR"
    },
    {
      "forename": "Richard",
      "surname": "Holden",
      "name": "Richard Holden",
      "affiliation": "Indiana University School of Informatics , Indianapolis , IN , USA , 46202 \n\t\t\t\t\t\t\t\t Indiana University School of Informatics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 46202 \n\t\t\t\t\t\t\t\t\t Indianapolis \n\t\t\t\t\t\t\t\t\t IN \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Norma",
      "surname": "Ware",
      "name": "Norma Ware",
      "affiliation": "Harvard Medical School , Boston , MA 02115 \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02115 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "forename": "Mark",
      "surname": "Siedner",
      "name": "Mark Siedner",
      "affiliation": "Massachusetts General Hospital and Harvard Medical School , Boston , MA , USA , 02114 \n\t\t\t\t\t\t\t\t Massachusetts General Hospital and Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02114 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s10461-017-1765-y",
  "pmid": "26439917",
  "keywords": [
    "Uganda",
    "mHealth",
    "HIV",
    "technology",
    "acceptability"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "As of 2015, there were an estimated 685 million cellular phone subscriptions on the African continent, the equivalent of approximately 3 phones for every 4 residents 1 . A rapid increase in access to mobile phones in resource-limited settings (RLS) has been accompanied by the proliferation of research and clinical programs leveraging mobile technologies to address structural barriers to healthcare delivery  2  . Many of these programs have focused on people living with HIV (PLWH)  3  . Despite this growing body of work, most mobile health (mHealth) programs in RLS do not move beyond the pilot testing phase  4  . Inattention to the attitudes and behaviors related to technology use has been an impediment to device acceptance and scalability  [4] [5] [6] [7] [8]  . There remains a relative lack of evidence about predictors of mHealth acceptance among end-users in RLS, and particularly about how acceptance and use behaviors affect implementation of novel mHealth technologies.\n\nSeveral theories of technology acceptance have been developed to explain intention to use novel technologies in the developed world  [9] [10] [11]  . The Technology Acceptance Model (TAM)  12, 13  , a behavioral model of end-user acceptance of new technologies, serves as a foundational conceptual framework for those who design and deploy new technology. It posits that perceived usefulness and perceived ease of use of a technology predict the intention to use technology, which subsequently correlates with its actual use  12, [14] [15] [16] [17]  (Figure  1 ). Subsequent iterations of TAM models have incorporated additional factors such as social norms and technology experience  18, 19  . More recent models, focusing primarily on consumer technologies, have added price, habit, and hedonistic motivation, as well as age and gender, as factors affecting behavioral intention and use  20, 21  .\n\nTAM and its subsequent iterations were designed and evaluated to assess technologies in the developed world, particularly among computer users in the work place  22  . Although these models have been employed to understand mHealth acceptability and guide technology development among PLWH  23, 24  , they do not focus on the unique social, cultural and behavioral factors specific to low-literacy populations in RLS, such as resistance to new technologies  25  and limited familiarity with electronic devices  26  . Furthermore, despite an abundance of literature evaluating efficacy of mHealth for HIV care in research settings  27  , existing technology acceptance models were not designed to account for the social factors related to HIV and other stigmatized disease states that are often the target of novel mHealth interventions in RLS  3, 27, 28  . Consequently, there is an important need to better define the behavioral frameworks that describe contributions to technology acceptance, in order to optimize design and implementation of efficacious mHealth interventions in RLS. Here, we present results from a qualitative study conducted to evaluate the acceptance of an mHealth intervention targeting HIV patients in rural Uganda. Our over-arching objective was to propose a novel conceptual framework for technology acceptance for mHealth applications targeted to low-literacy populations in RLS.\n\nAlthough not yet validated, we hope that our framework will enable future studies intent on corroborating this model and serve as a guide for deployment of similar technologies."
    },
    {
      "title": "Methods",
      "text": "We conducted a post-intervention qualitative study among rural Ugandan PLWH. All participants had enrolled in and completed a study of a laboratory notification program that informed them of low CD4 count results via short message service (SMS)  29, 30  . We conducted in-depth interviews with study participants to gain an account of their experiences with the SMS intervention."
    },
    {
      "title": "Study Setting and Parent Study",
      "text": "The parent study has been described previously in detail  31  (NCT01579214). In brief, participants were recruited from the Immune Suppression Syndrome (ISS) clinic at Mbarara Regional Referral Hospital in southwestern Uganda, located approximately 275 kilometers from Kampala. The clinic serves people living with HIV in a region comprised predominantly of rural-dwelling pastoralists and subsistence farmers with limited formal education. Clinicians referred patients for enrollment into the intervention study if they were undergoing CD4 count testing, for which a low result could trigger antiretroviral therapy (ART) initiation or a change in therapy. Eligible participants were required to have access to a cellular phone.\n\nParticipants with low CD4 counts received SMS messages to request return to clinic for clinical care and, if appropriate, ART initiation. Designs of the SMS system's components were based on feedback from a prior mHealth acceptability survey study of patients at the ISS clinic  29  . Participants received one of three message types: 1) a direct message requesting return to clinic (\"This is an important message from your doctor. You had an abnormal test result. You should return to clinic as soon as possible.\"), 2) a PIN-protected message requiring entry of a participant-selected 4-digit code to access the same message as above, and 3) a coded message (\"ABCDEFG\"), which was explained to participants at enrollment as indicating an abnormal test result. No message included HIV-related nomenclature. At enrollment, study staff informed participants of the clinic phone number and gave them a written copy of the PIN they had chosen. The consent process also involved an explanation of the SMS system, but no specific SMS-related training (e.g. how to open an SMS message) was done. Participants who received notification of abnormal laboratory results and who returned to the clinic within seven days of their first message received a transportation stipend of 15,000 Ugandan Shillings (approximately $6 USD).\n\nThe study was designed as a longitudinal cohort study, with intervention efficacy measured by comparing outcomes between pre-and post-intervention observation periods. During the intervention period, participants had significantly decreased time to clinic return (33 vs. 6 days [p<0.001]) and, among those eligible for treatment, decreased time to ART initiation (47 vs. 12 days [p<0.001])  31  ."
    },
    {
      "title": "Study Population",
      "text": "For this qualitative interview study, we recruited a total of 43 participants who had participated in the parent study and were sent an SMS after an abnormal laboratory result. We purposefully sampled participants to equally represent males and females, and to represent those who did and did not return to clinic within seven days of an SMS message, to comprise four balanced groups of:"
    },
    {
      "title": "1.",
      "text": "Male, returned within seven days of SMS"
    },
    {
      "title": "2.",
      "text": "Male, did not return within seven days of SMS"
    },
    {
      "title": "3.",
      "text": "Female, returned within seven days of SMS"
    },
    {
      "title": "4.",
      "text": "Female, did not return within seven days of SMS\n\nWe randomly selected participants in the parent study meeting one of these criteria to be invited to participate in qualitative interviews."
    },
    {
      "title": "Data Collection",
      "text": "Participants were interviewed between June 2014 -March 2015. We collected data on basic demographics and cell phone use, and conducted semi-structured interviews. The interview guide was developed to elicit experiences related to the SMS intervention, including opinions of the SMS intervention and how it affected relationships with family, friends and healthcare providers. The interviews also incorporated concepts from the original TAM: perceived ease of use and perceived usefulness (i.e. impact of the intervention on health). Two Ugandan interviewers trained in qualitative research methods (IA and EM) conducted all interviews in Runyankole (the first language of most inhabitants of Mbarara). Interviews were audio-recorded. Recorded interviews were translated into English and transcribed independently by two translators fluent in English and Runyankole, then compared for fidelity. All discrepancies in back-translations were resolved through collective review by both translators and the study principal investigator."
    },
    {
      "title": "Data Analysis",
      "text": "Our primary objectives in analysis of the interviews were to answer the following questions:\n\n• How can the TAM be adapted to reflect the unique circumstances of low-literacy populations of PLWH in Sub-Saharan Africa?\n\n• What novel factors, not included in classic technology acceptance models, are important for understanding acceptance of novel mobile health interventions in this population?\n\nAnalysis began with review and discussion of nine interviews by five researchers (MJS, JIC, IA, EM, and BB) to identify relevant content. This review informed development and iterative refinement of a codebook, identification of illustrative quotes, and creation of code definitions. We used both conventional (inductive) and directed content analysis approaches to develop codes  32  . Codes sought to capture key experiences and attitudes in participants' stories of SMS message receipt and return to clinic. First, using a deductive approach, codes were devised to capture data on existing concepts from the TAM, including \"ease of use\" and \"perceived usefulness\" of the SMS system. Second, we used an inductive approach to capture additional concepts, using a line-by-line review of transcripts to derive additional codes. The codebook was imported into NVivo version 11. Two researchers (MJS and JIC) coded interviews. Twenty percent of interviews were coded by both researchers to establish inter-rater reliability; discrepancies in coding were discussed to reach consensus. Overall unweighted kappa was 0.49.\n\nNext, coded text was reviewed to identify recurrent patterns, which were organized as themes. Using existing concepts from the TAM, two broad categories were pre-identified (\"perceived usefulness\" and \"perceived ease of use\"). In anticipation of the importance of pragmatic factors linking technology use to desired outcome, a third category-\"facilitators and barriers to efficacy\"-was loosely adopted at the outset from a later iteration of the TAM  10  . An additional factor-\"technology use\"-was based on the TAM concept of \"behavioral intention\". These categories were used to organize themes that were identified in interviews. Themes not fitting into these pre-defined categories were organized into \"emergent\" categories. Category definitions are presented in Table  1 . The process of theme development and categorization was iterative."
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographics",
      "text": "Demographic and technology-experience data are presented in Table  2 . Median age was 31. Sixty percent of participants had a primary education, approximately one in four were not able to fully read a sentence, and 35% shared their phone with others. Of those who shared a phone with others, approximately one quarter had disclosed their HIV serostatus to others with whom they share their phone.\n\nOverview of Qualitative Findings-We developed a revised version of the TAM, entitled TAM-RLS, which is presented in Figure  2 . In this section we describe the primary elements of this framework and how interviews motivated both the familiar and novel constructs included within it. Classic and novel definitions of key terms in the TAM-RLS are presented in Table  1 .\n\nEase of Use-Ease of use, which is a principal factor in classical technology acceptance models, was a recurrent theme in participants' experiences with the SMS intervention. We identified three features of the SMS program related to ease of use: a) SMS message characteristics; b) cellular phone characteristics; and c) technology literacy."
    },
    {
      "title": "SMS Message Characteristics",
      "text": "Language of the SMS was a key characteristic of the SMS message affecting ease of use. One participant noted that an inability to read Runyankole made the system difficult to use, and that messages in English or Kiswahili would have made the message content easier to access. Another participant described illiteracy as inhibiting ease of use of the system:\n\nWe talked about you sending me a message the last time I saw you, but I don't know how to read. So if at all you sent the message I didn't see it…I know about the message but I didn't read it. -Female #1, age 40"
    },
    {
      "title": "Cellular Phone Characteristics",
      "text": "Limited battery life and lack of cellular reception hindered use of the system, as did lack of airtime and lost phones. For some participants, the ability to store messages on their phones facilitated receipt of the message, because many participants were away from their phone at the time the message was sent:\n\nyou, sometimes you are away from home without your phone-maybe in the garden-but when you get back home you can open the message inbox and read the message informing you of your results. So it will help [SMS system users] because sometimes you cannot go with your phone everywhere. -Male #1, age 40 However, insufficient available storage space on the cellular phone, and participants' propensity to accidentally delete messages when storage was full, may have prevented receipt of the message: Interviewer (I): You did not get any message from us? Respondent (R): I do not remember but they [messages] are always there. When I see my inbox full, I then delete them to create more space but there are always many messages on my phone. I: So there is no message you got from this clinic? R: Uhm uhm [meaning \"no\"]. -Male #2, age 39 Technology Literacy Whereas most participants reported prior use of a cellular phone at enrollment, none reported previous experience with mHealth interventions. Many participants described how the training they received on how to open an SMS message at time of enrollment made it easier to use the system: Everything was easy for me because you had educated me about the study and the messaging system; how it works and everything about it. So it was easy for me to enter my PIN code and access my message, read and understand it. -Male #3, age 45 However, this instruction was not always sufficient to overcome lack of experience or comfort with technology: I don't know how to receive cell phone messages and I also don't know how to read. So I am not sure whether the message was sent or not. So, if you sent the message I didn't see it. -Female #1, age 40\n\nSimilarly, familiarity with the SMS sender ID, which participants were given at the time of enrollment, helped them recognize the clinic as the sender, and primed them for its content.\n\nPerceived Usefulness-Although perceived usefulness is a principal component of most technology acceptance models, participants in our study described factors affecting perceived usefulness that deviated from classical models. Salient aspects of perceived usefulness in our study population focused on the system's ability to improve linkage to and the quality of clinical care, as well as how the system facilitated social support. Participants also described how the intervention could lead to \"exceptional experiences\", which were characterized by strong emotional reactions or significant behavior changes in response to the message."
    },
    {
      "title": "Linkage to and Quality of Care",
      "text": "The messaging system was perceived to facilitate return to clinic, and, once the participant had arrived, to improve the timeliness and quality of care. For many participants, the content of the message was useful in that it conveyed the need to return to clinic with enough urgency to prompt action:\n\nFor instance, if the message is saying that \"your results are bad: return to the clinic quickly\", that person will know how important it is for them to return and seek care as early as possible instead of waiting for their clinic appointment dates.\n\n-Male #4, age 25 Some participants, however, noted that more specific content would have improved the usefulness of the system: The other thing I didn't like about the system is that it does not tell you exactly what your results are. They just tell you that they are good or bad but they don't tell you what test was performed and the details of the results. -Male #5, age 49 Participants also described a feeling of privileged status in the clinic after receiving a message, through decreased wait times, completion of appointments earlier than scheduled return dates, and quick initiation of ART: That is what was simple for me, because when I came they quickly put me on drugs. But had it not been for the message they would not have quickly put me on drugs. -Female #2, age 23 This typically occurred because the message served as a proxy for illness severity, allowing participants to alert providers to the need for changes in clinical management of participants' HIV disease, and/or by facilitating personal relationships at the clinic: I: Is there any other change it can bring in the way you deal with the doctors? R: …You may send me a message and I prepare myself or even here at the clinic, when I come you already know my sickness. Like if I come at 8:00AM, you help me to go through the process much faster because you know my sickness. -Male #6, age 28 I: Tell me the whole experience around the hospital. R: The message told me, \"Your CD4 Count is low; you should come back to the clinic very quickly.\" When I came back the doctor asked me, \"Why have you come earlier than you were supposed to?\" I answered him: \"They sent me a message telling me to come back to the clinic.\" So he asked me again, \"Who sent you the message?\" I also answered him, \"It is [the study's research assistant]\". So when he saw my forms and saw the CD4 count he quickly gave me the drug. -Male #1, age 40 Access to Social Support Participants leveraged the SMS system to engage social support and mitigate barriers to clinical care. Both emotional and instrumental forms of support were described. The SMS system was used to engage emotional support when, for example, a participant would show the message to a family member to foster trust: I think telling them about the [SMS] system may even strengthen our relationship because it would mean that I trust them and that I want them to know what is happening with my health…I have no problem with them reading messages from my doctor and I think sharing information about my health would make them happy. -Male #7, age 32 Similarly, the messaging system was perceived to indicate emotional support from healthcare providers, particularly in that it showed that providers \"cared\" about participants: I: What else did the message mean to you? R: It meant that doctors care about the patients since they endeavored to send the message and let me know what was happening with my health. -Male #8, age 27\n\nJust as it did for clinic providers, the SMS system also vouched for participants' illness to family and co-workers, providing them with confirmation of illness severity: You see, for example when I enrolled into the study, I told my boss about it and about the messaging system. So when I received the message, I showed it to him and he immediately gave me permission to return to the clinic because the message was proof that I wasn't giving an excuse to miss work. -Male #7, age 32\n\nAfter helping participants demonstrate that they needed to return to clinic, the message allowed participants to access instrumental support from friends, family, and co-workers, which was particularly valuable for overcoming transportation cost barriers to returning to care. Several participants described using the SMS message to mobilize instrumental support in the form of loans or donations for transport funds.\n\nR: [The SMS message] gives me a chance to tell my boss early enough that on such and such a day I will be going to the clinic. This also helps him to look for my transport money early enough. Even let us say that I am at home with my family, this also helps me to tell them to start looking for money to cater for my clinic visit because they know about my health condition. -Male #7, age 32"
    },
    {
      "title": "Exceptional Experiences",
      "text": "Additionally, the system created \"exceptional experiences\", which were characterized by strong emotional responses to the message and reports of substantial behavior changes after the message was received. Anecdotes frequently included of a sense of anxiety after receiving the message: I: How did you feel after receiving and reading the message? R: Personally I felt a little scared. I began wondering what could be the problem and why they wanted me return to the clinic as soon as possible. Could it be that my condition was worrying? Was it the drugs making me sicker or was it something else? I was full of a lot of thoughts and I was very anxious. I felt something wasn't right and that is why I decided to return to the clinic and find out what could be the problem.\n\nI: Why were you scared and anxious? R: I was anxious because for all the time I had spent getting care at the clinic I had never received any message from the doctor telling me to return to the clinic. -"
    },
    {
      "title": "Male #7, age 32",
      "text": "This anxiety created the sense of urgency that prompted participants to return to care, as described above. Although many participants recalled what the message meant (low CD4 count and need to start ART), others did not, and for them, anxiety after receiving the message often created a desire to learn about changes in their health.\n\nA few participants described receipt of the message as an epiphany or pivotal moment that resulted in changes in adherence behavior or interactions with family and friends: I: Did the message bring any change between you and your wife? R: We got to love each other more.\n\nI: How so? R: (laughs) You know you reach a time and you are like: \"[I] am sick after all. Why can't I keep on sleeping around?\" You start looking around for women. I got settled to the point that she can be away for a month and it can't cross my mind to go for other women. She goes to the village, plants her gardens, and we keep communicating on the phone, I send her money to take care of the child after that she returns and then goes back to weed the gardens. And this change of heart started with the message.\n\nI: How did the messaging system do that? R: This message made me wake up and I got focused again, got rid of wicked thoughts.\n\nI: Would you share with me some of those \"wicked\" thoughts? R: All I would think was to womanize and my wife was no longer beautiful. But from the time I settled, I appreciate her and I never think of going to other women.\n\n-Male #9, age 28\n\nConfidentiality and Disclosure-Interviews demonstrated how the highly stigmatized nature of HIV infection created unique considerations for technology acceptance frameworks for mHealth applications. Considerations of confidentiality related to the SMS message content and system were a pervasive theme in the interviews. Participants discussed features of the system that protected confidentiality, such as using coded messages or requiring a PIN to access the message. Whereas the majority of participants who reported sharing their cell phone also reported that they had not disclosed their HIV status to that person, most participants had their own cellular phone, which facilitated maintenance of confidentiality. Moreover, prior disclosure of HIV serostatus affected participants' concern about disclosure.\n\n…I haven't told anyone in my family about [my HIV status] and I don't share my phone with anyone, so they can't read my messages…they also don't know that I am HIV positive, and since I don't share my phone with them, they can't know about the system. -Male #8, age 27\n\nConversely, for some participants, prior disclosure mitigated the importance of confidentiality, and enabled engagement with social support:\n\nThe only person I talk to about [the SMS system] is my mother, so that just in case I needed some money, she can help me with some to bring me [to the clinic], because there is nothing I can hide from her. -Female #3, age 27\n\nExternal Facilitators and Barriers to Target Outcome-Most mHealth interventions are designed to achieve a targeted health outcome. A prevalent theme in many interviews was the many barriers and facilitators to the targeted outcome in this study (return to clinic for initiation of ART), which were external to the SMS messaging system. These factors were typically downstream of the SMS system. For example, denial of illness or treatment refusal could prevent return even when technologic aspects of the intervention were successful:\n\nAnd there are other people with different beliefs from us. They may say, \"I am feeling well and the machine has also lied to me.\" So there are also people like that.\n\n-Female #4, age 29\n\nStructural barriers, most notably transportation costs, also thwarted the intervention. Frequently, participants described scenarios in which they had been accustomed to budgeting sufficient funds for a single clinic visit every several months. Yet, the SMS system requested an earlier than usual return:\n\nI had just come back from this side [i.e. from clinic] two days back. I went to Kampala and the message came when the money was done. -Female #5, age 30\n\nParticipants also reported that the clinic was not always prepared to receive them on nonscheduled dates, stemming from insufficient coordination between the SMS program and clinic staff. Some described situations when they returned to clinic but were not seen:\n\nWhat happened when you returned to the clinic? R: When I reached at the clinic I talked to you the study staff…I then went back home. I did not see the clinician because it was a Wednesday and the clinic was closed. -Male #8, age 27 Conversely, research assistants provided unintentional benefits to participants. Study staff served the role of de facto case managers, helping participants navigate issues related to technology use and clinic return: I tried to read it but I failed to find it but I remembered you had told me that you were going to send me messages. So I pressed the numbers you had given me but nothing happened. Then I decided to call you and you then told me to come. So when you told me to come the following day, I acknowledged the responsibility and boarded a car and came the following day. -Female #6, age 23"
    },
    {
      "title": "Discussion",
      "text": "In this qualitative, post-intervention study, we have identified, described and defined key factors related to acceptance of patient-centered, mobile health technologies for low-literacy users in RLS. Our results build on classic technology acceptance models, which have prioritized perceived ease of use and perceived usefulness of technologies. To these, we add novel factors, such as confidentiality, that are of particular importance for interventions targeted at HIV and other stigmatized conditions, as well as barriers and facilitators downstream of mHealth interventions, such as transportation challenges, which broadly impact interventions' effectiveness. Taken together, these factors delineate the TAM-RLS, a framework for understanding the acceptability of mHealth interventions among low literacy HIV-positive populations in RLS (Figure  2 ). Although this study did not validate this framework, the modifications to the TAM arising from our qualitative data have face validity, and our framework may serve as the basis for future validation studies.\n\nPrior iterations of the TAM to describe acceptability of health care-related technologies, including technologies specifically designed for HIV/AIDS care  33, 34  , have focused heavily on the user interface and smart phone-based systems. Brown and colleagues used the Health IT Usability Evaluation Model (Health-ITUEM) to explain acceptability of cell phones employed to access health information and support health-related applications among adolescents in the US  35  . They found that participants' information needs, the system's performance speed, and the ability of the system to help users complete tasks were the most frequently referenced concepts describing acceptability. Mohamed and colleagues developed the Mobile Technology Acceptance Model (MoHTAM), basing their model on technology attitudes among individuals with high levels of education in the United Kingdom and the United Arab Emirates  36  . They found that perceived usefulness of mHealth services more significantly predicted intention to use the system than did perceived ease of use. Device design and interface significantly affected acceptability. However, neither of these models specifically addresses acceptability of technology in low-literacy or resource limited settings, nor did these studies consider end-user characteristics that are particularly relevant to individuals living with HIV, such as internalized stigma and access to social support.\n\nOur results indicate that concerns related to confidentiality may influence PLWHs' use of mHealth interventions, corroborating prior research that has found that relationships between confidentiality and mHealth acceptability in RLS  37, 38  . In addition, our results may be related to trends towards increasing stigma among PLWH in our study setting  39  . Participants' internalized stigma, as well as prior disclosure to others who might also access their SMS messages, seemed to mediate concerns about the system's perceived threat to confidentiality. On one hand, participants valued the system because it could shield their HIV status from spouses, friends, and co-workers. On the other, participants appreciated the system precisely because it gave them a channel to access support from their social network by attesting to their illness, thereby facilitating requests for time off from work and/or loans to cover the cost of transportation.\n\nThe relationship we identified between confidentiality and technology use underscores the need to critically evaluate message characteristics, and how they might endanger endusers  40  . Guarding against disclosure requires consideration of stigma and phone sharing habits. Conversely, social support has been demonstrated to be a critical feature of effective engagement with HIV care  41, 42  . Enabling self-selecting constituents to harness mHealth technologies to engage social networks should remain a priority whenever possible. Literature from the developed world has also identified privacy and confidentiality as key contributors to mHealth acceptability among PLWH. However, whereas our participants' concerns typically centered on potential disclosure at the user interface (e.g. a spouse seeing an SMS message), concerns in the developed world have been described regarding \"backend\" security of data transmission and storage  23, 43  . While there is overlap about breeches of privacy and confidentiality, the manner in which these concerns manifest in RLS and resource-rich settings appears to be qualitatively different, potentially arising from disparate levels of technology experience and cultural attitudes towards novel cellular technologies.\n\nOur data also highlight the powerful role that structural and social factors downstream from the SMS played in achieving the target outcome-in this case, returning to clinic for expedited care and initiating ART. One of the commonest factors cited by study participants was the requirement for funds for transportation to clinic, a finding that is in concert with a large body of evidence related to HIV care in RLS  [44] [45] [46] [47]  . Although the SMS system exposed resource-related challenges to returning to clinic after a recent visit, the SMS itself also often facilitated negotiation of transportation refunds and/or time away from other responsibilities to get to clinic. Additionally, we identified a number of clinic-related barriers to successfully returning for ART-initiation after receiving an SMS, such as the clinic's limited capacity to absorb unscheduled visits, echoing previous findings from similar settings  48  .\n\nBecause we were primarily interested in understanding how acceptance and use of the technology led to clinic return and ART initiation, we introduced \"target outcome\" as the endpoint of our model, similar to some prior technology adoption and success models  49, 50  . This endpoint contrasts with classic technology acceptance models, which typically use either \"behavioral intention to use\" or \"actual use\" of the technology as endpoints, but do not consider outcome of technology use. However, we found that barriers and facilitators downstream to desired use of the technology may substantially impact the effectiveness of even highly acceptable technologies. We therefore argue that they warrant inclusion in the TAM-RLS, and consideration when developing and deploying similar mHealth technologies. Notably, we exclude \"behavioral intention to use\" from our framework. Historically, the behavioral intention concept was used because it was easier to measure than actual use of a technology  9  . However, in our study, because participants were interviewed after an experience with the intervention, they largely described actual use as opposed to intention to use. The distinction between intention to use an SMS and actual use in our study was largely limited to instances in which someone did not open a message she had received. To put the exclusion of behavioral intention in context, prior technology acceptance research has found that behavioral intention is less important in predicting use when use is highly likely at the outset (as was the case in our study).  51 In our model, both upstream (literacy, technology experience) and downstream (structural barriers) barriers that might disentangle behavioral intention from actual use are accounted for elsewhere in the conceptual framework.\n\nOne particular threat to mHealth evaluation and scale-up is the loss of funding and ancillary support, which is often made available only through research or pilot funding mechanisms.\n\nIn our study, interviewees often described experiences in which research assistants, who were supported by the study and who were not clinic staff members, acted as de facto case managers. Research staff were frequently called to help participants arrange clinic visits, facilitate navigation through clinic, and explain the meaning of messages to confused participants. These additional paid staff appeared to contribute to program success. Others have similarly reported that research staff in HIV trials often prioritize participant wellbeing over the discrete obligations of their roles  52  . As such, failing to account for the contributions of personnel and support systems provided during intervention evaluation stages could threaten the effectiveness health technology scale-up in RLS. It could also partially account for the low rate of scale of successful pilot programs in the literature.\n\nAt present, most published data on mHealth interventions deployed in RLS targeting PLWH have described SMS-based systems. However, as more sophisticated (e.g. smart phonebased) cellular technologies become increasingly available, interventions may become more app-or internet-based, as they have in resource-rich settings  53  . Research on acceptability of app-based interventions in resource-rich settings suggests that broad concepts related to mHealth acceptability that we describe in our framework, such as concerns about privacy, may continue to be relevant as mHealth technology in RLS advances  43, 54, 55  . Nonetheless, as new mHealth technologies gain penetrance in RLS, a critical re-evaluation of our framework will be necessary to incorporate unevaluated cultural attitudes related to newer technologies, as well as the unique social milieus into which these technologies will be introduced.\n\nOur study had several limitations. First, we investigated beliefs about use of a single intervention, among a single, purposefully selected group of individuals, in a single setting. Second, we did not undertake a quantitative assessment of predictors of intention to use the system during the study. Instead, by employing a qualitative approach to understanding acceptance of the SMS system, we were able to uncover emergent contributors to technology use in this setting, and develop a rich understanding of participants' experience with the technology and how this influenced their decision to respond to the intervention. Nevertheless, our results do not allow us to formally define components of these experiences as \"predictive\" of actual use, or of target outcome. Third, although we attempted to make participants feel comfortable expressing both positive and negative attitudes towards the SMS system during interviews, social desirability bias might have affected our findings.\n\nIn summary, we conducted a qualitative study of attitudes surrounding use of a novel SMSbased intervention to notify Ugandan HIV patients of lab values requiring ART initiation, with the goal of understanding factors related to acceptability of mHealth interventions in low-literacy RLS. The TAM-RLS outlines key considerations for researchers, public health practitioners, and clinicians planning to develop and deploy health-oriented mHealth interventions in RLS. Our framework has particular relevance for populations in RLS, but also includes key considerations for PLWH and other stigmatized conditions regardless of geographic or economic setting. It includes several themes that are unique from the classic TAM. Specifically, we include confidentiality as a contributor to mHealth acceptance, and posit that its effects are mediated by prior disclosure and internalized stigma. We also propose a novel endpoint of technology acceptance-target outcome achievement-which extends the standard definition of acceptance to include functional use. Doing so permits the model to attend to factors downstream from technology use, such as structural barriers, clinic caseloads, and Hawthorne effects (i.e., changing behavior through observation) of evaluation programs. By leveraging ubiquitous cellular networks and related technologies, myriad mHealth technologies continue to be developed to address many of the most intractable health problems in the developing world. An accurate understanding of usercentered factors affecting acceptability of these technologies will be central to scaling them and ensuring their sustained use. Original TAM proposed by Venkatesh and Davis (13). Table 1"
    },
    {
      "title": "Category definitions"
    },
    {
      "title": "Category Definition in our study"
    },
    {
      "title": "Generalizable definition"
    },
    {
      "title": "Origin",
      "text": "Perceived usefulness Extent to which the SMS system was perceived to be useful for returning to clinic or to achieve other goals Extent to which the technology was perceived to be helpful for achieving any goal TAM Perceived ease of use Extent to which use of the SMS system was perceived to require effort Extent to which use of the technology was perceived to require effort"
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Figure 2. TAM-RLS: A novel technology acceptance framework for mobile health interventions targeted to low-literacy end-users in resource-limited settings."
    },
    {
      "text": "External facilitators and barriers to efficacy Factors that stood between receiving/opening an SMS message and initiating ART Factors that stood between technology use and desired outcome, and either helped or hindered achievement of that outcome Other behavioral models Technology use Receipt and opening of the SMS message Use of the technology Modified from TAM, which uses Behavioral Intention to use Confidentiality Protection of HIV serostatus information Protection of information (typically HIV serostatus) that participants had voluntarily shared with researchers or healthcare providers Emergent Serostatus disclosure Revelation of HIV serostatus information outside the researcher-participant or provider-patient relationship Revelation of HIV serostatus to those outside the participant-researcher or patient-provider relationship Emergent Target outcome Return to clinic and ART initiation Goal of mHealth intervention Emergent"
    }
  ],
  "references": [
    {
      "title": "Mobile applications for the health sector",
      "authors": [
        "Czym Qiang",
        "V Hausman",
        "D Altman"
      ],
      "year": 2011
    },
    {
      "title": "Cell phone-based and adherence device technologies for HIV care and treatment in resource-limited settings: recent advances",
      "authors": [
        "J Campbell",
        "J Haberer"
      ],
      "year": 2015,
      "doi": "10.1007/s11904-015-0282-8"
    },
    {
      "title": "Scaling up mHealth: where is the evidence?",
      "authors": [
        "M Tomlinson",
        "M Rotheram-Borus",
        "L Swartz",
        "A Tsai"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001382"
    },
    {
      "title": "Challenges in using mobile phones for collection of antiretroviral therapy adherence data in a resource-limited setting",
      "authors": [
        "J Haberer",
        "J Kiwanuka",
        "D Nansera",
        "I Wilson",
        "D Bangsberg"
      ],
      "year": 2010
    },
    {
      "title": "mHealth adoption in low-resource environments: a review of the use of mobile healthcare in developing countries",
      "authors": [
        "A Chib",
        "M Van Velthoven",
        "J Car"
      ],
      "year": 2015,
      "doi": "10.1080/10810730.2013.864735"
    },
    {
      "title": "A pilot study of an mHealth application for healthcare workers: poor uptake despite high reported acceptability at a rural South African community-based MDR-TB treatment program",
      "authors": [
        "K Chaiyachati",
        "M Loveday",
        "S Lorenz"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0064662"
    },
    {
      "title": "Behaviour change communication targeting four health behaviours in developing countries: a review of change techniques",
      "authors": [
        "C Briscoe",
        "F Aboud"
      ],
      "year": 2012
    },
    {
      "title": "The technology acceptance model: its past and its future in health care",
      "authors": [
        "R Holden",
        "B Karsh"
      ],
      "year": 2010,
      "doi": "10.1016/j.jbi.2009.07.002"
    },
    {
      "title": "User acceptance of information technology: toward a unified view",
      "authors": [
        "V Venkatesh",
        "M Morris",
        "G Davis",
        "F Davis"
      ],
      "year": 2003
    },
    {
      "title": "A theoretical extension of the technology acceptance model: four longitudinal field studies",
      "authors": [
        "V Venkatesh",
        "F Davis"
      ],
      "year": 1997,
      "doi": "10.1287/mnsc.46.2.186.11926"
    },
    {
      "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008"
    },
    {
      "title": "A Model of the antecedents of perceived ease of use: development and test*",
      "authors": [
        "V Venkatesh",
        "F Davis"
      ],
      "year": 1996
    },
    {
      "title": "Does the technology acceptance model predict actual use? A systematic literature review",
      "authors": [
        "M Turner",
        "B Kitchenham",
        "P Brereton",
        "S Charters",
        "D Budgen"
      ],
      "year": 2010
    },
    {
      "title": "Extrinsic and intrinsic motivation to use computers in the workplace",
      "authors": [
        "F Davis",
        "R Bagozzi",
        "P Warshaw"
      ],
      "year": 1992
    },
    {
      "title": "User acceptance enablers in individual decision making about technology: toward an integrated model",
      "authors": [
        "V Venkatesh",
        "C Speier",
        "M Morris"
      ],
      "year": 2002
    },
    {
      "title": "Age differences in technology adoption decisions: implications for a changing work force",
      "authors": [
        "M Morris",
        "V Venkatesh"
      ],
      "year": 2000,
      "doi": "10.1111/j.1744-6570.2000.tb00206.x"
    },
    {
      "title": "A theoretical extension of the technology acceptance model: Four longitudinal field studies",
      "authors": [
        "V Venkatesh",
        "F Davis"
      ],
      "year": 2000
    },
    {
      "title": "Technology acceptance model 3 and a research agenda on interventions",
      "authors": [
        "V Venkatesh",
        "H Bala"
      ],
      "year": 2008
    },
    {
      "title": "Consumer acceptance and use of information technology: extending the unified theory of acceptance and use of technology",
      "authors": [
        "V Venkatesh",
        "J Thong",
        "X Xu"
      ],
      "year": 2012,
      "doi": "10.2307/41410412"
    },
    {
      "title": "An empirical study of mHealth adoption in a developing country: the moderating effect of gender concern",
      "authors": [
        "M Hoque"
      ],
      "year": 2016
    },
    {
      "title": "The Technology Acceptance Model: past, present, and future",
      "authors": [
        "Y Lee",
        "K Kozar",
        "Krt Larsen"
      ],
      "year": 2003
    },
    {
      "title": "Creating effective mobile phone apps to optimize antiretroviral therapy adherence: perspectives from stimulant-using HIV-positive men who have sex with men",
      "authors": [
        "K Horvath",
        "D Alemu",
        "T Danh",
        "J Baker",
        "A Carrico"
      ],
      "doi": "10.2196/mhealth.5287"
    },
    {
      "title": "Collecting maternal health information from HIV-positive pregnant women using mobile phone-assisted face-to-face interviews in Southern Africa",
      "authors": [
        "A Van Heerden",
        "S Norris",
        "S Tollman",
        "L Richter",
        "Rotheram-Borus Mj"
      ],
      "doi": "10.2196/jmir.2207"
    },
    {
      "title": "Inhibitors and enablers as dual factor concepts in technology usage",
      "authors": [
        "R Cenfetelli"
      ],
      "year": 2004,
      "doi": "10.17705/1jais.00059"
    },
    {
      "title": "Who's afraid of the virtual world? Anxiety and computer-mediated communication",
      "authors": [
        "S Brown",
        "R Fuller",
        "C Vician"
      ],
      "year": 2004,
      "doi": "10.17705/1jais.00046"
    },
    {
      "title": "Systematic review on what works, what does not work and why of implementation of mobile health (mHealth) projects in Africa",
      "authors": [
        "C Aranda-Jan",
        "N Mohutsiwa-Dibe",
        "S Loukanova"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-188"
    },
    {
      "title": "mHealth for HIV treatment and prevention: a systematic review of the literature",
      "authors": [
        "C Catalani",
        "W Philbrick",
        "H Fraser",
        "P Mechael",
        "D Israelski"
      ],
      "year": 2013,
      "doi": "10.2174/1874613620130812003"
    },
    {
      "title": "High acceptability for cell phone text messages to improve communication of laboratory results with HIV-infected patients in rural Uganda: A cross-sectional survey study",
      "authors": [
        "M Siedner",
        "J Haberer",
        "M Bwana",
        "N Ware",
        "D Bangsberg"
      ],
      "year": 2012,
      "doi": "10.1186/1472-6947-12-56"
    },
    {
      "title": "Know your audience: predictors of success for a patient-centered texting app to augment linkage to HIV care in rural Uganda",
      "authors": [
        "M Siedner",
        "D Santorino",
        "J Haberer",
        "D Bangsberg"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3859"
    },
    {
      "title": "A combination SMS and transportation reimbursement intervention to improve HIV care following abnormal CD4 test results in rural Uganda: a prospective observational cohort study",
      "authors": [
        "M Siedner",
        "D Santorino",
        "A Lankowski"
      ],
      "year": 2015,
      "doi": "10.1186/s12916-015-0397-1"
    },
    {
      "title": "Three approaches to qualitative content analysis",
      "authors": [
        "H Hsieh",
        "S Shannon"
      ],
      "year": 2005
    },
    {
      "title": "Testing the Technology Acceptance Model: HIV case managers' intention to use a continuity of care record with context-specific links",
      "authors": [
        "R Schnall",
        "S Bakken"
      ],
      "year": 2011
    },
    {
      "title": "User acceptance of HIV TIDES--tailored interventions for management of depressive symptoms in persons living with HIV/AIDS",
      "authors": [
        "T Lai",
        "E Larson",
        "M Rockoff",
        "S Bakken"
      ],
      "year": 2008,
      "doi": "10.1197/jamia.m2481"
    },
    {
      "title": "Assessment of the health IT usability evaluation model (Health-ITUEM) for evaluating mobile health (mHealth) technology",
      "authors": [
        "Brown W 3rd",
        "P Yen",
        "M Rojas",
        "R Schnall"
      ],
      "year": 2013
    },
    {
      "title": "A technology acceptance model for mobile health applications",
      "authors": [
        "Ahhm Mohamed",
        "H Tawfik",
        "D Al-Jumeily",
        "L Norton",
        "Mohtam"
      ],
      "year": 2011,
      "doi": "10.1109/dese.2011.79"
    },
    {
      "title": "Perceptions and acceptability of mHealth interventions for improving patient care at a community-based HIV/ AIDS clinic in Uganda: a mixed methods study",
      "authors": [
        "L Chang",
        "V Njie-Carr",
        "S Kalenge",
        "J Kelly",
        "R Bollinger",
        "S Alamo-Talisuna"
      ],
      "year": 2013
    },
    {
      "title": "Perceptions about the acceptability of assessments of HIV medication adherence in Lilongwe, Malawi and Chennai, India",
      "authors": [
        "S Safren",
        "N Kumarasamy",
        "M Hosseinipour"
      ],
      "year": 2006
    },
    {
      "title": "Persistent HIV-related stigma in rural Uganda during a period of increasing HIV incidence despite treatment expansion",
      "authors": [
        "B Chan",
        "S Weiser",
        "Y Boum"
      ],
      "year": 2015,
      "doi": "10.1097/qad.0000000000000495"
    },
    {
      "title": "Transforming consumer health informatics through a patient work framework: connecting patients to context",
      "authors": [
        "R Valdez",
        "R Holden",
        "L Novak",
        "T Veinot"
      ],
      "year": 2015
    },
    {
      "title": "Barriers and facilitators of adherence to antiretroviral drug therapy and retention in care among adult HIVpositive patients: a qualitative study from Ethiopia",
      "authors": [
        "W Bezabhe",
        "L Chalmers",
        "L Bereznicki",
        "G Peterson",
        "M Bimirew",
        "D Kassie"
      ],
      "year": 2014
    },
    {
      "title": "That is why I stopped the ART\": patients' and providers' perspectives on barriers to and enablers of HIV treatment adherence in a South African workplace programme",
      "authors": [
        "M Dahab",
        "S Charalambous",
        "R Hamilton"
      ],
      "year": 2008,
      "doi": "10.1186/1471-2458-8-63"
    },
    {
      "title": "Trust, perceived risk, perceived ease of use and perceived usefulness as factors related to mHealth technology use",
      "authors": [
        "R Schnall",
        "T Higgins",
        "W Brown",
        "A Carballo-Dieguez",
        "S Bakken"
      ],
      "year": 2015
    },
    {
      "title": "Transportation costs impede sustained adherence and access to HAART in a clinic population in southwestern Uganda: a qualitative study",
      "authors": [
        "D Tuller",
        "D Bangsberg",
        "J Senkungu",
        "N Ware",
        "N Emenyonu",
        "S Weiser"
      ],
      "year": 2010
    },
    {
      "title": "Adherence to HAART: a systematic review of developed and developing nation patient-reported barriers and facilitators",
      "authors": [
        "E Mills",
        "J Nachega",
        "D Bangsberg"
      ],
      "year": 2006
    },
    {
      "title": "GPS-measured distance to clinic, but not self-reported transportation factors, are associated with missed HIV clinic visits in rural Uganda",
      "authors": [
        "M Siedner",
        "A Lankowski",
        "A Tsai"
      ],
      "year": 2013,
      "doi": "10.1097/qad.0b013e32835fd873"
    },
    {
      "title": "Impact of geographic and transportationrelated barriers on HIV outcomes in sub-Saharan Africa: a systematic review",
      "authors": [
        "A Lankowski",
        "M Siedner",
        "D Bangsberg",
        "A Tsai"
      ],
      "year": 2014,
      "doi": "10.1007/s10461-014-0729-8"
    },
    {
      "title": "Barriers to accessing highly active antiretroviral therapy by HIV-positive women attending an antenatal clinic in a regional hospital in western Uganda",
      "authors": [
        "P Duff",
        "Kipp Wild",
        "T Rubaale",
        "T Okech-Ojony"
      ],
      "year": 2010,
      "doi": "10.1186/1758-2652-13-37"
    },
    {
      "title": "What stands in the way of technology-mediated patient safety improvements?: a study of facilitators and barriers to physicians' use of electronic health records",
      "authors": [
        "R Holden"
      ],
      "year": 2011,
      "doi": "10.1097/pts.0b013e3182388cfa"
    },
    {
      "title": "The DeLone and McLean model of information systems success: a tenyear update",
      "authors": [
        "W Delone",
        "E Mclean"
      ],
      "year": 2003,
      "doi": "10.1080/07421222.2003.11045748"
    },
    {
      "title": "Modeling nurses' acceptance of bar coded medication administration technology at a pediatric hospital",
      "authors": [
        "R Holden",
        "R Brown",
        "M Scanlon",
        "B Karsh"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000754"
    },
    {
      "title": "Experiencing everyday ethics in context: frontline data collectors perspectives and practices of bioethics",
      "authors": [
        "P Kingori"
      ],
      "doi": "10.1016/j.socscimed.2013.10.013"
    },
    {
      "title": "A systematic review of recent smartphone, Internet and Web 2.0 interventions to address the HIV continuum of care",
      "authors": [
        "K Muessig",
        "M Nekkanti",
        "J Bauermeister",
        "S Bull",
        "L Hightow-Weidman"
      ],
      "year": 2015
    },
    {
      "title": "Formative work to develop a tailored HIV testing smartphone app for diverse, at-risk, HIV-negative men who have sex with men: a focus group study",
      "authors": [
        "J Mitchell",
        "M Torres",
        "J Joe",
        "T Danh",
        "B Gass",
        "K Horvath"
      ]
    },
    {
      "title": "Preferences for a mobile HIV prevention app for men who have sex with men",
      "authors": [
        "T Goldenberg",
        "J Mcdougal",
        "S Sullivan",
        "D Stekler",
        "R Stephenson"
      ]
    }
  ],
  "num_references": 54
}
