{
  "paper_id": "D3VY3BKW",
  "title": "Self-Determination Theory Applied to Health Contexts: A Meta-Analysis",
  "abstract": "Behavior change is more effective and lasting when patients are autonomously motivated. To examine this idea, we identified 184 independent data sets from studies that utilized self-determination theory (SDT; Deci & Ryan, 2000)  in health care and health promotion contexts. A meta-analysis evaluated relations between the SDT-based constructs of practitioner support for patient autonomy and patients' experience of psychological need satisfaction, as well as relations between these SDT constructs and indices of mental and physical health. Results showed the expected relations among the SDT variables, as well as positive relations of psychological need satisfaction and autonomous motivation to beneficial health outcomes. Several variables (e.g., participants' age, study design) were tested as potential moderators when effect sizes were heterogeneous. Finally, we used path analyses of the meta-analyzed correlations to test the interrelations among the SDT variables. Results suggested that SDT is a viable conceptual framework to study antecedents and outcomes of motivation for health-related behaviors.",
  "year": 1980,
  "date": "1980",
  "journal": "Personality and Social Psychology Bulletin",
  "publication": "Personality and Social Psychology Bulletin",
  "authors": [
    {
      "forename": "Johan",
      "surname": "Ng",
      "name": "Johan Ng",
      "affiliation": "1  University of Birmingham and \n\t\t\t\t\t\t\t\t University of Birmingham"
    },
    {
      "forename": "Nikos",
      "surname": "Ntoumanis",
      "name": "Nikos Ntoumanis",
      "affiliation": "1  University of Birmingham and \n\t\t\t\t\t\t\t\t University of Birmingham"
    },
    {
      "forename": "Cecilie",
      "surname": "Thøgersen-Ntoumani",
      "name": "Cecilie Thøgersen-Ntoumani",
      "affiliation": "1  University of Birmingham and \n\t\t\t\t\t\t\t\t University of Birmingham"
    },
    {
      "forename": "Edward",
      "surname": "Deci",
      "name": "Edward Deci",
      "affiliation": "2  University of Rochester \n\t\t\t\t\t\t\t\t University of Rochester"
    },
    {
      "forename": "Richard",
      "surname": "Ryan",
      "name": "Richard Ryan",
      "affiliation": "2  University of Rochester \n\t\t\t\t\t\t\t\t University of Rochester"
    },
    {
      "forename": "Joan",
      "surname": "Duda",
      "name": "Joan Duda",
      "affiliation": "1  University of Birmingham and \n\t\t\t\t\t\t\t\t University of Birmingham"
    },
    {
      "forename": "Geoffrey",
      "surname": "Williams",
      "name": "Geoffrey Williams",
      "affiliation": "2  University of Rochester \n\t\t\t\t\t\t\t\t University of Rochester"
    },
    {
      "affiliation": "University of Birmingham , Edgbaston , Birmingham , B15 2TT , UK \n\t\t\t\t\t\t\t\t University of Birmingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Edgbaston \n\t\t\t\t\t\t\t\t\t B15 2TT \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "10.1177/1745691612447309",
  "keywords": [
    "health care",
    "physical activity",
    "diet",
    "psychological needs",
    "motivation",
    "causality orientations",
    "life aspirations"
  ],
  "sections": [
    {
      "text": "Despite the continuous growth in both governmental and private health care expenditures  (World Health Organization, 2010) , the prevalence of chronic health problems in developed countries, such as the United States, is on the increase among all age, sex, ethnic, and income groups  (Paez, Zhao, & Hwang, 2009) . Most of these problems, such as obesity, Type 2 diabetes, and cardiovascular diseases, could be alleviated by changes in lifestyle including abstaining from tobacco, eating a healthy diet, engaging in more physical activity, and taking recommended medications (e.g., to lower blood pressure or cholesterol;  Chiuve, McCullough, Sacks, & Rimm, 2006; Yusuf et al., 2004) . Notably, in terms of this latter health-related action, one third of all prescriptions written in the United States are never filled and only half are continued over time as needed to yield the health benefits  (Osterberg & Blaschke, 2005) . Thus, understanding the motivation to engage in and adhere to healthconducive behaviors is of vital importance for the maintenance and improvement of people's health.\n\nIn addition, biomedical ethicists  (Beauchamp & Childress, 2009)  and new health care organizations around the world (Project of the ABIM Foundation, ACP-ASIM Foundation, & European Federation of Internal Medicine, 2002) have adopted a new charter that has raised the respect for patient autonomy and the elimination of social injustice to the highest level of priority for all health care practitioners. Previously, enhancing patient welfare had been considered the single-highest priority. This change means in part that health care practitioners are charged with the new goal of supporting patients' autonomy as well as the long-standing goal of enhancing patient welfare (physical and mental health, quality and length of life) in all encounters with their patients. The development of this new health care goal of respecting patients' autonomy, which health care practitioners are obligated to pursue  (Beauchamp & Childress, 2009) , along with the rising health care costs associated with poorly maintained health-promoting behaviors, point to the importance of a sound understanding of the health effects of supporting (rather than undermining) autonomy in health care and health-promoting settings.\n\nSelf-determination theory (SDT;  Deci & Ryan, 2000) , a general theory of human motivation that has been applied to domains such as health, education, work, and sport, is the only theory of motivation that explicitly identifies autonomy as a human need that, when supported, facilitates more autonomous forms of behavioral regulation. SDT research in the health domain accordingly focuses on patients' perceptions of practitioners' support for their autonomy (as well as the other basic psychological needs of competence and relatedness). Some have theorized that adaptive self-regulation of healthy behaviors (e.g., abstaining from tobacco, being more physically active, taking prescribed medications) follows from the provision of greater autonomy support and satisfaction of the basic needs (e.g.,  Williams, Grow, Freedman, Ryan, & Deci, 1996) . Studies have also demonstrated that health care practitioners can be taught to be supportive of autonomy  (Williams & Deci, 2001; Williams et al., 2006) . The present study used meta-analysis to quantitatively synthesize the relatively large volume of empirical studies in health care and health promotion contexts that have utilized SDT measures and to specifically explicate the findings concerning the relations of support for patients' autonomy to psychological need satisfaction, autonomous self-regulation, and physical and mental health."
    },
    {
      "title": "Application of SDT in the Health Domain",
      "text": "In the health domain, empirical work grounded in SDT has taken several forms including survey research, experimental studies, and clinical trials. Using cross-sectional (e.g.,  Edmunds, Ntoumanis, & Duda, 2007; Halvari, Halvari, Bjørnebekk, & Deci, 2010 ) and longitudinal survey-based studies (e.g.,  Hagger, Chatzisarantis, & Harris, 2006; Simoneau & Bergeron, 2003) , research has typically examined relations between SDT-based constructs and outcome variables related to physical or mental health. Experimental field studies and clinical trials (e.g.,  Fortier, Sweet, O'Sullivan, & Williams, 2007; Niemiec, Ryan, Deci, & Williams, 2009)  have typically trained health care practitioners to support the clients/patients' psychological needs and have documented significant changes in the latter's behavioral adherence, motivation, and well-being. Posttreatment follow-up periods in such studies extend up to 24 months and have generally supported the long-term effects of the interventions. Ryan, Patrick, Deci, and Williams (2008)  described these studies using an SDT-based model of health behavior change that explicates how SDT constructs interrelate and predict indices of mental and physical health (Fig.  1 ). Three basic psychological needs-autonomy (feeling of being the origin of one's own behaviors), competence (feeling effective), and relatedness (feeling understood and cared for by others)-are central to the model (a list of SDT-based constructs together with their corresponding definitions, illustrative examples, and the most commonly used questionnaires to assess these constructs, is presented in Table  1 ). These three needs represent \"psychological nutriments that are essential for ongoing psychological growth, integrity, and well-being\"  (Deci & Ryan, 2000, p. 229) . Support and subsequent satisfaction of these needs provides a higher quality of psychological energy that is predicted to, and has been empirically confirmed to, motivate the initiation and long-term maintenance of health behaviors.\n\nAs proposed by  Ryan et al. (2008) , satisfaction of three fundamental psychological needs of autonomy, competence, and relatedness leads to improved mental health (e.g., lower depression, anxiety, and higher quality of life), as well as more health-conducive behaviors and improved physical health, referred to as \"physical health\" hereafter (tobacco abstinence, exercise, healthier diet, etc.). For instance,  Halvari et al. (2010)  showed that satisfaction of psychological needs was related to behaviors conducive to dental health (e.g., flossing) as well as attendance at dental clinics. Edmunds et al. (2007)  found that satisfaction of the three needs was associated with life satisfaction, subjective vitality, positive affect, and levels of exercise among overweight individuals who participated in an exercise on referral program.\n\nIn view of the importance of psychological needs satisfaction for health and optimal functioning, the SDT model identifies the contextual and personal factors that optimize such satisfaction. These factors are an autonomy-supportive health care climate, a high level of autonomy causality orientation,\n\nNeeds Satisfaction of Autonomy Competence Relatedness Autonomy Supportive vs. Controlling Health Care Climate Personality Differences in Autonomy (Causality Orientations) Intrinsic vs. Extrinsic Life Aspirations Mental Health Less Depression Less Somatization Less Anxiety Higher Quality of Life Physical Health Not Smoking Exercise Weight Loss Glycemic Control Medication Use Healthier Diet Dental Hygiene  The composite of autonomous facets of self-regulation."
    },
    {
      "title": "Controlled regulation",
      "text": "The composite of controlled facets of regulation.\n\nNote: a Only one study included in the meta-analysis assessed controlling health care climate using a scale developed by the authors.\n\nand intrinsic life aspirations. When aligned with medical professionalism and biomedical ethics, an autonomy-supportive health care climate (e.g., taking the perspectives of patients, providing choices;  Markland & Tobin, 2010; Williams, 2002)  facilitates satisfaction of the basic psychological needs and respects patient choice, even when a patient chooses not to pursue recommended treatments. In contrast, a controlling health care climate thwarts people's need satisfaction through using tangible rewards or external pressure to move them toward specific outcomes  (Ryan & Deci, 2000) . Personality differences in autonomy also have an effect on individuals' experience of satisfaction of their basic psychological needs. Deci and Ryan (1985)  proposed three types of causality orientations: autonomy orientation, which involves typically regulating behavior on the basis of interest and personal values; controlled orientation, which involves focusing on external controls or directives; and impersonal orientation, which refers to experiences of acting beyond one's intentional control. In comparison with individuals with more controlled or impersonal orientations, highly autonomous individuals are more likely to seek out opportunities that satisfy their basic psychological needs (e.g.,  Simoneau & Bergeron, 2003) . Based on  Ryan et al.'s (2008)  model, it is expected that patients with greater autonomy orientations will be more motivated to make positive health-related behavior changes.\n\nThe third predictor of psychological needs satisfaction within the SDT model of health behavior change concerns the life aspirations of individuals. Kasser and Ryan (1996)  suggested that humans have a combination of intrinsic (e.g., personal growth, community involvement, physical fitness) and extrinsic aspirations (e.g., wealth, fame, image). Ryan et al. (2008)  posited that intrinsic aspirations are more congruent with well-being and healthy development than are extrinsic ones and hence are more likely to support satisfaction of the psychological needs. In line with this idea, studies have revealed lower mental and physical health outcomes when\n\nTable 1. (continued)\n\nindividuals emphasize more extrinsic aspirations (e.g.,  Kasser & Ryan, 1996) . Also, when adolescents are relatively more extrinsic in their aspirations, they are more likely to engage in unhealthy behaviors such as smoking or using alcohol  (Williams, Cox, Hedberg, & Deci, 2000) .\n\nAnother central idea within SDT, which was not included in  Ryan et al.'s (2008)  model of health behavior change, is the distinction between various types of motivation or behavioral regulation for specific behaviors or domains. These behavioral regulations are broadly classified as autonomous self-regulation, controlled regulation, and amotivation  (Deci & Ryan, 2000) . Autonomous self-regulation encompasses intrinsic motivation (motivation due to the inherent enjoyment derived from the behavior itself), integrated regulation (engagement in behaviors which are congruent with other central personal goals and values), and identified regulation (motivation reflecting the personal value of the behavior's outcomes). Controlled regulation concerns regulations reflecting a lower level of perceived autonomy and includes introjected regulation (motivation reflecting internal pressures such as contingent self-worth, guilt, shame, and feelings of approval) and external regulation (motivation to comply with external pressures or rewards). Lastly, amotivation refers to the state of lacking any intention to act. Autonomous self-regulation has been shown to predict important healthrelated outcomes. For example,  Silva et al. (2011)  showed that autonomous self-regulation for exercise directly predicted moderate and vigorous physical activity as well as reduction in body weight. Williams, Rodin, Ryan, Grolnick, and Deci (1998)  showed that autonomous self-regulation predicted medication adherence in adult outpatients, whereas  Williams, Niemiec, Patrick, Ryan, and Deci (2009) , in a randomized controlled trial focusing on autonomy support, found positive associations between an increase in autonomous self-regulation, abstinence from tobacco, and adherence to medication.\n\nWithin SDT, internalization refers to the active transformation of controlled regulation to more autonomous forms of self-regulation by personally endorsing the values of the corresponding behaviors. For example, an individual might initially stop smoking because of pressure from his/her doctor and family members (i.e., external regulation). Over time, however, he/ she might endorse the benefits of not smoking and internalize his/her regulation to a more autonomous type (i.e., identified). Autonomous self-regulation is seen as an outcome of the processes of internalization that facilitate behavioral engagement and its maintenance. Consequently, autonomous self-regulation holds critical implications for the health care domain. This is because individuals frequently engage in health behaviors that are not inherently interesting or enjoyable or for which they have little knowledge and experience. However, if they are to maintain health and optimal functioning, it is necessary to internalize and personally value the health behaviors in question. Also, when people receive a new diagnosis, they are faced with new challenges and behaviors for which they do not have autonomous self-regulations or perceptions of competence in place (e.g., regulating the salt or eliminating sugar in their diets for new diagnoses of hypertension or diabetes mellitus, respectively). These patients need to internalize regulations (e.g., endorse the importance of these dietary requirements) that will allow them to autonomously manage their conditions."
    },
    {
      "title": "The Present Study",
      "text": "Although many studies have examined motivation for healthrelated behaviors using the SDT framework, no attempt has been made to systematically combine and quantify findings from these studies. A meta-analysis can offer evidence about whether SDT is a viable conceptual motivational framework to study personal and contextual factors that underpin healthrelated behaviors and associated outcomes. Such evidence can inform clinical practice and biomedical ethics regarding the goals of health care. Most of the studies have used one or more of the three independent variables (i.e., autonomy supportive health care climate, causality orientations, and life aspirations) shown in the SDT-based model proposed by  Ryan et al. (2008) , as well as one or more of the dependent variables (e.g., psychological need satisfaction, mental/physical health). Some of these studies have considered satisfaction of the three basic psychological needs shown in the Ryan et al. model as mediating variables, whereas others have focused on one type of motivation or behavioral regulation (usually autonomous selfregulation) as the mediator. The primary purpose of our metaanalysis was to calculate the effect sizes between indices of mental and physical health, autonomy supportive and controlling health care climates, psychological need satisfaction, and various types of self-regulation in health care and health promotion contexts.\n\nWe identified and tested potential moderators of these effect sizes. According to  Deci and Ryan (2000) , the motivation processes described by SDT reflect universal tendencies; however, these can be constrained or subverted by a variety of factors. As a consequence, the association between SDT constructs and various outcomes might vary in strength as a function of such factors. In our meta-analysis, we looked at the potential moderating role of study design (cross-sectional vs. prospective survey vs. experimental), study context (e.g., tobacco dependence treatment, diabetes care, dieting and weight loss, exercise and physical activity, medication adherence), receipt of treatment for health problems (treatment vs. nontreatment), and participant age (below 18 years of age vs. 18 years of age and above). Moderation effects of gender and culture could not be examined in our meta-analysis, as most included studies had participants with mixed gender and ethnic backgrounds but did not provide separate statistics (needed for the meta-analysis) for these subgroups. Some of these individual (e.g., age) and contextual factors (e.g., study context) have been investigated in the SDT literature. Others (e.g., treatment vs. nontreatment) were created by us to reflect the diversity of contexts in which SDT has been studied in the health literature. Moderator analysis can be instrumental in identifying systematic differences within the meta-analyzed effect sizes. The detection of such differences may have implications for the design of future SDT-based research studies.\n\nThe second purpose of our study was to use the metaanalyzed correlation matrix as an input matrix for path analyses, to test an adaptation of  Ryan et al.'s (2008)  model (see Fig.  2 ). We also tested a similar model (see Fig.  3 ), which was developed by  Williams et al. (2002 Williams et al. ( , 2006) )  specifically for health care settings and focuses on autonomy supportive health care climate, individual differences in autonomy, perceived competence, and autonomous self-regulation. Path analysis and meta-analysis can complement each other  (Viswesvaran & Ones, 1995)  because path analysis captures interdependencies between several variables, whereas meta-analysis can only examine the relation of two variables at a time. On the other hand, meta-analysis can serve to remove the effects of artifacts from data (e.g., sampling error; see the Method section for details) before the path analysis is conducted. Thus, our path analyses aimed to test the unique effects of each SDT variable, controlling for the presence of other SDT variables.\n\nThe third purpose of our study was to examine the effect sizes of relations among the SDT constructs themselves, namely autonomy supportive and controlling health care climates, causality orientations, life aspirations, psychological needs, and behavioral regulations. Moderator analyses were also conducted for heterogeneous effect sizes. Although we present all significant moderations in the Appendix, moderations of effect sizes involving only SDT constructs will not be discussed in this article, as our main focus is on the effect sizes related to the prediction of mental and physical health as a function of the targeted SDT constructs."
    },
    {
      "title": "Method"
    },
    {
      "title": "Literature search",
      "text": "A search of online databases (PsycINFO, PsycARTICLES, and PubMed) was conducted to identify studies that may be included in the meta-analysis, using a combination of SDTrelated keywords (e.g., self-determination, autonomy, intrinsic motivation) and keywords that define the context of interest (e.g., health, physical activity, glycemic control). Furthermore, we conducted \"citation searches\" within the ISI Web of Knowledge to identify publications citing relevant SDT articles in the health domain that were not identified by our\n\nAutonomy Support Autonomy Competence Relatedness Mental Health Physical Health Controlled Regulation Autonomous Self-regulation Amotivation .13 .35 .03 -.23 -.19 -.18 -.03 .07 .15 -.15 -.05 .09 -.19 .11 .06 .41 .33 .47 .20 .39 Fig. 2. Path diagram of a broad SDT model using meta-analyzed correlations (n = 8,893). All paths are significant at p < .05; residual variances are omitted for presentation simplicity. .04 .40 .13 .48 .33 .12 .15 Autonomy Support Autonomous Self-regulation Perceived Competence Mental Health Physical Health database searches. We also posted two messages on the SDT electronic mailing list in which we requested authors to provide any unpublished data that included measures of SDT constructs in the health domain."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "Using the above criteria, information on 184 independent data sets from 166 sources (157 journal articles, 4 theses/dissertations, 4 unpublished data sets, 1 paper under review) was included. Twenty one studies were excluded from the analyses because the corresponding authors were unable to provide information or did not respond to our request for such information. The meta-analyzed studies examined health behaviors such as physical activity, diabetes care, abstinence from tobacco, and weight control. We excluded studies that focused on competitive sport, school physical education, work motivation, and career choices for medical students. The information for all included studies is in a supplementary table available online at  http://pps.sagepub.com/supplemental ."
    },
    {
      "title": "Recording of information",
      "text": "We recorded the relations among the SDT constructs of autonomy supportive and controlling health care climates, causality orientations, life aspirations, psychological need satisfaction, 1 and behavioral regulations, as well as the relations between each of these constructs and indicators of mental (e.g., depression, quality of life) and physical (e.g., physical activity, glycemic control) health. The zero-order correlation coefficient was chosen as the effect size to be considered as it was the most common metric presented in the studies. Hunter and Schmidt (2004)  proposed the use of a reliability coefficient to correct for measurement errors within studies, so the Cronbach alphas for scale scores were also recorded. 2 Information such as the mean age of the participants, study design, and whether participants received treatment was also coded to allow moderator analyses to be conducted. For studies or cohorts with multiple measurements at different time points, a weighted average of the effect sizes between the same constructs at different times was recorded to avoid duplication of data from the same group of participants."
    },
    {
      "title": "Meta-analysis of coded data",
      "text": "We used the analytical procedures proposed by  Hunter and Schmidt (2004)  to correct for sampling and measurement errors. This method adopts a random-effects model, which allows population effect sizes to vary across studies and provides estimates of these variations. For each effect size, an estimate of the true population correlation (ρ) was calculated. Using the criteria suggested by  Cohen (1977) , correlations above 0.50 are considered large, those between 0.30 and 0.50 are considered moderate, and those between 0.10 and 0.30 are considered small. The 95% confidence interval (CI) of each estimate was constructed around the true score correlation. If a CI encompassed 0, then we determined that there was no relation between the two constructs. To address the file drawer problem  (Rosenthal, 1979) , we used the formula provided by Hunter and Schmidt to calculate the number of \"lost\" studies (i.e., those reporting no effects) that would be needed to bring the meta-analyzed correlations to a value of .10 (i.e., a small effect). We carried out this analysis when an effect size was obtained from at least 10 published studies (k ≥ 10) with a corresponding ρ > .10. If the \"fail-safe number\" of studies is relatively large, it is reasonable to conclude that the calculated effect size is unlikely to be due to publication biases.\n\nWe calculated total variances of the correlations, as well as those attributed only to sampling and measurement errors. The homogeneity of these variances was determined by the 75% rule recommended by  Hunter and Schmidt (2004) . Specifically, effect sizes were considered homogenous if 75% or more of the total variances were attributed to corrected artifacts (i.e., sampling and measurement errors). In cases where the homogeneity rule was not met, moderator analyses were conducted. Moderator analyses involved additional series of meta-analyses on the same set of correlations carried out separately across the levels of the moderator (e.g., study design). A variable was deemed a moderator if the CIs of the separate effect sizes (e.g., the CIs of the effect sizes between competence and external regulation across either two different types of study design) did not overlap  (Hwang & Schmidt, 2011) ."
    },
    {
      "title": "Path analysis",
      "text": "Based on the yielded corrected meta-analyzed correlations, path analyses using Mplus  (Muthén & Muthén, 2008)  were conducted to test a number of plausible SDT-based models (final models are shown in Figs.  2  and  3 ). As in previous metaanalyses that have also adopted follow-up path analyses  (Viswesvaran & Ones, 1995) , the harmonic mean of the sample sizes underpinning each effect size represented in the path models was used as the input sample size. Model fit was assessed using goodness-of-fit indices such as the comparative fit index (CFI), the root mean square error of estimation (RMSEA), and the standardized root mean squared residual (SRMR). Based on the recommendations of  Hu and Bentler (1999) , CFI values exceeding .95 indicates good model fit, whereas RMSEA and SRMR should not surpass values of .08 and .06, respectively."
    },
    {
      "title": "Results"
    },
    {
      "title": "Purpose 1: Effect sizes linking autonomy supportive and controlling health care climates, psychological needs satisfaction, and behavioral regulations to indices of mental and physical health",
      "text": "Correlations reflecting the associations between the variables of autonomy supportive and controlling health care climates, psychological needs satisfaction, and behavioral regulations and the outcomes of mental (e.g., vitality, depression) and physical (e.g., weight loss, tobacco abstinence) health indicators were meta-analyzed (Table  2 ). Correlations between autonomy supportive health care climate and measures of positive mental health were positive (ranging from .22 to .37), whereas the correlations with indicators of negative mental health were negative (ranging from -.17 to -.23). Similarly, correlations of autonomy supportive health care climate with indicators of physical health were positive and ranged from .08 to .39. Thus, autonomy support (or respect for autonomy as per medical ethics) showed small to moderate relations to mental and physical health. The correlation of controlling health care climate with negative mental health was ρ = .44 and the correlation with positive physical health was ρ = -.18, but caution should be exerted as controlling health care climate were assessed in only one study.\n\nControlled forms of regulation and amotivation were negatively associated with indices of mental health (ρ = -.28 to -.03; with the exception of the effect size between introjected regulation and positive affect, which was ρ = .13) and positively related to indicators of poorer mental health (ρ = .13 to .46). In terms of physical health, most, but not all, effect sizes between controlled regulation/amotivation and indices of physical health were negative or zero, as predicted (ρ = -.26 to .18). The CI of some of these effect sizes encompassed zero (see Table  2 ), suggesting that the relation between some of the examined variables in the population is probably zero. None of the fail-safe numbers were substantially larger than the number of studies included. Hence, when an effect was shown to exist, it is unlikely that it was due to publication bias. Also, as predicted by SDT, psychological needs and autonomous forms of self-regulation were positively related to indices of positive mental health (ρ = .22 to .62) and negatively related to indicators of negative mental health (ρ = -.05 to -.50). Similar results were found with physical health, with psychological needs and autonomous self-regulations correlating positively with health indices (ρ = .07 to .67). None of the CIs of these effect sizes encompassed zero, apart from those between needs satisfaction and healthy diet (ρ = .07 to .14). With the exceptions of the effect sizes between relatedness and exercise/physical activity (k = 19, fail-safe number = 8), as well as those between autonomy and exercise/physical activity (k = 23, fail-safe number = 12), the fail-safe numbers outnumbered the number of studies in the meta-analysis.\n\nModeration analyses were conducted with exercise/physical activity and diet behaviors as the only indicators of physical health. This was done because there were insufficient numbers of studies measuring autonomy supportive health care climate, psychological needs satisfaction, behavioral regulations, and the other health indicators to allow at least three studies at each level of the moderator. Also, only one study measured effect sizes between controlling health care climate and health indicators-hence, moderation analyses on these relations could not be conducted. Of the three psychological needs, moderation effects were shown for autonomy only.\n\nSpecifically, with respect to the effect sizes between autonomy and exercise/physical activity, both the design of studies and the treatment status of participants were moderators-the effect sizes in experimental studies (ρ = .33, 95% CI = [.27, .39]) were larger than those in cross-sectional studies (ρ = .12, 95% CI = [.07, .17]) and prospective studies (ρ = .13, 95% CI = [.05, .21]). Also, the effect sizes in studies conducted with participants receiving treatments (ρ = .29, 95% CI = [.24, .34]) were larger than those in nontreatment settings (ρ = .12, 95% CI = [.08, .16]). With respect to behavioral regulations, the intrinsic motivation-physical activity relation was heterogeneous, with effect sizes in treatment settings (ρ = .41, 95% CI = [.38, .45]) being stronger than those in nontreatment settings (ρ = .32, 95% CI =  [.27, .37] ). The relation between amotivation and physical activity was moderated by the age of participants. Effect sizes were negatively stronger in studies with younger participants (ρ = -.42, 95% CI = [-.54, -.30]) than with older participants (ρ = -.15, 95% CI = [-.19, -.12]). Furthermore, the composite 3 controlled regulation-healthy diet relation was positive in treatment settings (ρ = .12, 95% CI = [.07, .17]), but negative in nontreatment settings (ρ = -.15, 95% CI = [-.21, -.09]). Thus, controlled regulation predicted healthier diet in treatment settings and worse diet in nontreatment studies."
    },
    {
      "title": "Purpose 2: Combining meta-analysis and path analysis to test SDT-models of health behavior",
      "text": "The meta-analyzed correlations were used to form an input matrix for path analyses. In terms of behavioral regulations, we used composite autonomous and controlled regulation instead of individual behavioral regulations. In studies that reported composite regulation scores, effect sizes associated with these composites could not be separated into individual regulations (this would require access to the raw data of the studies). Thus, for studies that measured individual motivation regulations, we calculated (within each study) weighted means of effect sizes that corresponded to the autonomous (i.e., intrinsic, integrated, and identified regulations) and controlled (i.e., introjected and external regulations) composites. Weighted means were also used to derive effect sizes for composite mental and physical health outcomes (effect sizes for negative health indicators were reversed in sign). There were few or no studies that measured controlling health care climate, causality orientations, and life aspirations in conjunction with most of the other variables in the models being tested. Thus, these constructs were not included in the models.\n\nWe first tested a model in which autonomy supportive health care climate predicted satisfaction of the needs for autonomy, competence, and relatedness, which in turn predicted autonomous and controlled regulation, as well as amotivation. Finally, the different types of behavioral regulations predicted mental and physical health. This model did not display a sufficiently good fit, χ 2 (11) = 2187.92, p < .01, CFI = .90, RMSEA = .15, SRMR = .07. On the basis of studies by (3)\n\n.24 (4)\n\n.23 (4)\n\n.13 (4) -.06  (7)  .16 (  2 ) Anxiety -.23 (4) .44 b (1) -.23 (4) -.32 (7) -.30 (4) -.24 (5) -.33 b (1) -.13 (5) .26 (5) .30 (5) .16 (4) -.09 (3) .46 b (1) Quality of life .22 (2) -.40 b (1) .40 (2) .38 b (1) .40 (2) -.33 (2) -.03 a (2) -.21 (2) -.28 (2) .22 b (1) -Vitality .35 (4) -.35 (5) .43 (5) .38 (5) .48 (3) .35 b (1) .44 (3) -.07 (3) -.12 a (3) -.13 (2) .26 (2) -Positive affect .37 (4) -.35 (7)\n\n.54  (7)  .53 (6)  .62  (7)  .45 (5)\n\n.62  (7)  .13 (  7 ) -.16 (7) -.20 (5) --Negative affect -.17 (4) --.32 (7) -.33 (7) -.28 (6) -.28 (5) -.05 (3) -.09 (5) .26 (5) .36 (5) .38 (3) --Physical health Smoking abstinence .12 (4) -.11 b (1) .30 (3) --.11 b (1) .07 b (1) .05 b (1) -.05 b (1) .00 b (1) .16 (7) .08 (3) Exercise/physical activity .23 (30) -.15 (23)\n\n.36  (30)  .14 (19)  .32 (51)\n\n.26 (8)\n\n.36 (48) .18 (52) -.03 (52) -.24 (25)\n\n.20 (  16 )\n\n.\n\n01 a (11) Weight loss .28 (2) -.22 b (1) .22 (3) -.24 (4) -.30 (2) .08 a (2) .00 a (2) -.38 (3) .02 (2) Glycemic control .08 (5) --.17 (4) -------.14 (4) .06 a (2) Medication adherence .08 (2) --.17 (3) -------.11 (4) -Healthy diet .29 (3) -.13 a (2)\n\n.07 a\n\n(2)\n\n.14 a\n\n(2)\n\n.41 (4)\n\n.67 (2)\n\n.43 (3)\n\n.16 (4)\n\n.06 a (4) -.21 a (4)\n\n.41 (  7 )\n\n. Effect size was obtained from one study only; no confidence intervals could be generated. Williams et al. (2002 Williams et al. ( , 2006) )  in which competence directly predicted health outcomes, we tested a less restrictive model by adding direct paths from competence to mental and physical health. Using the ΔCFI (CFI of less restrictive model -CFI of more restrictive model) criterion put forward by  Cheung and Rensvold (2002) , which indicates that the less restrictive model fits better than the more restrictive nested model, the new less restrictive model showed an improved fit, χ 2 (9) = 799.17, p < .01, CFI = .96, RMSEA = .10, SRMR = .04 (see Fig.  2 ). The direct paths from competence to physical (β = .20) and mental health (β = .39) were low to moderate. The directions of all the paths in the model were in line with the tenets of SDT, although the sizes of some paths were smaller than the effect sizes reported in Tables  2  and  3  due to the intercorrelations between the predictors. We further tested two other plausible models by adding direct paths from autonomy and relatedness, respectively, to mental and physical health. However, no substantial improvements in model fit were found (i.e., the ΔCFIs were not larger than .01), and hence these less parsimonious models were not accepted.\n\nWe then tested the model by  Williams et al. (2002 Williams et al. ( , 2006 ) with autonomy supportive health care climate predicting perceived competence and autonomous self-regulation, which in turn predicted health outcomes (Fig.  3 ). As the model by  Williams et al. (2002 Williams et al. ( , 2006) )  was initially proposed for health care treatment settings, we conducted the path analysis using effect sizes retrieved from studies confined to those settings. This model showed a good fit, χ 2 (3) = 76.25, p < .01, CFI = .98, RMSEA = .07, SRMR = .03. Again, the directions of all paths in the model were in line with the tenets of SDT (see Fig.  3 ).\n\nIndirect effects from autonomy supportive health care climate to both mental and physical health were examined in both models. In the full SDT model, significant (p < .01) indirect effects were found from autonomy supportive health care climate to mental (β = .16) and physical health (β = .12). Similarly, in  Williams et al.'s (2002 Williams et al.'s ( , 2006) )  model, indirect effects from autonomy supportive health care climate to mental (β = .12) and physical health (β = .10) were also significant. Taken together, these results are consistent with the SDT model of health behavior change suggesting that the health care climate affected perceived competence and autonomous self-regulation, which in turn predicted health behaviors and outcomes."
    },
    {
      "title": "Purpose 3: Effect sizes between SDT-based constructs only",
      "text": "The effect sizes between autonomy supportive and controlling health care climates, causality orientations, life aspirations, psychological needs satisfaction, and behavioral regulations were generally in the direction predicted by SDT (Table  3 ). Moderate effect sizes were found between autonomy supportive health care climate and basic needs satisfaction (ρ = .31 to .48), and small to moderate effect sizes were found between autonomy supportive health care climate and autonomous self-regulation (ρ = .21 to .42). Small to large effect sizes from needs satisfaction to intrinsic life aspirations (ρ = .22 to .53) were detected. Also, the three psychological need satisfaction variables were found to relate positively with autonomous forms of self-regulation (ρ = .22 to .59), whereas negative effect sizes (ρ = -.05 to -.35) were detected between needs satisfaction with external regulation and amotivation. Effect sizes between introjected regulation and needs satisfaction ranged from .00 to .09. Further, the CIs of the effect sizes between perceived competence and controlled regulation (ρ = -.07), autonomy and introjected regulation (ρ = .00), and relatedness and external regulation (ρ = -.05) encompassed zero. With exceptions of the effect sizes between perceived competence and external regulation (k = 33, fail-safe number = 15) and relatedness and amotivation (k = 14, fail-safe number = 17), fail-safe numbers outnumbered the corresponding number of meta-analyzed studies considerably."
    },
    {
      "title": "Discussion",
      "text": "In this article, we compiled and systematically examined the empirical literature testing SDT in health care and health promotion settings. We specifically intended to estimate the effect sizes of the associations between key SDT constructs and various indicators of mental and physical health. Moderators of these effect sizes were also explored where appropriate. Lastly, drawing from the models of  Ryan et al. (2008)  and  Williams et al. (2002 Williams et al. ( , 2006)) , we used the meta-analyzed effect sizes in path analyses to test the network of interrelations between many of the variables included in the meta-analysis. Overall, the findings supported the value of SDT as a conceptual framework to study motivational processes and to plan interventions for improved health care and improved mental/physical health.\n\nWe identified 184 SDT-based studies in the health domain with independent data sets. This reflects the growing number of researchers utilizing this theory to understand and promote motivation for the adoption and maintenance of a healthy lifestyle. Moreover, the observed effect sizes were moderate in most cases, and the overall pattern was in accordance with SDT. Autonomy support within health care climates positively predicted higher levels of patient/client autonomy, competence, and relatedness within the health behavior domain. That is, the provision of autonomy support was associated with greater needs satisfaction. In addition, the three psychological needs, as well as autonomous self-regulation, predicted moderate to strong levels of patient welfare, such as better mental health and higher levels of health behaviors that are linked to physical health and length of life (e.g., abstinence from tobacco, being physically active, and taking prescribed medications). Together, SDT constructs predicted important outcomes across the biopsychosocial continuum in systems theory  (Engel, 1977) , from higher levels of personal wellbeing to markers of physiological and molecular health, including better glycemic control for patients with diabetes, healthier cholesterol, and lower levels of exposure to carcinogens in smoke. These findings indicate that promoting patients' 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 1. Autonomy supportive health care climate 1 3 2 1 2 3 15 32 13 22 5 27 25 26 15 26 14 2. Controlling health care climate -.57 b -----1 1 1 1 -1 1 1 1 1 1 3. Autonomous orientation .30 -8 4 ---1 -3 -3 3 3 1 4 4 4. Controlled orientation .11 -.37 4 ---1 -2 -3 3 3 1 1 1 5. Impersonal orientation -.01 b -.00 a .57 ---1 -2 -3 3 3 1 --6. Intrinsic goals .16 ----8 3 4 3 4 1 5 5 5 2 1 -7. Extrinsic goals -.10 ----.40 3 4 3 4 1 5 5 5 2 1 -8. Autonomy need satisfaction .42 -.60 b ---.22 -.03 a 42 36 28 6 25 25 25 13 5 5 9. Competence need satisfaction .31 -.50 b .23 b .01 b -.31 b .33 .13 .59 38 35 7 33 32 33 22 18 5 10. Relatedness need satisfaction .48 -.62 b ---.53 .20 .39 .49 24 6 23 22 23 14 2 1 11. Intrinsic motivation .42 -.11 b .54 .04 a -.35 .47 .09 .46 .59 .41 15 80 76 78 40 1 2 12. Integrated regulation .21 ----.30 b .22 b .36 .46 .22 .78 18 18 18 15 1 1 13. Identified regulation .36 .16 b .53 .17 -.13 a .47 .27 .38 .50 .34 .85 .89 80 82 43 2 1 14. Introjected regulation .09 .29 b .35 .31 .05 a .32 .41 .00 a .09 .08 .23 .50 .51 85 46 7 1 15. External regulation -.02 a .31 b -.08 a .42 .30 .12 .31 -.24 -.15 -.05 a -.16 .07 -.03 a .49 48 8 1 16. Amotivation -.27 .27 b -.06 b .20 b .13 b -.14 .03 a -.32 -.33 -.21 -.38 -.32 -.43 .08 .51 10 4 17. Autonomous self-regulation .39 .03 b .50 .27 b -.23 b .17 b .22 .41 .43 .66 b .72 b .70 .40 .13 -.26 26 18. Controlled regulation .04 a .34 b -.09 a .47 b ----.22 -.07 a -.04 b .10 a -.29 b .01 b .60 b .56 b ."
    },
    {
      "title": ".28",
      "text": "Note: Correlations corrected for both sampling and measurement errors are presented below the diagonal. The corresponding number of studies analyzed (k) are presented above the diagonal. A dash  (-)  indicates that no studies included in the meta-analysis had measured the association between the corresponding constructs.\n\na A true effect may not exist as the corresponding 95% confidence interval encompasses 0. b Effect size was obtained from one study only; no confidence intervals could be generated.\n\nautonomy, which is now considered a critical health care outcome in its own right, also promotes better mental and physical health.\n\nAnother finding of this meta-analysis was that although controlled forms of regulation were hypothesized to be detrimental to health outcomes, introjected regulation was positively related to certain mental (e.g., positive affect) and physical (e.g., physical activity, healthy diet) health outcomes and behaviors. However, we also found a clear relation between introjected regulation and negative psychological outcomes such as depression and anxiety. These mixed effects of introjection suggest that although it may lead to the engagement of some positive health behaviors over the short term, such behavioral engagement may be accompanied by states of anxiety and dissatisfaction. There is evidence that introjected regulation only relates positively to positive outcomes for relatively short amounts of time (e.g.,  Pelletier, Fortier, Vallerand, & Brière, 2001) . Thus, without discounting the occasional positive effect of this form of controlled regulation on the frequency of health-related behaviors, our findings support the promotion of autonomous self-regulation over controlled forms of regulation.\n\nIn terms of the effect sizes between pairs of SDT constructs, we found, as expected, positive relations between need satisfactions and autonomous forms of self-regulation. However, as indicated by the CIs we calculated, low levels of need satisfactions were not always related to controlled regulation. Recent SDT-based research in other domains has made the case that it might be more appropriate to assess need thwarting (i.e., the active undermining of basic need satisfaction) rather than low levels of needs satisfaction when nonoptimal motivation patterns are under investigation (e.g.,  Bartholomew, Ntoumanis, Ryan, Bosch, & Thøgersen-Ntoumani, 2011)  and has illustrated how controlling health care climates undermine need satisfaction and motivation and contribute to ill-being.\n\nThe wide range of included studies also allowed moderation analyses to be conducted. Although we found that effect sizes between SDT constructs and health outcomes differed across different levels of moderators, most of these effects were similar in direction. One exception concerned the relation between controlled regulation and healthy diet behaviors, where we found a positive relation in treatment settings but not in nontreatment settings. The major difference between these settings is that individuals in treatment settings are guided by a clinician or instructor, whereas that is typically not the case in nontreatment settings. These findings suggest that although clinicians/instructors may successfully enhance autonomous self-regulation and create positive changes in individuals' behaviors, they might also stimulate controlled forms of regulation of those behaviors (i.e., feeling pressured by others or by guilt if they do not do the behaviors).\n\nAnother objective of this study was to use path analyses to test SDT-based models. The results of these analyses supported the paths hypothesized by the theory, although some of the paths were smaller in magnitude than the effect sizes derived from the meta-analyzed correlations due to the common variance shared between the predictors. In particular, paths from autonomous self-regulation to health outcomes were relatively small in both models; in contrast, competence explained a larger proportion of the variances of health outcomes. These path-analytic results highlight that the perception of being able to achieve these difficult-to-change health behaviors is imperative for making the change. In fact, several studies reviewed by  Ryan et al. (2008)  indicated that the link from autonomous self-regulation to health outcomes was often indirect, such that autonomous motivation was associated with increases in perceived competence, which in turn was associated with health outcomes (e.g., see  Williams et al., 2006) .\n\nWe recognize that the tests of the conceptual process models of  Ryan et al. (2008)  and  Williams et al. (2002 Williams et al. ( , 2006) )  in this article represent cross-sectional associations and, as such, cannot be used to infer causality. We acknowledge that the relations could be bidirectional. For example, we believe that a patient being more autonomously self-regulated could prompt a practitioner to be more autonomy supportive and that a patient with better mental health would likely experience greater perceived competence for making a health behavior change. Some of the studies in the meta-analysis were based on cross-sectional data, and other studies were based on longitudinal data that might suggest directionality but not causality. However, it is important to note that we also included several randomized clinical trials (e.g.,  Fortier et al., 2007; Williams et al., 2006; Williams, McGregor, Zeldman, Freedman, & Deci, 2004)  whose findings do imply causality.\n\nIt is also important to underscore that autonomy is not invariantly pointing the individual to an outcome valued by practitioners. Perceived autonomy is about whether or not one values and chooses to try to reach the outcome. Thus, some people can be volitionally nonadherent (e.g., \"I am perfectly content to smoke\") and, in line with medical ethics, this needs to be respected as the individual has been both informed and empowered to make a reflective life choice  (Beauchamp & Childress, 2009) . Future studies might well examine autonomy for nonadherence and the role it plays in models of treatment processes and outcomes.\n\nThere are several health behavior change theories other than SDT-perhaps the most prominent being self-efficacy theory  (Bandura, 1996)  and the theory of planned behavior  (Ajzen & Fishbein, 1980) . The most important difference between SDT and each of these other approaches is that no other theory uses the concepts of autonomy and autonomy supportive health care climates. Much of the focus of the current meta-analysis was precisely on these variables, and the results indicate that autonomy and autonomy support are indeed essential predictors of healthy behavior and psychological well-being. According to SDT, autonomy results from internalization of behavioral regulations and values, and this internalization has been shown to be the basis for maintained change after treatment has ended (e.g.,  Silva et al., 2011) .\n\nWithin the field of health behavior change research, there has been a shift in focus from simply examining predictors of behavioral adoption to examining the determinants of longterm behavioral change. Although the current meta-analysis was not able to examine maintenance after the termination of treatment, a few studies have followed patients for up to 24 months after their interventions ended. For example, in studies of tobacco abstinence  (Niemiec et al., 2009; Williams et al., 2009)  and weight loss  (Silva et al., 2011) , autonomy supportive health care climate, autonomous self-regulation, perceived competence, and intrinsic aspirations did account for longterm positive health outcomes. Thus, future studies would do well to focus on the maintenance aspect of health behaviors because of the importance of this aspect for testing the tenets of SDT and policy making.\n\nFurthermore, because the concept of autonomy is now considered an important outcome within medical ethics, the idea of respecting (i.e., supporting) autonomy is essentially being mandated for all physicians. The current meta-analysis makes clear that support for autonomy is both an ethical outcome and a useful approach for promoting patient welfare (i.e., physical and mental health), which is another of the three goals of medical ethics.\n\nThis meta-analysis also provides needed evidence for patient centeredness in health care  (Street, Makoul, Arora, & Epstein, 2009) . This is because the SDT constructs of perceived autonomy supportive health care climate, psychological need satisfaction, and autonomous self-regulation are all from the patients' perspective. Each of these constructs has been linked in our review to disease prevention, management of chronic disease, and improvement of quality of life. In particular, the associations between autonomy supportive health care climate and better mental health, self-regulated behavior, and quality of life deserve special attention because of the biomedical-ethics mandate to respect autonomy.\n\nFinally, because the current findings support the development and implementation of SDT-based interventions to improve patient/client welfare, more studies are needed to further explicate the mechanisms by which such interventions work. Such studies could determine the active components of the interventions, establish clinical criteria for the research measures, and identify what is needed to imbed SDT-based interventions in the health care system (e.g., health care worker training and organizational change). Comparative trials that could determine the relative effectiveness and costs of existing interventions and those based on SDT are also warranted. For example, one SDT intervention for treating tobacco dependence enhanced perceived autonomy and competence and increased abstinence with a cost-effectiveness of just over $400 per life year saved (or $1,200 per quality adjusted life year saved; Pesis-Katz,  Williams, Niemiec, & Fiscella, 2011) . This is a very favorable cost per life year gained when compared with other accepted tobacco interventions (around $3,500 per life year saved), health interventions for high blood pressure or cholesterol (over $5,000 per life year saved), or Papanicolaou smears to prevent cervical cancer (over $4,000 per life year saved;  Tengs et al., 1995) . This suggests that promoting patients' autonomy for healthy behavior change not only leads to improved health but also could help to stem the tide of increasing health care costs.\n\nIn summary, this meta-analytic review of SDT-based studies yielded findings showing that the relations of personal and contextual SDT constructs with each other and with important positive health outcomes are in the directions hypothesized by the theory and that these relations are generally consistent across different study designs, health behaviors, and treatment settings. These findings suggest that SDT can become a foundation for the development of interventions within health promotion and health care contexts. Efforts by educators, parents, employers, and public health policy makers to promote healthy living might benefit from including principles of SDT in delivering their messages. Further, health care practitioners, biomedical ethicists, health care educators, and insurers may also find that SDT provides useful guidelines about how interventions can be shaped to be more effective and more cost-effective. Nevertheless, additional research is needed to confirm the causal nature of these relations (as this meta-analysis included many nonexperimental studies). Further, the findings only represent the treatment issues and populations studied to date, so their generalizability to other areas of treatment or health promotion is unknown. 12.77 Age > 18 years 21 7070 -.15 .04 -.19 -.12 Age < 18 years 4 3188 -.42 .12 -.54 -.30 Controlled regulation-healthy diet 8 3229 .04 .12 -.09 .18 17.50 Treatment 4 2077 .12 .02 .07 .17 Nontreatment 4 1152 -.15 .04 -.21 -.09 Autonomy-intrinsic motivation 28 7430 .46 .20 .38 .53 8.85 Cross-sectional 16 5447 .43 .17 .35 .51 Experimental 8 796 .72 .17 .58 .86 Autonomy-external regulation 25 -.24 .12 -.19 27.94 Prospective 4 1187 -.22 .00 -.25 -.19 Experimental 7 777 -.39 .00 -.48 -.31 Autonomous orientation-controlled orientation 8 3061 .37 .21 .22 .52 8.00 Treatment 3 894 .64 .19 .39 .89 Nontreatment 5 2167 .27 .09 .17 .36 Intrinsic motivation-introjected regulation 76 22929 .23 .17 .19 .27 14.79 Treatment 3 701 .42 .13 .27 .57 Nontreatment 73 22228 .23 .16 .19 .27 Intrinsic motivation-amotivation 40 12785 -.38 .22 -.46 -.31 7.92 Age > 18 years 35 11753 -.36 .22 -.44 -.28 Age < 18 years 5 1032 -.58 .10 -.69 -.48 Identified regulation-external regulation 82 24305 -.03 .20 -.08 .01 12.22 Age > 18 years 66 21230 -.06 .19 -.11 -.01 Age < 18 years 16 3075 .15 .20 .06 .25 Introjected regulation-external regulation 85 27034 .49 .19 .45 .54 9.77 Age > 18 years 70 24081 .47 .18 .43 .52 Age < 18 years 15 2953 .67 .16 .57 .78\n\nNote. k = number of studies, ρ = population effect size, SDρ = standard deviation of ρ after variances attributed to sampling and measurement errors were removed."
    },
    {
      "text": "Fig. 1. The SDT model of health behavior change adapted from Ryan, Patrick, Deci, and Williams (2008)."
    },
    {
      "text": "Fig. 3. Path diagram of Williams et al.'s (2002 Williams et al.'s ( , 2006) )  model using meta-analyzed correlations (n = 13,356). All paths are significant at p < .05; residual variances are omitted for presentation simplicity."
    },
    {
      "text": "= Autonomy supportive health care climate, Con climate = Controlling health care climate, Aut = Autonomy need satisfaction, Com = Competence need satisfaction, Rel = Relatedness need satisfaction, IM = Intrinsic motivation, IG = Integrated regulation, ID = Identified regulation, IJ = Introjected regulation, EX = External regulation, AM = Amotivation, Aut reg = Composite autonomous selfregulation (i.e., intrinsic motivation and identified regulation), Con reg = Composite controlled regulation (i.e., introjected and external regulations). A dash (-) indicates that no studies included in the meta-analysis had measured the association between the corresponding constructs. The number of meta-analyzed studies (k) is presented in parentheses. a A true effect may not exist as the corresponding 95% confidence interval encompasses 0. b"
    },
    {
      "text": "Researchers should continue to work toward a fuller understanding of the mechanisms by which SDT-based interventions in various health settings can improve the length and quality of individuals' lives."
    },
    {
      "text": "Summary of Self-Determination Theory Constructs Included in the Meta-Analysis"
    },
    {
      "text": "Meta-Analyzed Correlations Between Autonomy Supportive and Controlling Health Care Climates, Basic Psychological Needs, Behavioral Regulations and Indicators of"
    },
    {
      "text": "Meta-Analyzed Correlations Between SDT-Based Constructs Only"
    }
  ],
  "references": [
    {
      "title": "Understanding attitudes and predicting social behavior",
      "authors": [
        "I Ajzen",
        "M Fishbein"
      ],
      "year": 1980
    },
    {
      "title": "Self-efficacy: The exercise of control",
      "authors": [
        "A Bandura"
      ],
      "year": 1996,
      "doi": "10.1891/0889-8391.13.2.158"
    },
    {
      "title": "Self-determination theory and diminished functioning: The role of interpersonal control and psychological need thwarting",
      "authors": [
        "K Bartholomew",
        "N Ntoumanis",
        "R Ryan",
        "J Bosch",
        "C Thøgersen-Ntoumani"
      ],
      "year": 2011,
      "doi": "10.1177/0146167211413125"
    },
    {
      "title": "Principles of biomedical ethics",
      "authors": [
        "T Beauchamp",
        "J Childress"
      ],
      "year": 2009
    },
    {
      "title": "Evaluating goodness-of-fit indexes for testing measurement invariance",
      "authors": [
        "G Cheung",
        "R Rensvold"
      ],
      "year": 2002
    },
    {
      "title": "Healthy lifestyle factors in the primary prevention of coronary heart disease among men: Benefits among users and nonusers of lipid-lowering and antihypertensive medications",
      "authors": [
        "S Chiuve",
        "M Mccullough",
        "F Sacks",
        "E Rimm"
      ],
      "year": 2006,
      "doi": "10.1161/circulationaha.106.621417"
    },
    {
      "title": "Statistical power analysis for the behavioral sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1977
    },
    {
      "title": "The general Causality Orientations Scale: Self-determination in personality",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985,
      "doi": "10.1016/0092-6566(85)90023-6"
    },
    {
      "title": "The \"what\" and \"why\" of goal pursuits: Human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_01"
    },
    {
      "title": "Adherence and well-being in overweight and obese patients referred to an exercise on prescription scheme: A self-determination theory perspective",
      "authors": [
        "J Edmunds",
        "N Ntoumanis",
        "J Duda"
      ],
      "year": 2007,
      "doi": "10.1016/j.psychsport.2006.07.006"
    },
    {
      "title": "The need for a new medical model: A challenge for biomedicine",
      "authors": [
        "G Engel"
      ],
      "year": 1977,
      "doi": "10.1126/sci-ence.847460"
    },
    {
      "title": "A self-determination process model of physical activity adoption in the context of a randomized controlled trial",
      "authors": [
        "M Fortier",
        "S Sweet",
        "T O'sullivan",
        "G Williams"
      ],
      "year": 2007,
      "doi": "10.1016/j.psychsport.2006.10.006"
    },
    {
      "title": "From psychological need satisfaction to intentional behavior: Testing a motivational sequence in two behavioral contexts",
      "authors": [
        "M Hagger",
        "N Chatzisarantis",
        "J Harris"
      ],
      "year": 2006,
      "doi": "10.1177/0146167205279905"
    },
    {
      "title": "Motivation and anxiety for dental treatment: Testing a self-determination theory model of oral self-care behaviour and dental clinic attendance",
      "authors": [
        "A Halvari",
        "H Halvari",
        "G Bjørnebekk",
        "E Deci"
      ],
      "year": 2010,
      "doi": "10.1007/s11031-010-9154-0"
    },
    {
      "title": "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
      "authors": [
        "L.-T Hu",
        "P Bentler"
      ],
      "year": 1999
    },
    {
      "title": "Methods of meta-analysis: Correcting error and bias in research findings",
      "authors": [
        "J Hunter",
        "F Schmidt"
      ],
      "year": 2004
    },
    {
      "title": "Assessing moderating effect in meta-analysis: A re-analysis of top management support studies and suggestions for researchers",
      "authors": [
        "M Hwang",
        "F Schmidt"
      ],
      "year": 2011,
      "doi": "10.1057/ejis.2011"
    },
    {
      "title": "Further examining the American dream: Differential correlates of intrinsic and extrinsic goals",
      "authors": [
        "T Kasser",
        "R Ryan"
      ],
      "year": 1996,
      "doi": "10.1177/0146167296223006"
    },
    {
      "title": "The Exercise Motivation Scale: Its multifaceted structure and construct validity",
      "authors": [
        "F Li"
      ],
      "year": 1999,
      "doi": "10.1080/10413209908402953"
    },
    {
      "title": "A modification to the behavioural regulation in exercise questionnaire to include an assessment of amotivation",
      "authors": [
        "D Markland",
        "V Tobin"
      ],
      "year": 2004
    },
    {
      "title": "Need support and behavioural regulations for exercise among exercise referral scheme clients: The mediating role of psychological need satisfaction",
      "authors": [
        "D Markland",
        "V Tobin"
      ],
      "year": 2010,
      "doi": "10.1016/j.psychs-port.2009.07.001"
    },
    {
      "title": "Mplus user guide",
      "authors": [
        "B Muthén",
        "L Muthén"
      ],
      "year": 2008
    },
    {
      "title": "Aspiring to physical health: The role of aspirations for physical health in facilitating long-term tobacco abstinence",
      "authors": [
        "C Niemiec",
        "R Ryan",
        "E Deci",
        "G Williams"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.08.015"
    },
    {
      "title": "Drug therapy: Adherence to medication",
      "authors": [
        "L Osterberg",
        "T Blaschke"
      ],
      "year": 2005,
      "doi": "10.1056/nejmra050100"
    },
    {
      "title": "Rising out-of-pocket spending for chronic conditions: A ten-year trend",
      "authors": [
        "K Paez",
        "L Zhao",
        "W Hwang"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.1.15"
    },
    {
      "title": "Associations among perceived autonomy support, forms of self-regulation, and persistence: A prospective study",
      "authors": [
        "L Pelletier",
        "M Fortier",
        "R Vallerand",
        "N Brière"
      ],
      "year": 2001,
      "doi": "10.1023/A:1014805132406"
    },
    {
      "title": "Cost-effectiveness of an intensive tobacco dependence intervention based on self-determination theory",
      "authors": [
        "I Pesis-Katz",
        "G Williams",
        "C Niemiec",
        "K Fiscella"
      ],
      "year": 2011
    },
    {
      "title": "Project of the ABIM Foundation, ACP-ASIM Foundation, & European Federation of Internal Medicine",
      "year": 2002,
      "doi": "10.7326/0003-4819-136-3-200202050-00012"
    },
    {
      "title": "The \"file drawer problem\" and tolerance for null results",
      "authors": [
        "R Rosenthal"
      ],
      "year": 1979,
      "doi": "10.1037/0033-2909.86.3.638"
    },
    {
      "title": "The darker and brighter sides of human existence: Basic psychological needs as a unifying concept",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_03"
    },
    {
      "title": "Facilitating health behaviour change and its maintenance: Interventions based on self-determination theory",
      "authors": [
        "R Ryan",
        "H Patrick",
        "E Deci",
        "G Williams"
      ],
      "year": 2008
    },
    {
      "title": "Initial motivations for alcohol treatment: Relations with patient characteristics, treatment involvement, and dropout",
      "authors": [
        "R Ryan",
        "R Plant",
        "S Malley"
      ],
      "year": 1995,
      "doi": "10.1016/0306-4603(94)00072-7"
    },
    {
      "title": "Exercise autonomous motivation predicts three-year weight loss in women",
      "authors": [
        "M Silva",
        "D Markland",
        "E Carraça",
        "P Vieira",
        "S Coutinho",
        "C Minderico",
        ". Teixeira"
      ],
      "year": 2011,
      "doi": "10.1249/mss.0b013e3181f3818f"
    },
    {
      "title": "Factors affecting motivation during the first six weeks of treatment",
      "authors": [
        "H Simoneau",
        "J Bergeron"
      ],
      "year": 2003,
      "doi": "10.1016/s0306-4603(02)00257-5"
    },
    {
      "title": "How does communication heal? Pathways linking clinicianpatient communication to health outcomes",
      "authors": [
        "R Street",
        "Jr",
        "G Makoul",
        "N Arora",
        "R Epstein"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.11.015"
    },
    {
      "title": "Five-hundred life-saving interventions and their cost-effectiveness",
      "authors": [
        "T Tengs",
        "M Adams",
        "J Pliskin",
        "D Safran",
        "J Siegel",
        "M Weinstein",
        "J Graham"
      ],
      "year": 1995,
      "doi": "10.1016/j.pec.2005.11.017"
    },
    {
      "title": "Theory testing: Combining psychometric meta-analysis and structural equations modeling",
      "authors": [
        "C Viswesvaran",
        "D Ones"
      ],
      "year": 1995,
      "doi": "10.1111/j.1744-6570.1995.tb01784.x"
    },
    {
      "title": "Development and initial validation of a measure of autonomy, competence, and relat-edness in exercise: The basic psychological needs in Exercise Scale",
      "authors": [
        "S Vlachopoulos",
        "S Michailidou"
      ],
      "year": 2006,
      "doi": "10.1207/s15327841mpee1003_4"
    },
    {
      "title": "Improving patients' health through supporting the autonomy of patients and providers",
      "authors": [
        "G Williams"
      ],
      "year": 2002
    },
    {
      "title": "Extrinsic life goals and health-risk behaviors in adolescents",
      "authors": [
        "G Williams",
        "E Cox",
        "V Hedberg",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1111/j.1559-1816.2000.tb02466.x"
    },
    {
      "title": "Activating patients for smoking cessation through physician autonomy support",
      "authors": [
        "G Williams",
        "E Deci"
      ],
      "year": 2001,
      "doi": "10.1097/00005650-200108000-00007"
    },
    {
      "title": "Motivational predictors of weight loss and weightloss maintenance",
      "authors": [
        "G Williams",
        "V Grow",
        "Z Freedman",
        "R Ryan",
        "E Deci"
      ],
      "year": 1996,
      "doi": "10.1037/0022-3514.70.1.115"
    },
    {
      "title": "Testing a selfdetermination theory intervention for motivating tobacco cessation: Supporting autonomy and competence in a clinical trial",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "D Sharp",
        "C Levesque",
        "R Kouides",
        "R Ryan",
        "E Deci"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.1.91"
    },
    {
      "title": "Testing a self-determination theory process model for promoting glycemic control through diabetes selfmanagement",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "A Zeldman",
        "Z Freedman",
        "E Deci"
      ],
      "year": 2004,
      "doi": "10.1037/0278-6133.23.1.58"
    },
    {
      "title": "Selfdetermination, smoking, diet and health",
      "authors": [
        "G Williams",
        "D Minicucci",
        "R Kouides",
        "C Levesque",
        "V Chirkov",
        "R Ryan",
        "E Deci"
      ],
      "year": 2002,
      "doi": "10.1093/her/17.5.512"
    },
    {
      "title": "The importance of supporting autonomy and perceived competence in facilitating long-term tobacco abstinence",
      "authors": [
        "G Williams",
        "C Niemiec",
        "H Patrick",
        "R Ryan",
        "E Deci"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9090-y"
    },
    {
      "title": "Autonomous regulation and long-term medication adherence in adult outpatients",
      "authors": [
        "G Williams",
        "G Rodin",
        "R Ryan",
        "W Grolnick",
        "E Deci"
      ],
      "year": 1998,
      "doi": "10.1037/0278-6133.17.3.269"
    },
    {
      "title": "The psychological need satisfaction in Exercise Scale",
      "authors": [
        "P Wilson",
        "W Rogers",
        "W Rodgers",
        "T Wild"
      ],
      "year": 2006,
      "doi": "10.1123/jsep.28.3.231"
    },
    {
      "title": "World health statistics",
      "year": 2010,
      "doi": "10.2471/blt.10.050110"
    },
    {
      "title": "Effect of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): Case-control study",
      "authors": [
        "S Yusuf",
        "S Hawken",
        "S Ounpuu",
        "T Dans",
        "A Avezum",
        "F Lanas",
        ". Lisheng"
      ],
      "year": 2004,
      "doi": "10.1016/s0140-6736(04)17018-9"
    }
  ],
  "num_references": 50
}
