{
  "paper_id": "D8BX8FBF",
  "title": "The Influence of Baseline Hemoglobin A1c on Digital Health Coaching Outcomes in Adults With Type 2 Diabetes: Real-World Retrospective Cohort Study",
  "abstract": "Background: Digital health coaching is an increasingly common diabetes self-management support strategy for individuals with type 2 diabetes and has been linked to positive mental and physical health outcomes. However, the relationship between baseline risk and outcomes is yet to be evaluated in a real-world setting. \n Objective: The purpose of this real-world study was to evaluate trends in digital health coaching outcomes by baseline hemoglobin A 1c (HbA 1c ) to better understand which populations may experience the greatest clinical and psychosocial benefit. \n Methods: A retrospective cohort study design was used to evaluate program effect in a convenience sample of participants in a 12-week digital health coaching program administered by Pack Health. Participants were referred through their health care provider, payer, or employer. The program included patient-centered lifestyle counseling and psychosocial support delivered via telephone, text, and/or email. Self-reported HbA 1c and weight were collected at baseline and completion. Physical and mental health were assessed using the Patient-Reported Outcomes Measurement Information System (PROMIS) Global Health Short Form and the Diabetes Distress Scale-2. Changes in HbA 1c , weight, BMI, and physical and mental health were analyzed within three participant cohorts stratified by baseline HbA 1c level. Results: Participants with complete HbA 1c data sets (n=226) were included in the analysis. The sample population was 71.7% (162/226) female, with 61.5% (139/226) identifying as white and 34.1% (77/226) as black. Most participants (184/226, 81.4%) reported a baseline HbA 1c ≥7%, and 20.3% (46/226) were classified as high risk (HbA 1c >9%). Across HbA 1c cohorts, the mean baseline BMI was 35.83 (SD 7.79), and the moderate-risk cohort (7% ≤ HbA 1c ≤ 9%) reported the highest mean value (36.6, SD 7.79). At 12 weeks, patients reported a significant decrease in HbAlc, and high-risk participants reduced their levels by the greatest margin (2.28 points; P<.001). Across cohorts, BMI improved by 0.82 (P<.001), with the moderate-risk cohort showing the greatest reduction (-0.88; P<.001). Overall, participants reported significant improvements for PROMIS scores, with the greatest change occurring in the high-risk cohort for whom physical health improved 3.84 points (P<.001) and mental health improved 3.3 points (P<.001). However, the lowest-risk cohort showed the greatest improvements in diabetes distress (-0.76; P=.005). \n Conclusions: Acknowledging the limitations in this real-world study design, the results reported here suggest that adults with type 2 diabetes with a high baseline HbA 1c or high BMI may benefit the most from patient-centered digital health coaching programs when compared to their lower risk counterparts. While all participants improved in physical and mental health categories, participants with high HbA 1c experienced the greatest HbA 1c reduction and individuals with the highest baseline BMI lost the most weight. These results may be used to inform referrals for patients who are more likely to benefit from digital health coaching.",
  "year": 2018,
  "date": "2018-11-28",
  "journal": "Cardiovasc Diabetol",
  "publication": "Cardiovasc Diabetol",
  "authors": [
    {
      "forename": "Megan",
      "surname": "Martin",
      "name": "Megan Martin",
      "affiliation": "1  Medical Affairs , Pack Health, LLC , Birmingham , AL , United States \n\t\t\t\t\t\t\t\t Medical Affairs \n\t\t\t\t\t\t\t\t Pack Health, LLC \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t AL \n\t\t\t\t\t\t\t\t\t United States",
      "email": "megan.martin@packhealth.com"
    },
    {
      "forename": "Jonathan",
      "surname": "Patterson",
      "name": "Jonathan Patterson",
      "affiliation": "2  University of Alabama at Birmingham , Birmingham , AL , United States Medical Affairs Pack Health , \n\t\t\t\t\t\t\t\t Medical Affairs Pack Health \n\t\t\t\t\t\t\t\t University of Alabama at Birmingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t AL \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Matt",
      "surname": "Allison",
      "name": "Matt Allison",
      "affiliation": "1  Medical Affairs , Pack Health, LLC , Birmingham , AL , United States \n\t\t\t\t\t\t\t\t Medical Affairs \n\t\t\t\t\t\t\t\t Pack Health, LLC \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t AL \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": ";",
      "surname": "Blakely B O'connor",
      "name": "; Blakely B O'connor",
      "affiliation": "1  Medical Affairs , Pack Health, LLC , Birmingham , AL , United States \n\t\t\t\t\t\t\t\t Medical Affairs \n\t\t\t\t\t\t\t\t Pack Health, LLC \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t AL \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Dhiren",
      "surname": "Patel",
      "name": "Dhiren Patel",
      "affiliation": "1  Medical Affairs , Pack Health, LLC , Birmingham , AL , United States \n\t\t\t\t\t\t\t\t Medical Affairs \n\t\t\t\t\t\t\t\t Pack Health, LLC \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t AL \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "LLC 110 12th Street North Birmingham , AL , 35201 United States \n\t\t\t\t\t\t\t\t LLC \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 110 12th Street North \n\t\t\t\t\t\t\t\t\t 35201 \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t AL \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/24981",
  "keywords": [
    "type 2 diabetes",
    "mobile health",
    "digital health coaching",
    "digital therapy",
    "diabetes support program",
    "hemoglobin A1c",
    "body mass index",
    "diabetes distress XSL",
    "FO RenderX"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Diabetes is a significant health concern in the United States, with an estimated 34.2 million Americans or 10.5% of the US population diagnosed with this condition  [1] . More than 90% of those cases represent individuals with type 2 diabetes mellitus (T2DM), who face an increased risk of vascular health complications  [2]  in addition to substantial mental health burden  [3] [4] [5] [6] . Active diabetes self-management, healthy lifestyle behaviors, and improved psychosocial wellness have been associated with positive outcomes and a reduced risk of complications  [7] [8] [9] [10] . However, it is difficult for patients to learn about and sustain recommended changes given commonly faced barriers, including complex diabetes treatment plans  [11] , limited time during provider visits  [12] , and disparate access to education and community support resources  [13] [14] [15] . Patient-centered strategies that address these barriers and provide sustained support are needed to drive positive behavioral, psychosocial, and clinical impacts  [16] [17] [18] .\n\nDigital diabetes health coaching aligns with this need by complementing clinical care and education through individualized and ongoing support, which is delivered in an easily accessible format such as telephone, text, and email  [19] [20] [21] [22] [23] [24] . Randomized controlled trials have shown that digital diabetes health coaching programs have a positive impact on hemoglobin A 1c (HbA 1c ), weight, BMI, and mental health  [25] [26] [27] [28] [29] . However, the degree and significance of the impact is variable. For example, a recent systematic review of digital diabetes interventions reported HbA 1c reductions, resulting from mobile coaching, ranging from 0.40% to 1.9%  [30] . The highest impact intervention targeted patients with a baseline HbA 1c >9.0% and provided participants with a mobile app, web portal, and physician report  [26] , while the lowest impact intervention targeted individuals with an average HbA 1c of 6.86% and offered a mobile app, a web portal, and electronic health record integration  [31] . Similarly, a 2013 study of a phone-based peer coaching program (N=299) showed variance in outcomes by baseline psychosocial and behavioral patient characteristics  [32] . Specifically, the study reported a larger effect on lowering HbA 1c in patients with low levels of medication adherence and self-management support when compared to patients with higher levels of adherence and support  [32] .\n\nWhile these studies have demonstrated the impact of digital diabetes health coaching under controlled research settings, it is not clear how these findings translate to real-world practice, which can be influenced by patient experience and utilization  [33, 34] . Real-world observations become particularly important in the consideration of digital health coaching, which often aims to drive psychosocial and behavioral change beyond the clinical and research settings. Moreover, digital health coaching programs are rapidly scaling across the United States, making the understanding of their real-world application increasingly important.\n\nTo optimize the scaling of digital health coaching for patients with diabetes and allocate care in the most equitable and efficient way, it is important to understand which patients may benefit the most. While HbA 1c is widely accepted as the benchmark for assessing glycemic control and risk  [35] [36] [37] , it is currently unclear how baseline HbA 1c modifies trends in digital health coaching outcomes. By understanding the impact of baseline HbA 1c on real-world digital health coaching outcomes, providers can make more informed referrals for patient participation in such programs."
    },
    {
      "title": "Objective",
      "text": "To build on the existing evidence base, this retrospective analysis examined real-world patient-reported data to evaluate the impact of a 12-week patient-centered digital diabetes health coaching program on glycemic control, BMI, weight, diabetes distress, and overall physical and mental health. Trends in outcomes were stratified by baseline glycemic risk, as assessed by HbA 1c . We hypothesized that individuals with the highest baseline glycemic risk would experience the greatest improvements in mental and physical health outcomes."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Intervention Overview",
      "text": "The diabetes intervention under investigation was a multichannel diabetes support program, developed and delivered by Pack Health. The program, which is currently listed on the American Diabetes Association (ADA) peer-reviewed Diabetes Support Directory  [38] , is designed to meet the ADA support programming criteria and align with the Standards of Medical Care in Diabetes  [18] . It aligns with the Standards in multiple ways including, but not limited to, the provision of individualized psychosocial support and evidence-based behavioral modification strategies (eg, goal setting, motivational interviewing, problem solving)  [18, [39] [40] [41] [42] . In accordance with ADA guidance for support programming  [38] , it aims to complement clinical care and education in an easily accessible format. To facilitate participant accessibility, Pack Health combines one-to-one phone-based health coaching with digital education and prompts via SMS text messaging and/or email, which can be accessed anywhere and at any time.\n\nCoaches are allied health care professionals who complete a range of certification programs including, but not limited to, the American Association of Diabetes Care & Education Specialists (ADCES) Career Path Certificate Program [43], Centers for Disease Control and Prevention (CDC) Lifestyle Coach Training [44], and National Board for Health & Wellness Coaching (NBHWC) program [45]. Coaches also receive ongoing professional training on care escalation, health literacy, financial health, and cultural sensitivity. A multidisciplinary advisory team of physicians, pharmacists, and nurses provide programmatic oversight and quality assurance."
    },
    {
      "title": "Intervention Process",
      "text": "The digital health coaching intervention represented in this study was carried out over 12 weeks. During that time, all participants were exposed to the same core intervention process and modular diabetes curriculum, as outlined in Figures  1  and  2 . Minor customizations of supplemental content, such as links to medication discount services and referrals to community resources, were provided by coaches in accordance with a defined framework to address individual concerns or health goals of the participants. At enrollment, potential participants were assigned a personal health coach, who remained their coach every week to promote a trusting interpersonal relationship. A preintervention introductory phone call was used to provide a detailed program overview and establish the participant's communication preference (ie, phone calls and SMS text messaging or phone calls and email). Once enrolled, participants were asked to complete an online preintervention survey assessment to collect baseline patient-reported outcome metrics, set an overarching health goal for their 12-week experience, and complete a habit tracker to assess their weekly progress. Participants then received a standard \"pack\" of materials in the mail designed to facilitate ongoing self-management. The pack included an exercise stretch band, a goal magnet, and a journal for tracking symptoms and personal goals.\n\nBetween weeks 1 and 11, participants received a standard diabetes curriculum in addition to targeted supplementary coaching related to their goals. Before each weekly session, participants were asked to review video-based micro-lessons and supplemental educational resources. During the weekly call, health coaches answered questions, addressed areas of need, and helped participants identify an achievable daily goal to be tracked between calls (eg, exercise for 30 minutes). These daily goals, referred to as \"tiny steps,\" were used to reinforce desired behavioral and psychosocial changes and were reflected in 3 to 5 scheduled weekly SMS text messaging or email nudges. SMS text messaging and email nudges included reminders to prioritize goals and supplemental resources to help support goal attainment (eg, educational videos, recipes, worksheets, and articles). This process was repeated weekly as participants completed the curriculum. At week 12, coaches and participants reviewed goal progress and discussed strategies for sustainability. Throughout the 12-week process, coaches followed detailed call guidelines, which provide structure but not scripting, to deliver a modular diabetes curriculum that was provided to all participants. The standard curriculum covers symptom management, complication/comorbidity prevention, medication management, healthy eating, physical activity, patient-provider communication, gap elimination in care, psychosocial wellness (stress, sleep, and social support), and budgeting for health and sustainability (Figure  2 )."
    },
    {
      "title": "Participant Enrollment",
      "text": "Participation was voluntary, and individuals could withdraw from the program at any time with no risks or penalties. Participants were recruited between July 2016 and March 2020 from a variety of channels, including employer benefit programs, health plans, nonprofit partners, and provider referrals. Enrollment methods varied by channel. Customized emails and webpages were used to recruit participants through employer benefit programs, health plans, and nonprofit partners, while printable flyers were used by referring providers.\n\nAll potential participants were given the option to enroll in the intervention online or by phone. Individuals who opted for electronic enrollment completed an online interest form to determine eligibility, which has been defined below. Eligible individuals were emailed a program information sheet and a unique link to an electronic informed consent form, including a comprehensive description of rights, obligations, and risks. Telephone enrollment followed a similar process carried out by a program coordinator. The coordinator provided an oral description of the program, verified eligibility, and read the consent form over the phone. Eligible participants consented verbally.\n\nThe eligibility criteria for program participation included confirmed T2DM diagnosis, age 18 years or older, and ability to read, speak, and consent in English. Program participants were included in the study cohort if they were considered active at 12 weeks and completed all baseline and follow-up metrics included in the study (Table  1 )  [46, 47] . Participants were defined as active if they completed at least one communication, including phone calls, SMS text messaging replies, and survey responses, in the previous 14 days.\n\nHealth coaching was provided at no cost to participants, with expenses covered by respective referral partners or through an external research grant. Data collected throughout the enrollment and coaching processes were anonymized, aggregated, and stored in a Health Insurance Portability and Accountability Act-compliant platform for future use in system and program optimization. Subsequently, no institutional review board approval was sought for this retrospective real-world analysis."
    },
    {
      "title": "Participant Characteristics and Process Measures",
      "text": "Demographic data, including participant gender, race, age, and state of residence, were collected during enrollment. Participant engagement was quantified by measuring the number and duration of completed weekly coaching calls and the number of opened digital nudges including micro-lessons and supplemental educational resources."
    },
    {
      "title": "Outcome Measures",
      "text": "To assess change from preintervention to postintervention, survey data were collected electronically via participant self-report at enrollment (baseline) and completion (12 weeks). Surveys were voluntary and no incentives were provided. All surveys, totaling six pages, were delivered on the same schedule for all participants via the preferred communication method established by the patient, typically through email or SMS text messaging. At the time of survey delivery, participants received a unique link tied to their individual identifier. The link expired once the survey was complete, therefore eliminating the chance of duplication.\n\nA summary of study measures and instruments is found in Table  1 . Self-reported HbA 1c was used to estimate changes in blood glucose levels. While not as reliable as lab-based measurements, self-reported HbA 1c values are commonly used in real-world practice and have been shown to be reliable within half of a percentage point and reflect lab-based values over 75% of the time  [48] . BMI, an indicator of weight status, was calculated using self-reported weight and height measurements  [49] . HbA 1c , weight, and BMI calculations were tested across multiple test patients prior to implementation. Two validated web-based surveys were used to measure program impact on physical and mental health.\n\nOverall physical and mental health were assessed using the 10-item Patient-Reported Outcomes Measurement Information System (PROMIS) Global Health Short-Form questionnaire version 1.2  [46] , and diabetes-related distress was measured using the Diabetes Distress Scale-2 (DDS-2)  [47] . The PROMIS Global Health short form measures health-related quality of life across the physical and mental domains, which are relevant to a variety of chronic conditions  [46] . A Global Physical Health (GPH) score was determined using results from questions 3, 6, 7, and 8 pertaining to perceived physical health, physical ability, fatigue, and pain. A Global Mental Health (GMH) score was determined using results from questions 2, 4, 5, and 10 pertaining to overall mental health, including perceived quality of life, mood, satisfaction, and emotional problems. The GPH and GMH were normalized to a score of 50 (±10 for one standard deviation) to represent the average score for a person in the United States, with higher scores reflecting better physical and mental health. DDS-2 is a two-item instrument designed to assess emotional burden related to diabetes and diabetes regimen distress in a clinical setting. Sources are reflected in two subscales, and an overall DDS-2 score is determined by averaging scores across subscales, with higher scores (>3.0) reflecting high distress  [47] ."
    },
    {
      "title": "Statistical Analysis",
      "text": "We conducted a retrospective cohort analysis to examine the impact of the digital health coaching program in a convenience sample of adults with T2DM stratified by baseline HbA 1c . Glycemic risk categories were defined using baseline HbA 1c values and were designed to align with participant risk for vascular complications and all-cause mortality. In accordance with the ADA Standards of Care  [37]  and Cavero-Rendondo et al  [50] , an HbA 1c value less than 7% was considered low risk and an HbA 1c value greater than 9% was considered high risk.\n\nFor the purpose of this study, an HbA 1c value between 7% and 9% was considered moderate risk.\n\nAll statistical analyses, descriptive and correlational, were conducted using STATA 16 statistical software (StataCorp). Descriptive statistics were performed for all primary variables to measure baseline sample characteristics, participant engagement, and change across outcome metrics. Means and standard deviations were calculated for continuous variables, while frequencies and percentages were determined for categorical variables.\n\nThe absolute difference in each outcome metric (HbA 1c , BMI, GPH, GMH, and DDS-2) was calculated using preintervention to postintervention values for each cohort and for the overall sample population. One-sample paired t tests were performed to evaluate the significance of this difference, with the null hypothesis being no change in HbA 1c , BMI, or PROMIS scores. All tests were conducted at the significance level of α=.05. No weighting or matching methods were performed to adjust for a nonrepresentative sample. Incomplete surveys were excluded from the analysis."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participant Characteristics and Process Measures",
      "text": "Of the 1964 participants who enrolled in the program, 1070 (54.5%) did not meet our definition for active participation at 12 weeks. This is consistent with attrition rates for other digital diabetes interventions reflected in published observational studies  [51] . Of those participants remaining in the sample, 668 (34.0%) failed to complete the surveys defined in the inclusion criteria for this study, which were optional for completing the program. Attrition includes individuals who enrolled in the program but did not complete a first call or who discontinued participation prior to the completion of the 12-week program. Of the 894 participants who completed the program, 226 (25.3%) had complete HbA 1c data sets at baseline and follow-up, and were subsequently included in the study (Figure  3 ). Descriptive statistics for the study sample (n=226) are reported in Table  2 . The sample population was 71.7% (162/226) female, and the majority of participants were white (139/226, 61.5%) or black (77/226, 34.1%). The mean age of participants at enrollment was 59.1 years (SD 9.23). The most common referral sources were providers (73/226, 32.3%), health-sponsored plans (54/226, 23.9%), and employers (43/226, 19.0%), drawing participants from 26 states within the continental United States.\n\nMost patients were considered overweight or obese, with a mean BMI of 35.8 (SD 7.79) at enrollment  [49] . Baseline HbA 1c levels ranged from 6.5% to 17.6%, with a mean self-reported baseline HbA 1c of 8.17% (SD 1.55%). For the purpose of glycemic risk stratification and subgroup analysis, 18.6% (42/226) of participants were considered low risk (HbA 1c <7.0%), 61.1% (138/226) were considered moderate risk (7% ≤ HbA 1c ≤ 9%), and 20.3% (46/226) were considered high risk (HbA 1c >9.0%). On average, participants received 5.75 multichannel communications per week from their coaches over the course of the 12-week engagement. Weekly calls with personal health coaches lasted an average of 14.53 minutes per call, and participants received an average of 3.75 digital nudges and one digital educational resource via SMS text messaging or email per week."
    },
    {
      "title": "Outcome Measures",
      "text": "Across the total sample, the mean HbA 1c decreased from 8.17% (SD 1.55%) to 7.44% (SD 1.33%), resulting in a clinically relevant reduction of 0.73 percentage points (P<.001) (Table  3 , Figure  4A ). Reductions in blood glucose levels were observed in all glycemic risk groups, though a greater reduction was observed in groups with higher baseline HbA 1c levels (Table  3 , Figure  4A ). High-risk participants with an HbA 1c ≥9% reported the largest improvements. Their HbA 1c levels decreased by 2.28 percentage points or 21% compared with baseline (P<.001). Moderate-risk participants reported a 0.37 percentage point decrease or a 5% reduction from baseline (P<.001). Low-risk participants maintained glycemic control with no significant change in HbA 1c from baseline to follow-up. Clinical and patient-reported outcomes before and after digital health coaching across glycemic risk groups including (A) blood glucose levels according to hemoglobin A 1c (HbA 1c ), (B) weight status according to BMI, (C) weight in pounds, (D) physical health according to Patient-Reported Outcomes Measurement Information System (PROMIS) Global Physical Health (GPH), (E) mental health status according to PROMIS Global Mental Health (GMH), and (F) distress according to the Diabetes Distress Scale-2 (DDS). Self-reported measures were collected at enrollment (baseline) and upon completion of the 12-week program (final) for participants with low, moderate, and high baseline HbA 1c levels, reported as mean ± standard error of the mean for each cohort. Mod: moderate.\n\nOverall, participants who completed the program lost weight, thereby reducing their BMI. The weight decreased by an average of 5.09 pounds (P<.001), and BMI decreased by an average of 0.82 points (P<.001). The trend observed for reductions in weight and BMI within glycemic risk groups was different from the trend observed for reductions in HbA 1c levels (Table  3 , Figure  4B-C ). In this case, the moderate-risk cohort saw the greatest change in BMI with a 0.88 point reduction (P<.001), followed by the high-risk cohort with a 0.74 point reduction (P<.001) and the low-risk cohort with a 0.67 point reduction (P=.002).\n\nImprovements in physical and mental health, as measured by PROMIS scores, were also significant across all groups (Table  3 , Figure  4D-E ). Across cohorts, the GPH score significantly increased by 6.4% to a final score of 47.64 (SD 7.81; P<.001), and the GMH score increased by 5% to a final score of 50.27 (SD 8.09; P<.001). Participants with high glycemic risk showed the greatest improvement in physical and mental health scores, with increases of 3.84 points (P<.001) for GPH and 3.3 points (P=.001) for GMH.\n\nImprovements in diabetes distress were also significant across all groups (Table  3 ), where the average DDS-2 score improved by 0.57 (from 2.99 [SD 1.31] to 2.42 [SD 1.17]). For this metric, trends by glycemic risk did not align with the other patient-reported outcomes; the greatest improvement was observed for the low-risk cohort. An improvement of 0.76 (P=.005) (from 2.99 to 2.42) was observed for the low-risk cohort compared with an improvement of 0.5 (P=.053) (from 3.16 to 2.66) for the high-risk cohort."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This retrospective study of real-world data indicated that participants with T2DM who completed the multichannel digital health coaching program and provided complete HbA 1c data sets achieved improved glycemic control and body weight, in addition to positive changes in their physical and mental health status. Cohort analysis revealed that individuals with the highest glycemic risk (HbA 1c >9% at enrollment) achieved the greatest level of change in all clinical and patient-reported outcomes, except for weight loss (BMI). The findings reported here are consistent with the study hypothesis and align with emerging evidence on digital health coaching intervention outcomes  [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] .\n\nPrior randomized controlled trials and observational studies have established the efficacy of digital health coaching to improve glycemic control and encourage weight loss among individuals with T2DM  [25] [26] [27] . The average weight loss and HbA 1c reduction in the overall cohort was consistent with values reported in response to similar digital interventions. However, comparatively few studies reported specific outcomes for individuals with a high glycemic risk  [25, 26] . To our knowledge, this is the first study to evaluate the differential impact of digital health coaching for cohorts stratified based on baseline glycemic risk.\n\nThis study showed that patients with elevated blood glucose (HbA 1c >9%) reduced their HbA 1c levels by 2.28 points (P<.001). This degree of HbA 1c reduction is greater than many values reported in existing literature on the impact of similar digital health coaching interventions  [25, 26, 52] . While some studies have shown comparable improvements for high-risk participants, these interventions have typically relied upon clinicians for management and/or education  [30] . This result observed in real-world self-reported HbA 1c levels is promising, though it should be confirmed with laboratory measurements of HbA 1c in a larger randomized efficacy trial. If verified, these results could imply that digital health coaching for this high-risk population can have a significant impact on diabetes outcomes beyond glycemic control alone. For every 0.9% decrease in HbA 1c , patients benefit from a 10% decrease in diabetes-related mortality, a 25% reduction in microvascular complications, and a 6% reduction in overall mortality  [53] .\n\nIn this study, we also noted an average weight loss of 5.09 pounds and an average reduction in BMI of 0.82 points (2.29%; P<.001) across all cohorts. Weight loss is associated with substantial health benefits for obese patients, where losing 5% to 10% of body weight reduces the risk of cardiovascular comorbidities  [54] . However, even modest weight loss in the range of 2% to 5% can provide clinically meaningful reductions in fasting blood glucose for obese patients with diabetes  [54] . In contrast to the trend observed in HbA 1c level reduction, the moderate-risk cohort lost more weight and reduced BMI more than the high-risk cohort. Importantly, this may be explained by differences in average cohort weight at enrollment. The moderate-risk cohort reported the highest baseline BMI (36.36) at enrollment, which may indicate that baseline BMI is a stronger predictor of weight loss than baseline HbA 1c . These findings are important to consider in future digital health coaching research given the role of weight loss in improved cardiometabolic outcomes for individual with T2DM  [54, 55] .\n\nMoreover, findings from this study suggest that individuals at high baseline glycemic risk may experience the greatest benefit in overall physical and mental health in response to digital health coaching. Trends in PROMIS GPH for high-risk participants showed the most notable impact when compared to individuals with lower baseline HbA 1c . At the 12-week follow-up, the high-risk group's GPH score improved by 3.84 points (P=.001) compared with 2.86 points (P<.001) for the overall population. Similar trends were observed for PROMIS GMH scores.\n\nAt baseline, the average patient-reported GMH score was 47.89, which is below the national average of 50.00  [46] . For high-risk patients, that average was 46.11, indicating more room for improvement. After the intervention, the average score across cohorts was 50.27 or slightly above the national average. High-risk participants reported an improvement of 3.3 points (P<.001). If sustained, the positive shift for this cohort could drive improvements to physical health given the relationship between mental health and glycemic control  [5, 6] .\n\nChange in distress from preintervention to postintervention was significant across all cohorts (P<.001). The high-risk group demonstrated the greatest need for change, with a baseline score of 3.16, indicating high distress, compared with a baseline score of 2.83 for the low-risk group, indicating moderate distress. High distress scores are associated with negative diabetes outcomes, including high HbA 1c , low self-efficacy, and poor diet  [56] . The reductions in diabetes-related distress reported here are larger than those reported after a 12-month mobile diabetes intervention, which may be explained by differences in distress levels at baseline  [29] . Interestingly, the trend observed in overall mental health status did not translate to diabetes distress levels, and instead, those individuals with the lowest baseline glycemic risk showed the greatest improvement, reducing their distress levels to low or nearly no distress. This indicates that even those groups with well-controlled HbA 1c at baseline can benefit from the program.\n\nOverall, these findings indicate that higher glycemic risk patients may have a greater need for mental and physical health monitoring and, with the exception of reducing distress, may also have the greatest potential for experiencing a positive impact from multichannel digital diabetes health coaching."
    },
    {
      "title": "Limitations of the Study",
      "text": "Although this study provides valuable insights into the real-world application of digital diabetes health coaching and specifically who may benefit most, the reported findings are limited by the real-world cohort study design. Most notably, no control group was available to compare interventions to standard of care practices. As a result, we cannot rule out that the observed improvements were due to factors unrelated to the digital health coaching program. Furthermore, patients were not incentivized using the same tools typical of a research trial (eg, financial incentives, trust in clinicians, and access to better health care), which can impact attrition rates and data collection  [57] . While these issues are well documented in diabetes supportive care programs  [58] , they resulted in incomplete data sets and a subsequently limited cohort size. Finally, self-reported HbA 1c and BMI were not confirmed by laboratory data. As a result, while our findings are consistent with results presented in other studies, there were too many uncertainties to make definitive conclusions. However, we believe these results and observations can be leveraged to inform the design of future prospective efficacy studies investigating baseline HbA 1c and BMI as possible mediators of the impact of digital health coaching."
    },
    {
      "title": "Conclusions",
      "text": "This real-world analysis provides valuable insights on the impact of digital health coaching on T2DM control for participant glycemic risk. While program completion was associated with improved patient-reported outcomes for the average participant, participants with a high HbA 1c level at baseline saw the greatest improvement in glycemic control and overall physical and mental health. Further research is warranted to fully understand the differential impact of multichannel digital health coaching support for patients with increasing HbA 1c ."
    },
    {
      "title": "Perspectives and Implications",
      "text": "To our knowledge, this is the first real-world study to examine the clinical predictors of program outcomes for diabetes patients who participate in digital health coaching. These findings are relevant to many stakeholders, including clinicians, health systems, employers, and payers, who must decide which patients"
    },
    {
      "text": "Figure 1. Program process: preprogram through week 12. PRO: patient-reported outcome."
    },
    {
      "text": "Figure 2. Diabetes curriculum."
    },
    {
      "text": "c GPH: Global Physical Health. d PROMIS: Patient-Reported Outcomes Measurement Information System. e GMH: Global Mental Health. f DDS-2: Diabetes Distress Scale-2."
    },
    {
      "text": "Figure 3. Study flow chart."
    },
    {
      "text": "99 (1.31) Overalla Categorized by baseline HbA 1c as follows: low risk, HbA 1c <7%; moderate risk, 7% ≤ HbA 1c ≤9%; high risk, HbA 1c >9%.b P value calculated using the chi-square test with comparison of the relative value to baseline. c HbA 1c : hemoglobin A 1c ."
    },
    {
      "text": "Figure 4.Clinical and patient-reported outcomes before and after digital health coaching across glycemic risk groups including (A) blood glucose levels according to hemoglobin A 1c (HbA 1c ), (B) weight status according to BMI, (C) weight in pounds, (D) physical health according to Patient-Reported Outcomes Measurement Information System (PROMIS) Global Physical Health (GPH), (E) mental health status according to PROMIS Global Mental Health (GMH), and (F) distress according to the Diabetes Distress Scale-2 (DDS). Self-reported measures were collected at enrollment (baseline) and upon completion of the 12-week program (final) for participants with low, moderate, and high baseline HbA 1c levels, reported as mean ± standard error of the mean for each cohort. Mod: moderate."
    },
    {
      "text": "Study measures and instruments."
    },
    {
      "text": "Patient and clinical demographics at enrollment (N=226)."
    },
    {
      "text": "Primary study outcomes."
    }
  ],
  "references": [
    {
      "title": "Vascular complications in patients with type 2 diabetes: prevalence and associated factors in 38 countries (the DISCOVER study program)",
      "authors": [
        "M Kosiborod",
        "M Gomes",
        "A Nicolucci",
        "S Pocock",
        "W Rathmann",
        "M Shestakova",
        "Discover Investigators"
      ],
      "year": 2018,
      "doi": "10.1186/s12933-018-0787-8"
    },
    {
      "title": "Psychosocial problems and barriers to improved diabetes management: results of the Cross-National Diabetes Attitudes, Wishes and Needs (DAWN) Study",
      "authors": [
        "M Peyrot",
        "R Rubin",
        "T Lauritzen",
        "F Snoek",
        "D Matthews",
        "S Skovlund"
      ],
      "year": 2005,
      "doi": "10.1111/j.1464-5491.2005.01644.x"
    },
    {
      "title": "Burden of Illness in Type 2 Diabetes Mellitus",
      "authors": [
        "A Cannon",
        "Y Handelsman",
        "M Heile",
        "M Shannon"
      ],
      "year": 2018,
      "doi": "10.18553/jmcp.2018.24.9-a.s5"
    },
    {
      "title": "Anxiety and Poor Glycemic Control: A Meta-Analytic Review of the Literature",
      "authors": [
        "R Anderson",
        "A Grigsby",
        "K Freedland",
        "De Groot",
        "M Mcgill",
        "J Clouse"
      ],
      "year": 2016,
      "doi": "10.2190/klgd-4h8d-4ryl-twq8"
    },
    {
      "title": "What is the relationship between diabetes and depression? a qualitative meta-synthesis of patient experience of co-morbidity",
      "authors": [
        "L Gask",
        "W Macdonald",
        "P Bower"
      ],
      "year": 2011,
      "doi": "10.1177/1742395311403636"
    },
    {
      "title": "Healthy behavior change and cardiovascular outcomes in newly diagnosed type 2 diabetic patients: a cohort analysis of the ADDITION-Cambridge study",
      "authors": [
        "G Long",
        "A Cooper",
        "N Wareham",
        "S Griffin",
        "R Simmons"
      ],
      "year": 2014,
      "doi": "10.2337/dc13-1731"
    },
    {
      "title": "Association Between Adherence to Pharmacotherapy and Outcomes in Type 2 Diabetes: A Meta-analysis",
      "authors": [
        "K Khunti",
        "S Seidu",
        "S Kunutsor",
        "M Davies"
      ],
      "year": 2017,
      "doi": "10.2337/dc16-1925"
    },
    {
      "title": "Identifying psychosocial interventions that improve both physical and mental health in patients with diabetes: a systematic review and meta-analysis",
      "authors": [
        "E Harkness",
        "W Macdonald",
        "J Valderas",
        "P Coventry",
        "L Gask",
        "P Bower"
      ],
      "year": 2010,
      "doi": "10.2337/dc09-1519"
    },
    {
      "title": "Cardiovascular Effects of Intensive Lifestyle Intervention in Type 2 Diabetes",
      "authors": [
        "Look Ahead Research Group"
      ],
      "year": 2013,
      "doi": "10.1056/nejmoa1212914"
    },
    {
      "title": "Poor medication adherence in type 2 diabetes: recognizing the scope of the problem and its key contributors",
      "authors": [
        "W Polonsky",
        "R Henry"
      ],
      "year": 2016,
      "doi": "10.2147/ppa.s106821"
    },
    {
      "title": "International variations in primary care physician consultation time: a systematic review of 67 countries",
      "authors": [
        "G Irving",
        "A Neves",
        "H Dambha-Miller",
        "A Oishi",
        "H Tagashira",
        "A Verho"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-017902"
    },
    {
      "title": "Identifying and Prioritizing the Barriers and Facilitators to the Self-Management of Type 2 Diabetes Mellitus: A Community-Centered Approach",
      "authors": [
        "A Oakes",
        "V Garmo",
        "L Bone",
        "D Longo",
        "J Segal",
        "Jfp Bridges"
      ],
      "year": 2017,
      "doi": "10.1007/s40271-017-0248-6"
    },
    {
      "title": "Associations between barriers to self-care and diabetes complications among patients with type 2 diabetes",
      "authors": [
        "M Sina",
        "J Graffy",
        "D Simmons"
      ],
      "year": 2018,
      "doi": "10.1016/j.diabres.2018.04.031"
    },
    {
      "title": "Breaking down patient and physician barriers to optimize glycemic control in type 2 diabetes",
      "authors": [
        "S Ross"
      ],
      "year": 2013,
      "doi": "10.1016/j.amjmed.2013.06.012"
    },
    {
      "title": "Personalized Diabetes Management: Moving from Algorithmic to Individualized Therapy",
      "authors": [
        "S Subramanian",
        "I Hirsch"
      ],
      "year": 2014,
      "doi": "10.2337/diaspect.27.2.87"
    },
    {
      "title": "American Diabetes Association (ADA), European Association for the Study of Diabetes (EASD). Management of hyperglycemia in type 2 diabetes: a patient-centered approach: position statement of the American Diabetes Association (ADA) and the European Association for the Study of Diabetes (EASD)",
      "authors": [
        "S Inzucchi",
        "R Bergenstal",
        "J Buse",
        "M Diamant",
        "E Ferrannini",
        "M Nauck"
      ],
      "year": 2012,
      "doi": "10.2337/dc12-0413"
    },
    {
      "title": "American Diabetes Association. 1. Improving Care and Promoting Health in Populations: Standards of Medical Care in Diabetes",
      "year": 2019,
      "doi": "10.2337/dc20-s001"
    },
    {
      "title": "Effectiveness of Digital Interventions for Improving Glycemic Control in Persons with Poorly Controlled Type 2 Diabetes: A Systematic Review, Meta-analysis, and Meta-regression Analysis",
      "authors": [
        "M Kebede",
        "H Zeeb",
        "M Peters",
        "T Heise",
        "C Pischke"
      ],
      "year": 2018,
      "doi": "10.1089/dia.2018.0216"
    },
    {
      "title": "Effectiveness of a Digital Lifestyle Change Program in Obese and Type 2 Diabetes Populations: Service Evaluation of Real-World Data",
      "authors": [
        "I Idris",
        "J Hampton",
        "F Moncrieff",
        "M Whitman"
      ],
      "year": 2020,
      "doi": "10.2196/15189"
    },
    {
      "title": "Electronic Health Lifestyle Coaching Among Diabetes Patients in a Real-Life Municipality Setting: Observational Study",
      "authors": [
        "A Komkova",
        "C Brandt",
        "Hansen Pedersen",
        "D Emneus",
        "M Sortsø"
      ],
      "year": 2019,
      "doi": "10.2196/12140"
    },
    {
      "title": "A Systematic Review of the Literature on Health and Wellness Coaching: Defining a Key Behavioral intervention in Healthcare",
      "authors": [
        "R Wolever",
        "L Simmons",
        "G Sforzo",
        "D Dill",
        "M Kaye",
        "E Bechard"
      ],
      "year": 2013,
      "doi": "10.7453/gahmj.2013.042"
    },
    {
      "title": "A Mobile Phone-Based Health Coaching Intervention for Weight Loss and Blood Pressure Reduction in a National Payer Population: A Retrospective Study",
      "authors": [
        "A Mao",
        "C Chen",
        "C Magana",
        "Caballero Barajas",
        "K Olayiwola"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7591"
    },
    {
      "title": "My Diabetes Coach, a Mobile App-Based Interactive Conversational Agent to Support Type 2 Diabetes Self-Management: Randomized Effectiveness-Implementation Trial",
      "authors": [
        "E Gong",
        "S Baptista",
        "A Russell",
        "P Scuffham",
        "M Riddell",
        "J Speight"
      ],
      "year": 2020,
      "doi": "10.2196/20322"
    },
    {
      "title": "A Diabetes Mobile App With In-App Coaching From a Certified Diabetes Educator Reduces A1C for Individuals With Type 2 Diabetes",
      "authors": [
        "S Kumar",
        "H Moseson",
        "J Uppal",
        "J Juusola"
      ],
      "year": 2018,
      "doi": "10.1177/0145721718765650"
    },
    {
      "title": "Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control",
      "authors": [
        "C Quinn",
        "M Shardell",
        "M Terrin",
        "E Barr",
        "S Ballew",
        "A Gruber-Baldini"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-0366"
    },
    {
      "title": "Remote Lifestyle Coaching Plus a Connected Glucose Meter with Certified Diabetes Educator Support Improves Glucose and Weight Loss for People with Type 2 Diabetes",
      "authors": [
        "J Bollyky",
        "D Bravata",
        "J Yang",
        "M Williamson",
        "J Schneider"
      ],
      "year": 2018,
      "doi": "10.1155/2018/3961730"
    },
    {
      "title": "Pharmacist-led telehealth disease management program for patients with diabetes and depression",
      "authors": [
        "L Cohen",
        "T Taveira",
        "W Wu",
        "P Pirraglia"
      ],
      "year": 2019,
      "doi": "10.1177/1357633x18822575"
    },
    {
      "title": "The Impact of a Mobile Diabetes Health Intervention on Diabetes Distress and Depression Among Adults: Secondary Analysis of a Cluster Randomized Controlled Trial",
      "authors": [
        "C Quinn",
        "K Swasey",
        "Jcf Crabbe",
        "M Shardell",
        "M Terrin",
        "E Barr"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.8910"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Trial to examine text message-based mHealth in emergency department patients with diabetes (TExT-MED): a randomized controlled trial",
      "authors": [
        "S Arora",
        "A Peters",
        "E Burner",
        "C Lam",
        "M Menchine"
      ],
      "year": 2014,
      "doi": "10.1016/j.annemergmed.2013.10.012"
    },
    {
      "title": "Peer coaching to improve diabetes self-management: which patients benefit most?",
      "authors": [
        "D Moskowitz",
        "D Thom",
        "D Hessler",
        "A Ghorob",
        "T Bodenheimer"
      ],
      "year": 2013,
      "doi": "10.1007/s11606-013-2367-7"
    },
    {
      "title": "Participation in a Clinical Trial Enhances Adherence and Persistence to Treatment",
      "authors": [
        "H Van Onzenoort",
        "F Menger",
        "C Neef",
        "W Verberk",
        "A Kroon",
        "P De Leeuw"
      ],
      "year": 2011,
      "doi": "10.1161/hypertensionaha.111.171074"
    },
    {
      "title": "External validity of randomised controlled trials: \"To whom do the results of this trial apply?",
      "authors": [
        "P Rothwell"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(04)17670-8"
    },
    {
      "title": "Utility of different glycemic control metrics for optimizing management of diabetes",
      "authors": [
        "K Kohnert",
        "P Heinke",
        "L Vogt",
        "E Salzsieder"
      ],
      "year": 2015,
      "doi": "10.4239/wjd.v6.i1.17"
    },
    {
      "title": "The Diabetes Control and Complications Trial/Epidemiology of Diabetes Interventions and Complications (DCCT/EDIC) Study Research Group. Intensive Diabetes Treatment and Cardiovascular Disease in Patients with Type 1 Diabetes",
      "year": 2005,
      "doi": "10.1056/nejmoa052187"
    },
    {
      "title": "American Diabetes Association. 6. Glycemic Targets: Standards of Medical Care in Diabetes",
      "year": 2019,
      "doi": "10.2337/dc20-s006"
    },
    {
      "title": "Diabetes Support Directory",
      "year": 2020,
      "doi": "10.36266/ijed/181"
    },
    {
      "title": "Goal Setting and Action Planning for Health Behavior Change",
      "authors": [
        "R Bailey"
      ],
      "year": 2019,
      "doi": "10.1177/1559827617729634"
    },
    {
      "title": "Motivational Interviewing Improves Medication Adherence: a Systematic Review and Meta-analysis",
      "authors": [
        "A Palacio",
        "D Garay",
        "B Langer",
        "J Taylor",
        "B Wood",
        "L Tamariz"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3685-3"
    },
    {
      "title": "Problem solving in diabetes self-management and control: a systematic review of the literature",
      "authors": [
        "F Hill-Briggs",
        "L Gemmell"
      ],
      "year": 2007,
      "doi": "10.1177/0145721707308412"
    },
    {
      "title": "National Standards for Diabetes Self-Management Education and Support",
      "authors": [
        "J Beck",
        "D Greenwood",
        "L Blanton",
        "S Bollinger",
        "M Butcher",
        "J Condon"
      ],
      "year": 2017,
      "doi": "10.1177/0145721717722968"
    },
    {
      "title": "Development of physical and mental health summary scores from the patient-reported outcomes measurement information system (PROMIS) global items",
      "authors": [
        "R Hays",
        "J Bjorner",
        "D Revicki",
        "K Spritzer",
        "D Cella"
      ],
      "year": 2009,
      "doi": "10.1007/s11136-009-9496-9"
    },
    {
      "title": "Development of a brief diabetes distress screening instrument",
      "authors": [
        "L Fisher",
        "R Glasgow",
        "J Mullan",
        "M Skaff",
        "W Polonsky"
      ],
      "year": 2008,
      "doi": "10.1370/afm.842"
    },
    {
      "title": "Self-knowledge of HbA1c in people with Type 2 Diabetes Mellitus and its association with glycaemic control",
      "authors": [
        "H Trivedi",
        "L Gray",
        "S Seidu",
        "M Davies",
        "G Charpentier",
        "U Lindblad"
      ],
      "year": 2017,
      "doi": "10.1016/j.pcd.2017.03.011"
    },
    {
      "title": "NHLBI Obesity Education Initiative Expert Panel on the Identification, Evaluation, and Treatment of Obesity in Adults. Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults",
      "year": 1998,
      "doi": "10.1037/e565682010-001"
    },
    {
      "title": "Glycated haemoglobin A1c as a risk factor of cardiovascular outcomes and all-cause mortality in diabetic and non-diabetic populations: a systematic review and meta-analysis",
      "authors": [
        "I Cavero-Redondo",
        "B Peleteiro",
        "C Álvarez-Bueno",
        "F Rodriguez-Artalejo",
        "Martínez Vizcaíno"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-015949"
    },
    {
      "title": "Rates of Attrition and Dropout in App-Based Interventions for Chronic Disease: Systematic Review and Meta-Analysis",
      "authors": [
        "G Meyerowitz-Katz",
        "S Ravi",
        "L Arnolda",
        "X Feng",
        "G Maberly",
        "Astell- Burt"
      ],
      "year": 2020,
      "doi": "10.2196/20283"
    },
    {
      "title": "Change in Glycemic Control With Use of a Digital Therapeutic in Adults With Type 2 Diabetes: Cohort Study",
      "authors": [
        "M Berman",
        "N Guthrie",
        "K Edwards",
        "K Appelbaum",
        "V Njike",
        "D Eisenberg"
      ],
      "year": 2018,
      "doi": "10.2196/diabetes.9591"
    },
    {
      "title": "Effect of intensive blood-glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34)",
      "authors": [
        "Diabetes Uk Prospective",
        "( Study",
        "Ukpds) Group"
      ],
      "year": 1998,
      "doi": "10.1016/s0140-6736(98)07037-8"
    },
    {
      "title": "Benefits of modest weight loss in improving cardiovascular risk factors in overweight and obese individuals with type 2 diabetes",
      "authors": [
        "R Wing",
        "W Lang",
        "T Wadden",
        "M Safford",
        "W Knowler",
        "A Bertoni",
        "Look Ahead Research Group"
      ],
      "year": 2011,
      "doi": "10.2337/dc10-2415"
    },
    {
      "title": "The importance of weight management in type 2 diabetes mellitus",
      "authors": [
        "Jph Wilding"
      ],
      "year": 2014,
      "doi": "10.1111/ijcp.12384"
    },
    {
      "title": "The relationship between diabetes distress and clinical depression with glycemic control among patients with type 2 diabetes",
      "authors": [
        "L Fisher",
        "R Glasgow",
        "L Strycker"
      ],
      "year": 2010,
      "doi": "10.2337/dc09-2175"
    },
    {
      "title": "Reasons behind the participation in biomedical research: a brief review",
      "authors": [
        "S Dainesi",
        "M Goldbaum"
      ],
      "year": 2014,
      "doi": "10.1590/1809-4503201400040004"
    },
    {
      "title": "Indicators of retention in remote digital health studies: a cross-study evaluation of 100,000 participants",
      "authors": [
        "A Pratap",
        "E Neto",
        "P Snyder",
        "C Stepnowsky",
        "N Elhadad",
        "D Grant"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0224-8"
    }
  ],
  "num_references": 54
}
