{
  "paper_id": "DHXTS7JG",
  "title": "A Text Message Alcohol Intervention for Young Adult Emergency Department Patients: A Randomized Clinical Trial",
  "abstract": "Objective-Opportunistic brief in-person Emergency Department (ED) interventions can be effective at reducing hazardous alcohol use in young adult drinkers, but require resources frequently unavailable. Mobile phone text messaging (SMS) could sustainably deliver behavioral support to young adult patients, but efficacy remains unknown. We report 3-month outcome data of a randomized controlled trial testing a novel SMS-delivered intervention in hazardous drinking young adults. Methods-We randomized 765 young adult ED patients who screened positive for past hazardous alcohol use to one of three groups: SMS Assessments + Feedback (SA+F) intervention who were asked to respond to drinking-related queries and received realtime feedback through SMS each Thursday and Sunday for 12 weeks (n=384); SMS Assessments (SA) who were asked to respond to alcohol consumption queries each Sunday but did not receive any feedback (N=196); and a control group who did not participate in any SMS (n=185). Primary outcomes were number of binge drinking days and number of drinks per drinking day in the past 30 days collected by web-based Timeline Follow-Back method and analyzed with regression models.",
  "year": 2014,
  "date": "2014-12-03",
  "journal": "Natl Health Stat Report",
  "publication": "Natl Health Stat Report",
  "authors": [
    {
      "forename": "Brian",
      "surname": "Suffoletto",
      "name": "Brian Suffoletto",
      "affiliation": "1  Department of Emergency Medicine , University of Pittsburgh School of Medicine \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Pittsburgh"
    },
    {
      "forename": "Jeffrey",
      "surname": "Kristan",
      "name": "Jeffrey Kristan",
      "affiliation": "1  Department of Emergency Medicine , University of Pittsburgh School of Medicine \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Pittsburgh"
    },
    {
      "forename": "Clifton",
      "surname": "Callaway",
      "name": "Clifton Callaway",
      "affiliation": "1  Department of Emergency Medicine , University of Pittsburgh School of Medicine \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Pittsburgh"
    },
    {
      "forename": "Kevin",
      "surname": "Kim",
      "name": "Kevin Kim",
      "affiliation": "2  Department of Psychology in Education , University of Pittsburgh \n\t\t\t\t\t\t\t\t Department of Psychology in Education \n\t\t\t\t\t\t\t\t University of Pittsburgh"
    },
    {
      "forename": "Tammy",
      "surname": "Chung",
      "name": "Tammy Chung",
      "affiliation": "3  Department of Psychiatry , University of Pittsburgh \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Pittsburgh"
    },
    {
      "forename": "Peter",
      "surname": "Monti",
      "name": "Peter Monti",
      "affiliation": "4  Center for Alcohol and Addiction Studies , Department of Behavioral and Social Sciences , Brown University Iroquois Building , Suite 400A; 3600 Forbes Avenue ; Pittsburgh , PA 15261. \n\t\t\t\t\t\t\t\t Center for Alcohol and Addiction Studies \n\t\t\t\t\t\t\t\t Department of Behavioral and Social Sciences \n\t\t\t\t\t\t\t\t Brown University \n\t\t\t\t\t\t\t\t Iroquois Building \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Suite 400A; 3600 Forbes Avenue \n\t\t\t\t\t\t\t\t\t 15261. \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Duncan",
      "surname": "Clark",
      "name": "Duncan Clark",
      "affiliation": "3  Department of Psychiatry , University of Pittsburgh \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Pittsburgh"
    }
  ],
  "doi": "https://doi.org/10.13039/501100001078",
  "pmid": "18958997",
  "sections": [
    {
      "title": "Introduction Background",
      "text": "Each day in the US, over 50,000 young adults 18-24 years of age visit an emergency department (ED).  1  A quarter of young adults use the ED for primary care  2  and up to a half have hazardous alcohol use patterns  3  . For these reasons, the ED provides an opportunity to identify young adults with hazardous alcohol use and intervene to prevent associated risks.  4 outine screening, brief intervention and referral to treatment (SBIRT) for hazardous alcohol use is promoted by the American College of Emergency Physicians  5  and mandated in Level I trauma centers by the American College of Surgeons  6  . Despite this recommendation, only around 15% of Level I trauma center EDs incorporate routine SBIRT.  7 Numerous barriers exist to widespread implementation  8  , and brief interventions delivered in the ED setting have produced mixed findings  9  .\n\nOne promising modality that could assist effective delivery of brief interventions for alcohol use, especially among young adult ED patients, is mobile phone text messaging (short message service: SMS). Ninety five percent of young adults own a mobile phone and 97% of these use SMS, either sending or receiving an average of 50 texts per day.  10 SMS has been used to promote health in a wide range of young adult health issues, including diabetes  11  , asthma  12  , and cigarette smoking  13  . In theory, SMS-delivered alcohol interventions could reduce the need for training providers to deliver alcohol interventions, provide uniform protocols, reach large numbers of persons, and do so in a cost-efficient manner. Furthermore, a text-message based intervention can reach young adults in the natural environment where they are making drinking choices, potentially increasing saliency. No adequately powered trial published to date has studied the effect of an SMS intervention to reduce alcohol use in young adults."
    },
    {
      "title": "Goals of this Investigation",
      "text": "We conducted the Texting to Reduce Alcohol Consumption (TRAC) Trial to evaluate the efficacy of a 12-week SMS intervention that encourage lower alcohol consumption, specifically binge drinking (≥5 drinks per occasion for men and ≥4 drinks per occasion for women) among young adults. We focused on reducing binge drinking because of its association with 80,000 deaths in the U.S. each year 14 and a range of social problems, such as motor vehicle crashes and interpersonal violence  15  . We hypothesized that in young adults who screen positive for hazardous drinking, there would be greater reductions in both binge drinking and drinks consumed per drinking episode after exposure to an SMS intervention incorporating weekly SMS drinking Assessments with real-time Feedback (SA+F) compared to SMS drinking Assessments without feedback (SA) or a control condition."
    },
    {
      "title": "Importance",
      "text": "A text message-delivered intervention that effectively reduces binge drinking could provide a scalable option for EDs to incorporate into SBIRT for hazardous drinking young adults."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design and Setting",
      "text": "The TRAC trial was a three-arm randomized controlled trial that took place at four urban teaching hospitals in Pittsburgh, Pennsylvania including two Level I trauma centers (UPMC Mercy & Presbyterian Hospital) and two non-trauma centers (UPMC Shadyside & Magee Women's Hospital). The University of Pittsburgh Institutional Review Board approved study procedures. The trial was registered at  http://www.clinicaltrials.gov:NCT01688245 and the protocol is described in detail in a prior publication  16  .\n\nED patients aged 18-25 years who presented between 7 am and 1 am, 7 days per week (November 2012-November 2013) identified from the electronic triage log were eligible for screening. Young adults who were medically stable, not seeking treatment for drugs or alcohol, and who gave permission to their emergency physician were approached by research assistants in treatment spaces. Interested patients who speak English and had not been enrolled in any alcohol-related study in the prior year self-administered a 5-minute computerized survey. Patients reporting hazardous alcohol consumption (Alcohol Use Disorder Identification Test for Consumption: AUDIT-C scores of ≥3 for women or ≥4 for men)  17  were eligible to participate in the trial. Exclusion criteria included the following: past treatment for drug use or psychiatric disorders, no cell phone ownership with text messaging. Patients who met enrollment criteria and who were interested underwent written informed consent. Any patient who screened positive on the AUDIT-C, regardless of eligibility or interest, was offered a list of local alcohol treatment resources.\n\nAfter providing written informed consent, participants self-administered computerized baseline assessments in the ED, which took an average of 10 minutes to complete ($10 remuneration). Prior to randomization, the research associates checked completion of the baseline survey. Those reporting current high school enrollment were excluded, due to concerns about parental influence on outcomes  18  . Eligible participants who completed the baseline survey were randomly assigned to 1 of 3 groups: an intervention incorporating weekly SMS drinking-related Assessments with real-time Feedback (SA+F); SMS drinking Assessments (SA); or control. Randomization sequences were allocated in a 2 SA+F: 1 SA: 1 control ratio to allow for more observations in the intervention group to allow for later analysis of mechanisms of change. Randomization was generated in blocks of 8 for each recruitment site by a computer-generated algorithm and allocated electronically. Research associates were blinded to treatment allocation to minimize bias. Participants were told that they could either receive no texts, Sunday texts for 12 weeks or both Thursday and Sunday texts for 12 weeks. Three months after randomization, all participants received text messages and emails with a hyperlink to a web-based follow-up questionnaire ($20 remuneration)."
    },
    {
      "title": "Baseline & Follow-up Assessments",
      "text": "The baseline assessment collected demographic information (e.g., age, sex, race, ethnicity, current school enrollment, living arrangement, and employment status) and substance use severity in the past 3 months using the NIDA Modified Alcohol, Smoking and Substance Involvement Screening Test (NM ASSIST). The NM ASSIST was adapted from the World Health Organization Alcohol, Smoking and Substance Involvement Screening Test (ASSIST), Version 3.0 ( http://www.drugabuse.gov/nmassist/ )  19 . Reasons for ED visits (chief complaint) were taken from the electronic triage dashboard and treating physicians were asked whether ED visits were related to alcohol use.\n\nAt baseline and at 3-month follow-up, the Timeline Follow Back (TLFB) procedure  20  was used to collect self-report of alcohol use frequency, quantity (on a drinking day), and binge drinking (≥5 drinks for men and ≥4 drinks for women). Using a web-based TLFB calendar  21  , participants provided retrospective estimates of their daily drinking in the 30 days prior to the assessment. Memory aids were used to enhance recall (e.g., visual calendar with key dates and holidays serve as anchors for reporting drinking; a visual chart of standard drink sizes reduces variability in quantity)."
    },
    {
      "title": "SMS Intervention",
      "text": "The SMS Assessments + Feedback (SA+F) intervention is based on that used in our prior pilot trial  22  , further developed by a multi-disciplinary team of emergency physicians (BS, CC) and alcohol treatment specialists (DC, PM) using feedback from young adult drinkers. In brief, SA+F aims to increase awareness of drinking intentions and behavior and increase goal-striving and goal-attainment toward reduced alcohol consumption. The SA+F uses elements of the Health Belief Model  23  , the Information Motivation Behavior model  24  , and the Theory of Reasoned Action  25  and targets the following key determinants of drinking behavior: intention to binge drink, knowledge of health risks associated with binge drinking, norms of drinking by participant age group, skills to reduce binge drinking and goal commitment to avoid a binge day. The style and tone of messages attempted to reflect those used in motivational interviewing  26  . SMS queries were delivered on Thursday (proximal to typical binge drinking days)  27  and on Sunday (to reduce recall bias in recall of weekend drinking behavior)  28  .\n\nSA+F participants received a series of welcome text messages within 1 hour of enrollment describing what to expect over the course of intervention exposure. Each Thursday, for 12weeks, they were sent a text asking them to report their weekend drinking plans. If they reported anticipating a heavy drinking day, they were then asked whether they were willing to set a low-risk drinking goal (<5 drinks per occasion for men or <4 drinks per occasion for women). Depending on the response to each query, participants were provided with realtime text feedback to either strengthen their low-risk drinking plan or goal, or alternately, to promote reflection on their drinking plan or decision not to set a low risk goal. Then, on Sunday, participants were sent a text asking them to report the most drinks they had during a single occasion over the weekend. Depending on their response, they were provided with text feedback to either support their low-risk drinking behavior or to promote reflection on their binge-drinking behavior. (For detailed flow chart of the SMS intervention and sample messages, see Appendix).\n\nParticipants in the SMS Assessments (SA) group did not receive any pre-weekend text message assessments but received identical text drinking assessments each Sunday for 12weeks without receiving any alcohol-related feedback. The SA group is critical to separate the effect of the intervention from that associated with potential drinking assessment reactivity from asking participants to report their alcohol consumption each week for 12 weeks.  29 Any text message received outside the range of expected responses resulted in an email sent to the investigators to review. Participants in the control condition did not participate in any SMS."
    },
    {
      "title": "Sample Size",
      "text": "For power consideration, we focused on detecting the difference between SA+F and control groups in binge drinking days at up to 9-months follow-up. Using 3-month outcome data from our pilot trial  22  , and assuming a 35% reduction in intervention effect at 9-months, we estimated a mean reduction in the number of binge drinking days of 2.0 (SD 5.4) in the intervention group and a reduction of 0 (SD 4.1) in the control group. Assuming an attrition of 35% at 9-months, 750 total participants (375 SA+F: 187 SA: 187 control) were needed to have 80% power to show a difference at significant level = 0.05 based on two-sided two sample test with repeated measures. We included an assessment only (SA) group to allow us to separate the effect of text message feedback from frequent drinking assessments. We allocated participants in a 2 SA+F:1:SA:1 control ratio to allow more observations in the intervention group to allow for future examination of mediators and moderators of effect. Given the automated nature of the intervention, we considered any reduction in binge drinking clinically significant."
    },
    {
      "title": "Statistical analysis",
      "text": "All analysis was conducted using STATA statistical software, version 13.1. Web-based TLFB data were analyzed as primary outcomes. Number of binge drinking episodes in the past 30 days were analyzed using Zero-inflated Poisson (ZIP) regressions due to the data being left skewed with many zero-counts, where the variance is greater than the mean (overdispersion). Using a mixture distribution method such as a ZIP model solves the problem of zero-count inflation and prevents the zero-counts from dominating the distribution  30  . Drinks per drinking day over the past 30 days using web-based TLFB data were analyzed using negative binomial regression analysis to handle over-dispersion (where observed variance is larger than expected variance of the count (drinks per drinking day) data.\n\nIn each model, we adjusted for covariates shown to be associated with drinking outcomes, including baseline (past 30-day) alcohol consumption  31  , sex (male; female)  32  , age (in years)  33  , race (white; black; other)  34  , and college enrolled (yes; no)  35  . We also included site of enrollment (UPMC Mercy; Presbyterian; Shadyside; Magee) as a covariate to control for site differences in patient characteristics. Model fit was determined through Pearson goodness-of-fit tests.\n\nThe data were examined for outliers and influential diagnostics. Sensitivity analyses were performed by comparing the results of the regression analyses with bootstrapping (1000 replications using bias-corrected and accelerated confidence intervals). Similar results were found for regression analyses and bootstrapping, hence, regular regression analyses are reported.\n\nTo determine the potential effect of attrition bias, a multiple imputation was performed using fully conditional specification. Both ZIP and negative binomial regressions were performed with an additional predictor (complete or incomplete case). A summary of negative binomial regression through MI ESTIMATE command in STATA generated an average result of 10 imputations. The primary outcomes are presented using listwise deletion and imputation procedures.\n\nDifferences in number of binge drinking episodes in the past 30 days between treatment conditions are presented as means and from multivariable models as incident rate ratios (IRRs). IRRs are the incidence for the intervention divided by the incidence rate for the control. An incidence rate ratio is interpreted in a similar fashion to an odds ratio, but is over a discrete time interval of a month (30 days). Differences in class membership for any past 30-day binge episode are presented as odds rate ratios (ORs). SMS-based weekly data were analyzed as secondary outcomes. The proportions of participants with a weekend binge episode over 12 weekends were analyzed using chisquared tests and the mean of maximum drinks consumed per drinking occasion over 12 weekends were analyzed using Student's t-tests. All primary and secondary outcomes are presented with 95% confidence intervals (95% CI)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Screening and Randomization",
      "text": "Participant flow is presented in Figure  1 . Among 4141 potentially eligible patients presenting during recruitment, 3879 were approached and 3061 completed screening. Patients who completed the screen did not differ in age or sex from those who did not complete it. Of those patients screened, 1103 (36%) scored positive for hazardous drinking. Among those with hazardous drinking, an additional 82 were excluded due to prior treatment for drug or psychiatric disease and no mobile phone ownership. 1021 patients were eligible and 858 (84%) were interested in trial participation and completed informed consent. Females were less likely to refuse participation in the RCT (male, 20.9%; female, 12.8%). Furthermore, African Americans were less likely to refuse than other races/ ethnicities (African American, 8.8%; other, 20.5%). Post-enrollment but prior to randomization, an additional 93 were excluded due to incomplete baseline assessments (n=78) or reporting current high school enrollment (n=14). This left 765 patients randomized to the SA+F (n=384) group, SA group (n=196), or control group (n=185). As shown in Table  1 , there were no baseline differences between groups on any of the demographic, substance use, and medical variables examined."
    },
    {
      "title": "Text Message Response Rates",
      "text": "Overall, the mean percentage of SA+F participants responding to Thursday SMS queries was 81% (95% CI 77% to 85%), with the responses decreasing from 93% (95% CI 90% to 95%) on week 1 to 71% (95% CI 66% to 76%) on week 12 (Figure  2 ). The mean percentage of SA+F participants responding to Sunday SMS queries was 77% (95% CI 73% to 81%), with the responses decreasing from 91% (95% CI 88% to 94%) on week 1 to 66% (95% CI 61% to 71%) on week 12. Overall, the mean percentage of SA participants responding to Sunday SMS queries was 79%, with responses decreasing from 93% on week 1 to 73% on week 12, with no differences in attrition from the SA+F group."
    },
    {
      "title": "Web-based Follow-up Assessment",
      "text": "Follow-up data were obtained through web-based surveys from 598 participants (78%) at 3months. There were no differences in attrition among treatment conditions, with follow-up in SA+F at 76% (95% CI 71%-80%), SA at 82% (95% CI 75%-87%) and control at 80% (95% CI 74%-86%). Compared to participants who completed follow-up, those lost-tofollow-up were more likely to be African American (54% vs. 40%), not currently enrolled in college (72% vs. 50%), and with baseline higher number of binge days (mean (SD): 5.1 (6.2) vs. 3.5 (2.9))."
    },
    {
      "title": "Web-Based TLFB Binge Drinking",
      "text": "Using web-based data, there were decreases in the number of binge drinking days from baseline to 3 months in the SA+F group (-.51 [95% confidence interval {CI} -.10 to -.95]), whereas there were increases in the SA group (.90 [95% CI .23 to 1.6]) and the control group (.41 [95% CI -.20 to 1.0]). There were also decreases in the number of drinks per drinking day from baseline to 3 months in the SA+F group (-.31 [95% CI -.07 to -.55]), whereas there were increases in the SA group (.10 [95% CI -.27 to .47]) and the control group (.39 [95% CI .06 to .72]). There were decreases in the number of binge drinking days from baseline to 3 months in the SA+F group (-.51 [95% confidence interval {CI} -.10 to -.95]), whereas there were increases in the SA group (.90 [95% CI .23 to 1.6]) and the control group (.41 [95% CI -.20 to 1.0]). (Table  2 ). The ZIP regression model predicting number of binge drinking days at 3months indicated a significant difference among the 3 study conditions. Using listwise deletion, participants in SA+F had no reductions (IRR 0.91 (95% CI 0.82 to 1.02) in binge drinking days in the past 30 days at follow-up compared to control participants. Using multiple imputation, participants in SA+F also showed no reductions (IRR 0.99 (95% CI 0.93 to 1.05) in binge drinking days in the past 30 days at follow-up compared to control participants.\n\nThere were greater reductions in the proportion of participants with any binge drinking in the last 30 days from baseline to 3 months in the SA+F group (-14.5% [95% CI -11% to -19%]) compared to the SA group (-3.1% [95% CI -1% to -7%]) and the control group (-2.0% [95% CI -1% to 6%]) (Table  3 ). For the model predicting no binge drinking in the last 30 days at 3-months, there was a significant difference among the 3 study conditions. Using listwise deletion, participants in SA+F were 2.4 (95% CI 1.39 to 4.14) times more likely to not report any binge drinking in the last 30 days at follow-up than the control participants. Using multiple imputation, participants in SA+F were 2.09 (95% CI 1.28 to 3.40) times more likely to not report any binge drinking in the last 30 days at follow-up than the control participants.\n\nThere were several covariates associated with binge drinking outcomes at 3-months. As may be expected, a higher number of binge drinking days at baseline was associated with a higher number of binge days at 3-months (IRR 1.09 [95% CI 1.08 to 1.10]) and lower odds of reporting no binge drinking days (OR 0.71 [95% CI 0.65 to 0.78]). Compared to whites, African Americans had fewer binge drinking days (IRR 0.85 [95% CI 0.77 to 0.95]) and were more likely to report having no binge drinking days (OR 2.42 [95% CI 1.53 to 3.82]) at follow-up. Those enrolled in college were less likely to report no binge drinking days at follow-up compared to those not in college (OR=0.48 [95% CI 0.30 to 0.76])."
    },
    {
      "title": "Web-Based TLFB Drinks per Drinking Day",
      "text": "There were also decreases in the number of drinks per drinking day from baseline to 3 months in the SA+F group (from 3.   2 ). For the model predicting number of drinks per drinking day, there was a significant difference across the 3 study conditions. Using listwise deletion, participants in SA+F had fewer drinks per drinking day at 3-months than control (IRR 0.86 [95% CI 0.79 to 0.94]). Using multiple imputation, the reductions in drinks per drinking day became non-significant (IRR 0.91 [95% CI 0.79 to 1.05])."
    },
    {
      "title": "SMS-Based Weekend Binge Drinking & Max Drinks",
      "text": "On average, there were fewer SA+F participants reporting a weekend binge over 12 weeks (30.5% [95% CI 25% to 36%) compared to the SA participants (47.7% [95% CI 40% to 56%]). The differences reached statistical significance by week 3, and remained different through week 12, as shown in Figure  3 . There were also less drinks consumed per weekend in the SA+F group over 12 weeks (3.2 [95%CI 2.6 to 3.7]) compared to the SA group (4.8 [95% CI 4.0 to 5.6]). The differences reached statistical significance by week 3, and remained different through week 12, as shown in Figure  4 ."
    },
    {
      "title": "Limitations",
      "text": "A limitation of this study is that it is not possible for participants to be blinded to the intervention condition. We attempted to minimize this effect by concealing condition allocation from participants in the ED. Findings may not generalize to patient groups not included in this single-city study, such as young adults presenting with a history of treatment for drugs or psychiatric disease or those who present to the ED with an alcohol-related visit. The self-report data are a potential limitation; however, reviews support the reliability and validity of self-report of risk behaviors when privacy/confidentiality is ensured  36  and when using self-administered computerized assessments  37  . Our use of weekly (weekend) SMS in addition to web-based 30-day recall for recording self-reported drinking outcomes makes the possibility of reporting bias less likely.\n\nThe follow-up rate of 78% at 3-months and differential loss-to-follow-up among heavier drinkers may introduce attrition bias. We note, however, that less than half of all published ED-based brief intervention studies for alcohol achieve 80% follow-up, with dropout rates as high as 40% at comparable follow-up time periods.  9 Further, we included relevant covariates in our primary analyses and performed sensitivity analyses using imputation procedures to help mitigate possible effects of attrition. When imputation for loss to followup and missing data was performed, the reduction in binge drinking days and drinks per drinking day became non-significant. We did not examine alcohol-related harm (i.e. drunk driving) as an outcome, given that our intervention did not directly attempt to modify alcohol-related risk behavior. Finally, we did not examine the potential degradation of effects over time."
    },
    {
      "title": "Discussion",
      "text": "A text message intervention for young adults who screened positive for hazardous drinking produced small reductions in binge drinking and the drinks consumed per drinking episode up to 3-months after ED discharge. These results were consistent across outcomes measured through web-based calendar recall and weekly SMS reports, but were smaller than those found in our pilot trial, and vulnerable to attrition bias.\n\nThere are few ED-based studies that have examined effects of interventions targeting young adults  40  . In 2008, Monti et al.  41  , demonstrated that an in-person motivational interview with 87 young adults who present with a positive blood alcohol content can result in alcohol consumption reductions at 6-months post ED discharge. In 2012, D'Onofrio et al.  42  showed that a brief negotiated interview with hazardous drinkers can reduce alcohol consumption at 6-and 12-months post ED discharge, but that these effects were not significant in young adults. The effect size of the text message intervention on binge drinking (Cohen's d= 0.22; 95% CI .02 to .42) was smaller than those found in a meta-analysis of in-person brief interventions for alcohol consumption at ≤3 months (Cohen's d=.67; 95% CI 0.39 to 0.95)  38  , but comparable to those found in a meta-analysis of interventions to reduce binge drinking among first-year college students (Cohen's d=.13; 95% CI .05 to .21)  39 . Although the effect sizes of the text message program are relatively small, achieving even modest reductions among a large group of drinkers could result in greater gains relative to more expensive efforts among a smaller number of drinkers  43  .\n\nStill, we recognize that the SMS intervention may not be optimized. Although the participation rates were fairly high, and comparable to other SMS intervention  44, 45  , they decreased significantly over 12 weeks. Future mobile interventions may need to incorporate additional components to keep young adults engaged at higher rates. To improve efficacy, future SMS interventions may need to incorporate other behavioral techniques found to be useful for alcohol prevention and/or provide them with greater intensity or longer periods. Finally, given that 50% of enrolled young adults had used cannabis in the past 3 months suggests that SMS interventions may need to address multiple drug use.\n\nWe did not show a significant reduction in drinking variables in the non-intervention groups (SA, control) from baseline to 3-month follow-up. This finding is contrary to prior research showing that drinking assessments alone can result in reductions in drinking behavior  29  , but consistent with our pilot trial  22  . For the control condition, this suggests that the selfawareness of being a hazardous drinker and being asked to report alcohol use at baseline does reduce alcohol use. For the SA condition, this supports prior ecological momentary assessment research suggesting that awareness of behavior alone may not result in significant \"assessment reactivity\" or behavior change  46  . Our observation of potential increases in alcohol use in the control conditions is consistent with the natural developmental escalation of alcohol use for some drinkers in this age range  47  .\n\nWe identified some patient characteristics that were associated with 3-month binge drinking outcome. For example, similar to prior studies  48, 49  , greater baseline alcohol severity was associated with worse outcome. Being African American was associated with better binge drinking outcomes at 3-months than being white. This finding warrants further study of race being a possible moderator of intervention effects on alcohol outcomes.\n\nIn summary, although a replication that includes longer follow-up is required, findings of this large RCT support the short-term efficacy of a text message intervention in producing small reductions in binge drinking and alcohol consumption among young adult hazardous drinkers. Text message approaches could be integrated into current SBIRT for young adults, with potential applicability across other risk behaviors (e.g., drug use, unprotected sex, interpersonal violence)."
    },
    {
      "text": "8 [95%CI 3.6 to 4.0] to 3.5 [95% CI 3.3 to 3.7]), whereas there were increases in the SA group (from 4.0 [95% CI 3.6 to 4.4] to 4.2 [95% CI 3.8 to 4.6]) and the control group (from 3.6 [95% CI 3.3 to 3.9] to 4.0 [95% CI 3.6 to 4.4]). (Table"
    },
    {
      "text": "Figure 1. CONSORT diagram of patient screening and recruitment Abbreviation: MD, medical doctor (Emergency Attending physician); AUDIT-C, Alcohol Use Disorders Identification Test-Consumption; SA+F, SMS Assessments with Feedback; SA, SMS Assessments without Feedback."
    },
    {
      "text": "Figure 2. Percentage of Participants Responding to SMS Queries Abbreviation: SA+F, SMS Assessments with Feedback; SA, SMS Assessments without Feedback."
    },
    {
      "text": "Figure 3. Percentage of Participants Reporting Weekend Binge Drinking through SMS Abbreviation: SA+F, SMS Assessments with Feedback; SA, SMS Assessments without Feedback. Error bars represent 95% confidence intervals."
    },
    {
      "text": "Figure 4. Maximum Drinks Consumed per Weekend reported through SMS Abbreviation: SA+F, SMS Assessments with Feedback; SA, SMS Assessments without Feedback. Error bars represent 95% confidence intervals of mean drinks."
    },
    {
      "text": "Abbreviation: SA+F, SMS Assessments with Feedback; SA, SMS Assessments without Feedback; AUDIT-C, Alcohol Use Disorders Identification Test-Consumption; ENT, Ear, Nose & Throat. Data are expressed as No. (%) unless otherwise indicated."
    },
    {
      "text": "SMS Assessments with Feedback; SA, SMS Assessments without Feedback; No., number; 95% CI, 95% confidence interval."
    }
  ],
  "references": [
    {
      "title": "Ambulatory medical care utilization estimates for 2006",
      "authors": [
        "S Schappert",
        "E Rechtsteiner"
      ],
      "year": 2008
    },
    {
      "title": "Dependence on emergency care among young adults in the United States",
      "authors": [
        "R Fortuna",
        "B Robbins",
        "N Mani",
        "J Halterman"
      ],
      "year": 2010,
      "doi": "10.1007/s11606-010-1313-1"
    },
    {
      "title": "Brief screens for detecting alcohol use disorder among 18-20 year old young adults in emergency departments: Comparing AUDIT-C, CRAFFT, RAPS4-QF, FAST, RUFT-Cut, and DSM-IV 2-Item Scale",
      "authors": [
        "T Kelly",
        "J Donovan",
        "T Chung",
        "O Bukstein",
        "J Cornelius"
      ],
      "year": 2009,
      "doi": "10.1016/j.addbeh.2009.03.038"
    },
    {
      "title": "SBIRT in emergency care settings: are we ready to take it to scale?",
      "authors": [
        "E Bernstein",
        "J Bernstein",
        "J Stein",
        "R Saitz"
      ],
      "year": 2009,
      "doi": "10.1111/j.1553-2712.2009.00549.x"
    },
    {
      "title": "Alcohol Screening in the Emergency Department",
      "year": 2011,
      "doi": "10.1111/acem.12699"
    },
    {
      "title": "Alcohol and injury: American College of Surgeons Committee on trauma requirements for trauma center intervention",
      "authors": [
        "L Gentilello"
      ],
      "year": 2007,
      "doi": "10.1097/ta.0b013e3180654678"
    },
    {
      "title": "National survey of emergency department alcohol screening and intervention practices",
      "authors": [
        "R Cunningham",
        "S Harrison",
        "M Mckay",
        "M Mello",
        "M Sochor",
        "J Shandro",
        "M Walton",
        "D' Onofrio"
      ],
      "year": 2010
    },
    {
      "title": "Providing alcohol-related screening and brief interventions to adolescents through health care systems: obstacles and solutions",
      "authors": [
        "D Clark",
        "H Moss"
      ],
      "year": 2010
    },
    {
      "title": "Systematic review and meta-analyses of strategies targeting alcohol problems in emergency departments: interventions reduce alcohol-related injuries",
      "authors": [
        "A Havard",
        "A Shakeshaft",
        "R Sanson-Fisher"
      ],
      "year": 2008
    },
    {
      "title": "Americans and Text messaging",
      "authors": [
        "A Smith"
      ],
      "year": 2011
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006
    },
    {
      "title": "The use of text messaging to improve asthma control: a pilot study using the mobile phone short messaging service (SMS)",
      "authors": [
        "L Prabhakaran",
        "W Chee",
        "K Chua",
        "J Abisheganaden",
        "W Wong"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2010.090809"
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley",
        "T Riddell",
        "M Wills",
        "R Lin",
        "M Jones"
      ],
      "year": 2005
    },
    {
      "title": "Age of drinking onset and injuries, motor vehicle crashes, and physical fights after drinking and when not drinking",
      "authors": [
        "R Hingson",
        "E Edwards",
        "T Heeren",
        "D Rosenbloom"
      ],
      "year": 2009,
      "doi": "10.1111/j.1530-0277.2009.00896.x"
    },
    {
      "title": "Mobile phone text message intervention to reduce binge drinking among young adults: study protocol for a randomized controlled trial",
      "authors": [
        "B Suffoletto",
        "C Callaway",
        "J Kristan",
        "P Monti",
        "D Clark"
      ],
      "year": 2013,
      "doi": "10.1186/1745-6215-14-93"
    },
    {
      "title": "AUDIT-C as a brief screen for alcohol misuse in primary care",
      "authors": [
        "K Bradley",
        "A Debenedetti",
        "R Volk",
        "E Williams",
        "D Frank",
        "D Kivlahan"
      ],
      "year": 2007,
      "doi": "10.1111/j.1530-0277.2007.00403.x"
    },
    {
      "title": "The impact of alcohol-specific rules, parental norms about early drinking and parental alcohol use on adolescents' drinking behavior",
      "authors": [
        "H Van Der Vorst",
        "Rcme Engels",
        "W Meeus",
        "M Deković"
      ],
      "year": 2006,
      "doi": "10.1111/j.1469-7610.2006.01680.x"
    },
    {
      "title": "Validation of the Alcohol, Smoking And Substance Involvement Screening Test (ASSIST)",
      "authors": [
        "R Humeniuk",
        "R Ali",
        "T Babor",
        "M Farrell",
        "M Formigoni",
        "J Jittiwutikarn",
        "R De Lacerda",
        "Ling Marsden",
        "J Monteiro",
        "M Nhiwatiwa",
        "S Pal",
        "H Poznyak",
        "V Simon"
      ],
      "year": 2008
    },
    {
      "title": "Timeline followback: A technique for assessing self reported alcohol consumption",
      "authors": [
        "L Sobell",
        "M Sobell"
      ],
      "year": 1992,
      "doi": "10.1007/978-1-4612-0357-5_3"
    },
    {
      "title": "Self-administered web-based timeline followback procedure for drinking and smoking behaviors in young adults",
      "authors": [
        "S Rueger",
        "C Trela",
        "M Palmeri",
        "A King"
      ],
      "year": 2012
    },
    {
      "title": "Text-Message-Based Drinking Assessments and Brief Interventions for Young Adults Discharged from the Emergency Department",
      "authors": [
        "B Suffoletto",
        "C Callaway",
        "K Kraemer",
        "D Clark"
      ],
      "year": 2012,
      "doi": "10.1111/j.1530-0277.2011.01646.x"
    },
    {
      "title": "Social learning theory and the Health Belief Model",
      "authors": [
        "I Rosenstock",
        "V Strecher",
        "M Becker"
      ],
      "year": 1988,
      "doi": "10.1177/109019818801500203"
    },
    {
      "title": "Changing AIDS-risk behavior",
      "authors": [
        "J Fisher",
        "W Fisher"
      ],
      "year": 1992
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991
    },
    {
      "title": "Motivational interviewing: research, practice, and puzzles",
      "authors": [
        "W Miller"
      ],
      "year": 1996,
      "doi": "10.1016/0306-4603(96)00044-5"
    },
    {
      "title": "Up close and personal: temporal variability in the drinking of individual college students during their first year",
      "authors": [
        "Del Boca",
        "F Darkes",
        "J Greenbaum",
        "P Goldman"
      ],
      "year": 2004
    },
    {
      "title": "Comparison of drinking patterns measured by daily reports and timeline follow back",
      "authors": [
        "J Searles",
        "J Helzer",
        "D Walter"
      ],
      "year": 2000,
      "doi": "10.1037//0893-164x.14.3.277"
    },
    {
      "title": "Can simply answering research questions change behaviour? Systematic review and meta analyses of brief alcohol intervention trials",
      "authors": [
        "J Mccambridge",
        "K Kypri"
      ],
      "year": 2011
    },
    {
      "title": "Growth curve models for zero-inflated count data: an application to smoking behavior",
      "authors": [
        "H Liu",
        "D Powers"
      ],
      "year": 2007
    },
    {
      "title": "A randomized clinical trial of a brief motivational intervention for alcohol-positive adolescents treated in an emergency department",
      "authors": [
        "A Spirito",
        "P Monti",
        "N Barnett",
        "S Colby",
        "H Sindelar",
        "D Rohsenow",
        "W Lewander",
        "M Myers"
      ],
      "year": 2004,
      "doi": "10.1016/j.jpeds.2004.04.057"
    },
    {
      "title": "The efficacy of two brief intervention strategies among injured, at-risk drinkers in the emergency department: impact of tailored messaging and brief advice",
      "authors": [
        "F Blow",
        "K Barry",
        "M Walton",
        "R Maio",
        "S Chermack",
        "C Bingham",
        "R Ignacio",
        "V Strecher"
      ],
      "year": 2006,
      "doi": "10.15288/jsa.2006.67.568"
    },
    {
      "title": "Underage drinking: a developmental framework",
      "authors": [
        "A Masten",
        "V Faden",
        "R Zucker",
        "L Spear"
      ],
      "year": 2008
    },
    {
      "title": "Alcohol consumption among young adults ages 18-24 in the United States: Results from the 2001-2002 NESARC survey",
      "authors": [
        "C Chen",
        "M Dufour",
        "H Yi"
      ],
      "year": 2004
    },
    {
      "title": "Alcohol use disorders among US college students and their non-college-attending peers",
      "authors": [
        "W Slutske"
      ],
      "year": 2005,
      "doi": "10.1001/archpsyc.62.3.321"
    },
    {
      "title": "Assessment of factors affecting the validity of self-reported health-risk behavior among adolescents: evidence from the scientific literature",
      "authors": [
        "N Brener",
        "J Billy",
        "W Grady"
      ],
      "year": 2003
    },
    {
      "title": "Self-administered web-based timeline followback procedure for drinking and smoking behaviors in young adults",
      "authors": [
        "S Rueger",
        "C Trela",
        "M Palmeri",
        "A King"
      ],
      "year": 2012
    },
    {
      "title": "Brief interventions for alcohol problems: a metaanalytic review of controlled investigations in treatment-seeking and non-treatment-seeking populations",
      "authors": [
        "A Moyer",
        "J Finney",
        "C Swearingen",
        "P Vergun"
      ],
      "year": 2002,
      "doi": "10.1046/j.1360-0443.2002.00018.x"
    },
    {
      "title": "Efficacy of alcohol interventions for first-year college students: a meta-analytic review of randomized controlled trials",
      "authors": [
        "L Scott-Sheldon",
        "K Carey",
        "J Elliott",
        "L Garey",
        "M Carey"
      ],
      "year": 2014,
      "doi": "10.1037/a0035192"
    },
    {
      "title": "A systematic review of emergency department interventions for college drinkers",
      "authors": [
        "I Taggart",
        "M Ranney",
        "J Howland",
        "M Mello"
      ],
      "year": 2013,
      "doi": "10.1016/j.jemermed.2013.05.065"
    },
    {
      "title": "Motivational interviewing versus feedback only in emergency care for young adult problem drinking",
      "authors": [
        "P Monti",
        "N Barnett",
        "S Colby",
        "C Gwaltney",
        "A Spirito",
        "D Rohsenow",
        "R Woolard"
      ],
      "year": 2007,
      "doi": "10.1111/j.1360-0443.2007.01878.x"
    },
    {
      "title": "A brief intervention reduces hazardous and harmful drinking in emergency department patients",
      "authors": [
        "G D'onofrio",
        "D Fiellin",
        "M Pantalon",
        "M Chawarski",
        "P Owens",
        "L Degutis",
        "S Busch",
        "S Bernstein",
        "O' Connor"
      ],
      "year": 2012,
      "doi": "10.1016/j.annemergmed.2012.02.006"
    },
    {
      "title": "Strategy of prevention: lessons from cardiovascular disease",
      "authors": [
        "G Rose"
      ],
      "year": 1981
    },
    {
      "title": "Using wireless handheld computers and tailored text messaging to reduce negative consequences of drinking alcohol",
      "authors": [
        "J Weitzel",
        "J Bernhardt",
        "S Usdan",
        "D Mays",
        "K Glanz"
      ],
      "year": 2007,
      "doi": "10.15288/jsad.2007.68.534"
    },
    {
      "title": "Can text messages reach the parts other process measures cannot reach: an evaluation of a behavior change intervention delivered by mobile phone?",
      "authors": [
        "L Irvine",
        "D Falconer",
        "C Jones",
        "I Ricketts",
        "B Williams",
        "I Crombie"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0052621"
    },
    {
      "title": "Reactivity to ecological momentary assessment: an example using undergraduate problem drinkers",
      "authors": [
        "M Hufford",
        "A Shields",
        "S Shiffman",
        "J Paty",
        "M Balabanis"
      ],
      "year": 2002,
      "doi": "10.1037//0893-164x.16.3.205"
    },
    {
      "title": "Conjoint developmental trajectories of young adult substance use",
      "authors": [
        "K Jackson",
        "K Sher",
        "J Schulenberg"
      ],
      "year": 2008,
      "doi": "10.1111/j.1530-0277.2008.00643.x"
    },
    {
      "title": "The efficacy of motivational interviewing as a brief intervention for excessive drinking: a metaanalytic review",
      "authors": [
        "E Vasilaki",
        "S Hosier",
        "W Cox"
      ],
      "year": 2006
    },
    {
      "title": "Patient predictors of alcohol treatment outcome: a systematic review",
      "authors": [
        "S Adamson",
        "J Sellman",
        "C Frampton"
      ],
      "year": 2009,
      "doi": "10.1016/j.jsat.2008.05.007"
    }
  ],
  "num_references": 48
}
