{
  "paper_id": "DL335CEN",
  "title": "A Meta-Analysis of Web-Delivered Tailored Health Behavior Change Interventions",
  "abstract": "Web-based tailored intervention programs show considerable promise in effecting health-promoting behaviors and improving health outcomes across a variety of medical conditions and patient populations. This meta-analysis compares the effects of tailored versus nontailored web-based interventions on health behaviors and explores the influence of key moderators on treatment outcomes. Forty experimental and quasi-experimental studies (N = 20,180) met criteria for inclusion and were analyzed using meta-analytic procedures. The findings indicated that web-based tailored interventions effected significantly greater improvement in health outcomes as compared with control conditions both at posttesting, d = .139 (95% CI = .111, .166, p < .001, k = 40) and at follow-up, d = .158 (95% CI = .124, .192, p < .001, k = 21). The authors found no evidence of publication 1040 M. L. A. Lustria et al. bias. These results provided further support for the differential benefits of tailored web-based interventions over nontailored approaches. Analysis of participant/descriptive, intervention, and methodological moderators shed some light on factors that may be important to the success of tailored interventions. Implications of these findings and directions for future research are discussed. It has been a common misconception of public health programs that health messages and modes of delivery can fit all populations, medical conditions, or circumstances (Kreuter,",
  "year": 2008,
  "date": "2008",
  "journal": "Preventive Medicine",
  "publication": "Preventive Medicine",
  "authors": [
    {
      "forename": "Mia",
      "surname": "Lustria",
      "name": "Mia Lustria",
      "email": "mlustria@fsu.edu"
    },
    {
      "forename": "Liza",
      "surname": "Mia",
      "name": "Liza Mia"
    },
    {
      "surname": "Lustria",
      "name": "Lustria"
    },
    {
      "forename": "Seth",
      "surname": "Noar",
      "name": "Seth Noar"
    },
    {
      "forename": "Juliann",
      "surname": "Cortese",
      "name": "Juliann Cortese"
    },
    {
      "forename": "Stephanie",
      "surname": "Van Stee",
      "name": "Stephanie Van Stee"
    },
    {
      "forename": "Robert",
      "surname": "Glueckauf",
      "name": "Robert Glueckauf"
    },
    {
      "forename": "Junga",
      "surname": "Lee",
      "name": "Junga Lee"
    },
    {
      "forename": "&",
      "surname": "Campbell",
      "name": "& Campbell"
    },
    {
      "forename": ";",
      "surname": "Kreuter",
      "name": "; Kreuter"
    },
    {
      "surname": "Caburnay",
      "name": "Caburnay"
    },
    {
      "forename": "&",
      "surname": "Chen",
      "name": "& Chen"
    },
    {
      "surname": "Donlin",
      "name": "Donlin"
    },
    {
      "surname": "Wray",
      "name": "Wray"
    },
    {
      "forename": ";",
      "surname": "Marcus",
      "name": "; Marcus"
    },
    {
      "forename": ";",
      "surname": "Smeets",
      "name": "; Smeets"
    },
    {
      "surname": "Brug",
      "name": "Brug"
    },
    {
      "surname": "De Vries",
      "name": "De Vries"
    },
    {
      "forename": ";",
      "surname": "Williams-Piehota",
      "name": "; Williams-Piehota"
    },
    {
      "affiliation": "School of Library and Information Studies , FSU College of Communication and Information , 142 Collegiate Loop , Tallahassee , FL 32306-2100 , USA. \n\t\t\t\t\t\t\t\t School of Library and Information Studies \n\t\t\t\t\t\t\t\t FSU College of Communication and Information \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 142 Collegiate Loop \n\t\t\t\t\t\t\t\t\t 32306-2100 \n\t\t\t\t\t\t\t\t\t Tallahassee \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "College of Communication and Information , Florida State University , Tallahassee , Florida , USA \n\t\t\t\t\t\t\t\t College of Communication and Information \n\t\t\t\t\t\t\t\t Florida State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tallahassee \n\t\t\t\t\t\t\t\t\t Florida \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "School of Journalism and Mass Communication , University of North Carolina at Chapel Hill , Chapel Hill , North Carolina , USA \n\t\t\t\t\t\t\t\t School of Journalism and Mass Communication \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t North Carolina \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "School of Communication , Florida State University , Tallahassee , Florida , USA \n\t\t\t\t\t\t\t\t School of Communication \n\t\t\t\t\t\t\t\t Florida State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tallahassee \n\t\t\t\t\t\t\t\t\t Florida \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Department of Community and Leadership Development , University of Kentucky , Lexington , Kentucky , USA \n\t\t\t\t\t\t\t\t Department of Community and Leadership Development \n\t\t\t\t\t\t\t\t University of Kentucky \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Lexington \n\t\t\t\t\t\t\t\t\t Kentucky \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "College of Medicine , Florida State University , Tallahassee , Florida , USA \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t Florida State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tallahassee \n\t\t\t\t\t\t\t\t\t Florida \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Sports Medicine Laboratory , Yonsei University , Seoul , South Korea \n\t\t\t\t\t\t\t\t Sports Medicine Laboratory \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t South Korea"
    }
  ],
  "doi": "10.1080/10810730.2013.768727",
  "sections": [
    {
      "text": "reviews, showing differential positive effects for computer-tailored interventions on nutrition and dietary behaviors (Kroeze,  Werkman, & Brug, 2006; B. H. Marcus et al., 2007; Neville, Milat, & O'Hara, 2009; Neville et al., 2009a Neville et al., , 2009b)) , smoking cessation, and other risk behaviors  (Revere & Dunbar, 2001; Rimer & Glassman, 1998; Strecher, 1999; Strecher, Wang, Derry, Wildenhaus, & Johnson, 2002) .\n\nWeb-based, computer-tailored interventions have multiple advantages over singlemode, static interventions: (a) wider access to expert care and feedback; (b) ability to toggle between modalities and formats to suite different learning styles and literacy levels; (c) option to communicate synchronously and asynchronously thus enabling convenient scheduling of interactions and delivery of reminders and messages; (d) a wide array of interactive components to enhance user experiences and support skills development, behavior/goal monitoring, and progress tracking (e.g., e-journals, simulations, games;  Lustria et al., 2009; Portnoy et al., 2008) .\n\nAs such, the process to develop tailored interventions can be more complex than what would be involved in the development of interventions delivered via traditional modes (e.g., print). In addition, the multimodal, interactive nature of web-based tailored interventions makes it difficult to tease out moderators of efficacy compared with traditional, single-mode approaches. Consequently, efficacy can be influenced by a number of factors: (a) the nature of the intervention (i.e., health focus and number and types of target health behaviors); (b) modes of delivery; (c) study characteristics; (d) participant population; (e) number of intervention contacts; and (f) application of theory-based assessment  (Lustria et al., 2009; Noar et al., 2009) .\n\nAlthough previous meta-analyses have examined web-based interventions, none of these has focused specifically on web-delivered tailored programs. This study, therefore, fills a gap in the literature given the large and rapidly growing number of studies on web-delivered tailored programs (e.g.,  Lustria et al., 2009; Noar et al., 2009) . Portnoy and colleagues (2008)  focused their meta-analysis on computer-delivered interventions, examining any intervention delivered via computer and examining short-term effects only. Krebs, Prochaska, and Rossi (2010)  focused their meta-analysis on computer-tailored programs delivered through any channel, with most interventions (75%) delivering print-based reports and only 19 studies (22%) delivering content via computers or the web. Webb, Joseph, Yardley, and Michie (2010)  examined the broad web-based intervention literature and focused their analysis primarily on the use of theory and behavior change techniques.\n\nThe present meta-analysis focuses on web-based, computer-tailored health intervention studies, and examines both short and longer-term effects of such interventions on behavioral outcomes. Following meta-analyses that have focused on tailoring but solely or primarily on print-based content delivery  (Krebs et al., 2010; Noar, Benac, & Harris, 2007; Sohl & Moyer, 2007) , the present study examines the potential of tailoring strategies using the web as the primary delivery mechanism. Specifically, it assesses the efficacy of web-based, computer-tailored health behavior change intervention studies using meta-analytic procedures. Moreover, this study compares the efficacy of tailored web-based health behavior change interventions to standard or generic approaches and explores several sets of moderators that may influence the effects of tailoring.\n\nThe specific moderators and research questions tested are as follows:\n\n1. Participant/descriptive characteristics: Have outcomes of tailored web-based behavioral interventions varied with regard to gender, age, population type, country and behavior studied? 2. Intervention/tailoring characteristics: Have outcomes of tailored web-based behavioral interventions varied when differing tailoring strategies have been applied? These include tailoring strategies such as frequency of tailoring assessment and user control. 3. Methodological characteristics: Have outcomes of tailored web-based behavioral interventions varied with regard to study design, type of comparison condition, length of follow-up, and study retention?"
    },
    {
      "title": "Method"
    },
    {
      "title": "Search Strategy",
      "text": "We conducted comprehensive searches of the Medline and PsycINFO databases for potentially eligible studies in peer-reviewed journals and book chapters published from January 1999 to December 2009. An initial scan of the literature revealed that studies predating 1999 did not meet the full criteria for computer-tailored, web-delivered interventions; thus, this year was set as the starting point for our search. Search queries were formulated using different combinations of the following terms: computer, Web, Internet, tailored, health, and intervention. All potentially eligible articles were examined to determine the extent of relevance. We also examined review articles and reference lists of selected articles  (Kroeze et al., 2006; Lustria et al., 2009; Noar et al., 2007; Portnoy et al., 2008; Richards et al., 2007; Suggs & McIntyre, 2009; van den Berg, Schoones, & Vlieland, 2007; Weinstein, 2006)  to ensure our search process was exhaustive. We only included work published in peer-reviewed journals, books, or book chapters. Initial searches resulted in 825 abstracts that were examined for relevance. Studies were screened in several stages using explicit inclusion and exclusion criteria (see Figure  1 ):\n\n• published from January 1999 to December 2009 in English-language, peer-reviewed journals • randomized controlled trials or quasi-experimental studies • efficacy studies of online health interventions that:\n\n• had at least one web-based component (delivered over the Internet, e.g., using e-mail, website) • used a computer algorithm for tailoring • evaluated at least one health behavior or clinical outcome measure • primarily targeted patients or general health consumers and not caregivers or providers Citations were evaluated and ineligible studies (i.e., studies about online health information seeking, and web-based continuing medical education; or duplicated publications) were excluded (n = 488). Abstracts of the remaining potentially eligible studies were located and closely examined for relevance (n = 337). Studies that did not have a web component or did not focus on patients (n = 132), or were review articles (n = 40) were subsequently excluded. Since we were interested in coding and comparing studies across a wide range of characteristics, we also considered the comprehensiveness of reporting in selecting articles. We also excluded studies that (a) did not use computerbased assessment and tailoring (n = 15), (b) did not measure any behavioral outcomes (n = 31), or (c) were not randomized controlled trials or had no meaningful comparison groups (n = 80; these included feasibility studies, proposals, usability studies, and qualitative studies). As a result, a final set of 39 articles (11%) met criteria (Figure  1 ). Because one article reported data from 2 studies, the final set of studies in the metaanalysis was k = 40 (Table  1 )."
    },
    {
      "title": "Article Coding and Intercoder Reliability",
      "text": "Two independent coders evaluated articles for eligibility. They coded eligible studies on the following variables: demographic and sample characteristics; intervention characteristics (i.e., health content, tailoring criteria and strategies, and modalities/ delivery mode); and methodological characteristics (i.e., recruitment procedure, comparison conditions, intervention length, intervention dose, length of follow-up, and study retention). Operational definitions were summarized in a codebook to ensure that categorization was consistently and accurately applied throughout the coding process. Two coders tested and modified this codebook using an iterative process of data review, consultation, and consensual validation.\n\nIntercoder reliability was calculated for each characteristic using Krippendorff's alpha  (Hayes & Krippendorff, 2007; Krippendorff, 2004) , which can calculate reliability for categorical and continuous variables. Krippendorff's alpha ranged from a low of 0.92 to a high of 1.0, with a mean alpha of 0.998. Percentage of agreement for each coding category was also calculated by dividing the number of agreed upon coding instances by the total. Percentage of agreement ranged from a low of 87.5% to a high of 100%, with a mean percent agreement of 99.6% (most categories had 100% agreement). These coefficients indicated very good agreement between the coders."
    },
    {
      "title": "Effect Size Extraction and Calculation",
      "text": "The standardized mean difference statistic (i.e., the difference in treatment and control means divided by the pooled standard deviation) was used as the effect size indicator  (Carlson & Schmidt, 1999; Lipsey & Wilson, 2001) . Because this effect size index has been shown to be upwardly biased when based upon small sample sizes  (Hedges & Olkin, 1985) , the recommended statistical correction for this bias was applied  (Lipsey & Wilson, 2001) . Effect sizes were calculated from data reported in the articles (e.g., t test, summary statistics) using appropriate formulas  (Lipsey & Wilson, 2001; Rosenthal, 1991) . Adjusted statistics were used in calculating effect sizes to ensure that any baseline differences in groups were taken into account. When adjusted statistics were Table  1 . List of eligible studies included in the meta-analysis not reported, but baseline data were available, we adjusted for baseline differences in computing effect sizes.\n\nIn most cases, only one comparison condition existed and was used when computing effect size estimates. In a few cases, both no treatment control and nontailored website control conditions existed. Because the goal of the study was to examine the relative effect of tailored programs, in these cases the nontailored condition was chosen (over the no-treatment control condition). In addition, less than half of the studies (k = 19) reported having collected posttest data only. Posttest and posttesting refer to the administration of dependent measures closely after the termination of treatment. In those cases, effect sizes were computed from that single time point. The overall dataset included 40 studies, with each study presenting data for the posttesting phase at a minimum. The other set of studies (k = 21) reported having collected data from one or more follow-up periods after posttesting. In order to maximize the use of the data reported, a second dataset was created (using these 21 studies) and we coded the longest follow-up time point that was reported. In this way, we were able to assess the effect of tailored programs at posttesting and at a longer-term follow-up phase. Hereafter, for clarity, we refer to these two datasets as those examining posttesting and follow-up effects, respectively.\n\nFurther, given that only one effect size per outcome could be included in the metaanalysis, when articles reported two similar outcome measures (e.g., two different measures of dietary change), effect sizes were calculated for both and subsequently, averaged together. Similarly, when articles reported outcomes on multiple health behaviors, effect sizes were calculated for each behavior and then averaged together. In addition, in order to keep effect sizes consistent and interpretable, all studies in which the tailored condition outperformed the comparison condition were given a positive sign (+), whereas a negative sign (-) indicated that the reverse of this was true."
    },
    {
      "title": "Meta-Analytic Approach",
      "text": "Effect sizes were weighted by their inverse variance and combined using standard fixed effects meta-analytic procedures  (Lipsey & Wilson, 2001) . The Q statistic was used to examine whether significant heterogeneity obtained among the effect sizes. Effect sizes for hypothesized categorical moderators were calculated along with their 95% confidence intervals, and those effect sizes were statistically compared using the Q B statistic. In addition, in the case of continuous (i.e., interval-level) moderator variables, correlations were calculated between particular moderator variables and effect sizes. All analyses were conducted using Comprehensive Meta-Analysis software, Version 2.2.046, and SPSS Version 17."
    },
    {
      "title": "Results",
      "text": "The k = 40 studies included in the meta-analysis had a cumulative N = 20,180 (median N per study = 196; range N = 3,477), and were published from January 1999 to December 2009, with a median publication year of 2006. Tables  2  and  3  provide summaries of the eligible studies. Thirty-five studies (88%) included combined male/female samples, whereas the remaining studies focused on females only (k = 5, 12%). Among the combined male/female studies, the mean proportion of females was 64%. Mean age across the studies was  34.36 (SD = 15.69) . Last, k = 22 studies (55%) involved U.S. samples, whereas k = 18 (45%) involved samples from several other countries. Majority of the studies (k = 29 ; 73%) were single-behavior studies, the remainder (27%) targeted multiple behaviors. The most frequently studied behaviors were physical activity (42% of all behaviors), followed by nutrition/diet (25%), and smoking/tobacco (18%). However, many of these behaviors were studied in the context of Note. The behavioral theories sum to more than 100 because some studies used more than one theory. multiple behavior interventions. For example, of the 23 studies that included physical activity as a focus, 11/23 (47%) were single-behavior studies focusing only on physical activity. The remainder examined physical activity plus other health behaviors.\n\nLast, k = 18 studies (45%) reported no explicit theory guiding the intervention effort. The remaining 22 studies each reported one or more theories used to guide the intervention. The most common theories used were the transtheoretical model, social cognitive theory, and the health belief model. Other theories used, but much less often, were the theory of reasoned action, theory of planned behavior, precaution adoption process model, and social comparison theory (see Table  3 )."
    },
    {
      "title": "Efficacy of Interventions",
      "text": "The first question examined was the overall magnitude of effect. The weighted mean effect size for the posttest effects of interventions was d = .139 (95% CI = .111, .166, p < .001, k = 40). Thus, tailored, web-based interventions had a significantly greater effect on health behavior outcomes than the comparison/control conditions (see Figure  2 ).\n\nWe then calculated the average effect size for 21 studies with follow-up administrations of the dependent measures. The weighted mean effect size of studies comparing the follow-up effects of tailored versus nontailored web-based interventions was d = .158 (95% CI = .124, .192, p < .001, k = 21). Hence, the differential positive effects of tailored web-based versus nontailored web-based interventions were maintained over the longer term, with no observable decay in effects over time (see Figure  3 ). To ensure that these similar effect sizes were not due to the differential make-up of studies in the two separate analyses (40 studies versus 21 studies), we examined the immediate posttest effects of the 21 studies. The mean effect size was found to be, d = .135 (95% CI = .100, .169, p < .001, k = 21), a value almost identical to the d = .139 reported above.\n\nTo examine the possibility of publication bias, fail-safe N values were calculated and the trim and fill procedure was applied  (Lipsey & Wilson, 2001 ). Orwin's (1983)  method to calculate fail-safe N indicated that 71 studies with nonsignificant findings would need to exist to reduce the d = .139 posttest effect to a trivial effect of d = .05, while 46 nonsignificant studies would need to exist to reduce the d = .158 follow-up effect to a trivial effect of d = .05. Funnel plots of these effects were also examined. Such plots were found to be quite symmetrical and the trim and fill analysis suggested no adjustment to these mean effect sizes  (Duval & Tweedie, 2000) . These results indicate no evidence of publication bias among the current set of studies.\n\nNext, heterogeneity of the weighted mean effect sizes was examined. Statistical testing indicated significant heterogeneity at posttesting (Q 39 = 168.03, p < .001, I 2 = 76.79), as well as at follow-up (Q 20 = 76.09, p < .001, I 2 = 73.72), suggesting the presence of moderator variables. The next set of analyses explored the influence of the a priori determined moderators on changes in health behavior outcomes. Because the posttest effects dataset included all 40 studies, these data were used in the moderator analyses below (except in one case as noted below)."
    },
    {
      "title": "Moderator Testing",
      "text": "Participant/Descriptive Moderators Participant/descriptive moderators were gender (proportion of females in the samples), age, target population, country, and health behavior. The correlation between gender (proportion female) and effect size was r(39) = -.29, p = .10, whereas the correlation between age and effect size was r(35) = -.05, p = .80. This indicated that neither of these participant variables was significantly associated with intervention outcomes. Results of the remaining moderator analyses indicated that interventions had significantly greater effects when focused on general population groups (referring to individuals not screened for any particular chronic illness or other disease factor) and when focused on U.S. samples versus non-U.S. samples (both p < .05; see Table  4 ). No significant differences were found when comparing mixed to female-only samples, single versus multiple behavior interventions, and when comparing health behaviors targeted by the intervention (p > .05)."
    },
    {
      "title": "Intervention Moderators",
      "text": "Intervention moderators focused on frequency of tailoring assessment and user control (see Table  5 ). We evaluated whether conducting the tailoring assessment at baseline only or multiple times throughout the intervention was related to efficacy. Since   this strategy can only have an effect over time, we used the N = 21 follow-up data for this particular analysis. Results demonstrated no significant difference among studies that administered multiple assessments over the course of the intervention to create tailored messages (n = 10) compared with those that used a single tailoring assessment at baseline (n = 11). In addition, we examined whether the amount of user control (e.g., whether the tailored intervention involved substantial expert guidance or was largely self-guided) influenced outcomes, but our analyses revealed no significant differences (p > .05; see Table  5 )."
    },
    {
      "title": "Methodological Moderators",
      "text": "Methodological moderators were study design, type of comparison condition, length of follow-up, and study retention (see Table  6 ). Our analysis showed that randomized controlled trials obtained significantly greater effect sizes (d = .16, p < .001, k = 31) than quasi-experimental designs (d = .07, p < .05, k = 9). With regard to comparison condition, most studies used either a nontailored website (k = 18) or a no treatment control (k = 18) comparison. Four studies compared tailored websites to nontailored print materials. Analysis of comparison conditions revealed that tailored websites significantly outperformed nontailored websites on health behavior outcomes (d = .188, p < .001). Studies that compared tailored websites to no-treatment control conditions achieved significantly smaller effect sizes, d = .07, p < .01, as did studies that compared tailored websites to nontailored print materials, d = .08, p = .35, k = 4 (see Table  6 ). Also, the correlation between follow-up time point and effect size was r(39) = .004, p = .98, for posttest effects, and r (20) = -.176, p = .50, for follow-up effects. This suggests that length of follow-up did not significantly influence intervention outcomes.\n\nThe correlation between study retention and effect size was r(39) = .017, p = .92, indicating that retention did not influence study outcomes."
    },
    {
      "title": "Discussion",
      "text": "Compared with single-mode tailored interventions, web-based tailored interventions may include other modalities (i.e., video, audio, discussion forums, chat) that provide greater interactivity and different knowledge, skills building, and self-management tools (e.g., blood glucose monitoring tools; electronic journaling). The multimodal and interactive nature of web-based tailored interventions may improve their effectiveness by enhancing patient participation and engagement, but the confluence of modalities and features makes it difficult to tease out the differential effects of these components on intervention efficacy. This meta-analysis is the first to explore the efficacy of computer-tailored, webbased health behavior change interventions across a wide range of health foci. In particular, we examined the efficacy of tailored, web-based approaches on health behavior outcomes and explored moderators of intervention efficacy. This analysis of 40 studies (cumulative N = 20,180) revealed that these interventions affected health behavior outcomes at posttesting (weighted mean effect size of d = .139). Analysis of follow-up effects of tailored interventions was also promising (effect size estimate"
    },
    {
      "title": "Moderators of Efficacy",
      "text": "We also examined the effects of a set of participant/descriptive, intervention, and methodological moderators on intervention efficacy. From the viewpoint of building a cumulative science of tailoring, such analyses are critical in advancing the field's understanding of how tailoring exerts its effects  (Hawkins et al., 2008; Noar et al., 2009) .\n\nResults indicated that tailored, web-based interventions have been most successful when targeting general populations compared with specific patient groups (e.g., chronically ill patients or minors). Interventions targeting general health consumers were largely preventive in nature and did not require support for complex tasks involved in managing chronic conditions. These findings do not necessarily imply that webbased tailored approaches would be less effective for chronically ill patients. Rather, these findings may indicate that these patients may suffer from a host of conditions that can make it physically, emotionally, and mentally difficult to fully engage in these interventions (e.g., vision or mobile impairments can affect the ability to computer equipment). As such, these limitations must be considered when designing web-based interventions for these groups.\n\nThis study also found that web-based tailored interventions conducted in U.S. settings tended to be more successful compared with those launched elsewhere. Beliefs about health, disease and treatment have been found to diverge across racial and ethnic minority groups  (Cheng et al., 2010; Groeneveld, Sonnad, Lee, Asch, & Shea, 2006; Jean-Pierre et al., 2010; Noel, 2010; Shire, 2002) . Research has shown that individualism-collectivism, in addition to other cultural-related constructs (i.e., health locus of control or belief in who ultimately has responsibility for one's health), play an important role in an individual's health decision-making and health behaviors and has been found to explain some amount of variance in preferences for health messaging  (Dutta, 2007) .\n\nThere is also limited evidence regarding how cultural differences might influence the acceptance of tailored approaches. Davis (2008)  compared the reactions of American (representing individualistic cultures) and Japanese (representing collectivistic cultures) individuals to culturally tailored messages. The study found significant differences between cultural orientations in terms of reported engagement, perceived attractiveness and novelty of the information presented in the tailored condition. Although Japanese participants were more likely to reread the tailored information, they were less likely to find it useful to change their dietary behaviors in comparison with those who were shown the generic messages.\n\nTurning to outcome criteria, the results indicated that tailored web-based interventions targeting a single health behavior were not significantly more efficacious than those targeting multiple health behaviors. It is important to note that effect sizes of interventions targeting multiple health behaviors were calculated by averaging all behavioral outcomes because each study could only contribute one effect size to the meta-analysis. The lack of significant differences suggests that the effects of web-based interventions may not attenuate across multiple health behavior endpoints. These findings are largely consistent with recent research  (Krebs et al., 2010; Prochaska, 2008) .\n\nRegarding analyses of tailoring strategies, findings show that the frequency of tailoring assessments did not significantly affect intervention efficacy. A recent metaanalysis examining long-term effects of tailored interventions found that dynamic tailoring is more efficacious than static tailoring for all interventions employing either single or multiple delivery modes  (Krebs et al., 2010) . We found that studies employing a single assessment were slightly more effective than those employing multiple assessments over time, though not significantly so.\n\nUpon closer examination, most studies using a single tailoring assessment were brief, targeted behaviors, such as levels of physical activity, fruit and vegetable intake, saturated fat intake and abstinence from smoking and alcohol consumption, and were evaluated within shorter follow-up periods. Studies employing multiple and iterative tailoring assessment were typically longer term, focused on more complex conditions (i.e., management of chronic diseases such as asthma and arthritis), and typically targeted either patient or high risk population groups (e.g., established smokers, obese adults, diabetics). This confluence of factors may have made it more difficult to achieve intervention goals and thus, inadvertently attenuated the potential benefits of multiple tailoring assessments.\n\nMoreover, it was unclear from most reports how multiple, iterative assessments were actually administered and how these informed the development of tailored health messages. Timing of reassessment may be important especially in cases where health messages are tailored according to readiness to change. In this case, the assumption is that the participant will have undergone meaningful changes before they can be re-assessed and motivated to move on to the next stage of change.\n\nNext, no significant differences were obtained when comparing effect sizes of selfguided and expert-guided, web-based tailored interventions. Self-guided interventions require more active engagement from participants and rely heavily on the patient to drive their progress through the health program. Expert-guided interventions, on the other hand, require greater involvement from healthcare practitioners to direct patients through the program and provide more immediate feedback. Results indicated that while additional feedback from experts can improve efficacy, interventions with less expert input can be just as effective. Thus, web-based tailored approaches for self-management can be useful even when support from healthcare experts may not be readily available.\n\nThe most compelling finding here is that tailored websites were significantly more effective than nontailored websites in achieving behavioral outcomes (d = .188). This supports earlier meta-analyses that have found that tailoring can be an effective strategy for health behavior change  (Krebs et al., 2010; Noar et al., 2007; Portnoy et al., 2008; Sohl & Moyer, 2007) . This is not to say that all tailored websites will be similarly efficacious. There is great variability in how tailoring was carried out. There was significant heterogeneity among this set of studies because the web allows for a variety of features, and formats, and levels of interactivity. This may help explain why studies comparing tailored websites to no treatment control conditions exhibited significantly smaller weighted mean effect sizes (d = .071) than those comparing tailored to nontailored websites (d = .188). This is counter-intuitive, as one would expect the largest effect to be exhibited when a trial compares an intervention to nothing (i.e., no treatment control). This is likely to be a methodological artifact of these studies. It is possible that in order to facilitate more rigorous testing, more effective messages were generated in studies comparing tailored and nontailored websites than those studies with only no treatment control groups. One lesson here is that researchers should not think of tailoring as a magic bullet and should follow a careful process of development (e.g.,  Kreuter et al., 2000)  that is based on comprehensive formative work."
    },
    {
      "title": "Limitations",
      "text": "One limitation of the study, which is common when assessing moderators in metaanalyses, is that variables may sometimes be confounded with other variables and this, in turn, may result in counter-intuitive findings  (Lipsey, 2003) . Nevertheless, it is critical that tailoring researchers continue to examine under what circumstances and for what conditions web-based tailored health behavior change interventions can be most effective. This can be achieved through new primary studies as well as meta-analyses. The growing web-tailoring literature provides an opportunity to conduct meta-regression analysis, which may better control for artifact variables and help advance our understanding of mechanisms in tailoring."
    },
    {
      "title": "Implications and Future Directions",
      "text": "In sum, this study provides evidence for the overall efficacy of web-based tailored approaches for both short and longer-term behavior change interventions.\n\nWeb-based tailored interventions targeting general population groups were significantly more effective than those targeting specific patient groups or minors. Webbased tailored interventions in the United States were found to have significantly greater effect sizes than those conducted elsewhere. It is interesting that this analysis found no significant difference in effect sizes for studies targeting single versus multiple health behaviors. Since we averaged effect sizes across various behaviors in multiple-behavior tailored interventions, this suggests that the latter may be equally effective as interventions targeting only a single behavior.\n\nCounter to previous meta-analyses, we found that randomized controlled trials comparing a web-based tailored intervention with a meaningful comparison group (e.g., a nontailored or waitlist control condition) were significantly more effective than quasi-experimental studies with no treatment control groups.\n\nOverall, this study raises a number of important questions that need further exploration to enable us to optimize the use of web-based tailoring in behavior change interventions. Researchers should be encouraged to provide better descriptions of their tailoring criteria and tactics used for message design, modes of delivery and components of the intervention, including number and intensity of intervention contacts per tailored component (see  Harrington & Noar, 2012) . Such descriptions will facilitate more accurate coding and testing of possible moderators of efficacy and will help clarify some of the issues raised here."
    },
    {
      "text": "Figure 1. Summary of the selection process used in the meta-analysis."
    },
    {
      "text": "Figure 2. Forest plot displaying effect sizes and 95% confidence intervals for all 40 studies reporting short-term effects."
    },
    {
      "text": "Figure 3. Forest plot displaying effect sizes and 95% confidence intervals for the 21 studies reporting long-term effects."
    },
    {
      "text": "Summary of web-based tailored health behavior change interventions"
    },
    {
      "text": "C ontinued"
    },
    {
      "text": "C ontinued1051"
    },
    {
      "text": "C ontinued"
    },
    {
      "text": "C ontinued"
    },
    {
      "text": "Summary of characteristics of the 40 studies"
    },
    {
      "text": "Sample size-weighted effect sizes, by participant/descriptive moderating variables"
    },
    {
      "text": "Sample size-weighted effect sizes by tailoring strategies"
    },
    {
      "text": "(Rothman, 2000)ghted effect sizes by methodological moderating variables Note.n = number of studies, d = sample size-weighted mean effect size.*p < .05. **p < .01. ***p < .001.of d = .158).Although maintenance of behavior change has long been a major challenge for health communication programs(Rothman, 2000), the results indicated that tailored interventions may help individuals maintain changes over time. A unique advantage of web-based delivery is the capacity to tailor interventions to target population characteristics (e.g., specific risk factors). Compared to interventions requiring face-to-face contact with the healthcare provider, tailored web-based programs may facilitate wider access and encourage self-care, which may improve efficacy and maintenance of gains over time. This can benefit individuals who live in rural areas, are economically disadvantaged, or have significant mobility impairments. To this point, Healthy People 2020 (U.S. Department of Health and Human Services, 2011) strongly endorses the widespread deployment of interactive, communication technologies geared towards making health education and services more accessible to and engaging for the public."
    }
  ],
  "references": [
    {
      "year": 2008
    },
    {
      "authors": [
        "Palmer"
      ],
      "year": 2005,
      "doi": "10.1017/cts.2025.10089.sm002"
    },
    {
      "authors": [
        "Buller"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Ritterband"
      ],
      "year": 2003
    },
    {
      "authors": [
        "Buller"
      ],
      "year": 2008,
      "doi": "10.7717/peerj.18652/table-1"
    },
    {
      "authors": [
        "Rothert"
      ],
      "year": 2006,
      "doi": "10.1097/01.gme.0000243565.48075.05"
    },
    {
      "authors": [
        "Chiauzzi"
      ],
      "year": 2005
    },
    {
      "authors": [
        "Severson"
      ],
      "year": 2008,
      "doi": "10.7717/peerj.18652/fig-2"
    },
    {
      "authors": [
        "Robertson Dunton"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Slootmaker"
      ],
      "year": 2009,
      "doi": "10.7554/elife.18296.027"
    },
    {
      "authors": [
        "Frenn"
      ],
      "year": 2005
    },
    {
      "authors": [
        "Hageman"
      ],
      "year": 2005
    },
    {
      "authors": [
        "Huang"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Hurling"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Joseph"
      ],
      "year": 2007,
      "doi": "10.5194/soil-2018-9-rc1"
    },
    {
      "authors": [
        "Mcanally Kypri"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2005.07.010"
    },
    {
      "authors": [
        "Kypri"
      ],
      "year": 2008,
      "doi": "10.7717/peerj.18652/fig-2"
    },
    {
      "authors": [
        "Kypri"
      ],
      "year": 2004,
      "doi": "10.1111/add.13973"
    },
    {
      "authors": [
        "Lorig"
      ],
      "year": 2008,
      "doi": "10.7717/peerj.18652/fig-2"
    },
    {
      "authors": [
        "Mangunkusumo"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Marcus"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Mckay"
      ],
      "year": 2001
    },
    {
      "authors": [
        "Napolitano"
      ],
      "year": 2003
    },
    {
      "year": 2008
    },
    {
      "authors": [
        "Oenema"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Oenama"
      ],
      "year": 2005
    },
    {
      "authors": [
        "De Spittaels",
        "Bourdeaudhuij",
        "Vandelanotte"
      ],
      "year": 2007,
      "doi": "10.1016/j.ypmed.2006.11.010"
    },
    {
      "authors": [
        "De Spittaels",
        "Bourdeaudhuij",
        "Brug"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Strecher"
      ],
      "year": 2005
    },
    {
      "authors": [
        "Swartz"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Tate"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Te Poel"
      ],
      "year": 2009,
      "doi": "10.7554/elife.18296.027"
    },
    {
      "authors": [
        "Van Den Berg"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Verheijden"
      ],
      "year": 2004
    },
    {
      "authors": [
        "Williamson"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Winett"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Winett"
      ],
      "year": 1999
    },
    {
      "authors": [
        "Woolf"
      ],
      "year": 2006,
      "doi": "10.5194/os-2020-34-rc2"
    },
    {
      "authors": [
        "Womble"
      ],
      "year": 2004
    },
    {
      "authors": [
        "Woolf"
      ],
      "year": 2006,
      "doi": "10.5194/os-2020-34-rc2"
    },
    {
      "title": "The RealU online cessation intervention for college smokers: A randomized controlled trial",
      "authors": [
        "L Klatt",
        "C Perry",
        "C Lein",
        "E Hennrikus",
        "D Pallonen",
        "U Ehlinger"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.04.011"
    },
    {
      "title": "Health promotion from the perspective of social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407422"
    },
    {
      "title": "Past, present, and future of computer-tailored nutrition education",
      "authors": [
        "J Oenema",
        "A Campbell"
      ],
      "year": 2003
    },
    {
      "title": "Randomized trials on Consider This, a tailored, Internet-delivered smoking prevention program for adolescents",
      "authors": [
        "D Borland",
        "R Woodall",
        "W Hall",
        "J Hines",
        "J Burris-Woodall",
        "P Saba"
      ],
      "year": 2008,
      "doi": "10.1177/1090198106288982"
    },
    {
      "title": "Self-management of chronic low back pain: An exploration of the impact of a patient-centered website",
      "authors": [
        "M Caiata Zufferey",
        "P Schulz"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2009.01.016"
    },
    {
      "title": "Impact of experimental design on effect size: Findings from the research literature on training",
      "authors": [
        "K Schmidt"
      ],
      "year": 1999,
      "doi": "10.1037/0021-9010.84.6.851"
    },
    {
      "title": "Health disparities among different ethnic and racial middle and high school students in sun exposure beliefs and knowledge",
      "authors": [
        "C Irwin",
        "B Mauriello",
        "D Hemminger",
        "L Pappert",
        "A Kimball"
      ],
      "year": 2010,
      "doi": "10.1016/j.jadohealth.2009.12.028"
    },
    {
      "title": "My Student Body: A high-risk drinking prevention web site for college students",
      "authors": [
        "E Green",
        "T Lord",
        "S Thum",
        "C Goldstein"
      ],
      "year": 2005,
      "doi": "10.3200/JACH.53.6.263-274"
    },
    {
      "title": "The influence of collectivistic and individualistic value orientations on the acceptance of individually-tailored Internet communications",
      "authors": [
        "S Davis"
      ],
      "year": 2008
    },
    {
      "title": "A tailored Internet-plus-email intervention for increasing physical activity among ethnically-diverse women",
      "authors": [
        "G Robertson"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2008.10.004"
    },
    {
      "title": "Communicating about culture and health: Theorizing culture-centered and cultural sensitivity approaches",
      "authors": [
        "M Dutta"
      ],
      "year": 2007,
      "doi": "10.1111/j.1468-2885.2007.00297.x"
    },
    {
      "title": "Trim and fill: A simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis",
      "authors": [
        "S Tweedie"
      ],
      "year": 2000,
      "doi": "10.1111/j.0006-341X.2000.00455.x"
    },
    {
      "title": "The role of theory in developing effective health communications",
      "authors": [
        "M F Ishbein",
        "J Cappella"
      ],
      "year": 2006,
      "doi": "10.1111/j.1460-2466.2006.00280.x"
    },
    {
      "title": "Changing the tide: An Internet/video exercise and low-fat diet intervention with middle-school students",
      "authors": [
        "M F Renn",
        "S Malin",
        "R Brown",
        "Y Greer",
        "J Fox",
        "J Greer",
        "S Smyczek"
      ],
      "year": 2005,
      "doi": "10.1016/j.apnr.2004.04.003"
    },
    {
      "title": "Effectiveness of different methods for delivering tailored nutrition education to low income, ethnically diverse adults",
      "authors": [
        "K Gans",
        "P Risica",
        "L Strolla",
        "L Fournier",
        "U Kirtania",
        "D Upegui",
        "S Acharyya"
      ],
      "year": 2009,
      "doi": "10.1186/1479-5868-6-24"
    },
    {
      "title": "Racial differences in attitudes toward innovative medical technology",
      "authors": [
        "P Sonnad",
        "S Lee",
        "A Asch",
        "D Shea"
      ],
      "year": 2006,
      "doi": "10.1111/j.1525-1497.2006.00453.x"
    },
    {
      "title": "Tailored versus standard Internet-delivered interventions to promote physical activity in older women",
      "authors": [
        "P Walker",
        "S Pullen"
      ],
      "year": 2005
    },
    {
      "title": "Answering the call for a standard reliability measure for coding data",
      "authors": [
        "N Harrington",
        "S Noar",
        "R Kreuter",
        "M Resnicow",
        "K Fishbein",
        "M Dijkstra",
        "A Krippendorff"
      ],
      "year": 2007,
      "doi": "10.1093/her/cyn004"
    },
    {
      "title": "Statistical methods for meta-analysis",
      "authors": [
        "L Olkin"
      ],
      "year": 1985
    },
    {
      "title": "The effects on saturated fat purchases of providing Internet shoppers with purchase-specific dietary advice: A randomized trial",
      "authors": [
        "A Barzi",
        "F Huxley",
        "R Denyer",
        "G Rohrlach",
        "B Jayne",
        "K Neal"
      ],
      "year": 2006,
      "doi": "10.1371/journal.pctr.0010022"
    },
    {
      "title": "Using Internet and mobile phone technology to deliver an automated physical activity program: Randomized controlled trial",
      "authors": [
        "R Hurling",
        "M Catt",
        "M De Boni",
        "B Fairley",
        "T Hurst",
        "P Murray",
        "L Barkhuus"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e7"
    },
    {
      "title": "Race/ethnicity-based concerns over understanding cancer diagnosis and treatment plan",
      "authors": [
        "P Jean-Pierre",
        "K Fiscella",
        "J Griggs",
        "J Joseph",
        "G Morrow",
        "J Carroll",
        "J Kirshner"
      ],
      "year": 2010
    },
    {
      "title": "A web-based, tailored asthma management program for urban African-American high school students",
      "authors": [
        "C Peterson",
        "E Havstad",
        "S Johnson",
        "C Hoerauf",
        "S Stringer",
        "S Strecher"
      ],
      "year": 2007,
      "doi": "10.1164/rccm.200608-1244OC"
    },
    {
      "title": "A meta-analysis of computer-tailored interventions for health behavior change",
      "authors": [
        "P Krebs",
        "J Prochaska",
        "J Rossi"
      ],
      "year": 2010,
      "doi": "10.1016/j.ypmed.2010.06.004"
    },
    {
      "title": "Effectiveness of individuallytailored calendars in promoting childhood immunization in urban public health centers",
      "authors": [
        "M Reuter",
        "C Caburnay",
        "J Chen",
        "M Donlin"
      ],
      "year": 2004
    },
    {
      "title": "Tailoring health messages: Customizing communication with computer technology",
      "authors": [
        "M Reuter",
        "D Farrell",
        "L Olevitch",
        "L Brennan"
      ],
      "year": 2000
    },
    {
      "title": "One size does not fit all: The case for tailoring print materials",
      "authors": [
        "M Reuter",
        "V Strecher",
        "B Glassman"
      ],
      "year": 1999,
      "doi": "10.1007/bf02895958"
    },
    {
      "title": "Tailored and targeted health communication: strategies for enhancing information relevance",
      "authors": [
        "M Reuter",
        "R Wray"
      ],
      "year": 2003,
      "doi": "10.5993/ajhb.27.1.s3.6"
    },
    {
      "title": "Content analysis: An introduction to its methodology",
      "year": 2004
    },
    {
      "title": "A systematic review of randomized trials on the effectiveness of computer-tailored education on physical activity and dietary behaviors",
      "authors": [
        "W Werkman",
        "A Brug"
      ],
      "year": 2006,
      "doi": "10.1207/s15324796abm3103_2"
    },
    {
      "title": "Randomized controlled trial of a web-based primary care intervention for multiple health risk behaviors",
      "authors": [
        "K Mcanally"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2005.07.010"
    },
    {
      "title": "Randomized controlled trial of web-based alcohol screening and brief intervention in primary care",
      "authors": [
        "K Kypri",
        "J Langley",
        "J Saunders",
        "M Cashell-Smith",
        "P Herbison"
      ],
      "year": 2008,
      "doi": "10.1001/archinternmed.2007.109"
    },
    {
      "title": "Web-based screening and brief intervention for hazardous drinking: A double-blind randomized controlled trial",
      "authors": [
        "K Kypri",
        "J Saunders",
        "S Williams",
        "R Mcgee",
        "J Langley",
        "M Cashell-Smith",
        "S Gallagher"
      ],
      "year": 2004,
      "doi": "10.1111/j.1360-0443.2004.00847.x"
    },
    {
      "title": "An in-depth exploration of information-seeking behavior among individuals with cancer: Part 1-Understanding differential patterns of active information seeking",
      "authors": [
        "S Lambert",
        "C Loiselle",
        "M Macdonald"
      ],
      "year": 2009,
      "doi": "10.1097/01.NCC.0000343372.24517.bd"
    },
    {
      "title": "Those confounded moderators in meta-analysis: Good, bad, and ugly",
      "year": 2003,
      "doi": "10.1177/0002716202250791"
    },
    {
      "title": "Practical meta-analysis: Applied social research methods",
      "authors": [
        "M Wilson"
      ],
      "year": 2001
    },
    {
      "title": "The Internet-based arthritis self-management program: A one-year randomized trial for patients with arthritis or fibromyalgia",
      "authors": [
        "K Ritter",
        "P Laurent",
        "D Plant"
      ],
      "year": 2008,
      "doi": "10.1002/art.23817"
    },
    {
      "title": "Computer-tailored health interventions delivered over the web: Review and analysis of key components",
      "authors": [
        "M Lustria",
        "J Cortese",
        "S Noar",
        "R Glueckauf"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.08.023"
    },
    {
      "title": "Schoolbased Internet-tailored fruit and vegetable education combined with brief counselling increases children's awareness of intake levels",
      "authors": [
        "R Brug",
        "J De Koning",
        "H Van Der Lei",
        "J Raat"
      ],
      "year": 2007,
      "doi": "10.1017/S1368980007246671"
    },
    {
      "title": "The efficacy of tailored print materials in promoting colorectal cancer screening: results from a randomized trial involving callers to the National Cancer Institute's Cancer Information Service",
      "authors": [
        "A Marcus",
        "M Mason",
        "P Wolfe",
        "B Rimer",
        "I Lipkus",
        "V Strecher",
        "M Bright"
      ],
      "year": 2005,
      "doi": "10.1080/10810730500257754"
    },
    {
      "title": "A comparison of Internet and print-based physical activity interventions",
      "authors": [
        "B Lewis",
        "B Williams",
        "D Dunsiger",
        "S Jakicic",
        "J Whiteley",
        "J Parisi"
      ],
      "year": 2007,
      "doi": "10.1001/archinte.167.9.944"
    },
    {
      "title": "The Diabetes Network Internet-Based Physical Activity Intervention: A randomized pilot study",
      "authors": [
        "H King",
        "D Eakin",
        "E Seeley",
        "J Glasgow"
      ],
      "year": 2001,
      "doi": "10.2337/diacare.24.8.1328"
    },
    {
      "title": "Evaluation of an Internet-based physical activity intervention: A preliminary investigation",
      "authors": [
        "M Napolitano",
        "M Fotheringham",
        "D Tate",
        "C Sciamanna",
        "E Leslie",
        "N Owen",
        "B Marcus"
      ],
      "year": 2003,
      "doi": "10.1207/s15324796abm2502_04"
    },
    {
      "title": "Computer-tailored weight reduction interventions targeting adults: A narrative systematic review",
      "authors": [
        "L Neville",
        "A Milat",
        "B O'hara"
      ],
      "year": 2009
    },
    {
      "title": "Computer-tailored dietary behaviour change interventions: A systematic review",
      "authors": [
        "L O'hara",
        "B Milat"
      ],
      "year": 2009,
      "doi": "10.1093/her/cyp006"
    },
    {
      "title": "Computer-tailored physical activity behavior change interventions targeting adults: A systematic review",
      "authors": [
        "L O'hara",
        "B Milat"
      ],
      "year": 2009,
      "doi": "10.1186/1479-5868-6-30"
    },
    {
      "title": "Does tailoring matter? Meta-analytic review of tailored print health behavior change interventions",
      "authors": [
        "S Benac",
        "C Harris"
      ],
      "year": 2007,
      "doi": "10.1037/0033-2909.133.4.673"
    },
    {
      "title": "The role of message tailoring in the development of persuasive health communication messages",
      "authors": [
        "S Harrington",
        "N Aldrich"
      ],
      "year": 2009
    },
    {
      "title": "An ethnic/racial comparison of causal beliefs and treatment preferences for the symptoms of depression among patients with diabetes",
      "year": 2010,
      "doi": "10.1177/0145721710380145"
    },
    {
      "title": "Using the Internet to assist smoking prevention and cessation in schools: A randomized, controlled trial",
      "authors": [
        "C Maley",
        "O Li",
        "X Skinner"
      ],
      "year": 2008,
      "doi": "10.1037/a0013105"
    },
    {
      "title": "Efficacy and use of an Internet-delivered computer-tailored lifestyle intervention, targeting saturated fat intake, physical activity and smoking cessation: A randomized controlled trial",
      "authors": [
        "A Oenema",
        "J Brug",
        "A Dijkstra",
        "I De Weerdt",
        "H De Vries"
      ],
      "year": 2008,
      "doi": "10.1007/s12160-008-9023-1"
    },
    {
      "title": "Short-term efficacy of a web-based computer-tailored nutrition intervention: Main effects and mediators",
      "authors": [
        "A Oenema",
        "F Tan",
        "J Brug"
      ],
      "year": 2005,
      "doi": "10.1207/s15324796abm2901_8"
    },
    {
      "title": "A fail-safe N for effect size in meta-analysis",
      "authors": [
        "R Orwin"
      ],
      "year": 1983,
      "doi": "10.3102/10769986008002157"
    },
    {
      "title": "Effects of a web-based health program on fifth grade children's physical activity, knowledge, attitudes and behavior",
      "authors": [
        "S Graham",
        "G Elliott"
      ],
      "year": 2005,
      "doi": "10.1080/19325037.2005.10608164"
    },
    {
      "title": "Issue involvement can increase or decrease persuasion by enhancing message-relevant cognitive responses",
      "authors": [
        "R Petty",
        "J Cacioppo"
      ],
      "year": 1979
    },
    {
      "title": "Computer-delivered interventions for health promotion and behavioral risk reduction: A meta-analysis of 75 randomized controlled trials, 1988-2007",
      "authors": [
        "D Portnoy",
        "L Scott-Sheldon",
        "B Johnson",
        "M Carey"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.02.014"
    },
    {
      "title": "Multiple health behavior research represents the future of preventive medicine",
      "authors": [
        "J Prochaska"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.01.015"
    },
    {
      "title": "The transtheoretical approach: Crossing traditional boundaries of therapy",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1984
    },
    {
      "title": "Review of computer-generated outpatient health behavior interventions: Clinical encounters \"in absentia",
      "authors": [
        "D Revere",
        "P Dunbar"
      ],
      "year": 2001,
      "doi": "10.1136/jamia.2001.0080062"
    },
    {
      "title": "Tailored biobehavioral interventions: A literature review and synthesis",
      "authors": [
        "K Richards",
        "C Enderlin",
        "C Beck",
        "J Mcsweeney",
        "T Jones",
        "P Roberson"
      ],
      "year": 2007,
      "doi": "10.1891/088971807782428029"
    },
    {
      "title": "Tailoring communications for primary care settings",
      "authors": [
        "B Rimer",
        "B Glassman"
      ],
      "year": 1998
    },
    {
      "title": "Advancing tailored health communication: A persuasion and message effects perspective",
      "authors": [
        "B Rimer",
        "M Kreuter"
      ],
      "year": 2006,
      "doi": "10.1111/j.1460-2466.2006.00289.x"
    },
    {
      "title": "An Internet intervention as adjunctive therapy for pediatric encopresis",
      "authors": [
        "L Ritterband",
        "D Cox",
        "L Walker",
        "B Kovatchev",
        "L Mcknight",
        "K Patel",
        "J Sutphen"
      ],
      "year": 2003,
      "doi": "10.1037/0022-006x.71.5.910"
    },
    {
      "title": "Meta-analytic procedures for social research",
      "authors": [
        "R Rosenthal"
      ],
      "year": 1991
    },
    {
      "title": "Web-based weight management programs in an integrated health care setting: A randomized, controlled trial",
      "authors": [
        "K Rothert",
        "V Strecher",
        "L Doyle",
        "W Caplan",
        "J Joyce",
        "H Jimison",
        "M Roth"
      ],
      "year": 2006,
      "doi": "10.1038/oby.2006"
    },
    {
      "title": "Toward a theory-based analysis of behavioral maintenance",
      "authors": [
        "A Rothman"
      ],
      "year": 2000,
      "doi": "10.1037/0278-6133.19.suppl1.64"
    },
    {
      "title": "ChewFree.com: Evaluation of a Web-based cessation program for smokeless tobacco users",
      "authors": [
        "H Severson",
        "J Gordon",
        "B Danaher",
        "L Akers"
      ],
      "year": 2008,
      "doi": "10.1080/14622200701824984"
    },
    {
      "title": "Effects of race, ethnicity, gender, culture, literacy, and social marketing on public health",
      "authors": [
        "N Shire"
      ],
      "year": 2002
    },
    {
      "title": "Feasibility and effectiveness of online physical activity advice based on a personal activity monitor: Randomized controlled trial",
      "authors": [
        "S Slootmaker",
        "M Chinapaw",
        "A Schuit",
        "J Seidell",
        "W Van Mechelen"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.113"
    },
    {
      "title": "Effects of tailoring health messages on physical activity",
      "authors": [
        "T Smeets",
        "J Brug",
        "H De Vries"
      ],
      "year": 2008,
      "doi": "10.1093/her/cyl101"
    },
    {
      "title": "Tailored interventions to promote mammography screening: A meta-analytic review",
      "authors": [
        "S Sohl",
        "A Moyer"
      ],
      "year": 2007,
      "doi": "10.1016/j.ypmed.2007.06.009"
    },
    {
      "title": "Evaluation of a websitedelivered computer-tailored intervention for increasing physical activity in the general population",
      "authors": [
        "H Spittaels",
        "I De Bourdeaudhuij",
        "C Vandelanotte"
      ],
      "year": 2007,
      "doi": "10.1016/j.ypmed.2006.11.010"
    },
    {
      "title": "Effectiveness of an online computer-tailored physical activity intervention in a real-life setting",
      "authors": [
        "H Spittaels",
        "I De Bourdeaudhuij",
        "J Brug",
        "C Vandelanotte"
      ],
      "year": 2007,
      "doi": "10.1093/her/cy1096"
    },
    {
      "title": "Computer-tailored smoking cessation materials: A review and discussion",
      "authors": [
        "V Strecher"
      ],
      "year": 1999,
      "doi": "10.1016/S0778-3991(98)00128-1"
    },
    {
      "title": "Web-based smoking-cessation programs: Results of a randomized trial",
      "authors": [
        "V Strecher",
        "J Mcclure",
        "G Alexander",
        "B Chakraborty",
        "V Nair",
        "J Konkel",
        "O Pomerleau"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2007.12.024"
    },
    {
      "title": "Randomized controlled trial of a web-based computer-tailored smoking cessation program as a supplement to nicotine patch therapy",
      "authors": [
        "V Strecher",
        "S Shiffman",
        "R West"
      ],
      "year": 2005,
      "doi": "10.1111/j.1360-0443.2005.01093.x"
    },
    {
      "title": "Tailored interventions for multiple risk behaviors",
      "authors": [
        "V Strecher",
        "C Wang",
        "H Derry",
        "K Wildenhaus",
        "C Johnson"
      ],
      "year": 2002,
      "doi": "10.1093/her/17.5.619"
    },
    {
      "title": "Are we there yet? An examination of online tailored health communication",
      "authors": [
        "L Suggs",
        "C Mcintyre"
      ],
      "year": 2009,
      "doi": "10.1177/1090198107303309"
    },
    {
      "title": "Strategic questions for consumer-based health communications",
      "authors": [
        "S Sutton",
        "G Balch",
        "R Lefebvre"
      ],
      "year": 1995,
      "doi": "10.2307/4597943"
    },
    {
      "title": "A randomised control study of a fully automated Internet-based smoking cessation programme",
      "authors": [
        "L Swartz",
        "J Noell",
        "S Schroeder",
        "D Ary"
      ],
      "year": 2006,
      "doi": "10.2307/20747900"
    },
    {
      "title": "A randomized trial comparing human e-mail counseling, computer-automated tailored counseling, and no counseling in an Internet weight loss program",
      "authors": [
        "D Tate",
        "E Jackvony",
        "R Wing"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.15.1620"
    },
    {
      "title": "Efficacy of a single computertailored e-mail for smoking cessation: Results after 6 months",
      "authors": [
        "Te Poel",
        "F Bolman",
        "C Reubsaet",
        "A De Vries"
      ],
      "year": 2009,
      "doi": "10.1093/her/cyp036"
    },
    {
      "title": "Health communication and health information technology",
      "year": 2011
    },
    {
      "title": "Using Internet technology to deliver a homebased physical activity intervention for patients with rheumatoid arthritis: A randomized controlled trial",
      "authors": [
        "M Van Den Berg",
        "H Ronday",
        "A Peeters",
        "S Le Cessie",
        "F Van Der Giesen",
        "F Breedveld",
        "T Vliet Vlieland"
      ],
      "year": 2006,
      "doi": "10.1002/art.22339"
    },
    {
      "title": "Internet-based physical activity interventions: A systematic review of the literature",
      "authors": [
        "M Van Den Berg",
        "J Schoones",
        "T Vlieland"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.3.e26"
    },
    {
      "title": "Web-based targeted nutrition counselling and social support for patients at increased cardiovascular risk in general practice: Randomized controlled trial",
      "authors": [
        "M Verheijden",
        "J Bakx",
        "R Akkermans",
        "H Van Den Hoogen",
        "N Godwin",
        "W Rosser",
        "C Van Weel"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.4.e44"
    },
    {
      "title": "An Internet-based diabetes self-care intervention tailored to self-efficacy",
      "authors": [
        "S Wangberg"
      ],
      "year": 2008,
      "doi": "10.1093/her/cym014"
    },
    {
      "title": "Using the Internet to promote health behavior change: A systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "L Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "A review of weight loss programs delivered via the Internet",
      "authors": [
        "P Weinstein"
      ],
      "year": 2006
    },
    {
      "title": "Matching health messages to information-processing styles: Need for cognition and mammography utilization",
      "authors": [
        "P Williams-Piehota",
        "T Schneider",
        "J Pizarro",
        "L Mowad",
        "P Salovey"
      ],
      "year": 2003,
      "doi": "10.1207/S15327027HC1504_01"
    },
    {
      "title": "Two-year Internet-based randomized controlled trial for weight loss in African American girls",
      "authors": [
        "D Williamson",
        "H Walden",
        "M White",
        "E York-Crowe",
        "R Newton",
        "Jr",
        "A Alfonso",
        "D Ryan"
      ],
      "year": 2006,
      "doi": "10.1038/oby.2006.140"
    },
    {
      "title": "Guide to health: Nutrition and physical activity outcomes of a group-randomized trial of an Internetbased intervention in churches",
      "authors": [
        "R Winett",
        "E Anderson",
        "J Wojcik",
        "S Winett",
        "T Bowden"
      ],
      "year": 2007,
      "doi": "10.1007/bf02879907"
    },
    {
      "title": "The effects of Eat4Life Internet-based health behavior program on the nutrition and activity of high school girls",
      "authors": [
        "R Winett",
        "A Roodman",
        "S Winett",
        "W Bajzek",
        "L Rovinak",
        "J Whiteley"
      ],
      "year": 1999,
      "doi": "10.1023/a:1023233416859"
    },
    {
      "title": "A practice-sponsored Web site to help patients pursue healthy behaviors: An ACORN study",
      "authors": [
        "S Woolf",
        "A Krist",
        "R Johnson",
        "D Wilson",
        "S Rothemich",
        "G Norman",
        "K Devers"
      ],
      "year": 2006,
      "doi": "10.1370/afm.522"
    },
    {
      "title": "A randomized controlled trial of a commercial Internet weight loss program",
      "authors": [
        "L Womble",
        "T Wadden",
        "B Mcguckin",
        "S Sargent",
        "R Rothman",
        "E Krauthamer-Ewing"
      ],
      "year": 2004,
      "doi": "10.1038/oby.2004.124"
    }
  ],
  "num_references": 135
}
