{
  "paper_id": "DW4HTP9E",
  "title": "Development of a Checklist for the Prevention of Intradialytic Hypotension in Hemodialysis Care: Design Considerations Based on Activity Theory",
  "abstract": "Hemodialysis is life-saving therapy for end-stage renal disease; yet, 20% of hemodialysis sessions are complicated by intradialytic hypotension (\"IDH\"). There is a need for approaches to preventing IDH that account for their implementation contexts. Using Activity Theory, we outline the design of a digital diagnostic checklist to identify patients at risk of IDH. Checklists were chosen a priori as an outcome due to prior evidence of effectiveness. Drawing on individual interviews with 20 clinicians and three focus groups with 17 patients, we describe four activity systems within hemodialysis care. We then outline a novel design process that includes co-design activities with clinicians, and four rapid-cycle iterations that progressively incorporated activity system elements into checklist design. We contribute a new type of checklist design to HCI: one that supports diagnostic thinking rather than consistent task completion. We further broaden checklist design by including a formal role for patients in checklist completion.",
  "year": 2011,
  "date": "2011-12",
  "journal": "Kidney Int",
  "publication": "Kidney Int",
  "authors": [
    {
      "forename": "Pei-Yi",
      "surname": "Kuo",
      "name": "Pei-Yi Kuo",
      "affiliation": "1  Institute of Service Science National Tsing Hua University HsinChu , Taiwan \n\t\t\t\t\t\t\t\t Institute of Service Science \n\t\t\t\t\t\t\t\t National Tsing Hua University HsinChu \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taiwan",
      "email": "pykuo@iss.nthu.edu.tw"
    },
    {
      "forename": "Rajiv",
      "surname": "Saran",
      "name": "Rajiv Saran",
      "affiliation": "2  Division of Nephrology Department of Medicine University of Michigan Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Division of Nephrology Department of Medicine \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "rsaran@umich.edu"
    },
    {
      "forename": "Marissa",
      "surname": "Argentina",
      "name": "Marissa Argentina",
      "affiliation": "3  National Kidney Foundation New York , NY , USA \n\t\t\t\t\t\t\t\t National Kidney Foundation New York \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA",
      "email": "marissa.argentina@kidney.org"
    },
    {
      "forename": "Michael",
      "surname": "Heung",
      "name": "Michael Heung",
      "affiliation": "2  Division of Nephrology Department of Medicine University of Michigan Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Division of Nephrology Department of Medicine \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "mheung@umich.edu"
    },
    {
      "forename": "Jennifer",
      "surname": "Bragg-Gresham",
      "name": "Jennifer Bragg-Gresham",
      "affiliation": "2  Division of Nephrology Department of Medicine University of Michigan Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Division of Nephrology Department of Medicine \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Dinesh",
      "surname": "Chatoth",
      "name": "Dinesh Chatoth",
      "affiliation": "4  Fresenius Medical Care North America Waltham , MA , USA \n\t\t\t\t\t\t\t\t Fresenius Medical Care North America \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Waltham \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "dinesh.chatoth@fmc-na.com"
    },
    {
      "forename": "Brenda",
      "surname": "Gillespie",
      "name": "Brenda Gillespie",
      "affiliation": "5  Department of Biostatistics Consulting for Statistics Computing and Analytics Research University of Michigan Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Department of Biostatistics Consulting for Statistics Computing and Analytics Research \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "bgillesp@umich.edu"
    },
    {
      "forename": "Sarah",
      "surname": "Krein",
      "name": "Sarah Krein",
      "affiliation": "6  Department of Internal Medicine University of Michigan Medical School Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t University of Michigan Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "skrein@umich.edu"
    },
    {
      "forename": "Rebecca",
      "surname": "Wingard",
      "name": "Rebecca Wingard",
      "affiliation": "4  Fresenius Medical Care North America Waltham , MA , USA \n\t\t\t\t\t\t\t\t Fresenius Medical Care North America \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Waltham \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "rebecca.wingard@fmc-na.com"
    },
    {
      "forename": "Kai",
      "surname": "Zheng",
      "name": "Kai Zheng",
      "affiliation": "7  Department of Informatics University of California Irvine Irvine , CA , USA \n\t\t\t\t\t\t\t\t Department of Informatics \n\t\t\t\t\t\t\t\t University of California Irvine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "kai.zheng@uci.edu"
    },
    {
      "forename": "Tiffany",
      "surname": "Veinot",
      "name": "Tiffany Veinot",
      "affiliation": "8  School of Information University of Michigan Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t School of Information \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "tveinot@umich.edu"
    }
  ],
  "doi": "10.1145/3290605.3300872",
  "keywords": [
    "Human-centered computing → Empirical studies in HCI",
    "Ubiquitous and mobile computing design and evaluation methods",
    "Activity theory",
    "Checklist",
    "Dialysis",
    "Clinicians",
    "Co-design"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "End-stage renal disease is a condition is which the kidneys can no longer adequately filter toxins from the blood and remove fluid from the body; thus people with this condition require a kidney transplant or dialysis to stay alive. Globally, 2 million people have end-stage renal disease  [1] , 703,243 of whom live in the United States (US). The most common therapy for this condition in the world is hemodialysis (HD) performed in an outpatient facility  [2] , which is a healthcare facility that is not part of a hospital.\n\nAlthough HD keeps patients alive, it is frequently associated with complications such as low blood pressure during HD, called \"intradialytic hypotension\" (IDH). IDH occurs in approximately 20% of HD sessions, affecting half of all HD patients  [3] [4] [5] [6] . IDH is associated with negative symptoms  [7] [8] [9] , cardiovascular disease  [10] , hospitalization  [11] , and mortality  [12] [13] [14]  . More subtly, IDH is associated with repetitive and cumulative cardiovascular injury  [15] [16] [17] . The chief cause of IDH is rapid removal of large volumes of accumulated body fluid during HD treatments; both patient-and care delivery-related factors drive its occurrence  [18] . Due to IDH's prevalence, risks, and potential modifiability, there is a need-recognized industry-wide-to change routine HD care to reduce the frequency of IDH  [19] .\n\nOne possible way to reduce IDH rates is to translate interventions that have been successful in other healthcare contexts into HD care. A systematic review of checklists showed a large effect size in reducing the relative risk of surgical complications  [20] . Checklists have also reduced complications of inpatient procedures such as insertion of central venous catheters  [21] . These results make checklists a promising approach for IDH prevention, while offering an opportunity for HCI research to contribute to their design.\n\nA checklist is typically an algorithmic listing of actions  [22]  that can improve the performance, coordination and quality of work; they are well-suited to complex, highintensity and multidisciplinary tasks  [23] [24] [25] [26] . HCI research on checklists has focused on contexts bearing these traits, such as trauma resuscitation and cardiac life support  [27, 28] . Checklists have primarily been implemented in inpatient care, with less attention to outpatient settings such as HD care (but see  [29] ). Nonetheless, HD has characteristics suited to the strengths of checklists. First, HD care is multidisciplinary, involving physicians, nurse practitioners, physician assistants, nurses, technicians, dietitians and social workers. Each clinician has a specific role; hence, care involves coordination. Second, patients receive HD at least three times weekly, usually for four hours per session-resulting in repetitive workflows  [30] . Yet, HD is fast-paced and detail-driven, suggesting that checklists may help busy clinicians to change care.\n\nAs is the case with most technology, a checklist can support or complicate human tasks, with design decisions being a key differentiator between these outcomes. Traditionally, checklist design requires both \"knowing the task\" and \"knowing the users\"  [31] . Knowing the task involves decomposing tasks by making their composite tasks explicit; this includes accounting for a range of scenarios, and focusing on actual as opposed to prescribed task performance. Knowing the users includes allocating tasks in the checklist to specific people and adherence to usability guidelines.\n\nThe HCI field offers an alternative to the traditional checklist design process grounded in activity theory (AT), which focuses on an entire dynamic \"activity system\"  [32] . We selected this contextual approach in an effort to avoid common difficulties with healthcare technologies regarding workflow integration, and unintended impacts on clinician roles  [33, 34] . This paper makes the following contributions. First, we detail activity systems in HD care; because of its repetitive nature, HD surfaces novel design considerations, including cognitive tool-physical tool conflicts, which may arise in other recurrent work tasks. Second, we outline a design process that included significant engagement of clinicians in co-design activities. Third, we expand AT-informed design research to focus on exogenous influences on design, which we concretized in a tool which was then modified. Fourth, we highlight the design of a new type of checklistone geared to diagnostic thinking. This requires attention to decisional criteria rather than tasks. We further broaden the checklist design paradigm by including a formal role for patients in the checklist."
    },
    {
      "title": "RELATED WORK"
    },
    {
      "title": "Theoretical Framework: Activity Theory",
      "text": "HCI researchers have advocated AT use to facilitate design for \"meaningful human activity\"  [35] ; it has been a major perspective in the field since the 1990s  [36] . Engeström  [32, 37]  introduced the concept of the \"activity system,\" which permits the analysis of durable, longer-term, collective activities (see Figure  1 ). According to AT, activity systems are collective, involving people or groups (subjects)  [38]  working towards a communal motive, or \"object\"  [39] . \"Community\" is people who share the object with the subject(s)  [37] . Objects differentiate activities from one another. \"Objects\" link to an outcome, and the activity is a process that transforms the object (collective motive) into a concrete result.\n\nActivity systems include \"tools,\" or artifacts that mediate external activities  [35] . Physical tools such as technology help people affect things, and cognitive tools such as conceptual knowledge help people affect others or themselves  [35] . \"Rules,\" \"the norms and sanctions that specify and regulate the expected correct procedures and acceptable interactions among the participants,\" [40] also mediate activity system relationships  [37] . Rules can be formal, as in laws or policies, and informal, as with norms.\n\nThe \"division of labor,\" also a mediator, is the \"continuously negotiated distribution of tasks, powers, and responsibilities among the participants of the activity system\"  [40] . HCI researchers have expanded this concept to include its temporal dimension: workflow  [38] . AT views longer-term activities as comprised of actions (short-term, consciously goal-directed steps which contribute to an overall activity)  [35] . While there have been several studies of activity systems in healthcare (e.g.,  [39, [41] [42] [43] [44] [45] ), HD has not yet studied through this lens. Moreover, prior HCI work in HD has primarily focused on technology for patients  [46] [47] [48]  rather than both patients and clinicians, whom together comprise the activity system."
    },
    {
      "title": "Activity Theory and Tool Design",
      "text": "AT posits that activity systems are dynamic, and thus amenable to design interventions. Planned organizational change is achieved by expanding the object of work, and by re-organizing activities accordingly  [39, 44] . Contradictions or sources of tension in activity systems drive changes within them via planned change or local innovations  [39] . AT can also be used to frame participatory methods for surfacing activity system contradictions  [49] .\n\nHCI researchers have used AT to inform the design of a variety of digital tools. Outside of healthcare, AT has been used to design diverse technologies, from peripheral displays to groupware to knowledge authoring tools  [50] [51] [52] . Within health care, Bardram designed a surgery booking and scheduling system in a hospital by using AT to surface, and design for, issues in temporal coordination  [41, 53] . Bardram's approach includes a focus on incorporating the multi-level nature of activities into tool design, while designing to facilitate transitions between activity levels  [53] . Engeström  [39, 44]  outlined a project in a children's hospital in which teams analyzed patient flow through an emergency room. This resulted in a new process, and creation of a shared patient record form.\n\nTo date, analyses of activity system change have focused on tensions within or between systems as change drivers (e.g.,  [44, 54] )-factors exogenous to systems have rarely been addressed. Yet, within healthcare, changes often occur due to external factors such as shifts in scientific knowledge and healthcare policy. It is unclear how to incorporate exogenous change drivers into AT-informed design, while engaging clinicians in the design process."
    },
    {
      "title": "Checklist Design",
      "text": "Hales and colleagues contrast task-based checklists with diagnostic checklists, which list tasks or criteria based on a \"flowchart-type\" model to facilitate broad conclusions  [23] . These checklists have different aims; task list-oriented checklists are a memory aid that ensure process consistency. Instead, diagnostic checklists support the formation of conclusions. However, the majority of healthcare checklists have been task lists. For example, the widely-adopted WHO checklist for surgical safety is outlines tasks to be completed before anesthesia, before surgery, and after surgery  [55] . Similarly, checklist-related HCI research has focused on task lists  [27, 56, 57] . These efforts have focused on the role of checklists as memory aids [58], digitization of a paper checklist  [27, 56, 59] , training needs [59], optimal checklist layout [57], and new technical capabilities, such as context-sensitive adaptation  [57] . While charting valuable new directions for checklist design, there has not yet been an examination of design considerations for diagnostic checklists. Also common to prior checklists is a focus on inpatient contexts in which patients are too incapacitated or ill to participate. During surgery, patients are anaesthetized and during trauma and life support, patients are unstable. Yet, in outpatient care like HD, many patients are able to communicate with healthcare staff, and take an active part in their care. In fact, some patients even administer dialysis to themselves at home. Because of its frequency, patients also develop knowledge of the HD procedure, and patient decisions influence development of IDH. Thus, there is a need to understand how checklists can be designed to support patient involvement.\n\nThe objectives of this paper are: (1) to describe IDH prevention-relevant activity systems in US HD care; (2) to use AT to explain a design process in which scientific evidence, policy changes, implementation, and significant clinician participation informed design decisions; and (3) to outline the design of a novel diagnostic IDH prevention checklist with a formal role for patients in its completion, and the checklist's integration into an activity system. Based on evidence of the effectiveness of checklists for healthcare quality improvement, the design process began with a goal of translating the checklist concept to IDH prevention in outpatient HD care. The first step was a librarian-aided review of the scientific evidence on IDH prevention by investigators and a two-stage modified Delphi panel  [60]  in which AC members prioritized the evidence for checklist design. The Delphi Panel was recorded and transcribed verbatim, and notes were taken at another meeting with the AC. The SC reviewed and provided extensive input into each version of the checklist (see \"discussed results\" boxes in Figure  2 ). We conducted two rounds of semi-structured interviews via telephone or videoconference with clinicians from each HD care discipline (n=20; 16 interviewed twice and four once) (Figure  2 ). Interviews occurred between the evidence review and the first design round prototype, and between the first and second round prototypes. A dialysis care organization recruited interviewees, with role and regional diversity. Regional managers identified participants based on their interest in IDH prevention. The first round of interviews focused on current workflows and tools, clinician roles, and IDH-related tasks. The second round involved gathering clinician feedback on a paper prototype of the checklist, including discussion of relationships between the checklist and workflow, rules, and other tools. Design activities also included scenario-based design [61] and think-aloud activities  [62] . Interviews lasted a mean of one hour and 21 minutes, and were transcribed verbatim."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Data Collection",
      "text": "We conducted two rounds of focus groups with HD patients (three face-to-face and four online groups, n=17) (Figure  2 ). The National Kidney Foundation recruited participants from multiple providers via email lists, social media, and telephone calls to volunteers, clients and HD facilities. The groups addressed perspectives on IDH and care involvement. Focus groups lasted a mean of one hour and 46 minutes and were audiotaped and transcribed verbatim. Interview and focus group participants received incentives.\n\nIn the fourth design round, we brought a functioning prototype to nurses at two HD facilities (n=5) who were not involved in previous design activities. After a hands-on demonstration of the prototype, nurses gave feedback on it in response to semi-structured questions. Notes were taken in these sessions. The study was declared exempt from oversight by the University Institutional Review Board."
    },
    {
      "title": "Data Analysis",
      "text": "Using NVivo software, first round coding steps included:  (1)  provisional coding in which AT elements were used as a deductive codebook [63] and (2) line-by-line, inductive open coding to identify actions in HD care. In second round coding, we compared actions and AT elements to identify higher-level activity systems. After initial coding by the senior author (T.C.V.), the first author (P.-Y.K.) recoded a random sample of 20% of the interviews to assess interrater reliability, which was substantial (Cohen's κ = 0.71)  [64] .\n\nWe then used a table format based on the Activity-Oriented Design Method to scrutinize similarities and differences between actions and activity systems in different sites, and to evaluate the evidence supporting each action. We used this step to identify actions that took place in at least three regions, which qualified them as multi-site activity systems. We also open-coded to identify categories of participants' ideas regarding the checklists' design rationale, its scientific basis, and the relationships between the tools and different AT elements. We also summarized our design process using table formats inspired by Wu et al.  [28] ."
    },
    {
      "title": "FINDINGS"
    },
    {
      "title": "Characteristics of Participants",
      "text": "Four clinicians (20%) were in the US southwest, six (30%) in the southeast, five (25%) in the northeast, and four (20%) in the Midwest. Two physicians, four nurse practitioners/physician assistants, four nurses, five technicians, three dietitians, and two social workers participated. Participants had a mean of 12.9 years of HD experience (SD=7.4). The physicians, physician assistants and nurse practitioners worked at multiple hemodialysis facilities with different provider organizations. Eighteen (90%) clinicians were female and two (10%) male. Fifteen (80%) were White, and five (20%) were African-American. Their mean age was 43 years (SD=8.5).\n\nEight patient participants (35%) were from the US northeast, six (47%) from the Midwest, and one each from the southeast, and northwest (18%). Eleven participants (65%) were female and six (35%) male. Their mean age was 54.7 years (SD=9.3). Ten (59%) patients were African-American, six (35%) were white, and one was Asian (6%). One patient (6%) had a high school education, eight had some college or an Associate Degree (47%), five (29%) had a bachelor's degree and three (18%) had a graduate/professional degree. Patients had a mean of 8.7 years (SD=6.3) of HD experience with a range of HD organizations."
    },
    {
      "title": "Activity Systems in Hemodialysis Care",
      "text": "We outline four activity systems relevant to IDH prevention and to our design process that occurred every session; each existed in all study regions. In order of occurrence, these activities included: (1) pre-treatment evaluation; (2) fluid status assessment; (3) monitoring patient status; and (4) post-treatment evaluation."
    },
    {
      "title": "4.2.1",
      "text": "Pre-Treatment Evaluation Activity. This activity begins as soon as a patient enters the HD facility, and extends into treatment initiation, when technicians connect patients to the HD machine and HD begins. Its object is to understand current patient status and identify potential problems. This activity included several actions, and workflow steps: (1) weighing patients, accounting for the weight of wheelchairs or other possessions; (2) verifying weights; (3) taking patients' initial blood pressure (BP) and temperature; (4) calculating patients' weights without possessions (if needed); (5) calculating the \"interdialytic weight gain\" by deducting the patients' current weight from their previous post-treatment weight; and (6) briefly interviewing patients. Technicians also followed up on unusual values identified in actions 1-5 above, such as weights. As this technician said, they ask the patient whether \"…something drastic…happened in their life, like…a surgery or injury…that made them lose…or …gain weight.\" Technicians then notify the nurse of what they learn; nurses may then contact the physician/nurse practitioner/physician assistant for instructions.\n\nDepending on the action, subjects were technicians, patients, and nurses. Reflecting the division of labor, technicians performed actions 1-5, and nurses step six as well as overall assessment, fluid assessment, and review/oversight of technician activities. A nurse described her initial interview as follows: \"First…I will make my rounds to make sure that everybody's okay...I will ask if they have any concerns, any problems, how they are feeling today.\" Patients' roles primarily focused on responding to the initial assessment questions and self-weighing, as this technician said, \"…some are okay to weigh themselves, and some we just need an extra set of eyes on…\" Clinicians did, however, verify these weights.\n\nPhysical tools included thermometers, BP cuffs, scales, and a digital documentation system which automatically performed steps 1, 3, and 5 of the pre-treatment evaluation: \"...when we put in their weights, it will tell us how much they've gained from the last time and how much they've gained from their dry weight.\" The system also flagged recently hospitalized patients. Clinicians also used medical concepts related to typical BP and heart rate (HR) ranges as cognitive tools. Another cognitive tool \"knowing your patients,\" an oft-repeated phrase, was part of this activity. These tools allowed clinicians to identify patient-specific unusual BPs that required follow-up. Knowledge that certain patients were unstable also affected the initial assessment; clinicians understood new and elderly patients, and those with comorbidities such as heart disease to be atrisk of IDH. As this nurse said, \"…when patients are 70 and above… they just don't have the strength in their cardiovascular systems that more youthful patients have.\"\n\nFormal rules included organizational policy requiring that all patients receive a baseline evaluation. Physician orders also enacted formal rules; one example is a BP \"cutoff\" for starting HD in a chronically hypotensive patient. Informal rules included some patients' normative hesitance to raise concerns during the pre-treatment assessment. One technician said it was necessary to \"dig for information\" from patients. A nurse related, \"…[in] my initial assessment I said, 'Have you had any chest pains since your last treatment? Any shortness of breath?'…[patient said] 'I've been scared to tell you this…but I have  [been]  experiencing angina at home… Sometimes they feel that if they divulge information…we'll scold them for not following their prescription…\" 4.2.2 Fluid Assessment Activity. This occurred every session, typically soon after starting the patients' treatment. The object of this task was to understand patients' fluid volume status and identify the extent of patients' needs for fluid removal; this activity prompted nurses to record any changes to the fluid removal goal (i.e., amount of fluid to be removed from the patient in the session) after completion. The ultimate outcome of this object, when achieved, is patient fluid balance. The subject for this activity was the nurse, who conducts the assessment, with the community being the assessed patient, who reported symptoms such as difficulty breathing, and the physician/nurse practitioner/physician assistant who may request its results. Professional scopes of practice also dictated that nurses performed this task each session, since nurses are permitted to assess patients whereas technicians are not. This activity included the following actions, which together comprise the workflow:  (1)  asking the patient about symptoms, such as shortness of breath; (2) listening to the lungs; (3) listening to the heart; (4) examining the face and eyes; and (5) examining the lower extremities for edema. A nurse described 5 as follows: \"We do the lower edema pitting. So we touch …the ankles, the lower legs...If they're wearing socks, we remove the socks.\" The activity also fit into the broader HD schedule by occurring after patients' treatment had started, but within the session's first hour.\n\nAn organizational policy stating that the assessment was to be done every treatment was a rule for this activity. More indirectly, the Medicare ESRD Quality Incentive Program requires reporting of an average ultrafiltration rate (fluid removal speed) >=13 ml/kg/hour per hour. This requires careful monitoring of patients' fluid volume.\n\nThe physical tools in this activity included stethoscopes, BP cuffs, and a fluid assessment tool in the digital documentation system. A nurse described the tool: \"…whether…the patients have had any shortness of breath, lung sounds, whether there's any edema.\" Another nurse noted, \"…it tells you whether or not they had hypotension the last treatment.\" Cognitive tools included clinical knowledge, such as edema signs."
    },
    {
      "title": "Monitoring Patient Status Activity.",
      "text": "The object is to facilitate a smooth session and respond promptly to any negative changes. The activity includes the following technician-centered actions (subject) that comprised the workflow:  (1)  checking patient vitals and speaking with them every 30 minutes; (2) visually monitoring the patient; and (3) responding to HD machine alarms. As needed, technicians also: (1) inquire about patients' symptoms; (2) verify BP readings; and (3) notify nurses of problems.\n\nThe community included those notified of problems: nurses, and physicians/nurse practitioners/physician assistants for serious issues. Community also included the patient, who reported symptoms in response to queries or at their own initiative. Patients' IDH-related symptoms varied, from yawning to plugged ears to nausea. However, not all patients experience symptoms; this physician said that this can happen with very low pressures, \"I have patients with severe cardiovascular disease that'll drop into 60s and 80s… but will be sitting there talking to you.\"\n\nImportant physical tools in this activity were the BP cuffs and the HD machine. The HD machine alarmed each time a BP reading was out of range, and alarms were set to go off if the patients' BP or heart rate hit a certain threshold. This nurse explained \"…the machines can be programmed to set at a specific rate…they consider tachycardia anything over 100, and bradycardia anything under 60.\" Similarly, this patient described an IDH experience, \"...the machine automatically takes your blood pressure and if…this person's blood pressure is low, it will make an alarm sound for the  [technicians]  to come over. They'll ask you how you how you're feeling.\" Cognitive tools included conceptual knowledge of typical BP ranges and changes that could indicate a negative trend. As this technician said, \"…you saw that it's been a drastic change from that first time to this time…  [and]"
    },
    {
      "title": "you notice that…something's not right…[s]o of course you checked on the patient …you see on your end something could be wrong.\"",
      "text": "Again, \"knowing the patient\" allowed identification of negative changes and unusual events. This physician said, knowing the patient for monitoring purposes emerged from HD's repetitive nature: \"…you know the patient…you know what you see from treatment to treatment, week to week, month to month … if you were to ask a nurse about her patients…she probably could tell you about every single one…what their behavior was intradialytically.\" HD machines took BPs every 30 minutes per organizational policy. Physician orders regarding patient minimum or maximum BPs and heart rates prior to and during treatment were also pertinent rules."
    },
    {
      "title": "4.2.4",
      "text": "Post-Treatment Evaluation Activity. The object of this activity was to ensure that the patient was, as this nurse said, \"…safe to leave the unit.\" This activity included these actions: (1) ending the treatment by returning fluid to the patients' body; (2) taking sitting and standing BPs, and if needed, repeating; (3) stabilizing the patient if needed, such as through the use of intravenous fluids; (4) removing needles from the patient and allowing the patient's permanent access to clot through the application of pressure; and (5) ensuring patient is steady when exiting the facility. If a patient is not stable, this activity may be prolonged, as this nurse said, \"…we… have a couple that we…watch for a few minutes extra on a regular basis.\"\n\nThe subjects in this activity were technicians. The community was the nurse, who oversaw the process and verified that the patient was stable prior to discharge, and the patient, who stood for BPs, and took actions requested by the technician or nurse, such as sitting down in the reclining dialysis chair and raising their legs to increase their BPs. Patients also reported their current status to staff. Staff noted one difficulty, however, with this step, which was the inability to trust some patients' self-reports since they wanted to leave for the day and did not wish to be delayed.\n\nThe primary physical tools were the HD machine, BP cuffs, and the documentation system in which the technician records information. Technicians also used saline boluses under nursing supervision if a patient was experiencing low BP, as this patient related, \"…what they would do when it would happen is give me more fluid... if my needles were still in, we learned to leave them in, in case they had to give me fluid.\" To facilitate disconnection, tools were gloves, gauze, tape and if needed, antibacterial ointment and clamps to prompt clotting. As with the other activities, knowing what is usual in general, and for a patient in particular, is a critical cognitive tool for this activity. Knowing what has happened during the treatment is also important; it may trigger additional actions, as this nurse outlined, \"…[i]f I've dropped the weight on somebody, I'll go an extra step and do an extra blood pressure, listen to their lungs… …make sure…that they're…hemodynamically stable to go home.\"\n\nTable 1. Overview of Checklist Prototypes. Checklist Prototype Earlysession Mid-session Late-session Final Design round 1,2,3 1,2 1 4 Activity System Integration Pre-treatment evaluation Monitoring patient status Posttreatment evaluation Fluid status assessment Current Activity's Object Understand patient status, identify potential problems Facilitate a smooth session and respond promptly to changes Ensure patient safe to leave unit Understand patient fluid volume status and fluid removal needs Expanded Object with checklist Current object AND Is the patient at risk for IDH? Current object AND Evaluate whether session has been smooth and ensure it stays smooth Current object AND Clinically evaluate Session and take follow-up action Current object AND Identify patients at high risk of IDH Subject(s) Nurse and Technician Technician Technician then Nurse Nurse Community Patient answers questions Patient answers questions Patient answers questions; Nurse oversees process Technician measures sitting-tostanding BP; Patient reports symptoms in last 5 sessions Integration with Current Actions Taking BP; calculating interdialytic weight gain; interviewing patient Checking the patients' vitals and speaking with them every 30 minutes Ending the treatment; taking BPs,; Stabilizing patient Completion of fluid status assessment module"
    },
    {
      "title": "New actions with checklist"
    },
    {
      "title": "Reflect on data from current actions"
    },
    {
      "title": "Reflect on data from current actions"
    },
    {
      "title": "Clinical evaluation of session"
    },
    {
      "title": "Reflect on clinical criteria"
    },
    {
      "title": "Division of Labor/ Workflow integration",
      "text": "Use with all actions; Use at pre-start and in  30  minutes after start Use with above actions; Use at 2 hour point in a 4 hour session Use before and after disconnection Use during fluid assessment; Use in First hour of session Tools providing information for checklist BP cuff, scale, documentation system; knowing the patient BP cuff, dialysis machine; knowledge of typical BP ranges and changes BP cuff, dialysis machine, documentation system; knowing the patient BP cuff, Fluid assessment module in documentation system Rules of current activity reflected All patients get pretreatment evaluation All patients get 30-minute BP checklists; Physician orders All patients get postdialysis evaluation; minimum BP at discharge Nurse scope of practice; Medicare ultrafil-tration rate (UFR) thresholds\n\nA rule for this activity, in the words of a nurse, was that \"…everybody gets the post-dialysis evaluation.\" Facilities also had a policy regarding a minimum BP at discharge, \"…your standing blood pressure needs to be above 100.\" Some chronically hypotensive patients had lower pre-discharge \"cutoffs.\""
    },
    {
      "title": "Checklist Design",
      "text": "The a priori goal of the design process described herein was to \"translate\" the checklist concept into an outpatient HD context (Figure  2 ). The IDH prevention checklist went through four major rounds of revision. In total, there were four different proposed checklist prototypes (Table  1 ), each of which was proposed as a tool within activity systems from section 4.2. Each prototype added a new checklistsupported action and extended an activity system's object. Proposed checklist users were the current activity's subjects, and checklists were to be used at a designated point in the current workflow. As decisional criteria, checklist items required information from the activity's other tools. Table  1  maps how each checklist prototype was designed to be integrated into an activity.\n\nThe prototypes outlined in Table  1  were the result of the design rounds outlined in Tables 2-5 and accompanying text. In line with an AT-informed change process, each round was driven by efforts to address tool-activity system tensions  [39, 44]  and related design issues. Round One resulted in the creation of the first prototypes; each subsequent round involved feedback gathering and then developing a new prototype that embodied design shifts to address emergent tensions identified via this feedback, thus making implementation issues central in all design phases."
    },
    {
      "title": "Table 2. First Checklist Design Round."
    },
    {
      "title": "Issues addressed",
      "text": "•Scientific evidence re: IDH, trending of data between sessions, encouraging communication, workflow Tool-activity system tensions addressed"
    },
    {
      "title": "•Cognitive toolPhysical tool •Physical toolWorkflow"
    },
    {
      "title": "Design concept",
      "text": "•Systematically identify at-risk patients Design instantiation"
    },
    {
      "title": "•Paper, 38-item, three-part checklist"
    },
    {
      "title": "How design addressed issues",
      "text": "•To be completed collaboratively •Prompted asking patient questions •Prompted consideration of past data •Prompted post-session evaluation/follow-up 4.3.1 First Round. This design round began with the identified need to reduce IDH rates in HD care, along with the collaborative decision to focus on a checklist as a design outcome (Figure  2 ). This round focused on completeness of attention to clinical factors that might help to identify patients at risk of IDH. Design activities thus began with a librarian-assisted review of scientific literature by four research team members. Evidence review results were shared with a ten-hour Delphi panel in which the 20member Advisory Committee reviewed the evidence and voted on priorities for checklist content (and other study interventions not described here). This included surfacing correlates of IDH in order to identify relevant clinical criteria and intervention points. Reflecting these steps, the initial checklist prototype items were a mix of specific clinical criteria (e.g., \"Has the patient been in hospital within the last 4 weeks?\"), tasks intended to prompt attention to relevant criteria (e.g., \"What is the Inter-Dialytic Weight Gain?\"; \"What is the usual patient experience of dialysis?\"), and questions prompting evaluation of future risk (e.g., \"Were the goals of session met?\"). (See supplementary materials for further detail.) Accordingly, the initial checklist prototype addressed activity system tensions between emerging scientific evidence (a cognitive tool) and the lack of current physical tools to support IDH prevention actions.\n\nA second tension driving in this design round was between the proposed new checklist items and facility workflows. To address this tension, we analyzed round one interviews to identify the major activities in HD care (see section 4.2). Analyses included identification of opportune times in the session in which IDH risk could be reduced, while also identifying activity systems into which the checklist could be integrated. The resulting three-part checklist prototype was to be used at three different time points: early-, mid-and late-session (Table  1 ). Each checklist part was to be integrated into a specific activity, while: extending its object; adding a checklist-supported action; leveraging information from other tools used in the activity; and inheriting its subject and community.\n\nFinally, this design round involved instantiating practices that could improve identification of at-risk patients, such as facilitating attention to data trends and encouraging communication (Table  2 ). For example, the checklist was to be completed partly by technicians and partly by nurses depending on the items, and there was an attempt to prompt a post-session evaluation and follow-up."
    },
    {
      "title": "4.3.2",
      "text": "Second Round. This round involved second-round interviews. Interviews included eliciting feedback on the paper prototype from round one, scenario-based design, think-aloud activities. We present interview results below."
    },
    {
      "title": "Table 3. Second Checklist Design Round. 1st-round prototype experience"
    },
    {
      "title": "•Concerns about checklist length •Questions about post-session checklist viability"
    },
    {
      "title": "Issues addressed",
      "text": "•Checklist length, Blending with workflow Tool-activity system tensions addressed"
    },
    {
      "title": "•Physical toolDivision of Labor/Workflow"
    },
    {
      "title": "Design concept",
      "text": "•Identify at-risk patients in two phases of HD Design shift\n\n•Long, 3-part checklistShorter, 2 part checklist Design instantiation"
    },
    {
      "title": "•Paper, 2-part, 8-item checklist"
    },
    {
      "title": "How design addressed issues",
      "text": "•Shortened and prioritized list of checklist items •Checklist to be completed collaboratively Interviewees generally responded favorably to the checklist design concept. This physician said, \"You're creating a process…you're changing the culture… trying to get to a proactive state.\" An NP noted, \"…it's a really good tool that can be used as a guide …because [HD care]…gets to be very routine…\" Nevertheless, participants had concerns about checklist length, which related to a tension between the proposed design and current workflows. As this physician said, \"…making people think about all this is an excellent tool. My concern with the tool is, can this be implemented? [I]s it too long?\" This nurse practitioner stressed \"…to get this done on every patient before they start, it's not going to happen.\" This design iteration thus focused on shortening the checklist; in total, 30 checklist items were deleted as a result of an evaluation of interviewee feedback and further prioritization efforts.\n\nWe asked interviewees how they might integrate checklist use into their current workflows, if at all. Nurses believed that the checklist's pre-treatment evaluation could fit, \"…this is what we usually do. We assess the patient before starting the treatment and we'll go back and assess him again.\" Technicians also believed that they would be capable of completing early-and mid-session checklists (Table  1 ) with every patient as part of their current activities. However, a tension between the tool design and workflow emerged in that nurses felt that adding the checklist to the post-treatment assessment activity might be difficult due to time constraints: \"…there physically is not enough time to do [an additional] full and complete  [checklist]  post-assessment on someone who …has had a stable treatment.\" Another said, \"…the [additional of the] post-checklist is a problem, because you've got people coming in and going out.\" In particular, the proposed new action of identification of follow-up steps was thought impossible at that workflow stage. Thus, we deleted the late-session portion of the checklist, while maintaining the earlier phases (Tables  1  and  3 )."
    },
    {
      "title": "Third Round. In this design round, the Steering",
      "text": "Committee and Investigator team continued to analyze interview results, rapidly iterated on our checklist design as a team, and gathered feedback from the AC on the secondround checklist (Figure  2 ). We also worked closely with members of the Steering Committee who represented our HD facility partner to better align the checklist with existing workflow, divisions of labor, and cognitive tools. In this round, we discovered that the revised prototype did not fully address the tension between the checklist and workflow. We re-evaluated the viability of the mid-session checklist. Through further interview analyses, we identified that there was concern about duplication with current workflows. One technician said, \"…that entire mid-section would just be redundant…\" and another stated \"…a checklist added onto that, it's just…another step for doing the same things that you're already doing.\" Given this feedback and input from the Steering Committee, we deleted this part of the checklist. We thus selected identification of patients at increased risk of IDH early in the session as the intervention point.\n\nTable 4. Third Checklist Design Round. 2nd-round prototype experience •Questions about mid-session checklist viability •Questions about checklist item duplication •Questions about checklist division of labor Issues addressed •Blending with workflow, item duplication, potential treatment actions based on checklist Tool-activity system tensions addressed •Physical toolDivision of Labor/Workflow •Physical toolCognitive tools •Physical toolRules (Informal) Design concept •Identify at-risk patients in one phase of HD •Recommend potential follow-up actions •Empower technicians with checklist Design shift Shorter, 2-part checklist onlyShorter, 1-part checklist plus potential actions Design instantiation •Paper, 1-part checklist with list of actions How design addressed issues •Checklist to prompt notification of nurse •Treatment considerations list for follow-up\n\nWe also newly identified conflicts between the proposed checklist and existing cognitive tools used in the pretreatment assessment (Table  4 ). Experienced nurses felt that the checklist duplicated their cognitive processes, \"I...do this every time a patient comes in…I can…answer a lot of these questions just in my head that I know about the patients.\" Another nurse said, \"…...[t]he tool is in our mind I guess.\" A conflict also emerged between the tool design and informal rules. Because HD is repetitive, the norm is to document, \"…by exclusion ….you only usually chart if there's a problem when you're doing their assessment.\" Thus asking staff to \"check off\" that a patient was doing well would conflict with prevailing norms, potentially leading to acceptance issues. Thus, we decided henceforth to focus the checklist only on IDH risk factors that staff did not already systematically consider. Moreover, the focus was on clinical criteria that change often, particularly blood pressure. With this new approach, the checklist was shortened to two items.\n\nWe found that the previous checklist design, which was intended for collaborative completion, also conflicted with the division of labor. With this in mind, a physician recommended that the checklist should be laid out so that \"…everybody owns what they should do.\" Thus, we newly focused on creating a checklist for one clinician, with coordination achieved through follow-up in the event of concerns. Reflecting upon the remaining two entirely novel checklist items, we drew inspiration from a nurse practitioner who stated that the checklist could, \"…be empowering to a  [technician] .\" Hence, we rethought the checklist as a tool for technicians to bring issues of concern to nurses, or for nurses to complete alone. The Steering Committee also discussed using the checklist to prompt IDH prevention actions, resulting in a list of \"Treatment Considerations,\" based on previously-collected data.\n\nTable 5. Fourth Checklist Design Round. 3rd-round prototype experience •Questions about most powerful IDH risk factors •Questions about optimal workflow fit •Paper incompatible with infection control rules Issues addressed •Prioritization of items, blending with workflow and existing tool, role of patient, digital prototype Tool-activity system tensions addressed •RulesPhysical tool •Physical toolDivision of Labor/Workflow •Physical toolPhysical tools Design concept •Expand object of fluid assessment activity to include greater emphasis on IDH prevention •Focus attention on novel risk factors Design shift Paper, 2-item checklistDigital, 4-item checklist Design instantiation •Checklist on tablet, wheeled stand, detachable How design addressed issues •Leverages data on digital Fluid Assessment tool •Leverages data gathered by technician •Item prompts asking patient a question 4.3.4 Fourth Round. Third-round prototype issues guided this design round (see Table  5 ). We revisited the evidence review/Delphi panel results to ensure that the two-item checklist would be sufficiently powerful. This step resulted in the elimination of one question, and the addition of three new questions. This introduced a tension, however, between the checklist and rules because answering the new questions would require checklist completion by a nurse as some were beyond the technician scope of practice. These question changes in turn surfaced a tension between the checklist and other physical tools, since the new questions required integration of data from several sources. This resulted in our HD facility partner on the Steering Committee suggesting that the checklist be completed as clinicians performed the aforementioned fluid assessment activity, since two data elements were displayed in that tool. This allowed for the expansion of the object of the fluid assessment activity to include IDH prevention, while resolving a tension regarding the interface between physical tools used in facilities and the checklist.\n\nIn keeping with our initial goal of promoting communication and trending of data, and patients' desires to prevent symptoms, this revision included a new item that prompted nurses to ask patients about prior IDH symptoms. This question could only be answered in dialogue with patients as the data were unavailable elsewhere. This information gathering was important since patients often attempted to influence the amount of fluid removal in their sessions order to prevent symptoms, as this physician explained, \"….there are some people in the unit that will not allow you to remove more than three liters or whatever they decided that they didn't have cramps at…\" Physicians/nurse practitioners/physician assistants often considered symptoms as an indicator of a possible need for a \"dry weight\" change, although nurses did not always consider this in daily fluid removal goal-setting. However, this question did not ask patients to set their own fluid removal goal, which was, as described, a variable practice, since this was not clinically desirable and patients complained of the possible symptomatic consequences of choosing their own goal. For example, this patient complained, \"…they usually will ask how much you wanna take off… if I give a number that's too high…I can get a cramp.\"\n\nWorkflow-checklist tensions were also addressed in this round. This decision also moved checklist completion to the fluid assessment activity, which is completed in the first hour of treatment by nurses. This was advantageous as it aligned with the observation that the pre-treatment assessment activity might still be a harried time in which to complete the checklist, but, as this nurse said, \"...  [u] sually there is a little bit of down time after you get everybody on the machine…time to get your documentation done…\"\n\nWe also focused our attention on transition of the checklist to a digital format based on clinician preference. We also considered organizational infection control policies, which resulted in decisions to purchase a tablet case that could withstand cleaning by bleach, and placement of the checklist on a tablet stand on wheels to avoid staff putting the tablet down while examining patients. Since nurses could obtain needed data from more than one facility location, we allowed for flexibility in implementation by selecting a tablet stand that allows users to detach the tablet.\n\nA hands-on demonstration of the working prototype at two facilities elicited positive feedback on the prototype's usability. Nurses confirmed that they could envision incorporating the digital checklist into the fluid assessment activity. Discussion with nurses during the demonstration surfaced the fact that information for the checklist may be unavailable for some patients, such new patients or those who returned from hospital. Thus, we added \"data not available,\" as a checklist response option (Figure  3 ). We also rearranged the list to put actions in order of frequency of use.\n\nFigure  1  outlines the checklist's role in the expanded Fluid Assessment Activity System; bolded items show changes. The checklist integrates with this activity's workflow while adding an action: assessing IDH risk; it also broadens the system's object accordingly. The checklist will be used by the nurse (subject), reflecting organizational scope of practice policies (rules). The checklist (added to \"tools\") relies upon information from the BP cuff and fluid assessment module (tools), and reflects new Medicare policies regarding maximum ultrafiltration rates (rules). It also relies upon two new information sources: the technician, who uses the BP cuff (tool) to measure the sitting-to-standing BP, and the patient, who is asked to report symptoms to nurses (community). We implemented the working checklist prototype using Android Studio in Java/Kotlin. The prototype contains a home screen (Figure  3 , left) with all checklist questions, and a treatment considerations list screen (Figure  3 , right). The list refers nurses to follow up actions involving other activity systems that reflect the division of labor. For example, options like \"more frequent BP measurement\" involve that day's monitoring patient status activity performed by the technician. It also refers to activity systems involving others, such as the dietitian. We implemented several design features in our working prototype. First, we added colors for the Yes and No buttons in the checklist, and assigned red for the Yes button, which serves as an alert to clinicians. When submitted, any \"yes\" selection triggers display of the treatment considerations list. Second, when \"yes\" is not selected and the user presses the submit form button, a pop-up window with an \"acknowledge\" button appears to prompt commitment regarding question responses (Figure  4 , right). Third, all checklist questions require a response from the clinician for the form to be submitted successfully and to avoid the alert message."
    },
    {
      "title": "DISCUSSION",
      "text": "We detailed four IDH-relevant activity systems in multiple HD facilities across the US: (1) pre-treatment evaluation; (2) fluid status assessment; (3) monitoring patient status; and (4) post-treatment evaluation. We then outlined a design process that began with a review of scientific evidence, mapped a checklist onto these activity systems, and engaged clinicians in co-design throughout. Through three subsequent design rounds, the checklist design progressively changed to address implementation issues raised regarding (1) workflow/division of labor (length, users, patient role); (2) relationships to existing tools (item duplication, knowing the patient, fluid assessment tool); and (3) rules (thresholds, infection control, documentation by exception norms, scopes of practice). The result was a tablet-based checklist that nurses will complete as part of the fluid assessment activity.\n\nFindings revealed unique design considerations related to HD care. HD involves the same patients, the same clinicians, and the same procedure, three times per week over months and years. Thus clinicians gain considerable, routinized experience of HD in general, and deep familiarity with specific patients-indeed, \"knowing the patient\" was a critical cognitive tool. Moreover, the routine nature of HD is evident in rules governing HD care, from the frequent use of standing orders to the norm to document by exception. Accordingly, we found that a list of checklist tasks, multiplied over a repetitive procedure, posed considerable potential burden. This was rooted in a conflict between the current use of cognitive tools and the proposed addition of a physical tool to support them. In a workflow that was fast-paced and already heavily routinized, and with most patients in stable condition, an acceptable balance of speed and accuracy had already been found. Thus, a new physical tool, which would decrease speed while potentially increasing accuracy, held unclear value for clinicians. This necessitated removal of checklist items that duplicated current cognitive tasks, a potential consideration for other repetitive tasks.\n\nOur design process included more attention to the implementation context than is typical in design research. This was necessary because the checklist will be evaluated in a pragmatic trial. Pragmatic trials evaluate interventions as part of routine care; thus, it was critical that our checklist sustainably integrate with workflow. Consequently, the codesign process engaged clinicians in resolving tensions between the checklist design and activity system elements; this was achieved by progressively incorporating existing workflows/divisions of labor, tools, and rules into the design. Hence, the checklist increasingly took on the characteristics of the activity system of which it will be a part. This parallels a process of \"domestication\" of technology through its incorporation into organizational routines [65] -albeit before rather than after implementation. Because implementation challenges are common in healthcare  [33, 34] , a progressive incorporation approach may assist other designers in creating other health technologies.\n\nThis study addressed exogenous, large-scale influences on an activity system, namely scientific evidence and national health policy funding changes. We thus answer the call for incorporation of broader socio-economic forces into AT-related work  [31] . Our design process concretized these exogenous influences in a tool with which clinicians engaged extensively in a co-design process. This process caused both clinicians' perspectives and the checklist itself to evolve, suggesting a broader value in this approach.\n\nA diagnostic checklist differs from those discussed in HCI thus far in that it attempts to support a specific type of thinking rather than consistent task completion. As such, our ultimate design goal was to focus clinician attention on novel, and potentially shifting, clinical criteria rather than thorough completion of assessment tasks. This approach holds promise for identifying newly at-risk patients whom clinicians might otherwise miss, rather than making current assessment methods more precise; this blends a checklist with \"attention-focusing\" decision support  [66] . As our process illustrates, diagnostic checklist design requires attention to the selection of clinical criteria and diagnostic thresholds, and availability of the information with which to evaluate patient status against the criteria. These design considerations will be important to for designers of diagnostic checklists in contexts beyond HD.\n\nRather than simply identifying that a patient is at risk, prior research on clinical decision support shows that is critical to suggest an action (e.g.,  [67] ). Alternative recommendations should also be provided to respect clinician autonomy  [68] . Thus, we developed a list of treatment considerations for the checklist application; these will be accompanied by team training that will explain list content.\n\nResults revealed some potential difficulties in relation to patient roles in the checklist. Both clinicians and patients noted mismatches between clinician and patient expectations regarding fluid removal goal-setting, sometimes leading to suboptimal decisions. Furthermore, clinicians outlined cases in which patients did not report symptoms. These challenges suggest the value of giving patients a clear role in checklist completion, and thus their fluid assessment. It directs clinician attention to symptoms, an issue of great concern to patients  [8, 69, 70] . With a question that requires nurses to ask patients about prior IDH symptoms, the checklist may improve communication while facilitating the availability of information. This represents a shift in checklist design away from a dominant focus on clinicians to a more collaborative approach.\n\nThis study has several limitations. First, we applied AT post-hoc during data analysis instead of using it to guide initial data collection. However, we realized later on that our design process intuitively followed the AT framework, and revisited all of our data analysis through this lens. Second, it will ultimately be ideal for the checklist to be integrated into the fluid assessment tool. However, this was not possible within the confines of this project due to a desire on the part of HD providers for evidence of effectiveness before this resource investment. Third, we have not yet tested the checklist in the field though we gathered feedback from multiple stakeholders throughout the design process."
    },
    {
      "title": "CONCLUSION AND FUTURE WORK",
      "text": "This paper detailed four activity systems within routine HD care. We then outlined the design process for a diagnostic checklist intended to identify patients at increased IDH risk. The four-round design process involved development of scientific content, as well as progressive incorporation of key activity system elements (rules, division of labor/workflow, existing tool) into the checklist. The final, tablet-based checklist extends the object of the fluid assessment activity to include IDH prevention. We will soon evaluate the checklist in a pragmatic clusterrandomized controlled trial in 28 HD facilities in four US regions."
    },
    {
      "text": "Figure 1: Application of Activity Theory to Fluid Assessment Activity System in Hemodialysis Facilities. (bolded elements show expansion to include IDH prevention via the checklist)."
    },
    {
      "text": "Figure 2: Checklist Design Process by Stakeholder Group."
    },
    {
      "text": "Figure 2 shows that stakeholder groups included: (1) the investigator team (including two nephrologists); (2) the Steering Committee (SC) which oversees ongoing project management (the investigators plus four clinicians and two patients); (3) the national Advisory Committee (AC), which includes seven patients, 10 clinicians, and three nonprofit representatives; (4) Clinicians (n=20) and patients (n=17) who participated in interviews and focus groups; and (5) nurses at two hemodialysis facilities (n=5)."
    },
    {
      "text": "Figure 3: Working Checklist Prototype."
    },
    {
      "text": "Figure 4: Screenshots of Design Features."
    }
  ],
  "references": [
    {
      "title": "The contribution of chronic kidney disease to the global burden of major noncommunicable diseases",
      "authors": [
        "W Couser",
        "G Remuzzi",
        "S Mendis",
        "M Tonelli"
      ],
      "year": 2011
    },
    {
      "title": "United States Renal Data System (USRDS) The 2017 USRDS Annual Data Report (ADR)",
      "year": 2017
    },
    {
      "title": "Polacchini Blood volume controlled hemodialysis in hypotension-prone patients: a randomized, multicenter controlled trial",
      "authors": [
        "A Santoro",
        "E Mancini",
        "C Basile",
        "L Amoroso",
        "S Di Giulio",
        "M Usberti",
        "G Colasanti",
        "G Verzetti",
        "A Rocco",
        "E Imbasciati",
        "G Panzetta",
        "R Bolzani",
        "F Grandi"
      ],
      "year": 2002
    },
    {
      "title": "Leunissen Preventing dialysis hypotension: a comparison of usual protective maneuvers",
      "authors": [
        "J Kooman",
        "K Moret",
        "F Van Der Sande",
        "P Gerlag",
        "A Van Den Wall Bake"
      ],
      "year": 2001,
      "doi": "10.1046/j.1523-1755.2001.060002802.x"
    },
    {
      "title": "Hemodialysis-associated hypotension as an independent risk factor for two-year mortality in hemodialysis patients",
      "authors": [
        "Tatsuya Shoji",
        "Yoshiharu Tsubakihara",
        "Masamitsu Fujii",
        "Enyu Imai"
      ],
      "year": 2004,
      "doi": "10.1111/j.1523-1755.2004.00812.x"
    },
    {
      "title": "Diaz-Buxo Intradialytichy potension: frequency, sources of variation and correlation with clinical outcome",
      "authors": [
        "J Sands",
        "L Usvyat",
        "T Sullivan",
        "J Segal",
        "P Zabetakis",
        "P Kotanko",
        "F Maddux"
      ],
      "year": 2014,
      "doi": "10.1111/hdi.12138"
    },
    {
      "title": "Hothi Intradialytic hypotension",
      "authors": [
        "W Hayes"
      ],
      "year": 2011
    },
    {
      "title": "Patients' perspective of haemodialysis-associated symptoms",
      "authors": [
        "Sanjeev Ben Caplin",
        "Andrew Kumar",
        "Davenport"
      ],
      "year": 2011
    },
    {
      "title": "Treatment time and ultrafiltration rate are more important in dialysis prescription than small molecule clearance",
      "authors": [
        "Z Twardowski"
      ],
      "year": 2007,
      "doi": "10.1159/000096403"
    },
    {
      "title": "Stalhammar Intradialytic hypotension and risk of cardiovascular disease",
      "authors": [
        "B Stefansson",
        "S Brunelli",
        "C Cabrera",
        "D Rosenbaum",
        "E Anum",
        "K Ramakrishnan",
        "D Jensen"
      ],
      "year": 2014,
      "doi": "10.2215/cjn.02680314"
    },
    {
      "title": "Brunelli Rapid fluid removal during dialysis is associated with cardiovascular morbidity and mortality",
      "authors": [
        "Jennifer Flythe",
        "Stephen Kimmel"
      ],
      "year": 2011
    },
    {
      "title": "Association of mortality risk with various definitions of intradialytic hypotension",
      "authors": [
        "J Flythe",
        "H Xue",
        "K Lynch",
        "G Curhan",
        "S Brunelli"
      ],
      "year": 2015,
      "doi": "10.1681/asn.2014020222"
    },
    {
      "title": "Kalantar-Zadeh Intradialytic hypotension, blood pressure changes and mortality risk in incident hemodialysis patients",
      "authors": [
        "J Chou",
        "E Streja",
        "D Nguyen",
        "C Rhee",
        "Y Obi",
        "J Inrig",
        "A Amin",
        "C Kovesdy",
        "J Sim"
      ],
      "year": 2018,
      "doi": "10.1093/ndt/gfx037"
    },
    {
      "title": "Ding Intradialytic Hypotension as an Independent Risk Factor for Long-Term Mortality in Maintaining Hemodialysis Patients: A 5-Year Follow-Up Cohort Study",
      "authors": [
        "J Yu",
        "Z Liu",
        "B Shen",
        "J Teng",
        "J Zou"
      ],
      "year": 2018
    },
    {
      "title": "McIntyre Haemodialysis-induced myocardial stunning in chronic kidney disease -a new aspect of cardiovascular disease",
      "year": 2010
    },
    {
      "title": "McIntyre Hemodialysis-induced repetitive myocardial injury results in global and segmental reduction in systolic cardiac function",
      "authors": [
        "James Burton",
        "Helen Jefferies",
        "Nicholas Selby"
      ],
      "year": 2009
    },
    {
      "title": "McIntyre Hemodialysis-induced cardiac injury: determinants and associated outcomes",
      "authors": [
        "James Burton",
        "Helen Jefferies",
        "Nicholas Selby"
      ],
      "year": 2009,
      "doi": "10.2215/cjn.03900808"
    },
    {
      "title": "Intradialytic Hypotension (IH): An important predictor of patient mortality and hospitalizations",
      "authors": [
        "Jeffrey Sands",
        "Len Usyvat",
        "Terry Sullivan",
        "Paul Zabetakis",
        "Peter Kotanko",
        "Franklin Maddux"
      ],
      "year": 2013,
      "doi": "10.1111/hdi.12138"
    },
    {
      "title": "Improving Clinical Outcomes Among Hemodialysis Patients: A Proposal for a \"Volume First\" Approach From the Chief Medical Officers of US Dialysis Providers",
      "authors": [
        "E Daniel",
        "Steven Weiner",
        "Abigail Brunelli",
        "Brigitte Hunt",
        "Richard Schiller",
        "Frank Glassock",
        "Douglas Maddux",
        "Tom Johnson",
        "Allen Parker",
        "Nissenson"
      ],
      "year": 2014
    },
    {
      "title": "Aline Barbir and Paula Bezzola A systematic review of the effectiveness, compliance, and critical factors for implementation of safety checklists in surgery",
      "authors": [
        "Annegret Borchard",
        "L David",
        "Schwappach"
      ],
      "year": 2012,
      "doi": "10.1097/sla.0b013e3182682f27"
    },
    {
      "title": "Sustaining reductions in catheter related bloodstream infections in Michigan intensive care units: observational study",
      "authors": [
        "P Pronovost",
        "C Goeschel",
        "E Colantuoni",
        "S Watson",
        "L Lubomski",
        "S Berenholtz",
        "D Thompson",
        "D Sinopoli",
        "S Cosgrove",
        "J Sexton",
        "J Marsteller",
        "R Hyzy",
        "R Welsh",
        "P Posa",
        "K Schumacher",
        "D Needham"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c309"
    },
    {
      "title": "Development of medical checklists for improved quality of patient care",
      "authors": [
        "B Hales",
        "M Terblanche",
        "R Fowler",
        "W Sibbald"
      ],
      "doi": "10.1093/intqhc/mzm062"
    },
    {
      "title": "Changes in safety attitude and relationship to decreased postoperative morbidity and mortality following implementation of a checklist-based surgical safety intervention",
      "authors": [
        "A Haynes",
        "T Weiser",
        "W Berry",
        "S Lipsitz",
        "A Breizat",
        "E Dellinger",
        "G Dziekan",
        "T Herbosa",
        "P Kibatala",
        "M Lapitan",
        "A Merry",
        "R Reznick",
        "B Taylor",
        "A Vats",
        "A Gawande"
      ],
      "year": 2011
    },
    {
      "title": "The Checklist manifesto",
      "authors": [
        "Atul Gawande"
      ],
      "year": 2010
    },
    {
      "title": "Vandijck Surgical safety checklists : an update",
      "authors": [
        "J Bergs",
        "J Hellings",
        "I Cleemput",
        "P Simons",
        "O Zurel",
        "S Vertriest"
      ],
      "year": 2014,
      "doi": "10.1080/00015458.2014.11681015"
    },
    {
      "title": "Design challenges in converting a paper checklist to digital format for dynamic medical settings",
      "authors": [
        "Aleksandra Sarcevic",
        "Brett Rosen",
        "Leah Kulp",
        "Ivan Marsic",
        "Randall Burd"
      ],
      "year": 2016
    },
    {
      "title": "Supporting crisis response with dynamic procedure aids",
      "authors": [
        "Leslie Wu",
        "Jesse Cirimele",
        "Kristen Leach",
        "Stuart Card",
        "Larry Chu",
        "Kyle Harrison",
        "Scott Klemmer"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598565"
    },
    {
      "title": "Bell and Ziv Harel Feasibility of a hemodialysis safety checklist for nurses and patients: a quality improvement study",
      "authors": [
        "Alison Thomas",
        "Samuel Silver",
        "Andrea Rathe",
        "Pamela Robinson",
        "Ron Wald"
      ],
      "year": 2016,
      "doi": "10.1093/ckj/sfw019"
    },
    {
      "title": "Routines that ease the pain: the information world of a dialysis clinic",
      "authors": [
        "C Tiffany",
        "Veinot",
        "C Chrysta",
        "Mark Meadowbrooke",
        "Kai Newman",
        "Erica Zheng",
        "Perry"
      ],
      "year": 2010
    },
    {
      "title": "Agency for Healthcare Research and Quality",
      "authors": [
        "Anne Collins Mclaughlin"
      ],
      "year": 2010
    },
    {
      "title": "Yrjö Engeström Learning by expanding",
      "year": 2014
    },
    {
      "title": "Ash Computerized provider order entry adoption: implications for clinical workflow",
      "authors": [
        "E Campbell",
        "K Guappone",
        "D Sittig",
        "R Dykstra"
      ],
      "year": 2009
    },
    {
      "title": "Types of unintended consequences related to computerized provider order entry",
      "authors": [
        "E Campbell",
        "D Sittig",
        "J Ash",
        "K Guappone",
        "R Dykstra"
      ],
      "year": 2006
    },
    {
      "title": "Acting with technology: Activity theory and interaction design",
      "authors": [
        "Victor Kaptelinin",
        "Bonnie Nardi"
      ],
      "year": 2006
    },
    {
      "title": "Making HCI theory work: an analysis of the use of activity theory in HCI research",
      "authors": [
        "Victor Torkil Clemmensen",
        "Bonnie Kaptelinin",
        "Nardi"
      ],
      "year": 2016
    },
    {
      "title": "Yrjö Engeström Activity theory and individual and social transformation",
      "year": 1999
    },
    {
      "title": "A model for the design of interactive systems based on activity theory",
      "authors": [
        "D Sebastian",
        "Benedikt Schmidt"
      ],
      "year": 2012
    },
    {
      "title": "Expansive Visibilization of Work: An Activity-Theoretical Perspective",
      "authors": [
        "Yrjo Engestrom"
      ],
      "year": 1999
    },
    {
      "title": "Engeström A cultural-historical approach to distributed cognition",
      "authors": [
        "Michael Cole"
      ],
      "year": 1997
    },
    {
      "title": "Bardram Temporal Coordination -On Time and Coordination of Collaborative Activities at a Surgical Department",
      "year": 2000
    },
    {
      "title": "Activity analysis: applying activity theory to analyze complex work in hospitals",
      "authors": [
        "Jakob Bardram",
        "Afsaneh Doryab"
      ],
      "year": 2011,
      "doi": "10.1145/1958824.1958895"
    },
    {
      "title": "Computerized medical records, production pressure and compartmentalization in the work activity of health center physicians",
      "authors": [
        "Yrjo Engestrom",
        "Ritva Engestrom",
        "Osmo Saarelma"
      ],
      "year": 1988,
      "doi": "10.1145/62266.62272"
    },
    {
      "title": "Yrjo Engestrom Activity theory as a framework for analyzing and redesigning work",
      "year": 2000,
      "doi": "10.1080/001401300409143"
    },
    {
      "title": "Holden Activity Theory Analysis of Heart Failure Self-Care",
      "authors": [
        "Victor Cornet",
        "Stephen Voida"
      ],
      "year": 2018,
      "doi": "10.1080/10749039.2017.1372785"
    },
    {
      "title": "Identity construction environments: supporting a virtual therapeutic community of pediatric patients undergoing dialysis",
      "authors": [
        "Marina Bers",
        "Joseph Gonzalez-Heydrich",
        "David Ray"
      ],
      "year": 2001
    },
    {
      "title": "Welch An offline mobile nutrition monitoring intervention for varying-literacy patients receiving hemodialysis: a pilot study examining usage and usability",
      "authors": [
        "Kay Connelly",
        "Katie Siek",
        "Beenish Chaudry",
        "Josette Jones",
        "Kim Astroth"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000732"
    },
    {
      "title": "Perry Using online peer-mentoring to empower young adults with end-stage renal disease: a feasibility study",
      "authors": [
        "K Zheng",
        "M Newman",
        "T Veinot",
        "M Hanratty",
        "H Kim",
        "C Meadowbrooke"
      ],
      "year": 2010
    },
    {
      "title": "A participatory assessment of IS integration needs in maternity clinics using activity theory",
      "authors": [
        "Heidi Häkkinen",
        "Mikko Korpela"
      ],
      "year": 2007,
      "doi": "10.1016/j.ijmedinf.2006.11.003"
    },
    {
      "title": "Designing, and Evaluating Peripheral Displays: An Analysis Using Activity Theory",
      "authors": [
        "Tara Matthews",
        "; Scott",
        "Carter Defining"
      ],
      "year": 2007
    },
    {
      "title": "Physical and Virtual Tools: Activity Theory Applied to the Design of Groupware",
      "authors": [
        "Morten Fjeld",
        "Kristina Lauche",
        "Martin Bichsel",
        "Fred Voorhorst",
        "Helmut Krueger",
        "Matthias Rauterberg"
      ],
      "year": 2002
    },
    {
      "title": "Activity Theory and System Design: A View from the Trenches",
      "authors": [
        "Patricia Collins",
        "Shilpa Shukla",
        "David Redmiles"
      ],
      "year": 2002,
      "doi": "10.1023/a:1015219918601"
    },
    {
      "title": "Designing for the dynamics of cooperative work activities",
      "authors": [
        "Jakob Bardram"
      ],
      "year": 1998,
      "doi": "10.1145/289444.289483"
    },
    {
      "title": "Activity theory as a potential framework for humancomputer interaction research",
      "authors": [
        "Kari Kuutti"
      ],
      "year": 1996
    }
  ],
  "num_references": 53
}
