{
  "paper_id": "DWBU9FCZ",
  "title": "A centralized cardiovascular risk service to improve guideline adherence in private primary care offices",
  "abstract": "Background-Many large health systems now employ clinical pharmacists in team-based care to assist patients and physicians with management of cardiovascular (CV) diseases. However, small private offices often lack the resources to hire a clinical pharmacist for their office. The purpose of this study is to evaluate whether a centralized, web-based CV risk service (CVRS) managed by clinical pharmacists will improve guideline adherence in primary care medical offices in rural and small communities. Methods-This study is a cluster randomized prospective trial in 12 primary care offices. Medical offices were randomized to either the CVRS intervention or usual care. The intervention will last for 12 months and all subjects will have research visits at baseline and 12 months. Primary outcomes will include adherence to treatment guidelines and control of key CV risk factors. Data will also be abstracted from the medical record at 30 months to determine if the intervention effect is sustained after it is discontinued.",
  "year": 2016,
  "date": "2016-07-01",
  "journal": "Hypertension",
  "publication": "Hypertension",
  "authors": [
    {
      "forename": "Barry",
      "surname": "Carter",
      "name": "Barry Carter",
      "affiliation": "1  Department of Pharmacy Practice and Science , College of Pharmacy \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy",
      "email": "carter@uiowa.edu"
    },
    {
      "forename": "Barcey",
      "surname": "Levy",
      "name": "Barcey Levy",
      "affiliation": "2  Department of Family Medicine , College of Medicine \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t College of Medicine"
    },
    {
      "forename": "Brian",
      "surname": "Gryzlak",
      "name": "Brian Gryzlak",
      "affiliation": "1  Department of Pharmacy Practice and Science , College of Pharmacy \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy"
    },
    {
      "forename": "Elizabeth",
      "surname": "Chrischilles",
      "name": "Elizabeth Chrischilles",
      "affiliation": "3  Department of Epidemiology , College of Public Health \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t College of Public Health"
    },
    {
      "forename": "Mark",
      "surname": "Vander Weg",
      "name": "Mark Vander Weg",
      "affiliation": "4  Iowa City Veterans Administration \n\t\t\t\t\t\t\t\t Veterans Administration \n\t\t\t\t\t\t\t\t Iowa City"
    },
    {
      "forename": "Alan",
      "surname": "Christensen",
      "name": "Alan Christensen",
      "affiliation": "5  Department of Internal Medicine , Carver College of Medicine \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Carver College of Medicine"
    },
    {
      "forename": "Paul",
      "surname": "James",
      "name": "Paul James",
      "affiliation": "2  Department of Family Medicine , College of Medicine \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t College of Medicine"
    },
    {
      "forename": "Carol",
      "surname": "Moss",
      "name": "Carol Moss",
      "affiliation": "2  Department of Family Medicine , College of Medicine \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t College of Medicine"
    },
    {
      "forename": "Christopher",
      "surname": "Parker",
      "name": "Christopher Parker",
      "affiliation": "1  Department of Pharmacy Practice and Science , College of Pharmacy \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy"
    },
    {
      "forename": "Tyler",
      "surname": "Gums",
      "name": "Tyler Gums",
      "affiliation": "1  Department of Pharmacy Practice and Science , College of Pharmacy \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy"
    },
    {
      "forename": "Rachel",
      "surname": "Finkelstein",
      "name": "Rachel Finkelstein",
      "affiliation": "1  Department of Pharmacy Practice and Science , College of Pharmacy \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy"
    },
    {
      "forename": "Yinghui",
      "surname": "Xu",
      "name": "Yinghui Xu",
      "affiliation": "2  Department of Family Medicine , College of Medicine \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t College of Medicine"
    },
    {
      "forename": "Jeffrey",
      "surname": "Dawson",
      "name": "Jeffrey Dawson",
      "affiliation": "7  Department of Biostatistics , College of Public Health , the University of Iowa. Room 527 , College of Pharmacy , University of Iowa , Iowa City , Iowa , 52242 , \n\t\t\t\t\t\t\t\t Department of Biostatistics \n\t\t\t\t\t\t\t\t College of Public Health \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t Room 527 \n\t\t\t\t\t\t\t\t the University of Iowa \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t Iowa"
    },
    {
      "forename": "Linnea",
      "surname": "Polgreen",
      "name": "Linnea Polgreen",
      "affiliation": "1  Department of Pharmacy Practice and Science , College of Pharmacy \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy"
    },
    {
      "forename": "Lucille",
      "surname": "Carver",
      "name": "Lucille Carver"
    }
  ],
  "doi": "https://doi.org/10.13039/100000050",
  "pmid": "15381676",
  "keywords": [
    "cardiovascular disease",
    "diabetes",
    "clinical trial",
    "pharmacist management",
    "guideline adherence"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "There are many gaps in guideline concordant therapy for hypertension and cardiovascular (CV) diseases.  [1] [2] 2] [3] [4]  Only 21-47% of women with ischemic heart disease or diabetes received recommended therapy in one study.  5 A systematic review of 30 trials found significant improvements in risk factor control with pharmacist management.  6 wever, most of these studies involved single disease states or single clinics. It is not known if this intervention will be effective for multiple CV conditions. Experts call for more research to evaluate the use of pharmacists for cardiovascular disease (CVD) management.  7, 8   owever, most private physician offices do not have the resources to hire clinical pharmacists.\n\nThe Improved Cardiovascular Risk Reduction to Enhance Rural Primary Care: (ICARE) study is a prospective cluster-randomized trial in 12 medical offices within Iowa. This study will evaluate an efficient, centralized, web-based CVRS to support primary care providers to improve the management of CVD and achieve key performance measures.  9 A similar intervention that is being conducted in medical offices throughout the U.S.  10  However, that study is an implementation trial in offices that have clinical pharmacists on staff to determine if the CVRS can assist busy providers (including the onsite clinical pharmacists) in large medical offices with the frequent follow-up needed for patients with CVD. While the intervention pharmacist duties are the same in the two studies, there are some differences in medical offices, aims, procedures, inclusion criteria and target populations. The ICARE study will determine if there are different barriers and facilitators to such an intervention in private physician offices that lack clinical pharmacists. This study will provide \"virtual\" clinical pharmacy services for these private physicians."
    },
    {
      "title": "METHODS",
      "text": "This is a 5-year, prospective, cluster-randomized multi-center clinical trial in 12 primary care offices in Iowa. Randomization at the medical office level is necessary to avoid contamination if patients were randomized. Such contamination would occur in control patients if a physician receiving the intervention had patients in both the control and intervention group.\n\nOffices were recruited from the Iowa Research Network (IRENE).  11 A study coordinator (SC) in each office will enroll approximately 25 subjects who meet inclusion criteria. Subjects will provide written consent and be followed prospectively for 12 months. In addition, chart-audited data will be collected on all subjects at 30 months to determine the effect of the intervention once it is discontinued.\n\nThe primary aim of this study is to determine if implementation of a centralized, web-based CVRS managed by clinical pharmacists will improve adherence to treatment guidelines and risk factor control within private primary care offices as measured by improved guideline adherence. A secondary aim is to evaluate the cost effectiveness of the intervention.\n\nMembers of the research team traveled to each office to train SCs and meet providers. A SC (e.g. RN, LPN or MA) employed in each medical office will enroll subjects, collect study data and abstract data from medical records. All coordinators completed human subjects' education and training. Each SC was trained on recruitment, all study case report forms and ethical conduct. A research team member provided training and certification on proper BP measurement technique using an automated Omron HEM 907-XL device.  12"
    },
    {
      "title": "Subject Population and Recruitment",
      "text": "Subject recruitment was initiated in January 2014. We will enroll 300 subjects who remain eligible following a two step inclusion criteria process: First, English speaking males or females, >50 years of age, seen at least once in clinic/practice in the previous 24 months with a history of at least one of the following chronic medical conditions and associated uncontrolled risk factors will be identified:\n\na. diabetes with HA1c > 7.5% b. hypertension, with: i. >150 mm Hg Systolic Blood Pressure (SBP) or > 90 mm Hg Diastolic Blood Pressure (DBP) for patients with uncomplicated hypertension OR ii. >140 mm Hg SBP or > 90 mm Hg DBP for patients with diabetes or chronic kidney disease c. hypercholesterolemia, with low density lipoprotein (LDL) i. >110mg/dl for patients with peripheral artery disease, coronary artery disease, stroke, transient ischemic attack, or diabetes, or ii. >140mg/dl in other subjects Second, if the subject has one of the above, they can move to the next set of criteria. To meet final eligibility, they must have a history of total of three or more conditions from the above list and/or any of the following: coronary artery disease, myocardial infarction, stroke, transient ischemic attack, atrial fibrillation, peripheral vascular disease, claudication, carotid artery disease, or be a current smoker or have a diagnosis of obesity, i.e., body mass index (BMI>30). Subjects are excluded if they are non-English speaking, or if they have: cancer with a life expectancy less than 24 months, pregnancy, diagnosis of primary pulmonary hypertension, inability to give informed consent, nursing home residence or diagnosis of dementia, no telephone or have a hearing impairment that does not allow them to use the telephone, refusal to consider attempting to use the internet at home, community center, library, medical office to access the study on-line communication link between pharmacist and subject, referred to as the Iowa personal health record (PHR), inability to use the provided Omron BP cuff on patient's arm for any reason, or the patient has plans to move from the area or transfer care to a different clinic in the next 12 months.\n\nThe study was approved by the local Institutional Review Boards (IRBs) for each medical office and/or the University of Iowa IRB. Potential subjects will be identified from patient lists, physician referral or identified while in the office. Lists will be generated from billing records for the key inclusions (e.g. BP, lipids, diabetes, MI, stroke, etc). Subjects identified by lists will be sent a standardized letter, signed by the lead physician from their office to invite the subject to participate in the study. Once the subject signs informed consent, the SC will collect data from the subject and medical record including, but not limited to, demographics (age, sex, race, ethnicity), height, weight, tobacco use, alcohol use, selected diagnoses from the problem list and current medications. Specific data elements and the timing of their collection are displayed in Table  1 . The SC will measure BP at baseline and 12 months using an automated Omron device using a standardized technique.  13, 14   lood will be drawn at baseline and 12 months for, lipid profile and HA1c for all subjects and sent to the usual certified laboratory used by that office.\n\nQuestionnaires on barriers to medication adherence and patient care preferences will be assessed using validated instruments by Svarstad et al  15  and Krantz et al  16  administered by the SC at baseline. Readiness to change health behaviors (e.g. exercise, diet, smoking cessation) will be evaluated at baseline and 12 months in all subjects.  17  will use a method developed by Doherty et al to evaluate readiness to change health behaviors at baseline and 12 months in both control and intervention subjects.  17 The SC will administer the survey for these health behaviors and their results will be available to the intervention pharmacists (in the intervention group only) at baseline to allow for tailoring their interactions to best motivate patient behavior change. During the intervention, the pharmacist will continue to assess patients' readiness to change behaviors for lifestyle modification and medication adherence to better inform their intervention strategies.\n\nThe study PHR with patient and clinical pharmacist dashboards, will store patient-reported data, pharmacist notes, and medical record data abstracted by the study coordinator. The SC will instruct subjects how to login to the PHR. Subjects will be educated on how to change passwords and navigate the PHR. Subjects are not required to log on but all subjects in both the control and intervention arms are to have equal access to the PHR. For completing blood draws and data collection procedures, subjects will be reimbursed $75 for both the baseline and follow-up visit.\n\nThe data collected by the SC will be entered on hard copy case report forms. These forms will be faxed to the data management team who enter the data into the PHR database. The data collected by the SC are checked for out-of-range values or data-entry errors by the data management team and the PHR. The data for intervention subjects are then available for viewing in the PHR by the intervention pharmacists, but subjects cannot view these data. As soon as a patient's data are entered, the pharmacist assigned to that patient receives an alert so that the intervention can be initiated."
    },
    {
      "title": "PHR Design and Functionality",
      "text": "The PHR serves as a personal health record for subjects, a data collection tool for research and intervention purposes and as a means to provide secure electronic communication links between the intervention pharmacists and study subjects. The PHR was developed independently of commercial versions to adequately address issues critical to our intervention model and allow customization of the intervention.  18 The PHR was designed to minimize coding errors. Subject medication or self-monitoring data entry is enhanced with auto-completion of possible values, increasing the quality of the captured data while reducing the burden on the user.\n\nWe saw it as critical to involve patients in the design process to capitalize on increased efficiencies of novel PHR functionalities. Through a series of design sessions and testing activities that incorporate human-computer interaction usability practices, we have developed, tested, and revised the PHR and the integrated system as a whole to verify usability by targeted patient populations prior to initiation of the ICARE study.  18 Various functionalities are displayed in Table  2 . Additional design features can be found in the supplement."
    },
    {
      "title": "Pharmacist Intervention",
      "text": "The purpose of the ICARE study is to determine if the centralized CVRS pharmacists can become \"virtual\" team members to assist busy providers with the extensive communication and management needed for patients with complex medical issues. The intervention pharmacists will generally not make independent care decisions but will make recommendations for implementation to the patient's primary care provider. However, some providers have given the pharmacists authority to make medication changes and then alert the physician with changes (e.g. blood pressure medications or insulin dosage).\n\nThe intervention will be directed at both patients and physicians. Interventions for patients will primarily be devoted to improving medication adherence, education when medication regimens are revised and obtaining important preventive health services. Interventions for physicians will be directed at improving guideline adherence for reducing CV risk and preventive care. The following guidelines will be followed: American Heart Association (AHA),  19  the diabetes guidelines,  20  the 2013 American College of Cardiology (ACC)/AHA cholesterol guidelines,  21  the 2014 hypertension guidelines  22  and AHA/American Stroke Association (ASA) guidelines on secondary prevention.  19, [23] [24] ] [25]  The types of activities used by the CVRS pharmacists are listed in Table  3 .  19, [23] [24] [25] [26]  The pharmacists are readily alerted through the PHR about gaps in adherence to these guidelines. The intervention pharmacist will also use the PHR to track patients' self-monitoring data (e.g. BP, blood glucose, lipids); reconcile and update medications and immunizations; and provide frequent education, alerts, text messages and reminders. If a given patient does not use the PHR, the intervention pharmacist will identify alternate sources preferred by the patient such as telephone, text messages or email.\n\nIntervention pharmacists are located within the research office of the study principal investigator, not in the physician offices. The pharmacists travelled to each intervention office to be introduced to the providers and conduct team-building. These sessions provided the providers' preferred methods of communication with the CVRS pharmacists. The intervention will provide patient-centered recommendations for ongoing support and patient education to improve medication adherence, lifestyle modifications and/or smoking cessation. The frequency of web and telephone communication with patients was developed by consultants for ICARE and one other telemedicine study using team-based care.  [27] [28] [29]  The intervention pharmacists make specific recommendations for drug therapy changes directly to the physician using the current clinic workflow. We have successfully obtained approval for the three intervention pharmacists to remotely access study patient data through all intervention offices' electronic medical records (EMR). The intervention pharmacists obtain key patient data directly from the electronic medical record such as medical history, laboratory and other data to provide the comprehensive assessments needed for the intervention.\n\nThe pharmacists can \"pend\" an order in the EMR and the physician can quickly approve the order. This approach improved efficiency for both the pharmacists and providers. The intervention pharmacists have frequent telephone and email contact with the physicians until medication problems are resolved.\n\nExamples of recommendations that might be made by the pharmacists to patients and/or physicians are displayed in Table  3 . Pharmacist recommendations will be entered via a documentation system in the PHR. This form will be used to track the recommendations made by the pharmacist in the care plan sent to the primary care physicians. The form will also include a complete accounting of time required to perform the intervention for a costeffectiveness analysis. Physician acceptance of the recommendations will be captured when reconciled against the medication lists collected in the electronic medical records by a research assistant.."
    },
    {
      "title": "Primary Outcome",
      "text": "The primary outcome will be adherence to the Guideline Advantage (GA) criteria which will provide a single numeric value and used as a surrogate for quality of care. We are using all the GA metrics including immunizations and cancer screening [ http://  www.guidelineadvantage.org/TGA/ ]. These criteria were selected as a primary outcome since subjects may, or may not, have various chronic conditions. Our approach will allow a single guideline adherence score for every subject (percent criteria met). An algorithm has been developed within the PHR study database to score whether applicable criteria have been met. Each eligible criterion will be scored based on whether the action was achieved at baseline, 12 months, and 30 months.\n\nExpected Outcomes-We previously found 40% adherence to applicable criteria at baseline for hypertension.  13 Others found guideline concordance of only 34% of combined endpoints for LDL, HA1c and systolic BP.  30  Dr Levy's study demonstrated only 18% of eligible patients in usual care received colorectal cancer screening.  13 Therefore, we expect baseline guideline scores to be 30-35% ± 20 but we have conservatively assumed they will be 40% ± 20 for sample size calculations. We expect these scores to increase to 50% ± 20 in the control group and 60% ± 20 in the intervention group at 12 months. Further, we expect guideline adherence scores will deteriorate after the intervention is discontinued but scores in the intervention group (50% ± 20) will remain significantly higher than the control group (40% ± 20) at 30 months."
    },
    {
      "title": "Data Analysis",
      "text": "This study will utilize a two-arm, randomized, cluster design. Twelve medical offices were randomized in a 1:1 fashion into either the intervention or usual care groups and 300 subjects will be enrolled. Each subject will be followed for 12 months, with an additional chart abstraction performed at 30 months to assess the extent to which increased guideline adherence is sustained after the intervention is discontinued. The complete discussion of the sample size, power and data analyses features can be found in the supplement.\n\nThe primary hypothesis (1a) is that adherence to guidelines (GA metrics) for the intervention group will be significantly higher than the control group at 12 months. This hypothesis will be assessed using a mixed model, adjusted for guideline adherence at baseline. This model will also use an exchangeable correlation structure to adjust for the correlation among subjects treated in the same clinic. The formulas and specific analyses can be found in the supplement. Our analyses will use the intention-to-treat principle, e.g., all subjects will be analyzed according to their randomized group, even if there is inadvertent crossover."
    },
    {
      "title": "Independent (Predictor)",
      "text": "Variables-We will control for baseline age, gender, race, ethnicity, selected co-morbidity, number of medications, medication adherence, smoking status, education level, insurance status, economic status and marital status. We will also control for encounter frequency (with intervention pharmacists and physicians) since this alone may influence outcomes.  13, 31   ecause randomization is performed at the site level, it is possible that some of these covariates may be imbalanced in this study. Thus, we will carefully monitor for any important imbalances among covariates. Should imbalances occur, we will control for these covariates in the linear regression model above. We will also assess the normality assumption involved in the model. If this assumption is violated, an appropriate transformation will be employed, or a nonparametric model will be fit.\n\nPrimary Hypothesis 1b is that control of SBP, LDL or HA1c will be significantly higher in patients in the intervention group compared to the control group at 12 months. The primary analysis will use General Estimating Equations with the logit link function. This analysis accounts for the correlation among subjects from the same clinical center.\n\nSecondary Hypothesis 1c will be that adherence to guidelines following discontinuation of the intervention will be greater in the intervention group than the control group. This hypothesis will be assessed in the same manner as the first primary hypotheses, except the guideline adherence at 30 months will be used in place of the 12 month guideline adherence outcome variable."
    },
    {
      "title": "Sample Size justification",
      "text": "We used several studies that involved interventions for multiple risk factors to predict baseline and follow-up outcomes.  13, 30, [32] [33] [34] [35] [36] [37]  Subjects must have at least one of three uncontrolled risks (BP, lipids, HA1c). We conservatively estimate that 35% and 60% will achieve control of at least one risk factor in the control group and intervention group, respectively. Our previous study found an intra-class correlation coefficient was 0.004.  13 e expect 5% dropouts that will require imputation but we inflated this to 15% to be very conservative. Thus, the following assumptions were made: 1) approximate absolute 10% difference in guideline adherence at twelve months for subjects enrolled at CVRS sites versus subjects at usual care sites, 2) standard deviation (SD) is expected to be 20% for both groups, 3) intraclass correlation coefficient is assumed to be less than or equal to 0.005, 4) both primary hypotheses will be tested at the 0.05 significance level, 5) drop-out rate was inflated to 15%. The approach used for determining the sample size is to first compute the number of subjects (not clinics) required in each group in a usual clinical trial setting (denoted by m-assuming independence of observations-this may also be termed the effective sample size). This sample size then needs to be inflated in order to account for: 1) the correlation between subjects at the same clinic, and 2) dropouts. The final sample size calculation is:\n\nwhere n is the number of subjects in each cluster (n=25), κ is the assumed intra-class correlation coefficient (assumed to be 0.005), d is the assumed dropout rate, and n* is the adjusted sample size. Based on power calculations for Hypothesis 1a, we have chosen a total sample size of n*=300, with n* ranging from 150 to 300 for Hypotheses 1b-1c. Although our analyses will involve extensive mixed model analysis based on n* subjects, as described above, the statistical power can be approximated by considering the power for two-sample ttests. We have very good power for our primary outcome (power =0.963). The primary outcome for Hypothesis 1b is at least one controlled risk factor and power for this combined endpoint will be 0.967. Mean BP, lipids or HA1c are secondary outcomes. We expect good power for LDL (0.971) and reasonable power for SBP (0.726). While conservative, our power for HA1c may be low (0.258). However, based on numbers of subjects identified in these offices, we may have far more subjects with hypertension, hyperlipidemia and diabetes than expected so power could be much higher.\n\nWe will test outcomes at alpha=0.05. While we realize that we are raising the experimentwise error rate by not adjusting for these two multiple comparisons, we really want to know what is happening with both outcomes. However, we did recalculate the study power based on a Bonferroni correction, and found that the power remained greater than 90% in both cases."
    },
    {
      "title": "Secondary Outcomes",
      "text": "Predictors of implementation-A formative (qualitative) evaluation will assess the impact of the intervention including: 1) frequency and content of recommendations made by pharmacists to physicians and patients; 2) the effect of the recommendation on guideline scoring; and 3) physicians' acceptance of the intervention. Lastly, research data collected by SCs will be used to determine if recommendations for lifestyle changes were implemented by the physician and patient. Pharmacist recommendations will be summarized using a format that was used in our prior trials.  38 Medication recommendations will be categorized into: 1) medication additions; 2) dose change and 3) discontinuation. This categorization will assist in understanding the nature of the intervention for individual patients. Patient acceptance will be assessed by the Consumer Assessment of Health Plan Survey (CAHPS).  39 The biostatistician will generate a list of 30 randomly selected subject numbers from intervention offices with simple replacement if they refuse to participate. Physician acceptance will be determined following completion of the study using semi-structured interviews conducted by a physician investigator (PAJ). A random sample of one physician from each control and intervention site will be included with simple replacement for those who decline. Interviews will ascertain: 1) attitudes about the intervention; 2) the impact on physician autonomy and patient-provider relationship; and 3) suggestions to better integrate the intervention into the Patient Centered Medical Home (PCMH).  40, 41   t-effectiveness Analysis-Few studies of team-based care provided rigorous costeffectiveness analyses. The cost to implement a CVD risk factor reduction intervention using a case management approach was $371 per year if a registered nurse delivered the intervention but no cost-effectiveness was provided.  34 We estimated the cost difference of a pharmacist intervention for hypertension compared to a control group to be $290 (p< 0.001; sensitivity analysis ranged from $223 to $512).  42 We will examine all the costs associated with the intervention, communication and overhead using our previous methods.  42 A health economist (LAP) will analyze the resource input costs to conduct the cost-effectiveness analyses. All intervention pharmacist time (record review, patient assessment, email time, telephone follow-up), physician communication, clinic visits, emergency room visits, hospitalizations and laboratory procedures will have costs assigned.  42 Incremental costs as a function of differences in guideline adherence, BP, LDL cholesterol, or HA1C will be calculated at baseline, 12 months, and 30 monthsexpressed as dollars per incremental improvement in GA metrics met or individual risk factors. A cost-effectiveness (CE) ratio is a standard method that directly clarifies the choices for decision makers and will be computed from the payer's perspective:\n\nThe AIIC is the average cost/patient to implement the intervention and training costs calculated by summing the implementation costs and dividing by the total number of subjects in the intervention. The ATCC equals the average change in patient treatment costs that result from the intervention: PC = per patient change in physician, clinic and hospital costs for subjects affected by the intervention; RC = per patient change in pharmacist cost for subjects affected by the intervention; MC = per patient change in medication cost for those subjects whose treatments were affected by the intervention; and LC = per patient change in laboratory cost for those subjects affected by the intervention. To compute PC, RC, MC, and LC we carefully measure all patient contacts with healthcare providers, inter-provider contacts specific to patient care, and healthcare utilization (medication, lab tests). Patient-specific costs will vary with the number of units of each activity. These units will be multiplied by average provider times per activity, average provider wage rates, and average retail costs for medications and labs to estimate costs for each patient. PC, RC, MC, and LC will be estimated for the intervention. The calculation of this CE ratio involves the use of several parameter assumptions (e.g. activity times, wage rates, unit costs). We will assess the sensitivity of our estimates to plausible ranges of these assumed parameters from the payer's perspective."
    },
    {
      "title": "Results To Date",
      "text": "Twelve medical offices have been recruited and randomized to either the control (n=6) or intervention (n=6) arm of the study. The SCs in each office have been trained. The intervention pharmacists have traveled to each intervention office to meet the providers, build trust and determine how providers wished to communicate and receive recommendations. In addition, all three intervention pharmacists have been given access to the EMRs at all six intervention offices. This has allowed a much more rapid communication of suggested medication changes to the physicians and improved physician workflow.\n\nAs of April 15, 2015, 73 subjects have been recruited into the control group and 93 into the intervention group. Recruitment is on target based on recruitment plans submitted to the National Heart, Lung, and Blood Institute.\n\nPreliminary data were recently obtained for the first 93 intervention subjects. The clinical pharmacists made 150 recommendations to physicians and 138 (92%) were accepted, 6 (4%) recommendations were modified, 4 (2.6%) were denied and there was no response to date for 2 (1.3%)."
    },
    {
      "title": "Discussion",
      "text": "Health care systems are quickly changing to address health care reform and pay for performance. However, small physician offices cannot financially support staff such as clinical pharmacists. The ICARE study will provide important information to health system administrators and providers who wish to include clinical pharmacists into team-based care. The study will address several aspects of the PCMH including improved access for patients, self-management, improved technology and the use of team-based care.  [44] [45] 5] [46]  This study will meet important targets in the NHLBI strategic plan, the Million Hearts Campaign, the American Diabetes Association (ADA) and the AHA as outlined in the Guideline Advantage program."
    },
    {
      "text": "Features of the PHRHighly useable data entry designed and tested with older adults 8. Efficient standardized medication data entry for patients or providers 9. Standardized health condition reporting 10. Allergy and temporal health event tracking (e.g., blood pressure, cholesterol, exercise, provider visits, user-defined events) 11. Extensible framework for risk calculators with initial support for heart disease risk assessment 12. PHR-to-patient alerting a. Concurrent clinician/pharmacist notification of patient alerts 13. Integrated support for patient communication with clinician/pharmacist via fax 14. Dashboard for pharmacists to manage a registry of users/patients, including: a. Viewing patient-entered data b. Viewing medical record data entered by the study coordinator c. Protected and secure pharmacist/patient communication through a message board d. Notification of pharmacist of upcoming and overdue activities"
    }
  ],
  "references": [
    {
      "title": "Measuring adherence to practice guidelines for the management of hypertension: an evaluation of the literature",
      "authors": [
        "J Milchak",
        "B Carter",
        "P James",
        "G Ardery"
      ],
      "year": 2004,
      "doi": "10.1161/01.hyp.0000144100.29945.5e"
    },
    {
      "title": "Why don't physicians follow clinical practice guidelines? A framework for improvement",
      "authors": [
        "M Cabana",
        "C Rand",
        "N Powe"
      ],
      "year": 1999
    },
    {
      "title": "Therapy modifications in response to poorly controlled hypertension, dyslipidemia, and diabetes mellitus",
      "authors": [
        "N Rodondi",
        "T Peng",
        "A Karter"
      ],
      "year": 2006,
      "doi": "10.7326/0003-4819-144-7-200604040-00006"
    },
    {
      "title": "The quality of pharmacologic care for vulnerable older patients",
      "authors": [
        "T Higashi",
        "P Shekelle",
        "D Solomon"
      ],
      "year": 2004,
      "doi": "10.7326/0003-4819-140-9-200405040-00011"
    },
    {
      "title": "Gender disparities in blood pressure control and cardiovascular care in a national sample of ambulatory care visits",
      "authors": [
        "S Keyhani",
        "J Scobie",
        "P Hebert",
        "M Mclaughlin"
      ],
      "year": 2008
    },
    {
      "title": "Impact of pharmacist care in the management of cardiovascular disease risk factors: a systematic review and meta-analysis of randomized trials",
      "authors": [
        "V Santschi",
        "A Chiolero",
        "B Burnand",
        "A Colosimo",
        "G Paradis"
      ],
      "year": 2011,
      "doi": "10.1001/archinternmed.2011.399"
    },
    {
      "authors": [
        "Anon"
      ],
      "year": 2011,
      "doi": "10.1093/phr/114.4.298"
    },
    {
      "title": "Effect of outpatient pharmacists' non-dispensing roles on patient outcomes and prescribing patterns",
      "authors": [
        "N Nkansah",
        "O Mostovetsky",
        "C Yu"
      ],
      "year": 2010,
      "doi": "10.1002/14651858.cd000336.pub2"
    },
    {
      "title": "Cardiac performance measure compliance in outpatients: the American College of Cardiology and National Cardiovascular Data Registry's PINNACLE (Practice Innovation And Clinical Excellence) program",
      "authors": [
        "P Chan",
        "W Oetgen",
        "D Buchanan"
      ],
      "year": 2010,
      "doi": "10.1016/j.jacc.2010.03.043"
    },
    {
      "title": "A Clusterrandomized trial of a centralized cardiovascular risk service to improve guideline adherenece",
      "authors": [
        "B Carter",
        "C Coffey",
        "E Chrischilles",
        "G Ardery",
        "D Ecklund",
        "B Gryzlak",
        "Vander Weg",
        "M James",
        "P Christensen",
        "A Parker",
        "C Gums",
        "T Finkelstein",
        "R Urbe",
        "L Polgreen"
      ],
      "doi": "10.1002/phar.1603"
    },
    {
      "title": "Mailed Fecal Immunochemical Tests Plus Educational Materials to Improve Colon Cancer Screening Rates in Iowa Research Network (IRENE) Practices",
      "authors": [
        "B Levy",
        "J Daly",
        "Y Xu",
        "J Ely"
      ],
      "year": 2012,
      "doi": "10.3122/jabfm.2012.01.110055"
    },
    {
      "title": "Recommendations for blood pressure measurement in humans and experimental animals: Part 1: blood pressure measurement in humans: a statement for professionals from the Subcommittee of Professional and Public Education of the American Heart Association Council on High Blood Pressure Research",
      "authors": [
        "T Pickering",
        "J Hall",
        "L Appel"
      ],
      "year": 2005,
      "doi": "10.1161/01.hyp.0000150859.47929.8e"
    },
    {
      "title": "Physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "B Carter",
        "G Ardery",
        "J Dawson"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2009.358"
    },
    {
      "title": "A cluster-randomized effectiveness trial of a physicianpharmacist collaborative model to improve blood pressure control",
      "authors": [
        "B Carter",
        "W Clarke",
        "G Ardery"
      ],
      "year": 2010,
      "doi": "10.1161/circoutcomes.109.908038"
    },
    {
      "title": "The Brief Medication Questionnaire: a tool for screening patient adherence and barriers to adherence",
      "authors": [
        "B Svarstad",
        "B Chewning",
        "B Sleath",
        "C Claesson"
      ],
      "year": 1999
    },
    {
      "title": "Assessment of Preferences for self-treatment and information in health care",
      "authors": [
        "D Krantz",
        "A Baum",
        "M Wideman"
      ],
      "year": 1980,
      "doi": "10.1037//0022-3514.39.5.977"
    },
    {
      "title": "Readiness to change health behaviours among patients at high risk of cardiovascular disease",
      "authors": [
        "S Doherty",
        "A Steptoe",
        "E Rink",
        "T Kendrick",
        "S Hilton"
      ],
      "year": 1998,
      "doi": "10.1097/00043798-199806000-00002"
    },
    {
      "title": "Design lessons for a personal health record from patients with cardiovascular risk",
      "authors": [
        "E Chrischilles",
        "J Hourcade",
        "B Gryzlak",
        "N Rudzianski",
        "R Lorentzen",
        "M Mueller",
        "C Parker",
        "B Carter"
      ]
    },
    {
      "title": "AHA/ACC guidelines for secondary prevention for patients with coronary and other atherosclerotic vascular disease: 2006 update: endorsed by the National Heart, Lung, and Blood Institute",
      "authors": [
        "S Smith",
        "J Allen",
        "S Blair"
      ],
      "year": 2006,
      "doi": "10.1161/circulationaha.106.174516"
    },
    {
      "title": "Standards of medical care in diabetes--2008",
      "year": 2008
    },
    {
      "title": "ACC/AHA guideline on the treatment of blood cholesterol to reduce atherosclerotic cardiovascular risk in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines",
      "authors": [
        "N Stone",
        "J Robinson",
        "A Lichtenstein"
      ],
      "year": 2013
    },
    {
      "title": "evidence-based guideline for the management of high blood pressure in adults: report from the panel members appointed to the Eighth Joint National Committee (JNC 8)",
      "authors": [
        "P James",
        "S Oparil",
        "B Carter"
      ],
      "year": 2014
    },
    {
      "title": "Primary prevention of ischemic stroke: a guideline from the American Heart Association/American Stroke Association Stroke Council: cosponsored by the Atherosclerotic Peripheral Vascular Disease Interdisciplinary Working Group; Cardiovascular Nursing Council; Clinical Cardiology Council; Nutrition, Physical Activity, and Metabolism Council; and the Quality of Care and Outcomes Research Interdisciplinary Working Group: the American Academy of Neurology affirms the value of this guideline",
      "authors": [
        "L Goldstein",
        "R Adams",
        "M Alberts"
      ],
      "year": 2006
    },
    {
      "title": "Secondary prevention of coronary heart disease in the elderly (with emphasis on patients > or =75 years of age): an American Heart Association scientific statement from the Council on Clinical Cardiology Subcommittee on Exercise, Cardiac Rehabilitation, and Prevention",
      "authors": [
        "M Williams",
        "J Fleg",
        "P Ades"
      ],
      "year": 2002,
      "doi": "10.1161/01.cir.0000013074.73995.6c"
    },
    {
      "title": "Guidelines for prevention of stroke in patients with ischemic stroke or transient ischemic attack: a statement for healthcare professionals from the American Heart Association/American Stroke Association Council on Stroke: co-sponsored by the Council on Cardiovascular Radiology and Intervention: the American Academy of Neurology affirms the value of this guideline",
      "authors": [
        "R Sacco",
        "R Adams",
        "G Albers"
      ],
      "year": 2006
    },
    {
      "title": "Implications of recent clinical trials for the National Cholesterol Education Program Adult Treatment Panel III guidelines",
      "authors": [
        "S Grundy",
        "J Cleeman",
        "C Merz"
      ],
      "year": 2004
    },
    {
      "title": "Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial",
      "authors": [
        "B Green",
        "A Cook",
        "J Ralston"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.24.2857"
    },
    {
      "title": "Electronic communications and home blood pressure monitoring (e-BP) study: design, delivery, and evaluation framework",
      "authors": [
        "B Green",
        "J Ralston",
        "P Fishman"
      ],
      "year": 2008,
      "doi": "10.1016/j.cct.2007.09.005"
    },
    {
      "title": "Secondary Prevention Risk Interventions Via Telemedicine and Tailored Patient Education (SPRITE): A Randomized Trial to Improve Postmyocardial Infarction Management",
      "authors": [
        "B Shah",
        "M Adams",
        "E Peterson"
      ],
      "year": 2011,
      "doi": "10.1161/circoutcomes.110.951160"
    },
    {
      "title": "Pharmacist-led cardiac risk reduction model",
      "authors": [
        "T Taveira",
        "W Wu",
        "O Martin",
        "M Schleinitz",
        "P Friedmann",
        "S Sharma"
      ],
      "year": 2006
    },
    {
      "title": "Encounter frequency and serum glucose level, blood pressure, and cholesterol level control in patients with diabetes mellitus",
      "authors": [
        "F Morrison",
        "M Shubina",
        "A Turchin"
      ],
      "year": 2011,
      "doi": "10.1001/archinternmed.2011.400"
    },
    {
      "title": "Reducing cardiovascular disease risk in medically underserved urban and rural communities",
      "authors": [
        "A Bove",
        "W Santamore",
        "C Homko"
      ],
      "year": 2011,
      "doi": "10.1016/j.ahj.2010.11.008"
    },
    {
      "title": "Control of modifiable risk factors in ischemic stroke outpatients by pharmacist intervention: an equal allocation stratified randomized study",
      "authors": [
        "C Chiu",
        "S Wu",
        "P Lee",
        "Y Huang",
        "T Tan",
        "K Chang"
      ],
      "year": 2008,
      "doi": "10.1111/j.1365-2710.2008.00940.x"
    },
    {
      "title": "Case management to reduce risk of cardiovascular disease in a county health care system",
      "authors": [
        "J Ma",
        "K Berra",
        "W Haskell"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2009.381"
    },
    {
      "title": "Effect of a pharmacy care program on medication adherence and persistence, blood pressure, and low-density lipoprotein cholesterol: a randomized controlled trial",
      "authors": [
        "J Lee",
        "K Grace",
        "A Taylor"
      ],
      "year": 2006,
      "doi": "10.1001/jama.296.21.joc60162"
    },
    {
      "title": "Clinical and economic impact of ambulatory care clinical pharmacists in management of dyslipidemia in older adults: the IMPROVE study. Impact of Managed Pharmaceutical Care on Resource Utilization and Outcomes in Veterans Affairs Medical Centers",
      "authors": [
        "S Ellis",
        "B Carter",
        "D Malone"
      ],
      "year": 2000
    },
    {
      "title": "A Cluster Randomized Trial to Evaluate Physician/ Pharmacist Collaboration to Improve Blood Pressure Control",
      "authors": [
        "B Carter",
        "G Bergus",
        "J Dawson"
      ],
      "year": 2008
    },
    {
      "title": "Development and reliability testing of the clinical pharmacist recommendation taxonomy",
      "authors": [
        "A Hoth",
        "B Carter",
        "J Ness"
      ],
      "year": 2007
    },
    {
      "title": "Satisfaction may not suffice! A commentary on 'A patient's perspective",
      "authors": [
        "P Cleary"
      ],
      "year": 1998
    },
    {
      "title": "Primary care for patient complexity, not only disease",
      "authors": [
        "C Peek",
        "M Baird"
      ],
      "year": 2009,
      "doi": "10.1037/a0018048"
    },
    {
      "title": "Prospects for rebuilding primary care using the patient-centered medical home",
      "authors": [
        "B Landon",
        "J Gill",
        "R Antonelli",
        "E Rich"
      ],
      "year": 2010,
      "doi": "10.1377/hlthaff.2010.0016"
    },
    {
      "title": "Incremental costs associated with physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "P Kulchaitanaroaj",
        "J Brooks",
        "G Ardery",
        "D Newman",
        "B Carter"
      ],
      "year": 2012
    },
    {
      "title": "Mortality reduction benefits of a comprehensive cardiac care program for patients with occlusive coronary artery disease",
      "authors": [
        "J Merenich",
        "K Olson",
        "T Delate",
        "J Rasmussen",
        "D Helling",
        "D Ward"
      ],
      "year": 2007,
      "doi": "10.1592/phco.27.10.1370"
    },
    {
      "title": "Adoption of patient-centered care practices by physicians: results from a national survey",
      "authors": [
        "A Audet",
        "K Davis",
        "S Schoenbaum"
      ],
      "year": 2006
    },
    {
      "title": "The Rural Health Care Team",
      "authors": [
        "T Rosenthal",
        "N Campbell-Heider"
      ],
      "year": 2001
    },
    {
      "title": "Can health care teams improve primary care practice?",
      "authors": [
        "K Grumbach",
        "T Bodenheimer"
      ],
      "year": 2004,
      "doi": "10.1001/jama.291.10.1246"
    }
  ],
  "num_references": 46
}
