{
  "paper_id": "DYEUFY6G",
  "title": "Wearable activity trackers, accuracy, adoption, acceptance and health impact: A systematic literature review",
  "abstract": "Wearable activity trackers (WAT) are electronic monitoring devices that enable users to track and monitor their health-related physical fitness metrics including steps taken, level of activity, walking distance, heart rate, and sleep patterns. Despite the proliferation of these devices in various contexts of use and rising research interests, there is limited understanding of the broad research landscape. The purpose of this systematic review is therefore to synthesize the existing wealth of research on WAT, and to provide a comprehensive summary based on common themes and approaches. This article includes academic work published between 2013 and 2017 in PubMed, Embase, Scopus, Web of Science, ACM Digital Library, and Google Scholar. A final list of 463 articles was analyzed for this review. Topic modeling methods were used to identify six key themes (topics) of WAT research, namely: (1) Technology Focus, (2) Patient Treatment and Medical Settings, (3) Behavior Change, (4) Acceptance and Adoption (Abandonment), (5) Self-monitoring Data Centered, and (6) Privacy. We take an interdisciplinary approach to wearable activity trackers to propose several new research questions. The most important research gap we identify is to attempt to understand the rich human-information interaction that is enabled by WAT adoption.",
  "year": 2013,
  "date": "2013",
  "journal": "J. Med. Eng. Technol",
  "publication": "J. Med. Eng. Technol",
  "authors": [
    {
      "forename": "Grace",
      "surname": "Shin",
      "name": "Grace Shin",
      "affiliation": "a  School of Information and Library Science , University of North Carolina at Chapel Hill , USA \n\t\t\t\t\t\t\t\t School of Information and Library Science \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "email": "gshin6@live.unc.edu"
    },
    {
      "forename": "Mohammad",
      "surname": "Jarrahi",
      "name": "Mohammad Jarrahi",
      "affiliation": "a  School of Information and Library Science , University of North Carolina at Chapel Hill , USA \n\t\t\t\t\t\t\t\t School of Information and Library Science \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "email": "jarrahi@unc.edu"
    },
    {
      "forename": "Yu",
      "surname": "Fei",
      "name": "Yu Fei",
      "affiliation": "a  School of Information and Library Science , University of North Carolina at Chapel Hill , USA \n\t\t\t\t\t\t\t\t School of Information and Library Science \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Amir",
      "surname": "Karami",
      "name": "Amir Karami",
      "affiliation": "b  School of Library and Information Science , University of South Carolina , USA \n\t\t\t\t\t\t\t\t School of Library and Information Science \n\t\t\t\t\t\t\t\t University of South Carolina \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "email": "karami@mailbox.sc.edu"
    },
    {
      "forename": "Nicci",
      "surname": "Gafinowitz",
      "name": "Nicci Gafinowitz",
      "affiliation": "a  School of Information and Library Science , University of North Carolina at Chapel Hill , USA \n\t\t\t\t\t\t\t\t School of Information and Library Science \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "email": "ngafinowitz@unc.edu"
    },
    {
      "forename": "Ahjung",
      "surname": "Byun",
      "name": "Ahjung Byun",
      "affiliation": "c  College of Nursing , Seoul National University , Seoul , South Korea \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Seoul National University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t South Korea",
      "email": "ahjungb@snu.ac.kr"
    },
    {
      "forename": "Xiaopeng",
      "surname": "Lu",
      "name": "Xiaopeng Lu",
      "affiliation": "a  School of Information and Library Science , University of North Carolina at Chapel Hill , USA \n\t\t\t\t\t\t\t\t School of Information and Library Science \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "email": "xiaopeng@live.unc.edu"
    },
    {
      "affiliation": "The University of North Carolina at Chapel Hill School of Information and Library Science 100 Manning Hall , Campus Box , 3360 Chapel Hill , NC 29599 , USA. \n\t\t\t\t\t\t\t\t School of Information and Library Science \n\t\t\t\t\t\t\t\t The University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100 Manning Hall Campus Box 3360 Chapel Hill \n\t\t\t\t\t\t\t\t\t 29599 \n\t\t\t\t\t\t\t\t\t NC \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1016/j.jbi.2019.103153",
  "sections": [
    {
      "title": "Introduction",
      "text": "A growing number of wearable activity trackers (WAT) (e.g., Fitbit, Xiaomi, Garmin, Samsung Gear Fit) provide an opportunity for selfmonitoring and the potential to change personal behavior towards a healthier lifestyle. According to the International Data Corporation (IDC) Worldwide Quarterly Wearable Device, the overall market for wearables is expected to grow from 113.2 million units sold in 2017, to 222.3 million in 2021  [148] . Out of approximately 26.3 million WAT units sold in the third quarter of 2017, the most popular devices were Fitbit (13.7%) and Xiaomi (13.7%), and the Apple Watch (10.3%)  [148] .\n\nThese WAT are typically attached to the body, mainly the wrist, to help enhance or complement human health management capabilities. They make it easier for users to generate health-related data and to track their daily activities such as step count, calories burned, heart rate and even sleep pattern. WAT also quantify user behavior and state of health, and automatically upload their data to mobile apps and linked websites. Furthermore, the data generated from WAT have shown significant value in patient care and self-health management in clinical settings  [9, 131, 91, 92] , particularly for patients with lifestyle diseases such as obesity and diabetes.\n\nResearch on WAT has been carried out by a variety of intellectual communities, often with divergent disciplinary interests. These include psychology (e.g.,  [73, 14] , health sciences (e.g.,  [143, 50] , medical engineering (e.g.,  [1, 35] , human-computer interaction (e.g.,  [98, 130] , behavior science (e.g.,  [138, 134] , computer science (e.g.,  [106, 39] , and sports science (e.g.,  [126, 128, 118] . Few have attempted to summarize the body of WAT-related research to date, or to examine how research trends have evolved over time. Of those, most are limited to sub-topics or specific populations of research subjects. For example, Evenson et al.  [40]  presented a systematic review of 22 laboratory-based studies focused only on the validity and reliability of WAT that register step, distance, physical activity (PA), and energy expenditure. Furthermore,  https://doi.org/10.1016/j.jbi . 2019 .103153 Received 12 October 2018; Received in revised form 17 March 2019; Accepted 18 March 2019 only studies of popular WAT, namely Fitbit and Jawbone Up, were examined. Coughlin and Stewart  [29]  used bibliographic searches in PubMed and behavioral sciences collections in their review of research that considers the effectiveness of WAT in promoting PA and weight loss. Lewis et al.  [84]  systematically reviewed eleven empirical studies which centered on PA interventions, and synthesized the efficacy and feasibility of data collection mechanisms.\n\nDespite the proliferation of WAT since their commercial introduction in 2013, and growing interest in the use and impact of these devices in varying contexts, research is fragmented across disciplinary lines. There is a clear need for a systematic review of the broader landscape of relevant literature, which provides a coordinated view and agenda for future research. The purpose of this article is to present a comprehensive overview and synthesis of the state of research on WAT performed between 2013 and 2017. We use topic modeling methods to identify common topics being investigated, and analyze the research methods used and characteristics of study participants. In addition, this review identifies important gaps in the current body of published literature, outlining directions for future research. The primary contributions of this paper are twofold: to understand key research areas, and trends and to create cross-awareness among different professional disciplines interested in the use and impact of WAT by providing a holistic perspective."
    },
    {
      "title": "Research methods"
    },
    {
      "title": "Extraction of articles",
      "text": "A literature search was undertaken of recent English language WATfocused research. Databases consulted included PubMed, Embase, Scopus, Web of Science, ACM Digital Library, and Google Scholar. It is important to note that Google Scholar is increasingly considered a viable source for literature search and review. Even though it may include non-peer reviewed articles, recent sociometric research delineates its utility in offering a broader coverage of research for most scholarly traditions  [57] ; de  [141] .\n\nThe search encompassed articles published after 2013, reflecting the release dates of the most commercially popular WAT: Jawbone Up in November 2012 and Fitbit in May 2013. We used the following keywords: \"wearable activity trackers\"; \"wearable fitness trackers\"; \"wearable activity monitor\"; \"wearable activity tracking devices\"; \"consumer-activity trackers\"; \"consumer fitness tracking device\" and \"consumer-wearable activity trackers\"."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "We excluded articles which: (1) primarily involved traditional pedometers (which only register information through mechanical means); (2) experiential research on WAT or prototypes developed in labs (e.g., UbiFit  [155] ); (3) studies of mobile tracking applications (e.g., Apple ihealth app  [156] ); (4) studies of the hardware architecture of WAT (e.g.,  [157] ).\n\n1247 articles were initially retrieved, and refined to 463 for this literature review. We included extended abstracts for conferences (e.g.,  [130, 158] ) and excluded sources in languages other than English, nonpeer reviewed articles, letters to the editors, magazine articles, and patents. 525 sources did not meet the inclusion criteria and 259 duplicate items were removed from the final corpus. Three authors independently examined retrieved articles, and any disagreements about inclusion were resolved through conversation. Articles' data were extracted manually and included: author(s), title, journal name, publication year, abstract, keywords, conclusion."
    },
    {
      "title": "Data analysis",
      "text": "Data analysis builds on topic modeling techniques, which help the discovery of meaningful semantic patterns (topics) and the clustering of large volumes of otherwise unlabeled or unstructured documents  [67, 68, 2] . This review aims to provide a holistic perspective that represents multiple sides and approaches  [27] . Topic modeling enables a more objective synthesis of articles and key themes, by applying computational techniques to minimize bias associated with relying exclusively on a subjective interpretation of research data  [66] . Computational approaches to literature analysis may provide greater validity, thus offering a more objective approach to identifying relevance and connection between articles in literature reviews  [96] .\n\nOne of the most widely-used and robust topic modeling approaches  [82] , latent Dirichlet allocation (LDA), has been applied in a wide range of domains such as analysis of health and medical corpi (e.g.,  [139, 70, 71, 119, 48] , election data (e.g.,  [69] , and scientific and historical topics (e.g.,  [52] . The methodology assumes that each topic is a distribution over words and each document is a mixture of the topics in a corpus  [72, 12] .\n\nThe MALLET implementation of LDA based on a Java platform using 1000 iterations  [89]  was used in this study to identify key topics and keywords in the abstract and conclusions of the collected articles. LDA was subsequently re-applied using a different number of topics, ranging from 5 to 30, and the most precise number of topics  (6)  was estimated, based on the trial and error strategy recommended by Chang et al.,  [18] . LDA enabled us to define 6 distinct topics (see Table  1 ) by grouping together semantically related terms (e.g., diabetes, control, condition, risk, and mHealth). It also automatically assigned articles to different topics. Finally, we identified the core themes that define the 6 topics (e.g., privacy or behavior change) based on the keywords assigned to each topic by LDA and the articles it most strongly associated with them."
    },
    {
      "title": "Results",
      "text": "Analysis of the 463 wearable activity tracker (WAT) studies shows a significant growth rate in annual publication between 2013 and 2017 (see Fig.  1 ). Around 200 articles were published in 2017, more than twenty times the number that had appeared just four years earlier.\n\nTopic modelling analysis enabled researchers to identify six thematic topics central to these studies: As noted, analysis of the terms and keywords connected to each topic, as well as the articles most strongly associated with each of the topic categories, helped us identify/define each topic. Table  1  displays, for example, that the terms 'usability', 'acceptance', 'users', and 'interviews' appear frequently in Acceptance and Adoption (Abandonment) themed studies. These words appear less frequently in other categories such as Behavior Change or Privacy. Similarly, the words 'accuracy', 'validity', 'reliability', and 'accurate' appear frequently in studies that we infer to have had a Technology Focus theme.\n\nFig.  2  outlines the distribution of these research topics/themes in material published since 2013. Publications with a 'Technology Focus' make up the largest portion (26%), closely followed by papers featuring 'Patient Treatment and Medical Settings' (23%). 'Behavior Change', 'Acceptance and Adoption (Abandonment)', 'Privacy concerns', and 'Self-monitoring Data Centered' themed works make up the balance. Fig.  3  shows the change over time  (2013) (2014) (2015) (2016) (2017)  in the annual proportions of publications' study themes. Technology Focused research (average 38.47%) is consistently of greatest interest, whilestudies of WAT for Patient Treatment and Medical Settings have increased over over the study period. This may reflect the fact that research centered on improving the technological functionality of these WAT and their medical implications has gained more traction over the past few years. Interestingly, research with a technology focus dropped significantly from 38.47% in 2013 to 19.89% in 2014. In contrast, research on Acceptance and Adoption (Abandonment) increased significantly in 2014, from 10.92% to 28.36%. An important report published in 2014 may provide an explanation. Ledger and McCaffrey [79]\n\nsurveyed U.S. consumers who owned WAT and revealed that half had ceased using the device. Such reports raised subsequent concerns over usability issues that could have hampered long-term engagements with WAT.\n\nThe remainder of the Results section provides more details and examples in relation to these six key research themes."
    },
    {
      "title": "Theme 1: Technology focus (reliability, accuracy and validity) (121 articles)",
      "text": "These studies primarily assess the technological functioning of WAT (see Table  2 ), and seek to provide design implications for improving features and performance, particularly in relation to what Codella et al.  [24]  term the 'data quality' provided by activity trackers. Research in this field is typically focused on accuracy, validity, and important features related to data collection and analysis (e.g. algorithms for Fig. 2. Distribution of main topics in wearable activity tracker (WAT) studies, published between 2013 and 2017.\n\nregistering and analyzing energy expenditures associated with different levels of PA). WAT research with a technology focus examines the quality of data collection for both healthy adults and different populations of patients (e.g.,  [132, 142, 129, 124, 62, 8, 83] ).\n\nA common approach used here is the comparison of multiple devices, or across devices or mobile applications, in terms of the accuracy and reliability of data collection and representation. For example, Fitbit and Nike+Fuelband were used to test accuracy in detecting steps for individuals with stroke and brain injury in Fulk et al.,  [47] . Similarly, other studies evaluated and compared the accuracy of step count tracking by various WAT devices such as Fitbit, Nike+Fuelband, Jawbone Up, Microsoft Band 2 (MB), Omron HJ-303, Flyfit, Sportline Fitness Monitors, and A&D Activity Monitor (e.g.,  [17, 62, 45] ).\n\nMost studies in this theme drew on experimental research (e.g.,  [3, 43, 17] , usually conducted in laboratory settings, focusing on PA such as walking on a treadmill or normal jogging, rather than investigating the technology in natural settings. Only a few studies collected data outside the laboratory, but over short periods of time: Chu  et al.  [20]  required participants to wear their WAT for 7 days; and Kooiman et al.  [75]  required participants to wear WATs for 30 mins in a laboratory setting and one day in free-living conditions, to test device reliability.\n\nExperimental studies or short-term perspectives are well-suited to study the technological performance of WAT (e.g.,  [153] ). However, these studies tended to be more concerned with technological performance, and therefore provide a narrower perspective on users' interactions with the system (e.g.,  [17] ). The experimental research method may not discover the social realities and user behaviors that may be formed over an extended period of time in a natural environment (e.g.,  [11, 64, 65] ).\n\nThe development of WAT has progressed rapidly, and research on their accuracy has not kept pace with the diversity of devices in use. As mentioned in the Introduction, the most commercially popular wearables in this study period were Fitbit (13.7%) and Xiaomi (13.7%), based on sales in the third quarter of 2017. This is despite the fact that the Xiaomi device entered the commercial market in 2017, and little research has been performed on its accuracy or reliability. Further examples reflecting the difficulty of reporting on current developments are the studies that employed the Nike + Fuelband device to test WAT accuracy and reliability (e.g.,  [75, 17, 47, 54, 81 ]. Yet Nike had discontinued distribution of FuelBands in April 2014 and their newest product, the Apple Watch Nike+, features different technological properties  [111] ."
    },
    {
      "title": "Theme 2: patient treatment and medical settings (104 articles)",
      "text": "Fig.  2  suggests that research on the subject of WAT device use for Patient Treatment and Medical Settings is the second most common research theme, and empirical interest in this domain has increased steadily over time (see Fig.  3 ).\n\nPatients' use of WAT overcomes barriers of conventional health measurements and allows collection of new types of patient monitoring information (e.g., steps  [26] , heart rate  [76] , and sleep  [152] ). This in turn creates opportunities to better manage patients' functional status assessment and support beyond the clinical setting  [21] . For example, conventional health measurements may involve medical tests performed either in medical offices (e.g., weight and blood pressure) or may be built on clinical laboratory tests (e.g., blood tests measuring glucose and cholesterol levels). Although such tests reveal significant information about a patient's health status, they do not explicitly account for, for example, nutritional habits (e.g., food consumption, nutritional content, number of calories) and physical fitness activities over an extended period of time. Furthermore, there are several barriers to acquiring and reporting functional assessments of mobility during hospitalization, such as reliable measurement reporting, consistent reporting, and data retrieval capabilities  [26] .\n\nStudies focused on this theme address some of these issues, and examine the feasibility of using WAT for monitoring and rehabilitating patients (see Table  3 ). As shown in Table  1 , keywords in this group of publications reveal a frequent focus on chronic diseases, such as 'diabetes', and 'cancer,' which require lifetime monitoring of PA and dietary habits  [150, 151] . These are among the most studied patient subpopulations who may benefit from 'clinical' and 'treatment' designs based on WAT. For example, Fitbit devices have been used to measure mobility recovery during hospitalization after cardiac surgery  [26] ; examine activity levels of participants before and after knee arthroplasty  [112] , and to remotely monitor patient postoperative mobility  [5] .\n\nOverall, studies focused on the Patient Treatment and Medical Settings topic illustrate the great potential of incorporating WAT into medical settings. Between 2013 and 2016, studies were more focused on the usability of WAT devices, and their feasibility as measurement tools of patients' recovery. From 2017, studies reflect a greater focus on the data generated by WAT, and their potential use in monitoring Fitbit patient-generated data in hospital settings, or providing more timely feedback that enables faster planning and intervention  [121, 51] .\n\nA systematic study by Van Remoortel et al.,  [135] , conducted before Fitbit was available, revealed that activity monitors had been appropriately validated for use in assessing physical activity in chronic patient populations. The authors concluded from their analysis that, due to low accuracy in recording slow walking speeds and lack of information about validated activity monitors in chronic patients, the need remained for proper validation studies for the population. More recently, the validity of Fitbit was tested among groups of patients with COPD (Chronic Obstructive Pulmonary Disease) (De Sousa  [33] ; results suggest that Fitbit One is a valid device for counting steps in patients with COPD and feasible for long-term usability. Similarly, Treacy et al.  [133]  studied the validity of WAT for measuring step counts in rehabilitation inpatients; results support that Fitbit One and StepWatch were accurate in counting step counts of slow-walking individuals.\n\nIn most studies, number of steps were used as the primary parameter to measure or monitor patients for functional recovery after surgery  (Appelboom, 2015) , mobility recovery after major surgery in elderly populations  (Cook, 2013) , major depressive disorder  [21] , cancer patients  [121] , children with lymphoblastic leukemia  [60] , etc. In addition, in some studies, heart rate was used to monitor hospitalized patients for clinical deterioration  [76] .\n\nResearchers have also examined the possibility of augmenting patient records during hospitalization with data from WAT  [121, 127] . Such data could create new possibilities for clinicians, who would no longer be limited to relying on information from patient-reported outcome (PRO) questionnaires, which can be burdensome to patients, particularly when performed in serial  [121] .\n\nIt is important to note that the methodology with which we initially designated papers to 'Patient Treatment and Medical Settings' is based on their predominant study focus, and whether they were primarily directed at the medical implications of WAT, particularly for different patient populations. As discussed in the Methods section, our classifications were additionally guided by keyword pools.\n\nA notable feature of our review of the WAT research corpus, was the number of studies that connected secondarily with medical contexts in addition to their primary focus. For example, Kumari and Hook  [77]  examined patients' privacy concerns while using WAT in medical settings. To evaluate the number of articles with other categories of focus (Privacy, Data, Technology Focus, Adoption and Behavior Change) that are also related to medical settings, we performed an additional bibliometric analysis (see Table  4 ).\n\nThe steps for the bibliometric analysis are as follows:\n\n• Isolated 104 papers with the theme \"patient treatment and medical settings\" from our total 463-record list\n\n• Created a list of terms we would like to search in the remaining 359 citation records which included, \"doctor,\" \"physician,\" \"nurse,\" \"clinician\" \"disease,\" \"hospital,\" \"patient,\" \"diabetes,\" \"obesity,\" \"overweight,\" \"caregiver,\" \"medical,\" \"medicine,\" and \"clinical.\"\n\n• Created a rule to use the above terms to search the title, abstract, and conclusion fields of those records. A match in any of these fields was used to create a new sub-list of citations.\n\n• Grouped new list of records that related to medical settings and manually checked the relevance of each. Some irrelevant records extracted by the rule were excluded."
    },
    {
      "title": "Theme 3: Behavior change (83 articles)",
      "text": "Investigations under this theme focus on whether the use of WAT can positively affect PA, or other health-related behaviors. This research explores whether wearing WAT enables users not only to easily track their patterns of health and well-being, but also to achieve meaningful behavioural change towards self-improvement (see Table  5 ). As shown in Table  1 , among frequently used keywords in this body of research were 'sedentary', 'sitting', 'intervention', and 'selfquantification'.\n\nEvidence suggests that sedentary behavior has adverse effects on health in both the short and long term  [59, 88, 103] . Growing evidence indicates that breaking up participants' prolonged sedentary time for even a short period of PA can have a positive impact on health  [59, 88] . Use of WAT has been considered to have created opportunities for users to modify their health behavior, through self-monitoring, goal setting, and reinforcement  [40, 91, 92, 95] . WAT use also enhances user selfawareness, and self-knowledge, and the ability to become more engaged in self-monitoring than ever before  [4, 22] . Ploderer et al.  [104]  emphasize the role of social interaction and self-reflection in how WAT systems may reinforce positive behavior change.\n\nMany articles within this theme specifically examine the use of WAT as tools within an intervention or feasibility study, and consequently measure PA as an outcome variable (often drawing on such methods as randomized control trials (RCTs)  [15, 16, 136, 140] ). For example, Hooke et al.  [60]  assessed the feasibility of using intervention methods, namely daily emails with feedback (coaching email), and screenshots of participants' previous day's steps with a Fitbit device, as a means to increase daily steps. Cadmus-Bertram et al.  [15, 16]  and Wang et al.  [136, 137]  investigated the use of WAT-centered self-monitoring interventions to assess changes in the PA of obese or overweight adults, mostly women, employing RCT methodologies. Short text messages were used as an intervention method to monitor and improve PA. In these cases, results indicated that providing more personalized, adaptive short messages could prove more effective than WAT devices combined with simple one-size-fits-all reminders  [15, 16, 136, 137] ).\n\nMost studies used number of steps and active minutes generated by WAT devices as parameters to examine changes in PA. For example, Hayes and Van Camp  [58]  conducted a study of Fitbit-based physical activity intervention for children. The number of steps per day taken during the intervention period (mean = 1,956 steps) was 47% higher than during baseline activity (mean = 1,326 steps).\n\nSimilarly, Cadmus-Bertram et al.  [15]  conducted a 16-week Fitbit based intervention study with postmenopausal women. The intervention group (n = 25) employed web-based, self monitoring Fitbit devices and the control group (n = 26) used standard pedometers. Results indicate that the intervention group increased their moderate-to-vigorous physical activity minutes per week by 62 min (baseline: 172 min/week, after intervention: 234 min/week.) In addition, they recorded an increase of 786 average steps per day (baseline: 5906/day, after intervention: 6695/day). The control group with pedometers experienced non-significant increase in physical activity. Based on this research, active behavior was increased in association with the use of when people wore a WAT device such as Fitbit.\n\nA few studies employed qualitative methods to measure behavior change from WAT use. For instance, ethnographic study methods (oneon-one interviews at the beginning and the end of WAT-based interventions) were used to investigate the potential role of WAT in changing the behavior of obese and diabetic patients  [106] . Most of these participants reported changes in their lifestyle having used a Fitbit tracker for one month. Whereas these findings suggest that WAT may have potential as an intervention tool to increase activity levels through self-monitoring in the short term, there is still a need to evaluate the long-term impacts of these devices  [46, 23, 11, 64, 65, 123] .\n\nA few long term studies (6 months based on TTM theory) indicate that WAT use helps manage weight. Hartman et al.  [56]  conducted a 6 month intervention study including the use of Fitbit to monitor steps, smartphone app and coaching calls. Results indicate that the intervention group had lost much more weight (4.4 kg vs 0.8 kg, p = 0.004) than the control group. Similarly, Ashe et al.  [7]  performed a 6-month physical activity intervention measured with Fitbit. In this period, intervention participants recorded significant increases in steps per day as well as weight loss compared to the control group.\n\nResearch focused on child and adolescent user populations is another emerging field of interest in WAT-enabled behavior change. Thematic textual analysis indicates that some frequently occurring keywords in this body of research (see Table  1 ) were 'children', 'students', 'youth', and 'adolescents'. This reflects growing recognition of the importance of PA on child and adolescent health, particularly in the prevention of childhood metabolic and cardiovascular diseases. For example, Hooke et al.  [60]  reported the effectiveness of WAT device use as an intervention for children with acute lymphoblastic leukemia, by delivering reinforcement, self-monitoring, goal setting, gamification and feedback, as well as PA measurement  [60] .\n\nIn terms of the direct impacts and interactions of WAT on children, we found two somewhat contrasting research findings. On the one hand, a group of empirical studies document that WAT use is likely to increase the activity levels of research participants compared to baseline or control groups  [58, 22, 60] . This research also suggests that children and adolescents engage positively with WAT. On the other hand, Schaefer et al.  [117]  reported that adolescents' engagement with WAT declined over time, due to their limited access to technology and weak motivation to participate  [117] . This work further suggests that it is difficult to induce sustainable change in under-resourced urban youth populations through using WAT alone, without adequate researcher training, programmatic support, technology access, and some form of prior motivation to sustain ongoing use and engagement."
    },
    {
      "title": "Theme 4: acceptance, adoption, and abandonment (78 articles)",
      "text": "As WAT use has become ubiquitous, an important body of research has developed that considers the acceptance and adoption implications of these devices. Some prominent keywords in this topic (see Table  1 ) are 'acceptance', 'usability', 'interviews', and 'design'. Yet in the years since WAT introduction in 2012, designers have continued to encounter difficulties, as evidenced by reports that many devices have failed to achieve sustained user engagement  [34, 94] . This design challenge is not unique to WAT, and many technologies aimed at helping users change their everyday behavior suffer from the same issue of user sustainability  [25, 144, 53] . Acceptance and adoption (abandonment) research, building on a context-aware approach clearly indicates that a WAT device in itself, does not determine the desired ends (e.g., increased PA  [11, 64, 65] , and that WAT influence is mediated by many social, cognitive and psychological factors  [87, 6, 73, 14] .\n\nThe acceptance and adoption (abandonment) research reviewed here provides design implications for various use contexts. Several field studies that explored how WAT are used and experienced in the daily life of novice users, identified critical acceptance and adoption (abandonment)-related issues that influence long-term daily use. Features included wearability, device appearance, display and interaction, as well as the modeling and technical aspects of data measurement and presentation  [93, 74] . Kim et al. also emphasized that users expect a more sophisticated, personalized interaction system and data analysis over time. A tangible outcome of this stream of research is a set of guidelines for WAT design, such as device appearance, intensity of interaction, wearability and technical aspects of measurement and data"
    },
    {
      "title": "WAT acceptance",
      "text": "A clear focus of acceptance and adoption (abandonment) research has been on understanding users' rationale behind retaining or abandoning their devices. This body of literature addresses why individuals engage with or accept WAT and suggests directions for future research and design  [91, 92, 32, 46] . In particular, research on this subtopic has explored the use, adoption and acceptance of WAT by different user populations, and the ways in which various contextual factors may shape their interactions with these devices (see Table  6 ). Some of the most studied users in this subtopic, as indicated in Table  1 , are older adults. Research has centered on this population's acceptance of WAT, and evaluated their use of and attitudes toward WAT. In turn, these observations can reveal potential usability barriers to acceptance  [105, 41, 90] . Findings suggest that older participants may not always accept and use WAT, even if they have initially accepted the technology  [41, 90] . This observation is consistent with the description by Blanson et al.  [11]  of four groups of technology users: \"first glimpsers,\" \"early dropouts,\" \"late dropouts,\" and \"maintainers\"  [11] . Preusse et al.  [105]  suggested that older adults' WAT interaction may be improved by addressing 'acceptance-barriers' during deployment, such as by providing tutorials on challenging features and communicating the device's usefulness  [105] .\n\nSeveral studies have investigated the adoption of WAT acceptance by users already highly motivated by their own acute health needs. For example, the usefulness of WAT with participants over age 50, who had been diagnosed with a chronic illness (e.g., vascular disease, diabetes, arthritis, or osteoporosis) was examined by Mercer et al.  [91, 92] . They concluded that while this group of participants may recognize the use and ease of use of WAT, elder participants may benefit from cheaper and more compatible devices, and more comprehensive set-up assistance. Naslund et al.  [100]  used qualitative follow-up interviews to evaluate the acceptability of WAT to overweight and obese individuals with serious mental illness (SMI); they demonstrated that WAT were useful for motivating patient PA through personal goal setting, selfmonitoring and the devices' social connectivity enhancements  [100] .\n\nOther studies have focused on healthy users who have already integrated WAT monitoring into their lives at the time of study. For instance, the participants in the study by Fritz et al.,  [46]  had already adopted their own WAT for between 3 and 54 months (rather than using research project-allocated devices). Investigations into the longterm influence of WAT on wearers' activities and attitudes, showed that despite changing goals and practices over time, many wearers continued to gain value and motivation from the technology. Similarly, Jarrahi et al.  [11, 64, 65]  conducted a qualitative study to explore how various types of existing motivations shaped the perception and adoption of Fitbit trackers. They suggested that unique life priorities, personal circumstances, and personalities could interact with the affordances of WAT, resulting in different outcomes, ranging from abandonment to strong acceptance.\n\nOverall, one of the key conclusions of acceptance and adoption (abandonment) research in the current context is that the successful design of an all-purpose, universal WAT is unreasonable. Rather, a variety of design concepts and data models should continue to emerge that align with the personal preferences of various groups of users. Features such as self-monitoring, goal-based gamification, continuous feedback, and social support seem to encourage increased activity levels and healthy behaviors for many users. But different user groups present different sets of needs, different design personas and consequently different WAT device interactions. As Clawson et al argue (2015, p.655): \"Health-tracking is not limited to a specific subset of users and our findings highlight the need to design solutions that embrace a diversity of users and have the ability to support these users over time.\"\n\nWhat is considered usable for one group may not cater to the needs of another. Design criteria therefore vary across different user populations. For example, the reviewed literature suggests that WAT targeting patients with chronic illness should focus on mHealth, specifically integrating programs that designed for specific patients populations and recommend a customized regimen and specific levels of physical activities  [91, 92] . In contrast, WAT design targeting a healthy office workers with sedentary behavior may follow and reinforce a rather different adoption pathway, for example, by repeatedly reminding the user to engage in more physical activities  [125] ."
    },
    {
      "title": "WAT abandonment",
      "text": "In spite of the growing perception of the value of WAT, recent studies report that some users abandon their WAT after short term use, which is unlikely to reflect the devices' potential to help achieve a sustainably active lifestyle  [79, 120, 80]  (see Table  7 ). The popularity of purchasing and wearing WAT obscures the fact that full understanding of user acceptance, adoption, and sustained engagement remains elusive  [147] . Increasing concern that WAT frequently fail to inspire longterm use and acceptance  [46] , has led researchers to investigate why some users are unwilling or unable to integrate WAT into their daily activities.\n\nFew studies of device adoption or abandonment embraced multiple brands of WAT in their sampling approach (as indicated in Table  6 ), and we did not find one that specifically examined and compared abandonment across various devices. However Clawson et al.  [23]  explored why users abandoned their WAT devices, by analyzing advertisements for secondary sales of personal health-tracking technologies on Craigslist ( https://craigslist.org/ ), and identified a complex and dynamic range of rationales behind users' desire to sell their WAT. These included lifestyle changes, disappointment (mismatched hopes with device capabilities) and decisions to upgrade. The authors suggested that device design could better accommodate the unpredictable trajectories of everyday life that users experience  [23] . Harrison et al.  [55]  also adopted an indirect approach to the issue by exploring users' 'barriers to engagement' with WAT. From surveys and contextual interviews, they highlighted two important design factors that can facilitate long-term use, namely customizing the user experience of both the device's \"tracking and social functionalities\", and of its aesthetics and physical design  [55] .\n\nLazar et al.  [145]  and Epstein et al.  [39, 146]  identified further reasons why some users may abandon WAT. These included the ineffectiveness of collected data in motivating use, and devices' high maintenance requirements. Surveys by Epstein et al.  [146]  identified that users may have mixed feelings after having disengaged with their device, ranging from relief and freedom to feelings of frustration and guilt about having abandoned it. The authors suggest that lapsed users may show more interest in alternative forms of data visualization and textual cues and that design could take their past history into account  [39] . Other design recommendations included the personalization of features and user responsiveness, and de-emphasis of the importance of long-term user commitment  [145] .\n\nStudies focusing on the use of WAT for medical interventions reported much lower rates of device abandonment (e.g.,  [100, 91, 92]  as opposed to those examining adoption of WAT outside of medical contexts. One possible explanation lies in the typically short-term timeframes (often a few days) used in medical intervention studies, as opposed to studies of WAT uses in users' daily lives of users and over long terms (more than a few months) (e.g.,  [11, 64, 65, 46] . User engagement and disengagement with these devices commonly take place over an extended period of time, and may not be effectively observed in short term studies).\n\nOverall, one of the key conclusions of WAT acceptance and adoption (abandonment) research in the current context is that the successful design of an all-purpose, universal device is unreasonable. Rather, a variety of design concepts and data models should continue to emerge that align with the personal preferences of various groups of users. Features such as self-monitoring, goal-based gamification, continuous feedback, and social support seem to encourage increased activity levels and healthy behaviors for many users. But different user groups present different sets of needs, different design personas and consequently different WAT device interactions. As Clawson et al argue (2015, p.655): \"Health-tracking is not limited to a specific subset of users and our findings highlight the need to design solutions that embrace a diversity of users and have the ability to support these users over time.\"\n\nWhat is considered usable for one group may not cater to the needs of another. Design criteria therefore vary across different user populations. For example, the reviewed literature suggests that WAT targeting patients with chronic illness should focus on mHealth, specifically integrating programs that designed for specific patients populations and recommend a customized regimen and specific levels of physical activities  [91, 92] . In contrast, WAT design targeting a healthy office workers with sedentary behavior may follow and reinforce a rather different adoption pathway, for example, by repeatedly reminding the user to engage in more physical activities  [125] ."
    },
    {
      "title": "Theme 5: Self-monitoring data centered (48 articles)",
      "text": "Research studies in this theme are more focused on WAT affordances for collection and analysis of personal data, rather than on their technological features. As shown in Table  1 , prominent keywords in this topic were 'data', 'personal', 'information', and 'collection'. For example, van Berkel et al.  [10]  attempted to understand how people used WAT-generated data, and how they interpreted their records on activity steps, activity level, sleep, heart rate, etc.  [10] .\n\nPersonal informatics research and studies of the characteristics and behaviors of \"quantified selfers\" are two important sub-themes (see Table  8 ). Personal Informatics (PI) systems are defined as \"those that help people collect personally relevant information for the purpose of self-reflection and gaining self-knowledge\"  [85] . In general, PI, as an emerging research space, concerns activities that contribute to users' understanding and knowledge of their own behavior, through more effective collection of personal data and reflection of \"self\"  [110] . Epstein et al.  [38]  adopted the concept of PI and more specifically 'lived informatics' to examine characteristics across the spectrum of selftrackers' habits, the decision to track, their tool choice, information collection, and lifestyle integration."
    },
    {
      "title": "Table 7",
      "text": "Examples of Acceptance and Adoption (Abandonment) studies that focus on WAT Abandonment.\n\nPeople have used almost any tool in the past to collect personal information. These digital and non-digital tools have varied in physical form (paper, websites, devices, etc.) and level of support (manual vs. automated). Since their introduction in 2012, modern WAT have been argued to open up wholly new opportunities to assist users in recording and monitoring their broader PI, namely the ability to track, manage, depict, reflect and use their data  [107] . Collections of personal informatics, enabled by the use of WAT and other personal ubiquitous devices, have been promoted as helping users improve self-knowledge, by providing a personal history and means to review or analyze personal data  [108, 109, 37] .\n\nResearch on PI and quantified selfers is closely related  [108, 109] . Quantified selfers (Q-selfers), a somewhat exceptional (and widely studied) user population in PI studies, are individuals who proactively collect and act upon their own personal data, in order to optimize selfapprobation of their lives  [122, 19, 36] . An important challenge for Qselfers is to maintain consistent data collection over a long period of time  [10] . Furthemore, tracking data seems to be used in the short term, often on the day that the data was generated  [113] .\n\nQ-selfers' primary motivation to collect personal data is in order to answer questions about themselves. Once they have an answer to their query, they move on to another or stop self-tracking behavior. Future WAT tool design could improve response to users such as quantity selfers' real-time, dynamic information needs, the better to engage their interest in more sustained data collection  [10] ."
    },
    {
      "title": "Theme 6: Privacy (29 articles)",
      "text": "The rising popularity of WAT raises a number of concerns related to user privacy. In particular, there is increasing concern about how providers of these devices use the data they record, and the personal privacy protections that are afforded to users  [101] ;  Li, 2016) . As shown in Table  1 , prominent keywords in this topic are 'privacy', 'information', and 'security'.\n\nPaul and Irvine  [101]  examined privacy policies and the type of data collected by four WAT services (Fitbit, Jawbone Up, Basis, and Nike+) to identify privacy risks for users. WAT vendors gain the right to commercially use or share users' data with partners. Furthermore, these devices are constantly connected to the internet, and do not allow offline use. Users may not use the device without agreeing to such service privacy policies. Paul and Irvine  [101]  pointed to the rights to data ownership as being a privacy issue. In a similar vein, Cyr et al.  [31]  studied the security and privacy properties of the Fitbit device by analyzing the security properties of the network traffic between the device, smartphone or computer app, and the Fitbit web service. This work also highlighted privacy concerns: they identified that Fitbit devices collected unrelated information about users while failing to provide all of the data collected (such as perminute activity data) to the device owner  [31] .\n\nPersonality, personal trust and the device's usability could affect users' privacy perception of WAT  [78] . For example, more neurotic users tend to be more conscious of data privacy, whereas users with more personal trust were less concerned with the privacy implications of WAT. Based on a greater understanding of user personalities, Lamb et al.  [78]  recommended that designers and developers customize the default settings of WAT for different user groups with varying privacyrelated interests.\n\nThe primary question that these studies are concerned with is whether the privacy, security and discoverability risk of WAT is greater than the benefits that these wearable technologies can provide (see Table  9 ). The common conclusion of this body of research underscores the need to balance privacy and security issues with the potential of improvements that may arise in relation to consumers, the health care system, and the health and wellness of society  [77] .\n\nEven though studies addressed users' concerns about the privacy of data collected by WAT, this theme has received the least attention (see Fig.  2 ), and the number of studies has decreased over time between 2013 (11.82%) and 2017 (6.35%) (see Fig.  3 ). Only a few empirical studies have examined user privacy in relation to WAT adoption  [78] ."
    },
    {
      "title": "Table 9",
      "text": "Examples of studies focused on WAT Privacy implications."
    },
    {
      "title": "Discussion",
      "text": "Fig.  4  illustrates the themes involved in WAT research based on three key elements that can define studies of information technology  [116] . The relationship between Technology' and 'Information' components (axis 1, Fig.  4 ), primarily reflects 'technology' focused studies, which have been relatively well investigated in the current literature (see Fig.  3 ). The WAT research situated on this axis is not particularly concerned with human interaction and instead focuses more on precision, reliability, accuracy, and the ways that WAT technological features and capabilities can be improved to better capture and represent data. The relationship between 'Technology' and the 'User' (axis 2, Fig.  4 ), reflects the plethora of other WAT research fields which we have classified 'Acceptance and Adoption (Abandonment', 'Behavior change', Medical Contexts' and 'Privacy' (see Fig.  3 ). The research situated on this axis concerns the interaction of technology, its design and capacities, with the user's needs, perceptions and expectations. We propose that axis 3, the more existential interrelationship between people and their information needs, represents an integral research gap in the understanding, research and design of WAT. A fuller explication and discussion follow.\n\nAs opposed to acceptance and adoption (abandonment) research in this field, which has begun to extend WAT user interaction studies outside of lab settings, research with a technology focus has remained predominantly lab-based and short term (see  [40] . This growing group of experimental studies therefore lacks longitudinal perspective, and may fail to embrace the complicated ways in which devices' technological functionality effectively records and reflects users' nuanced activity in natural settings, and over time. Users may embark on a broader range of fitness activities in their daily lives (e.g., energy expenditure) than can be adequately captured and assessed through lab-based experiments alone. Further, not only might user activity be more complex in \"the wild,\" but the same WAT can undergo changes in technological capabilities over time. For example, many WAT provide automatic and/ or manual updates to their firmware, which can change the measurement properties of the instrument over time, and consequently change the reliability and validity of its data collection and analysis mechanisms. Future technology-focused research would clearly benefit from the use of longitudinal studies of WAT in natural settings, with greater recognition of how their technological features may evolve over time.\n\nAnother limitation of studies focusing on WAT accuracy is their lack of attention towards users' perception of accuracy vis-à-vis the actual accuracy of these devices' capacity for data collection and analysis.\n\nMore specifically, as these works suggest, WAT devices may not satisfactorily reflect certain user activities (for more information see  [40] .\n\nThe current collection of research with a technological focus is concerned with objective measures of assessing the validity and accuracy of WAT devices. Therefore, a fruitful direction for future research could lie at the intersection of technological focus and adoption studies. Important questions to be addressed concern (1) how users may go about practically figuring out the accuracy and validity of data collection without access to scientific tools and methods; (2) the extent to which certain users care about accuracy, and how trust is established when they become aware that WAT devices may function inaccurately; and (3) how their perception of accuracy may shape users' decision to abandon or continue using WAT devices.\n\nMany acceptance and adoption (abandonment) aspects of WAT adoption (axis 2, Fig.  4 ) have also been covered relatively well in the current literature. Existing research has examined topics such as the interaction of various user populations with WAT (e.g., older adults or children), device usability, and why users may adopt or abandon these devices. Because of the health-related implications of these devices, existing research has also examined the use and effect of WAT for health, medical and clinical purposes. This body of work has focused on the ways these devices may impact physical activity (PA) or other health-related behaviors of average users or patients in or outside of medical settings. Research has also directed attention to the privacy dimension of WAT adoption, how it may interact with the security of these devices, and how users' privacy is handled (or mishandled) by these technologies.\n\nFinally, this review has identified that what is often missing from this body of work, is a focus on the interaction between the user and multiple WAT devices. The vast majority of the WAT studies under review consider these devices in isolation from other devices and technological options (e.g., social, navigational, informational etc.). In practice, given the plethora of available consumer technologies, many users may also engage with multiple devices and technologies, to monitor their fitness/health activities. They may therefore use WAT in tandem with smart watches or mobile applications, to help track similar or different activities. In order to address this gap in research, future work could build from an ecological perspective  [49, 99] . This would help focus our understanding of how the use of each device may fit into the user's broader lifestyle, how or why users may pick and choose between them, and how devices may interact with one another within the user's behavioral ecology  [13, 28, 11, 64, 65] .\n\nThe development of WAT is creating new ways of understanding human-information interaction (axis 3, Fig.  4 ). Thematic analysis in this review makes it clear that this dimension has not been addressed as adequately as have the other two dimensions of technology focus and acceptance and adoption (abandonment) (axes 1 and 2, Fig.  4 ). Adopting a personal informatics approach, current data-centered research (with the exception of Rooksby et al.  [113]  and Rapp and Cena  [107]  is focused more on human-data interaction  [97] , and therefore does not typically go beyond a narrow preoccupation with data collection or self-tracking through WAT. Nor does it address people's use of these data for lifelogging or optimizing certain behaviors such as physical activity or dietary habits  [61] . As such, this research is heavily weighted toward the study of Q-selfers, who are an eccentric subpopulation of WAT users  [19] . Liu et al.  [86]  correctly argues that the relationship between information seeking contexts and use of selftracking technology is still unclear.\n\nTo address this gap in the understanding of the rich human-information interaction enabled by WAT adoption, future research could draw on the theoretical foundations of information behavior  [140] or information practice  [115] . These frameworks provide insight into the unique ways people encounter, seek, use, and make sense of information with an emphasis on the information context within which they seek information. An Information Behavior approach helps identify the cognitive, social and ecological dimensions of human-information interaction: the impact of individual characteristics, the meanings and values that users assign to social aspects of WAT-enabled information seeking, and finally, the environmental factors that shape the use of information artifacts  [44, 102] . A practice-centric approach specifically helps explicate the dynamic relationships between the user, WAT, the information artifacts embodied in WAT, and the forces of their social context  [42] . From this perspective, information activities intertwined with the adoption of WAT are intrinsically social and can only be understood in relation to the broader context of everyday life information seeking  [114] , and the information activities and inspiration of other actors  [30] ."
    },
    {
      "title": "Limitations",
      "text": "Mobile tracking applications were excluded from this review since the focus of this work was on commercially available wearable activity trackers (WAT) as a recent technological phenomenon. WAT devices share some similar features with mobile applications but also have distinct consequences by offering a physical manifestation (i.e., wearability). For more information on the differing consequences of digital and physical dimensions of WAT see  [63] . This noted, we recognize that a major limitation of this review is having included only commercially available activity tracking devices and not all types of digital technologies, applications and platforms that may provide similar functionalities."
    },
    {
      "title": "Conclusion",
      "text": "This review summarizes evidence from 463 studies of wearable activity tracking (WAT) devices published between 2013 and 2017. Using topic modeling techniques, we identified six common themes that capture the existing state of research on WAT: (1) Technological Focus;\n\n(2) Patient Treatment and Medical Settings; (3) Behavior Change; (4) Acceptance and Adoption (Abandonment); (5) Self-monitoring Data Centered, and (6) Privacy. We describe these topics, the subjects being studied, and the research methods used. We also shed light on research trends between 2013 and 2017, and provide direction for future research. An important research gap identified in the reviewed literature lies in the understanding of the rich human-information interaction that is enabled by WAT adoption.\n\nThe primary contributions of this article are firstly, our accumulation of the highly dispersed research on WAT, as prominent instances of ubiquitous computing; and secondly, our description and analysis of a diverse set of disciplinary interests in WAT; that has implications for personal health and fitness data management.\n\nIn conclusion, this article suggests that WAT devices are multi-dimensional technologies with complex impacts. Understanding WAT and their technological and non-technological aspects requires various research perspectives. This work raises interdisciplinary awareness about the current landscape of WAT use and the related diversity of interesting research opportunities and challenges."
    },
    {
      "text": "(1) Technological Focus; (2) Patient Treatment and Medical Settings; (3) Behavior Change; (4) Acceptance and Adoption (Abandonment); (5) Self-monitoring Data Centered and (6) Privacy."
    },
    {
      "text": "Fig. 1. Number of WAT studies per annum between 2013 and 2017."
    },
    {
      "text": "Fig. 3. The evolution of research themes from 2013 to 2017."
    },
    {
      "text": "Fig. 4. WAT research themes based on the three elements of Information, Technology, and People."
    },
    {
      "text": "Key themes and associated terms."
    },
    {
      "text": "Examples of WAT studies with a Technological Focus."
    },
    {
      "text": "Examples of WAT studies focused on Patient Treatment and Medical Settings."
    },
    {
      "text": "Number of WAT research articles focused on other study categories, which also included Medical Settings."
    },
    {
      "text": "Examples of WAT studies focused on Behavior Change."
    },
    {
      "text": "Examples of Acceptance and Adoption (Abandonment) studies that focus on Acceptance."
    },
    {
      "text": "Examples of studies that feature a Data Centric perspective of WAT."
    }
  ],
  "references": [
    {
      "title": "Comparison of steps and energy expenditure assessment in adults of fitbit tracker and ultra to the actical and indirect calorimetry",
      "authors": [
        "J Noah",
        "David Spierer",
        "Gu",
        "Shaw Jialu",
        "Bronner"
      ],
      "year": 2013
    },
    {
      "title": "Mining Text, Data",
      "authors": [
        "C Charu",
        "Chengxiang Aggarwal",
        "Zhai"
      ],
      "year": 2012
    },
    {
      "title": "How accurate is your activity tracker? a comparative study of step counts in low-intensity physical activities",
      "authors": [
        "Parastoo Alinia",
        "Chris Cain",
        "Ramin Fallahzadeh",
        "Armin Shahrokni",
        "Diane Cook",
        "Hassan Ghasemzadeh"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6321"
    },
    {
      "title": "Towards the crafting of personal health technologies",
      "authors": [
        "Nathan Swamy Ananthanarayan",
        "Katie Lapinski",
        "Michael Siek",
        "Eisenberg"
      ],
      "year": 2014
    },
    {
      "title": "Mobile phone-connected wearable motion sensors to assess postoperative mobilization",
      "authors": [
        "Geoff Appelboom",
        "Blake Taylor",
        "Eliza Bruce",
        "Clare Bassile",
        "Corinna Malakidis",
        "Annie Yang",
        "Brett Youngerman"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3785"
    },
    {
      "title": "Promoting physical activity among women using wearable technology and online social connectivity: a feasibility study",
      "authors": [
        "Danielle Arigo"
      ],
      "year": 2015,
      "doi": "10.1080/21642850.2015.1118350"
    },
    {
      "title": "Not just another walking program': everyday activity supports you (EASY) model-a randomized pilot study for a parallel randomized controlled trial",
      "authors": [
        "Maureen Ashe",
        "Meghan Winters",
        "Christiane Hoppmann",
        "Martin Dawes",
        "Paul Gardiner",
        "Lora Giangregorio",
        "Kenneth Madden"
      ],
      "year": 2015,
      "doi": "10.1186/2055-5784-1-4"
    },
    {
      "title": "An evaluation of commercial pedometers for monitoring slow walking speed populations",
      "authors": [
        "H Femina",
        "Jorge Beevi",
        "Christian Miranda",
        "Stefan Pedersen",
        "Wagner"
      ],
      "year": 2016
    },
    {
      "title": "Prescribing of electronic activity monitors in cardiometabolic diseases: qualitative interview-based study",
      "authors": [
        "Alice Bellicha",
        "Sandrine Macé",
        "Jean-Michel Oppert"
      ],
      "year": 2017
    },
    {
      "title": "The Curse of Quantified-Self: An Endless Quest for Answers",
      "authors": [
        "Niels Van Berkel",
        "Chu Luo",
        "Denzil Ferreira",
        "Jorge Goncalves",
        "Vassilis Kostakos"
      ],
      "year": 2015
    },
    {
      "title": "Personal Characteristics and the Law of Attrition in Randomized Controlled Trials of eHealth Services for Self-Care",
      "authors": [
        "O Blanson Henkemans",
        "W Rogers",
        "A Dumay"
      ],
      "year": 2011
    },
    {
      "title": "Latent Dirichlet Allocation",
      "authors": [
        "David Blei",
        "Andrew Ng",
        "Michael Jordan"
      ],
      "year": 2003,
      "doi": "10.7551/mitpress/1120.003.0082"
    },
    {
      "title": "Dynamics in Artifact Ecologies",
      "authors": [
        "Susanne Bødker",
        "Clemens Nylandsted Klokmose"
      ],
      "year": 2012
    },
    {
      "title": "Enhancing physical activity promotion in midlife women with technology-based self-monitoring and social connectivity: a pilot study",
      "authors": [
        "Meghan Butryn",
        "Danielle Arigo",
        "Greer Raggio",
        "Marie Colasanti",
        "Evan Forman"
      ],
      "year": 2016
    },
    {
      "title": "Randomized trial of a fitbit-based physical activity intervention for women",
      "authors": [
        "Lisa Cadmus-Bertram",
        "Bess Marcus",
        "Ruth Patterson",
        "Barbara Parker",
        "Brittany Morey"
      ],
      "year": 2015
    },
    {
      "title": "Use of the fitbit to measure adherence to a physical activity intervention among overweight or obese, postmenopausal women: self-monitoring trajectory during 16 weeks",
      "authors": [
        "Lisa Cadmus-Bertram",
        "Bess Marcus",
        "Ruth Patterson",
        "Barbara Parker",
        "Brittany Morey"
      ],
      "year": 2015
    },
    {
      "title": "Accuracy of smartphone applications and wearable devices for tracking physical activity data",
      "authors": [
        "Meredith Case",
        "A Holland",
        "Kevin Burwick",
        "Mitesh Volpp",
        "Patel"
      ],
      "year": 2015
    },
    {
      "title": "Reading tea leaves: how humans interpret topic models",
      "authors": [
        "Jonathan Chang",
        "Sean Gerrish",
        "Chong Wang",
        "Jordan Boyd-Graber",
        "David Blei"
      ],
      "year": 2009
    },
    {
      "title": "Understanding quantified-selfers' practices in collecting and exploring personal data",
      "authors": [
        "Eun Kyoung Choe",
        "Nicole Lee",
        "Bongshin Lee",
        "Wanda Pratt",
        "Julie Kientz"
      ],
      "year": 2014
    },
    {
      "title": "Comparison of wrist-worn fitbit flex and waist-worn actigraph for measuring steps in free-living adults",
      "authors": [
        "H Anne",
        "Chu",
        "H Sheryl",
        "Mahsa Ng",
        "Alvaro Paknezhad",
        "David Gauterin",
        "Michael Koh",
        "Falk Brown",
        "Müller-Riemenschneider"
      ],
      "year": 2017
    },
    {
      "title": "Acceptability of the fitbit in behavioural activation therapy for depression: a qualitative study",
      "authors": [
        "Jenny Chum",
        "Min Kim",
        "Laura Zielinski",
        "Meha Bhatt",
        "Douglas Chung",
        "Sharon Yeung",
        "Kathryn Litke"
      ],
      "year": 2017
    },
    {
      "title": "Tweeting to health: a novel mhealth intervention using fitbits and twitter to foster healthy lifestyles",
      "authors": [
        "Arlene Chung",
        "Asheley Skinner",
        "Stephanie Hasty",
        "Eliana Perrin"
      ],
      "year": 2016,
      "doi": "10.1177/0009922816653385"
    },
    {
      "title": "No longer wearing: investigating the abandonment of personal health-tracking technologies on craigslist",
      "authors": [
        "James Clawson",
        "Jessica Pater",
        "Andrew Miller",
        "Elizabeth Mynatt",
        "Lena Mamykina"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2807554"
    },
    {
      "title": "Data quality challenges for person-generated health and wellness data",
      "authors": [
        "J Codella",
        "C Partovian",
        "H Chang",
        "C Chen"
      ],
      "year": 2018
    },
    {
      "title": "Driven design strategies for technologies that support behavior change in everyday life",
      "authors": [
        "Sunny Consolvo",
        "David Mcdonald",
        "James Landay"
      ],
      "year": 2009,
      "doi": "10.1145/1518701.1518766"
    },
    {
      "title": "Functional recovery in the elderly after major surgery: assessment of mobility recovery using wireless technology",
      "authors": [
        "David Cook",
        "Jeffrey Thompson",
        "Sharon Prinsen",
        "Joseph Dearani",
        "Claude Deschamps"
      ],
      "year": 2013
    },
    {
      "title": "Organizing Knowledge Syntheses: a taxonomy of literature reviews",
      "authors": [
        "M Harris",
        "Cooper"
      ],
      "year": 1988
    },
    {
      "title": "The conceptual framing, design and evaluation of device ecologies for collaborative activities",
      "authors": [
        "Tim Coughlan",
        "Trevor Collins",
        "Anne Adams",
        "Yvonne Rogers",
        "Pablo Haya",
        "Estefanía Martín"
      ],
      "year": 2012
    },
    {
      "title": "Use of consumer wearable devices to promote physical activity: a review of health intervention studies",
      "authors": [
        "Steven Coughlin",
        "Jessica Stewart"
      ],
      "year": 2016
    },
    {
      "title": "An exploration of the practice approach and its place in information science",
      "authors": [
        "Andrew Cox"
      ],
      "year": 2012
    },
    {
      "title": "Security analysis of wearable fitness devices (fitbit)",
      "authors": [
        "Britt Cyr",
        "Webb Horn",
        "Daniela Miao",
        "Michael Specter"
      ],
      "year": 2014
    },
    {
      "title": "Feasibility and acceptability of remotely monitored pedometer-guided physical activity",
      "authors": [
        "J Darvall",
        "A Parker",
        "D Story"
      ],
      "year": 2016,
      "doi": "10.1177/0310057x1604400415"
    },
    {
      "title": "Validity and usability testing of the fitbit pedometer in patients with COPD, European Respiratory J",
      "authors": [
        "De Sousa",
        "Jean Bourbeau Riany",
        "Pei Li",
        "Sara Ahmed"
      ],
      "year": 2015
    },
    {
      "title": "An Affective, Normative and Functional Approach to Designing User Experiences for Wearables",
      "authors": [
        "Victor Dibia"
      ],
      "year": 2015,
      "doi": "10.2139/ssrn.2630715"
    },
    {
      "title": "Measuring steps with the fitbit activity tracker: an inter-device reliability study",
      "authors": [
        "Manon Dontje",
        "Martijn De Groot",
        "Remko Lengton",
        "P Cees",
        "Wim Van Der Schans",
        "Krijnen"
      ],
      "year": 2015,
      "doi": "10.3109/03091902.2015.1050125"
    },
    {
      "title": "A quantified past: remembering with personal informatics",
      "authors": [
        "Chris Elsden",
        "David Kirk"
      ],
      "year": 2014
    },
    {
      "title": "A quantified past: toward design for remembering with personal informatics",
      "authors": [
        "Chris Elsden",
        "David Kirk",
        "Abigail Durrant"
      ],
      "year": 2016,
      "doi": "10.1080/07370024.2015.1093422"
    },
    {
      "title": "A lived informatics model of personal informatics",
      "authors": [
        "A Daniel",
        "An Epstein",
        "James Ping",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2015
    },
    {
      "title": "Reconsidering the device in the drawer: lapses as a design opportunity in personal informatics",
      "authors": [
        "A Daniel",
        "Jennifer Epstein",
        "Laura Kang",
        "James Pina",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2016
    },
    {
      "title": "Systematic review of the validity and reliability of consumer-wearable activity trackers",
      "authors": [
        "R Kelly",
        "Michelle Evenson",
        "Robert Goto",
        "Furberg"
      ],
      "year": 2015
    },
    {
      "title": "Older adults' use of and attitudes toward activity monitoring technologies",
      "authors": [
        "Cara Fausset",
        "Tracy Bailey",
        "Chandler Mitzner",
        "Brian Price",
        "Brad Jones",
        "Wendy Fain",
        "Rogers"
      ],
      "year": 2013,
      "doi": "10.1177/1541931213571374"
    },
    {
      "title": "Theorizing Practice and Practicing Theory",
      "authors": [
        "Martha Feldman",
        "Wanda Orlikowski"
      ],
      "year": 2011
    },
    {
      "title": "Caloric expenditure using indirect calorimetry, apple watch sport, and fitbit zip",
      "authors": [
        "Cynthia Ferrara",
        "Shelby Smyth",
        "Erin Mullan",
        "Christopher Burke"
      ],
      "year": 2017
    },
    {
      "title": "Human Information Interaction: An Ecological Approach to Information Behavior",
      "authors": [
        "Raya Fidel"
      ],
      "year": 2012
    },
    {
      "title": "Reliability and validity of ten consumer activity trackers depend on walking speed",
      "authors": [
        "Tryntsje Fokkema",
        "J Thea",
        "Kooiman",
        "P Wim",
        "Krijnen",
        "P Cees",
        "Martijn Van Der Schans",
        "De Groot"
      ],
      "year": 2017
    },
    {
      "title": "Persuasive technology in the real world: a study of long-term use of activity sensing devices for fitness",
      "authors": [
        "Thomas Fritz",
        "Elaine Huang",
        "Gail Murphy",
        "Thomas Zimmermann"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557383"
    },
    {
      "title": "Accuracy of 2 activity monitors in detecting steps in people with stroke and traumatic brain injury",
      "authors": [
        "George Fulk",
        "Stephanie Combs",
        "Kelly Danks",
        "Coby Nirider",
        "Bhavana Raja",
        "Darcy Reisman"
      ],
      "year": 2014,
      "doi": "10.2522/ptj.20120525"
    },
    {
      "title": "Unfolding physiological state: mortality modelling in intensive care units",
      "authors": [
        "Marzyeh Ghassemi",
        "Tristan Naumann",
        "Finale Doshi-Velez",
        "Nicole Brimmer",
        "Rohit Joshi",
        "Anna Rumshisky",
        "Peter Szolovits"
      ],
      "year": 2014,
      "doi": "10.1145/2623330.2623742"
    },
    {
      "title": "The Theory of Affordances",
      "authors": [
        "James Gibson"
      ],
      "year": 1977,
      "doi": "10.4324/9781315467931"
    },
    {
      "title": "Variable accuracy of wearable heart rate monitors during aerobic exercise",
      "authors": [
        "Stephen Gillinov",
        "Muhammad Etiwy",
        "Robert Wang",
        "Gordon Blackburn",
        "A Phelan",
        "Marc Gillinov",
        "Penny Houghtaling",
        "Hoda Javadikasgari",
        "Y Milind",
        "Desai"
      ],
      "year": 2017,
      "doi": "10.1249/mss.0000000000001284"
    },
    {
      "title": "Assessing performance status and clinical outcomes with wearable activity monitors",
      "authors": [
        "Gillian Gresham",
        "Elad Neeman",
        "Andrew Hendifar",
        "Quanlin Li",
        "Richard Tuli",
        "Bj Rimel",
        "Christine Walsh"
      ],
      "year": 2017,
      "doi": "10.1200/jco.2017.35.15_suppl.6571"
    },
    {
      "title": "Finding scientific topics",
      "authors": [
        "L Thomas",
        "Mark Griffiths",
        "Steyvers"
      ],
      "year": 2004
    },
    {
      "title": "Fostering engagement with personal informatics systems",
      "authors": [
        "Rebecca Gulotta",
        "Jodi Forlizzi",
        "Rayoung Yang",
        "Mark Newman"
      ],
      "year": 2016,
      "doi": "10.1145/2901790.2901803"
    },
    {
      "title": "An Evaluation of wearable activity monitoring devices",
      "authors": [
        "Fangfang Guo",
        "Yu Li",
        "Mohan Kankanhalli",
        "Michael Brown"
      ],
      "year": 2013
    },
    {
      "title": "Activity tracking: barriers, workarounds and customisation",
      "authors": [
        "Daniel Harrison",
        "Paul Marshall",
        "Nadia Bianchi-Berthouze",
        "Jon Bird"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2805832"
    },
    {
      "title": "Technology-and phone-based weight loss intervention: pilot RCT in women at elevated breast cancer risk",
      "authors": [
        "Sheri Hartman",
        "Sandahl Nelson",
        "Lisa Cadmus-Bertram",
        "Ruth Patterson",
        "Barbara Parker",
        "John Pierce"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.024"
    },
    {
      "title": "Google scholar, scopus and the web of science: a longitudinal and cross-disciplinary comparison",
      "authors": [
        "Anne-Wil Harzing",
        "Satu Alakangas"
      ],
      "year": 2016,
      "doi": "10.1007/s11192-015-1798-9"
    },
    {
      "title": "Increasing physical activity of children during school recess",
      "authors": [
        "Lynda Hayes",
        "Carole Van Camp"
      ],
      "year": 2015,
      "doi": "10.1002/jaba.222"
    },
    {
      "title": "Sedentary time and cardio-metabolic biomarkers in US adults: NHANES 2003-06",
      "authors": [
        "Genevieve Healy",
        "Charles Matthews",
        "David Dunstan",
        "Elisabeth Winkler",
        "Neville Owen"
      ],
      "year": 2011
    },
    {
      "title": "Use of a fitness tracker to promote physical activity in children with acute lymphoblastic leukemia",
      "authors": [
        "Mary Hooke",
        "Laura Gilchrist",
        "Lynn Tanner",
        "Nicole Hart",
        "Janice Withycombe"
      ],
      "year": 2016
    },
    {
      "title": "Personal activity trackers and the quantified self",
      "authors": [
        "B Matthew",
        "Hoy"
      ],
      "year": 2016
    },
    {
      "title": "The accuracy of pedometers in measuring walking steps on a treadmill in college students",
      "authors": [
        "M Hannah",
        "Tamra Husted",
        "Llewellyn"
      ],
      "year": 2017
    },
    {
      "title": "Digital and physical materiality of information technologies: the case of fitbit activity tracking devices",
      "authors": [
        "Mohammad Hossein"
      ],
      "year": 2015
    },
    {
      "title": "Activity trackers, prior motivation, and perceived informational and motivational affordances",
      "authors": [
        "Mohammad Hossein",
        "Nicci Gafinowitz",
        "Grace Shin"
      ],
      "year": 2017
    },
    {
      "title": "Personal artifact ecologies in the context of mobile knowledge workers",
      "authors": [
        "Mohammad Hossein",
        "Sarah Beth Nelson",
        "Leslie Thomson"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Amir Karami"
      ],
      "year": 2015
    },
    {
      "title": "A fuzzy approach model for uncovering hidden latent semantic structure in medical text collections",
      "authors": [
        "A Karami",
        "A Gangopadhyay",
        "B Zhou",
        "H Kharrazi"
      ],
      "year": 2015
    },
    {
      "title": "Flatm: A fuzzy logic approach topic model for medical documents",
      "authors": [
        "A Karami",
        "A Gangopadhyay",
        "B Zhou",
        "H Karrazi"
      ],
      "year": 2015
    },
    {
      "title": "Mining Public Opinion about Economic Issues: Twitter and the U.S. Presidential Election",
      "authors": [
        "Karami",
        "London Amir",
        "Xiaoyun Bennett",
        "He"
      ],
      "year": 2018
    },
    {
      "title": "Characterizing diabetes, diet, exercise, and obesity comments on Twitter",
      "authors": [
        "A Karami",
        "A Dahl",
        "G Turner-Mcgrievy",
        "H Kharrazi",
        "G Shaw"
      ],
      "year": 2018
    },
    {
      "title": "Characterizing transgender health issues in twitter",
      "authors": [
        "A Karami",
        "F Webb",
        "V Kitzie"
      ],
      "year": 2018
    },
    {
      "title": "Fuzzy approach topic discovery in health and medical corpora",
      "authors": [
        "Amir Karami",
        "Aryya Gangopadhyay",
        "Bin Zhou",
        "Hadi Kharrazi"
      ],
      "year": 2018
    },
    {
      "title": "Wellbeing in the Making: Peoples' Experiences with Wearable Activity Trackers",
      "authors": [
        "Evangelos Karapanos",
        "Rúben Gouveia",
        "Marc Hassenzahl",
        "Jodi Forlizzi"
      ],
      "year": 2016
    },
    {
      "title": "Design opportunities in three stages of relationship development between users and self-tracking devices",
      "authors": [
        "Da-Jung Kim",
        "Yeoreum Lee",
        "Saeyoung Rho",
        "Youn-Kyung Lim"
      ],
      "year": 2016
    },
    {
      "title": "Reliability and validity of ten consumer activity trackers",
      "authors": [
        "J Thea",
        "Manon Kooiman",
        "Dontje",
        "R Siska",
        "Sprenger",
        "P Wim",
        "Krijnen",
        "P Cees",
        "Martijn Van Der Schans",
        "De Groot"
      ],
      "year": 2015
    },
    {
      "title": "Accuracy of a wrist-worn wearable device for monitoring heart rates in hospital inpatients: a prospective observational study",
      "authors": [
        "Ryan Kroll",
        "J Boyd",
        "David Maslove"
      ],
      "year": 2016
    },
    {
      "title": "The privacy, security and discoverability of data on wearable health devices: fitness or folly?",
      "authors": [
        "Vishakha Kumari",
        "Anne Hook"
      ],
      "year": 2017
    },
    {
      "title": "Users' privacy perceptions about wearable technology: examining influence of personality, trust, and usability",
      "authors": [
        "Karen Lamb",
        "Hsiao-Ying Huang",
        "Andrew Marturano",
        "Masooda Bashir"
      ],
      "year": 2016
    },
    {
      "title": "Inside wearables: how the science of human behavior change offers the secret to long-term engagement",
      "authors": [
        "Dan Ledger",
        "Daniel Mccaffrey"
      ],
      "year": 2014
    },
    {
      "title": "A Look at Wearable Abandonment",
      "authors": [
        "H Lee",
        "Y Lee"
      ],
      "year": 2017
    },
    {
      "title": "Validity of consumer-based physical activity monitors",
      "authors": [
        "Jung-Min Lee",
        "Youngwon Kim",
        "Gregory Welk"
      ],
      "year": 2014
    },
    {
      "title": "An empirical comparison of four text mining methods",
      "authors": [
        "S Lee",
        "J Baker",
        "J Song",
        "J Wetherbe"
      ],
      "year": 2010
    },
    {
      "title": "Evaluation of commercial self-monitoring devices for clinical purposes: results from the future patient trial, phase I",
      "authors": [
        "Soren Leth",
        "John Hansen",
        "Olav Nielsen",
        "Birthe Dinesen"
      ],
      "year": 2017,
      "doi": "10.3390/s17010211"
    },
    {
      "title": "Using an electronic activity monitor system as an intervention modality: a systematic review",
      "authors": [
        "H Zakkoyya",
        "Elizabeth Lewis",
        "Jessica Lyons",
        "Jacques Jarvis",
        "Baillargeon"
      ],
      "year": 2015
    },
    {
      "title": "Personal Informatics in the wild: hacking habits for health & happiness",
      "authors": [
        "Ian Li",
        "Jon Froehlich",
        "Jakob Larsen",
        "Catherine Grevet",
        "Ernesto Ramirez"
      ],
      "year": 2013
    },
    {
      "title": "Contexts of information seeking in self-tracking and the design of lifelogging systems",
      "authors": [
        "Ying-Hsang Liu",
        "Paul Scifleet",
        "Lisa Given"
      ],
      "year": 2014,
      "doi": "10.1145/2637002.2637040"
    },
    {
      "title": "Mission possible: using ubiquitous social goal sharing technology to promote physical activity in children",
      "authors": [
        "Kelly Mackintosh"
      ],
      "year": 2016
    },
    {
      "title": "Amount of time spent in sedentary behaviors and cause-specific mortality in US adults",
      "authors": [
        "Charles Matthews",
        "Stephanie George",
        "Steven Moore",
        "Heather Bowles",
        "Aaron Blair",
        "Yikyung Park",
        "Richard Troiano",
        "Albert Hollenbeck",
        "Arthur Schatzkin"
      ],
      "year": 2012,
      "doi": "10.3945/ajcn.111.019620"
    },
    {
      "title": "MALLET: A Machine Learning for Language Toolkit",
      "authors": [
        "A Mccallum"
      ],
      "year": 2002
    },
    {
      "title": "Older adults' experiences using a commercially available monitor to self-track their physical activity",
      "authors": [
        "Siobhan Mcmahon",
        "Beth Lewis",
        "Michael Oakes",
        "Weihua Guan",
        "Jean Wyman",
        "Alexander Rothman"
      ],
      "year": 2016
    },
    {
      "title": "Acceptance of commercially available wearable activity trackers among adults aged over 50 and with chronic illness: a mixed-methods evaluation",
      "authors": [
        "Kathryn Mercer",
        "Lora Giangregorio",
        "Eric Schneider",
        "Parmit Chilana",
        "Melissa Li",
        "Kelly Grindrod"
      ],
      "year": 2016
    },
    {
      "title": "Behavior change techniques present in wearable activity trackers: a critical analysis",
      "authors": [
        "Kathryn Mercer",
        "Melissa Li",
        "Lora Giangregorio",
        "Catherine Burns",
        "Kelly Grindrod"
      ],
      "year": 2016
    },
    {
      "title": "Making lifelogging usable: design guidelines for activity trackers",
      "authors": [
        "Jochen Meyer",
        "Jutta Fortmann",
        "Merlin Wasmann",
        "Wilko Heuten"
      ],
      "year": 2015
    },
    {
      "title": "Exploring longitudinal use of activity trackers",
      "authors": [
        "J Meyer",
        "J Schnauber",
        "W Heuten",
        "H Wienbergen",
        "R Hambrecht",
        "H Appelrath",
        "S Boll"
      ],
      "year": 2016
    },
    {
      "title": "Tracking health data is not enough: a qualitative exploration of the role of healthcare partnerships and mhealth technology to promote physical activity and to sustain behavior change",
      "authors": [
        "Sheridan Miyamoto",
        "Stuart Henderson",
        "Heather Young",
        "Amit Pande",
        "Jay Han"
      ],
      "year": 2016
    },
    {
      "title": "A computational literature review of the technology acceptance model",
      "authors": [
        "J Michael",
        "Richard Mortenson",
        "Vidgen"
      ],
      "year": 2016
    },
    {
      "title": "Human-Data Interaction: The Human Face of the Data-Driven Society",
      "authors": [
        "Richard Mortier",
        "Hamed Haddadi",
        "Tristan Henderson",
        "Derek Mcauley",
        "Jon Crowcroft"
      ],
      "year": 2014,
      "doi": "10.2139/ssrn.2508051"
    },
    {
      "title": "Effects of public commitments and accountability in a technology-supported physical activity intervention",
      "authors": [
        "Sean Munson",
        "Erin Krupka",
        "Caroline Richardson",
        "Paul Resnick"
      ],
      "year": 2015
    },
    {
      "title": "Information Ecologies: Using Technology with Heart",
      "authors": [
        "Bonnie Nardi",
        "O' Vicki",
        "Day"
      ],
      "year": 1999
    },
    {
      "title": "Feasibility of popular m-health technologies for activity tracking among individuals with serious mental illness",
      "authors": [
        "John Naslund",
        "Kelly Aschbrenner",
        "Laura Barre",
        "Stephen Bartels"
      ],
      "year": 2015
    },
    {
      "title": "Privacy Implications of Wearable Health Devices",
      "authors": [
        "Greig Paul",
        "James Irvine"
      ],
      "year": 2014
    },
    {
      "title": "Conceptual Frameworks in Information Behavior",
      "authors": [
        "Karen Pettigrew",
        "Raya Fidel",
        "Harry Bruce"
      ],
      "year": 2001
    },
    {
      "title": "Fitbit+: A Behavior-Based Intervention System to Reduce Sedentary Behavior",
      "authors": [
        "L Pina",
        "E Ramirez",
        "W Griswold"
      ],
      "year": 2012,
      "doi": "10.4108/icst.pervasivehealth.2012.248761"
    },
    {
      "title": "Social interaction and reflection for behaviour change",
      "authors": [
        "Bernd Ploderer",
        "Wolfgang Reitberger",
        "Harri Oinas-Kukkonen",
        "Julia Van Gemert-Pijnen"
      ],
      "year": 2014
    },
    {
      "title": "Older adults' acceptance of activity trackers",
      "authors": [
        "Kimberly Preusse",
        "Tracy Mitzner",
        "Cara Fausset",
        "Wendy Rogers"
      ],
      "year": 2016
    },
    {
      "title": "Exploring Physical Activity Monitoring Devices for Diabetic and Obese Patients",
      "authors": [
        "Mirana Randriambelonoro",
        "Yu Chen",
        "Antoine Geissbuhler",
        "Pearl Pu"
      ],
      "year": 2015
    },
    {
      "title": "Personal informatics for everyday life: how users without prior self-tracking experience engage with personal data",
      "authors": [
        "Amon Rapp",
        "Federica Cena"
      ],
      "year": 2016
    },
    {
      "title": "Editorial of the special issue on quantified self and personal informatics",
      "authors": [
        "Amon Rapp",
        "Federica Cena",
        "Alessandro Marcengo"
      ],
      "year": 2018
    },
    {
      "title": "Designing a personal informatics system for users without experience in self-tracking: a case study",
      "authors": [
        "Amon Rapp",
        "Alessandro Marcengo",
        "Luca Buriano",
        "Giancarlo Ruffo",
        "Mirko Lai",
        "Federica Cena"
      ],
      "year": 2018,
      "doi": "10.1080/0144929x.2018.1436592"
    },
    {
      "title": "Know thyself: a theory of the self for personal informatics",
      "authors": [
        "Amon Rapp",
        "Maurizio Tirassa"
      ],
      "year": 2017
    },
    {
      "title": "Nike Finally Explains Why the FuelBand Was Cancelled",
      "authors": [
        "Rita Guerra"
      ],
      "year": 2015
    },
    {
      "title": "Objective measure of activity level after total knee arthroplasty with the use of the 'Fitbit' device",
      "authors": [
        "Justin Roe",
        "Lucy Salmon",
        "Joshua Twiggs"
      ],
      "year": 2016
    },
    {
      "title": "Personal tracking as lived informatics",
      "authors": [
        "John Rooksby",
        "Mattias Rost",
        "Alistair Morrison",
        "Matthew Chalmers"
      ],
      "year": 2014
    },
    {
      "title": "Everyday life information seeking: approaching information seeking in the context of 'way of Life",
      "authors": [
        "Reijo Savolainen"
      ],
      "year": 1995
    },
    {
      "title": "Information behavior and information practice: reviewing the 'umbrella concepts' of information-seeking studies",
      "authors": [
        "Reijo Savolainen"
      ],
      "year": 2007
    },
    {
      "title": "Conceptualizing information, technology, and people: comparing information science and information systems literatures",
      "authors": [
        "Steve Sawyer",
        "Haiyan Huang"
      ],
      "year": 2007
    },
    {
      "title": "Wearing, thinking, and moving: testing the feasibility of fitness tracking with urban youth",
      "authors": [
        "Sara Schaefer",
        "Cynthia Ching",
        "Heather Breen",
        "J German"
      ],
      "year": 2016,
      "doi": "10.1080/19325037.2015.1111174"
    },
    {
      "title": "Wrist-worn physical activity trackers tend to underestimate steps during walking",
      "authors": [
        "Tiffany Sears",
        "Elmer Alvalos",
        "Samantha Lawson",
        "L Mcalister",
        "Chris Eschbach",
        "Jennifer Bunn"
      ],
      "year": 2017,
      "doi": "10.70252/yjjp1345"
    },
    {
      "title": "Computational content analysis of negative tweets for obesity, diet, diabetes, and exercise",
      "authors": [
        "George Shaw",
        "Amir Karami"
      ],
      "year": 2017,
      "doi": "10.1002/pra2.2017.14505401039"
    },
    {
      "title": "Use and Adoption Challenges of Wearable Activity Trackers",
      "authors": [
        "C Patrick",
        "Kyungsik Shih",
        "Erika Han",
        "Mary Poole",
        "John Beth Rosson",
        "Carroll"
      ],
      "year": 2015
    },
    {
      "title": "Correlating wearable activity monitor data with PROMIS detected distress and physical functioning in advanced cancer patients",
      "authors": [
        "Arvind Manohar Shinde",
        "Gillian Gresham",
        "Andrew Hendifar",
        "Quanlin Li",
        "Brennan Spiegel",
        "Bj Rimel",
        "Christine Walsh",
        "Richard Tuli",
        "Steven Piantadosi",
        "Robert Figlin"
      ],
      "year": 2017
    },
    {
      "title": "Understanding quantified-selfers' interplay between intrinsic and extrinsic motivation in the use of activity-tracking devices, Available at",
      "authors": [
        "Grace Shin",
        "Eun Jeong Cheon",
        "Mohammad Hossein"
      ],
      "year": 2015
    },
    {
      "title": "Beyond novelty effect: a mixed-methods exploration into the motivation for longterm activity tracker use",
      "authors": [
        "Grace Shin",
        "Yuanyuan Feng Feng",
        "Mohammad Jarrahi",
        "Nicci Gafinowitz"
      ],
      "year": 2018,
      "doi": "10.1093/jamiaopen/ooy048"
    },
    {
      "title": "Accuracy of the FitBit at walking speeds and cadences relevant to clinical rehabilitation populations",
      "authors": [
        "K Abhishek",
        "Craig Singh",
        "Farmer",
        "L Maayken",
        "Van Den",
        "Maggie Berg",
        "Christopher Killington",
        "Barr"
      ],
      "year": 2016
    },
    {
      "title": "The Influence of a consumer-wearable activity tracker on sedentary time and prolonged sedentary bouts: secondary analysis of a randomized controlled trial",
      "authors": [
        "Robert Sloan",
        "Youngdeok Kim",
        "Aarti Sahasranaman",
        "Falk Müller-Riemenschneider",
        "J Stuart",
        "Eric Biddle",
        "Finkelstein"
      ],
      "year": 2018
    },
    {
      "title": "Accuracy of wrist-worn activity monitors at three walking speeds on the treadmill",
      "authors": [
        "John Smith"
      ],
      "year": 2016
    },
    {
      "title": "Analyzing sensor-based time series data to track changes in physical activity during inpatient rehabilitation",
      "authors": [
        "Gina Sprint",
        "Diane Cook",
        "Douglas Weeks",
        "Jordana Dahmen",
        "Alyssa La"
      ],
      "year": 2017,
      "doi": "10.3390/s17102219"
    },
    {
      "title": "How accurate are the wrist-based heart rate monitors during walking and running activities? are they accurate enough?",
      "authors": [
        "Sarah Stahl",
        "Hyun-Sung An",
        "Danae Dinkel",
        "John Noble",
        "Jung-Min Lee"
      ],
      "year": 2016
    },
    {
      "title": "Validation of the Fitbit one activity monitor device during treadmill walking",
      "authors": [
        "Judit Takacs",
        "Courtney Pollock",
        "Jerrad Guenther",
        "Mohammadreza Bahar",
        "Christopher Napier",
        "Michael Hunt"
      ],
      "year": 2014
    },
    {
      "title": "Daily & Hourly Adherence: Towards Understanding Activity Tracker Accuracy",
      "authors": [
        "Ming Lie",
        "Margot Tang",
        "Lina Day",
        "Philip Engelen",
        "Adrian Poronnik",
        "Judy Bauman",
        "Kay"
      ],
      "year": 2016
    },
    {
      "title": "Weight loss in weight watchers online with and without an activity tracking device compared to control: a randomized trial",
      "authors": [
        "J Thomas",
        "Hollie Raynor",
        "Dale Bond",
        "Anna Luke",
        "Chelsi Cardoso",
        "Gary Foster",
        "Rena Wing"
      ],
      "year": 2017
    },
    {
      "title": "Accuracy of a step counter during treadmill and daily life walking by healthy adults and patients with cardiac disease",
      "authors": [
        "Charlotte Brun Thorup",
        "Jan Jesper Andreasen",
        "Erik Sørensen",
        "Mette Grønkjaer",
        "Irene Birthe",
        "John Dinesen",
        "Hansen"
      ],
      "year": 2017
    },
    {
      "title": "Validity of different activity monitors to count steps in an inpatient rehabilitation setting",
      "authors": [
        "Daniel Treacy",
        "Leanne Hassett",
        "Karl Schurr",
        "Sakina Chagpar",
        "Serene Paul",
        "Catherine Sherrington"
      ],
      "year": 2017
    },
    {
      "title": "Evaluating an internetbased program and a behavioral coach for increasing physical activity",
      "authors": [
        "Diego Valbuena",
        "Raymond Miltenberger",
        "Elizabeth Solley"
      ],
      "year": 2015
    },
    {
      "title": "Validity of activity monitors in health and chronic disease: a systematic review",
      "authors": [
        "Santiago Van Remoortel",
        "Yogini Hans",
        "Chris Raste",
        "Zafeiris Burtin",
        "Elena Louvaris",
        "Daniel Gimeno-Santos",
        "Langer"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-84"
    },
    {
      "title": "Wearable sensor/device (Fitbit One) and SMS text-messaging prompts to increase physical activity in overweight and obese adults: a randomized controlled trial",
      "authors": [
        "Julie Wang",
        "Lisa Cadmus-Bertram",
        "Loki Natarajan",
        "Martha White",
        "Hala Madanat",
        "Jeanne Nichols",
        "Guadalupe Ayala",
        "John Pierce"
      ],
      "year": 2015
    },
    {
      "title": "Mobile and wearable device features that matter in promoting physical activity",
      "authors": [
        "Julie Wang",
        "Janine Cataldo",
        "Guadalupe Ayala",
        "Loki Natarajan",
        "Lisa Cadmus-Bertram",
        "Martha White",
        "Hala Madanat",
        "Jeanne Nichols",
        "John Pierce"
      ],
      "year": 2016,
      "doi": "10.7309/jmtm.5.2.2"
    },
    {
      "title": "Preliminary efficacy of prize-based contingency management to increase activity levels in healthy adults",
      "authors": [
        "Wendy Donlin Washington",
        "Kelly Banna",
        "Amanda Gibson"
      ],
      "year": 2014
    },
    {
      "title": "Characterizing Diseases and disorders in Gay Users' tweets",
      "authors": [
        "F Webb",
        "A Karami",
        "V Kitzie"
      ],
      "year": 2018
    },
    {
      "title": "Models in Information Behaviour Research",
      "authors": [
        "T Wilson"
      ],
      "year": 1999,
      "doi": "10.1108/eum0000000007145"
    },
    {
      "title": "The Expansion of google scholar versus web of science: a longitudinal study",
      "authors": [
        "C Joost",
        "De",
        "Winter",
        "A Amir",
        "Dimitra Zadpoor",
        "Dodou"
      ],
      "year": 2014
    },
    {
      "title": "The Bit Doesn't fit: evaluation of a commercial activity-tracker at slower walking speeds",
      "authors": [
        "K Christopher",
        "Helena Wong",
        "Ravi Mentis",
        "Kuber"
      ],
      "year": 2018
    },
    {
      "title": "A pilot study validating select research-grade and consumer-based wearables throughout a range of dynamic exercise intensities in persons with and without type 1 diabetes: a novel approach",
      "authors": [
        "Loren Yavelberg",
        "Dessi Zaharieva",
        "Ali Cinar",
        "Michael Riddell",
        "Veronica Jamnik"
      ],
      "year": 2018
    },
    {
      "title": "Keeping users engaged through feature updates: a long-term study of using wearable-based exergames",
      "authors": [
        "Zhao Zhao",
        "Ali Arya",
        "Anthony Whitehead",
        "Gerry Chan",
        "S Etemad"
      ],
      "year": 2017
    },
    {
      "title": "Why we use and abandon smart devices",
      "authors": [
        "A Lazar",
        "C Koehler",
        "J Tanenbaum",
        "D Nguyen"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2804288"
    },
    {
      "title": "Beyond abandonment to next steps: understanding and designing for life after personal informatics tool use",
      "authors": [
        "D Epstein",
        "M Caraway",
        "C Johnston",
        "A Ping",
        "J Fogarty",
        "S Munson"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858045"
    },
    {
      "title": "Human factors considerations in the design",
      "authors": [
        "V Motti",
        "K Caine"
      ],
      "year": 2014,
      "doi": "10.1177/1541931214581381"
    },
    {
      "title": "Worldwide Wearables Market Grows 7.3% in Q3 2017 as Smart Wearables Rise and Basic Wearables Decline, Says IDC",
      "year": 2017
    },
    {
      "title": "Assessing the influence of a fitbit physical activity monitor on the exercise practices of emergency medicine residents: a pilot study",
      "authors": [
        "J Schrager",
        "P Shayne",
        "S Wolf",
        "S Das",
        "R Patzer",
        "M White",
        "S Heron"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6239"
    },
    {
      "title": "The prevention and control the type-2 diabetes by changing lifestyle and dietary pattern",
      "authors": [
        "Mohammad Asif"
      ],
      "year": 2014
    },
    {
      "title": "American cancer society guidelines on nutrition and physical activity for cancer prevention: reducing the risk of cancer with healthy food choices and physical activity",
      "authors": [
        "Lawrence Kushi",
        "Colleen Doyle",
        "Marji Mccullough",
        "Cheryl Rock",
        "Wendy Demark-Wahnefried",
        "Elisa Bandera",
        "Susan Gapstur"
      ],
      "year": 2012,
      "doi": "10.3322/caac.20140"
    },
    {
      "title": "Reliability of commercially available sleep and activity trackers with manual switch-to-sleep mode activation in free-living healthy individuals",
      "authors": [
        "Alexia Gruweza",
        "Libert Walter",
        "Lieveke Ameye",
        "Marie Bryneel"
      ],
      "year": 2017
    },
    {
      "title": "Validation of the fitbit one® for Physical activity measurement at an upper torso attachment site",
      "authors": [
        "M Keith",
        "David Diaz",
        "Melinda Krupka",
        "Jonathan Chang",
        "Yao Shaffer",
        "Jeff Ma",
        "Joseph Goldsmith",
        "Karina Schwartz",
        "Davidson"
      ],
      "year": 2016
    },
    {
      "title": "A comparison of wearable fitness devices",
      "authors": [
        "Kanitthika Kaewkannate",
        "Soochan Kim"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3059-0"
    },
    {
      "title": "Exploring goal-setting, rewards, self-monitoring, and sharing to motivate physical activity",
      "authors": [
        "S Munson",
        "S Consolvo"
      ],
      "year": 2012,
      "doi": "10.4108/icst.pervasivehealth.2012.248691"
    },
    {
      "title": "The systematic design of a behavioural mobile health application for the self-management of type 2 diabetes",
      "authors": [
        "Shivani Goyal",
        "Plinio Morita",
        "Gary Lewis",
        "Yu Catherine",
        "Emily Seto",
        "Joseph Cafazzo"
      ],
      "year": 2016,
      "doi": "10.1016/j.jcjd.2015.06.007"
    },
    {
      "title": "A Framework for Modularised Wearable Adaptive Biofeedback Devices",
      "authors": [
        "Y Ahn",
        "D Jayalath",
        "A Oloyede"
      ],
      "year": 2016
    },
    {
      "title": "Reflections on 5 Years of Personal Informatics: Rising Concerns and Emerging Directions",
      "authors": [
        "Amid Ayobi",
        "Paul Marshall",
        "Anna Cox"
      ],
      "year": 2016,
      "doi": "10.1145/2851581.2892406"
    }
  ],
  "num_references": 158
}
