{
  "paper_id": "E24QHSCQ",
  "title": "Together Care: Transforming Perioperative Care for Patients Undergoing Benign and Oncologic Gynecologic Surgery",
  "abstract": "Automated texting platforms offer the promise of interacting with patients in real time and reducing the burden on clinical teams to triage concerns. The population of patients with gynecologic cancer is characterized by high symptom burden and consequent high utilization of the ED while navigating treatment, especially in the perioperative setting. Similarly, high ED utilization has been noted among benign gynecologic patients undergoing surgery. A text-based program that triages patient concerns and promptly engages clinical teams for acute concerns could have particularly high utility in these patient populations, but as of 2021 had not been validated. In 2021, Penn Medicine began developing a novel text-based remote monitoring program called Together Care within the Division of Gynecologic Oncology with the aim of reducing unplanned patient encounters, including patient contacts, ED visits, and readmissions. This program initially used a fake backend texting platform that was iterated across multiple mini-pilots and transitioned to a fully automated texting algorithm that was scaled to other divisions within the Department of Obstetrics and Gynecology. The authors share both their utilization of innovation methodology and their key takeaways from developing this automated platform.",
  "year": 2024,
  "date": "2024",
  "authors": [
    {
      "name": "Leslie Andriani",
      "email": "leslie.andriani@nuvancehealth.org."
    },
    {
      "name": "Ashna Aggarwal"
    },
    {
      "name": "Nick Bailey"
    },
    {
      "name": "Emily Seltzer"
    },
    {
      "name": "Sirithepphavanh Oliver"
    },
    {
      "name": "Lisa Mills"
    },
    {
      "name": "Mary Deagostino-Kelly"
    },
    {
      "name": "Ashley Haggerty"
    },
    {
      "name": "Nawar Latif"
    },
    {
      "name": "Emily Mph"
    },
    {
      "affiliation": {
        "organization": "Division of Gynecologic Oncology",
        "department": "Division of Gynecologic Oncology",
        "institution": "Danbury Hospital",
        "address": "Danbury, Connecticut, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Former Clinical Fellow",
        "department": "Former Clinical Fellow",
        "institution": "University of Pennsylvania Health System",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Medical Student",
        "department": "Medical Student",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Innovation Manager",
        "department": "Innovation Manager",
        "institution": "University of Pennsylvania Health System",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Director of Practice Transformation Innovation",
        "department": "Director of Practice Transformation Innovation",
        "institution": "University of Pennsylvania Health System",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "ACNP-BC Advanced Registered Nurse Practitioner",
        "department": "ACNP-BC Advanced Registered Nurse Practitioner",
        "institution": "University of Washington",
        "address": "Seattle, Washington, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Teaching Associate",
        "department": "Teaching Associate",
        "institution": "University of Washington School of Medicine",
        "address": "Seattle, Washington, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Penn Medicine",
        "department": "Penn Medicine",
        "institution": "University of Pennsylvania Health System",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Former Director for Access, Quality, and Innovation",
        "department": "Former Director for Access, Quality, and Innovation",
        "institution": "University of Pennsylvania Health System",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Program Director",
        "department": "Program Director",
        "institution": "University of Pennsylvania Health System",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Assistant Professor of Clinical Obstetrics and Gynecology",
        "department": "Assistant Professor of Clinical Obstetrics and Gynecology",
        "institution": "University of Pennsylvania Health System",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Associate Professor of Obstetrics and Gynecology",
        "department": "Associate Professor of Obstetrics and Gynecology",
        "institution": "Hackensack Meridian School of Medicine",
        "address": "Neptune, New Jersey, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Former Interim Director",
        "department": "Former Interim Director",
        "institution": "Hospital of the University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Assistant Professor of Obstetrics and Gynecology",
        "department": "Assistant Professor of Obstetrics and Gynecology",
        "institution": "Hospital of the University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    }
  ],
  "doi": "10.1056/cat.24.0198",
  "md5": "EBDA195A6022CB6B11338DC99FB5D3DB",
  "sections": [
    {
      "text": "messaging to provide education and to alert clinical teams immediately if urgent intervention is indicated. These systems, however, have not been evaluated in the perioperative setting for populations of patients with gynecologic cancer and benign gynecologic conditions. Given prior positive experiences within our institution of utilizing text-based programs, this methodology was selected for exploration rather than other technological platforms, such as an automated phone call."
    },
    {
      "title": "The Goal",
      "text": "Our goal was to engage patients with benign and oncologic gynecologic concerns in a personalized, high-touch (a frequent, timely high-tech program with ready access to the patient care team) automated text messaging program postoperatively. We envisioned that our automated texting algorithm would manage routine and low-risk concerns, while expediting responses from care team members for further management of acute concerns (Figure  1 ).\n\nTo facilitate the opportunity for a postoperative patient to check in for real-time feedback on symptoms, the algorithm, called Together Care, sends prompts regarding emergent and common symptoms to the patient. The program then interprets the patient's text message and triages the response accordingly, whether alerting a care team member to call the patient, providing relevant educational materials, or, if no symptoms are reported, providing the timeline for the next checkin via text. This program's main aim was to decrease unplanned patient encounters, including patient contacts, ED visits, and readmissions within 30 days of discharge. We sought to create a platform that would reduce demand on clinical personnel, without compromising access to care or patient satisfaction. Finally, we aimed to demonstrate the acceptability and efficiency of such a platform across an expanded spectrum of postsurgical clinical care."
    },
    {
      "title": "FIGURE 1"
    },
    {
      "title": "Schematic for the Together Care Postdischarge Check-In Algorithm",
      "text": "To facilitate the opportunity for a postoperative patient to check in for real-time feedback on symptoms, the Together Care algorithm sends prompts regarding emergent and common symptoms to the patient. The program then interprets the patient's text message and triages the response accordingly.\n\nPost-op symptom check Message from patient Together Care Algorithm Concerning symptom Anticipated or mild symptom No symptoms Care team member calls patient to discuss Provide education and answers to common questions via text, with option to speak to care team member Provide timeline of next check-in via text Triage based on patient-reported symptoms Source: The authors NEJM Catalyst (catalyst.nejm.org) © Massachusetts Medical Society NEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved.\n\n\" Our goal was to engage patients with benign and oncologic gynecologic concerns in a personalized, high-touch (a frequent, timely high-tech program with ready access to the patient care team) automated text messaging program postoperatively.\""
    },
    {
      "title": "The Execution",
      "text": "Starting with a discovery phase, we launched successive pilots that incorporated insights gained from prior iterations until we achieved a viable, predefined texting algorithm. Overall, the process took 27 months, beginning in February 2021 and becoming standard of perioperative care in May 2023, within the Department of Obstetrics and Gynecology at Penn Medicine with departmental funding."
    },
    {
      "title": "Discovery, February 2021 to June 2021",
      "text": "We investigated patients' experiences by using a fake backend to text patients postoperatively. The fake backend technique involves humans mimicking processes for testing purposes, prior to deploying an automated solution. We enrolled 56 patients from the University of Pennsylvania Perelman Center for Advanced Medicine (PCAM) gynecologic oncology service at the time of their preoperative appointment. At enrollment, patients were told the texting platform would supplement their care experience and not replace direct interaction with the care team. Patients were encouraged to contact their care team via phone and patient portal messages as normal but also to engage with the text messages. Notably, 13 additional patients were approached but declined to participate. Five patients cited a preference for phone calls as their reason for declination, three verbalized technology concerns, and one stated that she was concerned her recovery would prohibit texting. The reason for declination was not documented for the remaining four patients.\n\nDuring this phase, a member of the care team manually texted patients on the second day after their discharge with a postoperative texting script based on a standardized nursing assessment. Our team monitored responses and escalated concerning symptoms to the clinician as defined by the texting algorithm. We wanted to learn whether such a platform was appealing and if our algorithm appropriately captured common symptoms. Using Net Promoter Score and narrative patient feedback from 17 participants, we determined this short message service platform was acceptable to patients and adjusted our algorithm."
    },
    {
      "title": "Pilot 1, August 2021 to September 2021",
      "text": "In the first iteration of our pilot program, we enrolled one patient with a benign condition and six patients with cancer from PCAM. We used a fake backend texting algorithm based on patient feedback from the discovery phase. The team began to formalize the algorithm but continued to allow our fake backend team to provide clarifications and adjust language on a patient-by-patient basis.\n\nWe texted patients 48 hours and 1 week postdischarge to assess their recovery. At each interval, we sent a text with common language, including a list of frequently experienced symptoms (e.g., pain, bleeding) and an assessment of activities of daily life (ADLs) (Figure  2 )."
    },
    {
      "title": "Pilot 2, October 2021 to January 2022",
      "text": "In Pilot 2, we enrolled 25 unique patients from PCAM to improve patient outcomes and experience. One patient enrolled twice due to sequential surgeries during the enrollment period. Notably, each pilot otherwise enrolled distinct patients without overlap from prior pilots. Additions to the texting algorithm were made based on patient suggestions and outcomes observed during Pilot 1. The most notable addition was the inclusion of a 24-hour postoperative check-in. In Pilot 1, we observed that there was one ED visit that may have been avoided by contacting the patient earlier in their recovery. Our team determined the texting script for the 48-hour check-in could be broken into two shorter assessments: common postoperative symptoms would be assessed at 24 hours and ADLs would be assessed at 48 hours.\n\n\" Comparisons with pre-implementation Helen O. Dickens Center for Women's Health baselines have been evaluated, showing a reduction in the percentage of both 30-day ED visits and 30-day hospital admissions for the Together Care cohort.\"\n\nTogether Care Patient Journeys in Pilot 1 and Pilot 2 How the program was deployed during the Pilot 1 phase (Panel 1) and enhanced for the Pilot 2 iteration (Panel 2). Note the addition of text-based check-ins 48 hours prior to surgery and 24 hours after surgery, as well as the option for patients to submit a photo of their incision to help assess healing.\n\nSurgical scheduling Way to Health enrollment Pre-operative appointment 48 hour post-discharge check-in 1 week post-discharge check-in Surgical scheduling Way to Health enrollment Surgery Surgery Pre-operative appointment 48 hour postdischarge check-in and incision check 1 week post-discharge check-in and incision check 48 hour pre-operative check-in 24 hour post-discharge check-in Panel 1. Pilot 1 Panel 2. Pilot 2 Source: The authors NEJM Catalyst (catalyst.nejm.org) © Massachusetts Medical Society NEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved.\n\nFurther enhancements during Pilot 2 included a preoperative check-in to answer questions regarding preoperative instructions and adding an option for patients to send a photo of their incision during the 48-hour and 1-week check-ins for review (Figure  2 ). A sample postoperative check-in texting conversation and incision check during Pilot 2 is shown in Figure  3 . Texts were sent by staff using the fake backend technique, as this eventually would become an automated process. Note the ability to share a photo of the incision for review by the care team."
    },
    {
      "title": "Pilot 3, February 2022 to April 2023",
      "text": "In Pilot 3, we aimed to add another layer of standardization -though still using a fake backend, our team members followed the texting algorithm precisely with no modifications to simulate full automation. Furthermore, we also sought to test broader acceptability of the platform by scaling it to different practice types with different patient populations. We enrolled 64 total patients: 36 patients from PCAM; 6 from Chester County Hospital, a community hospital serving Philadelphia's western suburbs; and 22 from the Helen O. Dickens Center for Women's Health (Dickens), a high-volume university-based resident-training obstetrics and gynecology clinic."
    },
    {
      "title": "Pilot 4, May 2023 to December 2023",
      "text": "In our final pilot, we sought to test the feasibility of implementing a fully automated postoperative texting algorithm as standard of care at Dickens. Dickens primarily cares for an underserved, urban population of Medicaid patients identifying as Black or African American with the catchment area Sample Texting Conversation 48 Hours Postdischarge, Including Check-In and Incision Check This series of images depicts a sample text exchange with the patient during the Pilot 2 iteration. Source: Original image by Together Care NEJM Catalyst (catalyst.nejm.org) © Massachusetts Medical Society NEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved.\n\nbeing West Philadelphia. We chose Dickens as the site to test implementation because this practice stood to benefit the most from automated postoperative texting check-ins. Unlike other pilot sites, Dickens did not have sufficient staff to consistently follow up with patients in the immediate postoperative period by phone. Given this, patients' first standardized follow-up with any clinician was at their postoperative visit, unless the patient initiated contact prior to their visit.\n\nIn Pilot 4, all 178 patients scheduled for surgery at Dickens were enrolled in the platform in an opt-out approach, thus decreasing selection bias. The 29 patients who did opt out were escalated to the clinical team immediately as needing clinician-based postoperative outreach, and the other 149 patients received the standardized texting check-ins. A member of our team monitored texting conversations daily to ensure accuracy and timely responses to escalations but did not directly text with patients. The number of active patients to monitor ranged from two to five per day. Patients who engaged with the platform outside of normal business hours were given instructions for contacting the on-call physician, enabling the platform to be used 24-7."
    },
    {
      "title": "Hurdles"
    },
    {
      "title": "Hesitancy of Clinical Staff",
      "text": "When addressing hesitancy, we strove to demonstrate that the program effectively triaged highrisk patient concerns quickly and safely. We emphasized that program implementation would enable clinical team members to function at their highest scope of practice by focusing efforts on higher-acuity patients rather than completing repetitive, routine counseling for lower-acuity patients. Furthermore, we used data to show patient satisfaction to overcome concerns that automated, remote monitoring would not provide a high-quality experience. We did receive some patient comments pointing out the need for more precision in the automated message; for example, patients were invited to share an incision photo, even if their procedure did not include an incision (Appendix). Given this, as the algorithm cannot be personalized, algorithm wording was adjusted to be very clear that patients without incisions could ignore the photo request.\n\nAdditionally, some practices have since turned off this portion of the program for all patients. Finally, we reinforced that team members should still reach out to patients, as direct patient contact is a valuable source of meaning and fulfillment; we did not, however, capture information to identify which team members may have utilized both techniques at any point during the pilots.\n\n\" In subsequent pilots, we observed that 30 days postdischarge unplanned encounters -including phone calls, portal messages, and urgently needed outpatient visits -trended in a favorable direction.\""
    },
    {
      "title": "Workflow Rollout",
      "text": "Changing workflows in a clinical setting can be perceived as a burden, even if the adaptations are aimed at simplifying and reducing workload. When piloting Together Care, we sought\n\nNEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved.\n\nfeedback from clinic team members outside the project team to develop an early sense of buy-in to the platform. We frequently met with impacted clinical team members before, during, and after rollout to solicit feedback and problem solve as issues arose. Finally, we shared frequent enrollment and texting engagement reports with the clinical teams."
    },
    {
      "title": "The Team",
      "text": "This program was developed with input from individuals from several departments and units within Penn Medicine (Table  1 )."
    },
    {
      "title": "Metrics",
      "text": "For each pilot, our team selected metrics that specifically address our goals (Table  2 ). In early pilots, we were most interested in learning about patient acceptability and utility (check-in response rates and Net Promoter Score). As we iterated to scale, we focused on measuring the program's impact on clinical outcomes and reducing clinician burden (ED visits, hospital readmissions, and unplanned calls and messages to the clinician teams). Our only missed triage opportunity was in Pilot 1 when a patient presented to the ED prior to initiating postoperative check-ins. There were no other mis-triages in which patient care was compromised. Alternatively, patients did learn that sending a call request in the program would prompt care team outreach faster than the baseline institutional phone tree.\n\nComparisons with pre-implementation Dickens baselines have been evaluated, showing a reduction in the percentage of both 30-day ED visits and 30-day hospital admissions for the Together Care cohort (Figure  4 ).\n\nTable 1. Team Members Team Position Penn Medicine Department of Obstetrics and Gynecology Physician Lead (attending in gynecologic oncology) Physician Lead (attending in obstetrics and gynecology) Physician Lead (fellow in gynecologic oncology) Nurse Manager (nurse practitioner in gynecologic oncology) Nursing Leads (clinical RNs and LPN in gynecologic oncology and general gynecology) Medical Student Director for Quality, Access, and Innovation Innovation Manager Penn Medicine Center for Health Care Transformation and Innovation Executive Director Senior Innovation Manager Innovation Manager Data Scientist Chief Innovation Officer Penn Medicine Way to Health (W2H) Innovation Manager Lead Application Analyst Senior Software Developer RN = registered nurse, LPN = licensed practical nurse. Source: The authors NEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved.\n\nOnce the Together Care was fully scaled in May 2023 (Pilot 4), our team tracked ED visits and readmissions only, given the promising data from earlier pilots regarding impact on patient communication (phone and portal messages) and outpatient visits (in person and via telehealth). We believe the traditional phone call-based model meant more human hours worked. In 2021, the Division of Gynecologic Oncology, within the Department of Obstetrics and Gynecology, performed about 1,600 surgeries and routinely each patient received a postoperative phone call, lasting about 15 minutes each. We estimated this meant 400 hours of routine postoperative calls alone. In the discovery phase, Together Care saved the nursing team 18 patient phone calls, translating to an estimated 4.5 hours saved. In subsequent pilots, we observed that 30 days postdischarge unplanned encounters -including phone calls, portal messages, and urgently needed outpatient visitstrended in a favorable direction (Table  2 ). We believe this translated into decreased burden for our care team members. In later pilots, we tried to implement a process for routine documentation of the length of phone calls performed by our care team, or full-time equivalents that could be saved by implementation of Together Care, but doing so was technically difficult. We believe the Together Care program did not significantly increase workload for providers, as ED visits and admissions were reduced. The team members most impacted were nursing team members who do routine perioperative education in addition to serving as the front line for phoneand portal-based triages. They thus benefited from the streamlining of counseling for loweracuity patients afforded by the program, which meant more time could be spent with high-acuity patients, also with presumably faster response times for patient inquiries.\n\nAs for increase in outpatient or telehealth visits, we looked at a baseline during the discovery phase in 2021 of 10 patients and there were three unplanned office visits (three in-person, zero telehealth). In Pilot 3, across the 64 patients, there were two unplanned visits (both in person).\n\nOverall, there was an increase in telehealth use during Pilot 3 as the department transitioned ED Visits and Readmissions at the Helen O. Dickens Center for Women's Health: A Comparison of Baseline with Together Care This figure focuses on Pilot 4, at the Helen O. Dickens Center for Women's Health, a high-volume university-based resident-training obstetrics and gynecology clinic. The study took place from May 6, 2023, to December 31, 2023. Notably, the Together Care pilot results for 30-day ED visits and 30-day hospitalizations were lower than the baseline data."
    },
    {
      "text": "FIGURE 3"
    },
    {
      "text": "FIGURE 4"
    },
    {
      "text": "O. Dickens Center for Women's Health, FY = fiscal year. Source: The authors NEJM Catalyst (catalyst.nejm.org) © Massachusetts Medical Society NEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved."
    },
    {
      "text": "This table demonstrates the notably small share of patients who experienced a 30 days postdischarge ED visit (treat and release or observation stay) or a 30 days postdischarge readmission during any of the four pilot phases.Pilot 1: 7 participants, 1 unique patient for 1 ED visit; Pilot 2: 25 unique participants, 1 unique patient for 1 hospital readmission; Pilot 3: 64 participants, 4 unique patients for 4 ED visits and 4 unique patients for 4 hospital readmissions -notably, 1 patient had both an ED visit and a hospital admission in this pilot; Pilot 4: 178 participants, 10 unique patients for 14 ED visits and 1 unique patient for 1 hospital readmission.N/C = not collected.*Inthispilot, there were 25 unique patients including 1 patient who enrolled twice due to sequential surgeries during the enrollment period.**Allpatientsverbally confirmed enrollment.The 149 patients listed in the row for Consented Participants are patients who responded affirmatively to the text-based consent.The remaining patients declined or did not respond to the consent text message.#Theadmission was for Covid-19 and unrelated to the surgery.At the completion of the program or unenrollment, patients responded to the question \"On a scale of 0-10, how likely are you to recommend this texting program to a friend if they were getting the same procedure as you?\" Net Promoter Score, which ranges from -100 to +100, is then calculated. A Net Promoter Score above 50 is considered excellent. The score was based on responses from 17 out of 41 patients in the discovery phase, 18 out of 26 patients in Pilot 2, 30 out of 64 patients in Pilot 3, and 74 out of 149 patients in Pilot 4."
    },
    {
      "text": "some routine postoperative visits to telehealth. Patients who had complications during Pilot 3 were largely triaged patient portal and telephone.\n\nFinally, since May 2023, as the fully automated program has scaled to full clinical practice as standard of care within the Department of Obstetrics and Gynecology, we have measured implementation (patient consent rates). These metrics continue to be monitored regularly in departmental quality improvement meetings."
    },
    {
      "title": "Where to Start",
      "text": "This program was supported through an innovation accelerator grant from Penn Medicine's Center for Health Care Transformation and Innovation (CHTI). As part of the accelerator grant, our team received technical support to build our texting program from the Penn Medicine-owned Way to Health (W2H) texting platform at no cost to our team. Furthermore, CHTI provided additional full-time innovation specialist support during the pilot phases. Ongoing technical maintenance costs are supported by Penn Medicine's Department of Obstetrics and Gynecology. There are no additional costs aside from the time of our clinical and nonclinical team members to maintain the program. Together Care is now an ongoing program that is part of routine perioperative care within the Department of Obstetrics and Gynecology at Penn Medicine with departmental funding.\n\nFor other teams interested in implementing a similar program, we suggest beginning with a discovery process to understand: (1) current workflows for perioperative patient communication, (2) historical ED utilization and hospital readmissions, and (3) current patient and clinical team experience. Our team began by assembling a multidisciplinary team of clinicians and nonclinicians who could articulate each step of the patient's surgical journey. We then created a vision for a streamlined patient journey and sought direct feedback from patients about how they would like to engage with their team. We continuously iterated and remained open to feedback until we optimized the patient and clinician experience. Finally, our team partnered with W2H to bring the intervention into clinical practice by integrating it with the electronic health records. We held group and one-on-one training sessions with clinic managers and clinicians using the platform to manage patients. We continue to train team members as the platform scales to additional practices."
    },
    {
      "title": "Leslie Andriani, MD"
    }
  ],
  "references": [
    {
      "title": "Cancer statistics, 2024",
      "authors": [
        "R Siegel",
        "A Giaquinto",
        "A Jemal"
      ],
      "year": 2024,
      "doi": "10.3322/caac.21820",
      "journal": "CA Cancer J Clin",
      "volume": "74",
      "raw": "Cancer statistics, 2024 \n\t\t \n\t\t\t R L Siegel \n\t\t \n\t\t \n\t\t\t A N Giaquinto \n\t\t \n\t\t \n\t\t\t A J Jemal \n\t\t \n\t\t 10.3322/caac.21820 \n\t\t \n\t \n\t \n\t\t CA Cancer J Clin \n\t\t \n\t\t\t 74 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Siegel RL, Giaquinto AN, Jemal AJ. Cancer statistics, 2024. CA Cancer J Clin 2024;74:12-49. https:// acsjournals .onlinelibrary .wiley .com /doi .3322 /caac .21820. https://doi.org/10.3322/caac.21820"
    },
    {
      "title": "Utilization of the emergency department by gynecologic oncology patients: high rates and high needs in a medically vulnerable population",
      "authors": [
        "D Saris",
        "B Albright",
        "S Mastroyannis"
      ],
      "year": 2020,
      "doi": "10.1016/j.ygyno.2020.06.150",
      "journal": "Gynecol Oncol",
      "volume": "159",
      "pages": "73",
      "raw": "Utilization of the emergency department by gynecologic oncology patients: high rates and high needs in a medically vulnerable population \n\t\t \n\t\t\t D Saris \n\t\t \n\t\t \n\t\t\t B B Albright \n\t\t \n\t\t \n\t\t\t S A Mastroyannis \n\t\t \n\t\t 10.1016/j.ygyno.2020.06.150 \n\t\t \n\t \n\t \n\t\t Gynecol Oncol \n\t\t \n\t\t\t 159 \n\t\t\t 73 \n\t\t\t 2020 \n\t\t \n\t \n\t Saris D, Albright BB, Mastroyannis SA, et al. Utilization of the emergency department by gynecologic oncology patients: high rates and high needs in a medically vulnerable population. Gynecol Oncol 2020;159:73. https://www .gynecologiconcology-online .net /article /S0090-8258(20)31915-6 /abstract. https://doi.org/10.1016/j.ygyno.2020.06.150"
    },
    {
      "title": "Emergency department utilization by patients with gynecologic cancer in the United States",
      "authors": [
        "B Albright",
        "M Delgado",
        "N Latif",
        "R Guintoli",
        "E Ko",
        "A Haggerty"
      ],
      "year": 2021,
      "doi": "10.1136/ijgc-2020-001520",
      "journal": "Int J Gynecol Cancer",
      "volume": "31",
      "raw": "Emergency department utilization by patients with gynecologic cancer in the United States \n\t\t \n\t\t\t B B Albright \n\t\t \n\t\t \n\t\t\t M K Delgado \n\t\t \n\t\t \n\t\t\t N A Latif \n\t\t \n\t\t \n\t\t\t R L Guintoli \n\t\t \n\t\t \n\t\t\t E M Ko \n\t\t \n\t\t \n\t\t\t A F Haggerty \n\t\t \n\t\t 10.1136/ijgc-2020-001520 \n\t\t \n\t \n\t \n\t\t Int J Gynecol Cancer \n\t\t \n\t\t\t 31 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Albright BB, Delgado MK, Latif NA, Guintoli RL, Ko EM, Haggerty AF. Emergency department utilization by patients with gynecologic cancer in the United States. Int J Gynecol Cancer 2021;31:585-93. https://ijgc .b20mj .com /content /31 /4/585. https://doi.org/10.1136/ijgc-2020-001520"
    },
    {
      "title": "Risk factors for emergency department visits after hysterectomy for benign disease",
      "authors": [
        "N Mahnert",
        "N Kamdar",
        "C Lim"
      ],
      "year": 2017,
      "doi": "10.1097/aog.0000000000002146",
      "journal": "Obstet Gynecol",
      "volume": "130",
      "raw": "Risk factors for emergency department visits after hysterectomy for benign disease \n\t\t \n\t\t\t N Mahnert \n\t\t \n\t\t \n\t\t\t N Kamdar \n\t\t \n\t\t \n\t\t\t C S Lim \n\t\t \n\t\t 10.1097/aog.0000000000002146 \n\t\t \n\t \n\t \n\t\t Obstet Gynecol \n\t\t \n\t\t\t 130 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Mahnert N, Kamdar N, Lim CS, et al. Risk factors for emergency department visits after hysterectomy for benign disease. Obstet Gynecol 2017;130:296-304. https://journals .lww .com /greenjournal /abstract /2017 /08000 /risk_factors_for_emergency_department_visits_after .7.aspx. https://doi.org/10.1097/ AOG.0000000000002146"
    },
    {
      "title": "Developing a chatbot-clinician model for hypertension management",
      "authors": [
        "N Lee",
        "T Luong",
        "R Rosin"
      ],
      "year": 2022,
      "doi": "10.1056/cat.22.0228",
      "journal": "NEJM Catal Innov Care Deliv",
      "volume": "3",
      "issue": "11",
      "raw": "Developing a chatbot-clinician model for hypertension management \n\t\t \n\t\t\t N S Lee \n\t\t \n\t\t \n\t\t\t T Luong \n\t\t \n\t\t \n\t\t\t R Rosin \n\t\t \n\t\t 10.1056/cat.22.0228 \n\t\t \n\t \n\t \n\t\t NEJM Catal Innov Care Deliv \n\t\t \n\t\t\t 3 \n\t\t\t 11 \n\t\t\t 2022 \n\t\t \n\t \n\t Lee NS, Luong T, Rosin R, et al. Developing a chatbot-clinician model for hypertension management. NEJM Catal Innov Care Deliv 2022;3(11). https://catalyst .nejm .org /doi /abs /10 .1056 /CAT .22 .0228. https://doi.org/10.1056/CAT.22.0228."
    },
    {
      "title": "Heart safe motherhood: applying innovation methodology for improved maternal outcomes",
      "authors": [
        "A Hirshberg",
        "K Mahraj",
        "S Srinivas"
      ],
      "year": 2019,
      "doi": "10.1056/CAT.19.0660",
      "journal": "NEJM Catalyst",
      "raw": "Heart safe motherhood: applying innovation methodology for improved maternal outcomes \n\t\t \n\t\t\t A Hirshberg \n\t\t \n\t\t \n\t\t\t K Mahraj \n\t\t \n\t\t \n\t\t\t S K Srinivas \n\t\t \n\t\t 10.1056/CAT.19.0660 \n\t\t \n\t \n\t \n\t\t NEJM Catalyst \n\t\t \n\t\t\t May 22, 2019 \n\t\t \n\t \n\t Hirshberg A, Mahraj K, Srinivas SK. Heart safe motherhood: applying innovation methodology for improved maternal outcomes. NEJM Catalyst. May 22, 2019. https://catalyst .nejm .org /doi /abs /10 .1056 /CAT .19 .0660."
    },
    {
      "title": "Use of text messaging (SMS) for the management of side effects in cancer patients undergoing chemotherapy treatment: a randomized controlled trial",
      "authors": [
        "T Rico",
        "Kds Machado",
        "V Fernandes"
      ],
      "year": 2020,
      "doi": "10.1007/s10916-020-01663-x",
      "journal": "J Med Syst",
      "volume": "44",
      "pages": "193",
      "raw": "Use of text messaging (SMS) for the management of side effects in cancer patients undergoing chemotherapy treatment: a randomized controlled trial \n\t\t \n\t\t\t T M Rico \n\t\t \n\t\t \n\t\t\t Kds Machado \n\t\t \n\t\t \n\t\t\t V P Fernandes \n\t\t \n\t\t 10.1007/s10916-020-01663-x \n\t\t \n\t \n\t \n\t\t J Med Syst \n\t\t \n\t\t\t 44 \n\t\t\t 193 \n\t\t\t 2020 \n\t\t \n\t \n\t Rico TM, Machado KDS, Fernandes VP, et al. Use of text messaging (SMS) for the management of side effects in cancer patients undergoing chemotherapy treatment: a randomized controlled trial. J Med Syst 2020;44:193. https://www .ncbi .nlm .nih .gov /pmc /articles /PMC7524569/. https://doi. org/10.1007/s10916-020-01663-x"
    },
    {
      "title": "Chemotherapy remote care monitoring program: integration of SMS text patient-reported outcomes in the electronic health record and pharmacist intervention for chemotherapy-induced nausea and vomiting",
      "authors": [
        "S Hough",
        "R Mcdevitt",
        "V Nachar"
      ],
      "year": 2021,
      "doi": "10.1200/op.20.00639",
      "volume": "17",
      "raw": "Chemotherapy remote care monitoring program: integration of SMS text patient-reported outcomes in the electronic health record and pharmacist intervention for chemotherapy-induced nausea and vomiting \n\t\t \n\t\t\t S Hough \n\t\t \n\t\t \n\t\t\t R Mcdevitt \n\t\t \n\t\t \n\t\t\t V R Nachar \n\t\t \n\t\t 10.1200/op.20.00639 \n\t\t \n\t \n\t \n\t\t NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst \n\t\t \n\t\t\t Massachusetts Medical Society. All rights reserved \n\t\t\t 2021. July 28, 2025 \n\t\t\t 17 \n\t\t\t \n\t\t \n\t\t \n\t\t\t University of Iowa--Iowa City \n\t\t \n\t \n\t For personal use only. No other uses without permission. Copyright © 2024 \n\t Hough S, McDevitt R, Nachar VR, et al. Chemotherapy remote care monitoring program: integration of SMS text patient-reported outcomes in the electronic health record and pharmacist intervention for chemotherapy-induced nausea and vomiting. JCO Oncol Pract 2021;17:e1303-10. https://ascopubs .org /doi /10 .1200 /OP .20 .00639. https://doi.org/10.1200/OP.20.00639 NEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved."
    }
  ],
  "num_references": 8,
  "figures": [
    {
      "caption": "FIGURE 3 Sample",
      "description": "FIGURE 3"
    },
    {
      "caption": "FIGURE 4 ED",
      "description": "FIGURE 4"
    },
    {
      "description": "O. Dickens Center for Women's Health, FY = fiscal year. Source: The authors NEJM Catalyst (catalyst.nejm.org) © Massachusetts Medical Society NEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved."
    },
    {
      "type": "table",
      "caption": "Table 2 . Metrics by Pilot Phase Metric Discovery Pilot 1 Pilot 2 Pilot 3 Pilot 4",
      "description": "This table demonstrates the notably small share of patients who experienced a 30 days postdischarge ED visit (treat and release or observation stay) or a 30 days postdischarge readmission during any of the four pilot phases.Pilot 1: 7 participants, 1 unique patient for 1 ED visit; Pilot 2: 25 unique participants, 1 unique patient for 1 hospital readmission; Pilot 3: 64 participants, 4 unique patients for 4 ED visits and 4 unique patients for 4 hospital readmissions -notably, 1 patient had both an ED visit and a hospital admission in this pilot; Pilot 4: 178 participants, 10 unique patients for 14 ED visits and 1 unique patient for 1 hospital readmission.N/C = not collected.*Inthispilot, there were 25 unique patients including 1 patient who enrolled twice due to sequential surgeries during the enrollment period.**Allpatientsverbally confirmed enrollment.The 149 patients listed in the row for Consented Participants are patients who responded affirmatively to the text-based consent.The remaining patients declined or did not respond to the consent text message.#Theadmission was for Covid-19 and unrelated to the surgery.At the completion of the program or unenrollment, patients responded to the question \"On a scale of 0-10, how likely are you to recommend this texting program to a friend if they were getting the same procedure as you?\" Net Promoter Score, which ranges from -100 to +100, is then calculated. A Net Promoter Score above 50 is considered excellent. The score was based on responses from 17 out of 41 patients in the discovery phase, 18 out of 26 patients in Pilot 2, 30 out of 64 patients in Pilot 3, and 74 out of 149 patients in Pilot 4."
    }
  ],
  "num_figures": 4,
  "tables": [
    {
      "content": "Participants"
    }
  ],
  "num_tables": 1,
  "notes": [
    "[raw_affiliation] Division of Gynecologic Oncology , Department of Obstetrics and Gynecology , Danbury Hospital , Nuvance Health , Danbury , Connecticut , USA",
    "[raw_affiliation] Former Clinical Fellow , Division of Gynecologic Oncology , Penn Medicine , University of Pennsylvania Health System , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Medical Student , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Innovation Manager , Penn Medicine , University of Pennsylvania Health System , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Director of Practice Transformation Innovation , Center for Insights to Outcomes , University of Pennsylvania Health System , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] ACNP-BC Advanced Registered Nurse Practitioner , Fred Hutchinson Cancer Center , University of Washington , Seattle , Washington , USA",
    "[raw_affiliation] Teaching Associate , Division of Hematology and Oncology , University of Washington School of Medicine , Seattle , Washington , USA",
    "[raw_affiliation] Penn Medicine , University of Pennsylvania Health System , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Former Director for Access, Quality, and Innovation , Department of Obstetrics and Gynecology , University of Pennsylvania Health System , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Program Director , Clinical Obstetrics and Gynecology , University of Pennsylvania Health System , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Assistant Professor of Clinical Obstetrics and Gynecology , University of Pennsylvania Health System , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Associate Professor of Obstetrics and Gynecology , Hackensack Meridian School of Medicine , Jersey Shore University Medical Center , Hackensack Meridian Health , Neptune , New Jersey , USA",
    "[raw_affiliation] Former Interim Director , Gynecologic Services and Chair of Gynecological Quality and Safety , Hospital of the University of Pennsylvania , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Assistant Professor of Obstetrics and Gynecology , Hospital of the University of Pennsylvania , Philadelphia , Pennsylvania , USA",
    "[other] FIGURE 2",
    "§ Source: The authors NEJM Catalyst is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved. \" Together Care is now an ongoing program is part of routine perioperative care within the Department of Obstetrics and Gynecology at Penn Medicine with departmental funding.\"",
    "Downloaded from catalyst.nejm.org at University of Iowa--Iowa City on July 28, 2025. For personal use only. No other uses without permission. Copyright © 2024 Massachusetts Medical Society. All rights reserved.",
    "[raw_reference] Siegel RL, Giaquinto AN, Jemal AJ. Cancer statistics, 2024. CA Cancer J Clin 2024;74:12-49. https:// acsjournals .onlinelibrary .wiley .com /doi .3322 /caac .21820. https://doi.org/10.3322/caac.21820",
    "[raw_reference] Saris D, Albright BB, Mastroyannis SA, et al. Utilization of the emergency department by gynecologic oncology patients: high rates and high needs in a medically vulnerable population. Gynecol Oncol 2020;159:73. https://www .gynecologiconcology-online .net /article /S0090-8258(20)31915-6 /abstract. https://doi.org/10.1016/j.ygyno.2020.06.150",
    "[raw_reference] Albright BB, Delgado MK, Latif NA, Guintoli RL, Ko EM, Haggerty AF. Emergency department utilization by patients with gynecologic cancer in the United States. Int J Gynecol Cancer 2021;31:585-93. https://ijgc .b20mj .com /content /31 /4/585. https://doi.org/10.1136/ijgc-2020-001520",
    "[raw_reference] Mahnert N, Kamdar N, Lim CS, et al. Risk factors for emergency department visits after hysterectomy for benign disease. Obstet Gynecol 2017;130:296-304. https://journals .lww .com /greenjournal /abstract /2017 /08000 /risk_factors_for_emergency_department_visits_after .7.aspx. https://doi.org/10.1097/ AOG.0000000000002146",
    "[raw_reference] Lee NS, Luong T, Rosin R, et al. Developing a chatbot-clinician model for hypertension management. NEJM Catal Innov Care Deliv 2022;3(11). https://catalyst .nejm .org /doi /abs /10 .1056 /CAT .22 .0228. https://doi.org/10.1056/CAT.22.0228.",
    "[raw_reference] Hirshberg A, Mahraj K, Srinivas SK. Heart safe motherhood: applying innovation methodology for improved maternal outcomes. NEJM Catalyst. May 22, 2019. https://catalyst .nejm .org /doi /abs /10 .1056 /CAT .19 .0660.",
    "[raw_reference] Rico TM, Machado KDS, Fernandes VP, et al. Use of text messaging (SMS) for the management of side effects in cancer patients undergoing chemotherapy treatment: a randomized controlled trial. J Med Syst 2020;44:193. https://www .ncbi .nlm .nih .gov /pmc /articles /PMC7524569/. https://doi. org/10.1007/s10916-020-01663-x",
    "For personal use only. No other uses without permission. Copyright © 2024"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
