{
  "paper_id": "E2Q5RJAA",
  "title": "User Engagement With mHealth Interventions to Promote Treatment Adherence and Self-Management in People With Chronic Health Conditions: Systematic Review",
  "abstract": "Background: There are numerous mobile health (mHealth) interventions for treatment adherence and self-management; yet, little is known about user engagement or interaction with these technologies. Objective: This systematic review aimed to answer the following questions: (1) How is user engagement defined and measured in studies of mHealth interventions to promote adherence to prescribed medical or health regimens or self-management among people living with a health condition? (2) To what degree are patients engaging with these mHealth interventions? (3) What is the association between user engagement with mHealth interventions and adherence or self-management outcomes? (4) How often is user engagement a research end point? Methods: Scientific database (Ovid MEDLINE, Embase, Web of Science, PsycINFO, and CINAHL) search results (2016)(2017)(2018)(2019)(2020)(2021) were screened for inclusion and exclusion criteria. Data were extracted in a standardized electronic form. No risk-of-bias assessment was conducted because this review aimed to characterize user engagement measurement rather than certainty in primary study results. The results were synthesized descriptively and thematically. Results: A total of 292 studies were included for data extraction. The median number of participants per study was 77 . Most of the mHealth interventions were evaluated in nonrandomized studies (157/292, 53.8%), involved people with diabetes (51/292, 17.5%), targeted medication adherence (98/292, 33.6%), and comprised apps (220/292, 75.3%). The principal findings were as follows: (1) >60 unique terms were used to define user engagement; \"use\" (102/292, 34.9%) and \"engagement\" (94/292, 32.2%) were the most common; (2) a total of 11 distinct user engagement measurement approaches were identified; the use of objective user log-in data from an app or web portal (160/292, 54.8%) was the most common; (3) although engagement was inconsistently evaluated, most of the studies (99/195, 50.8%) reported >1 level of engagement due to the use of multiple measurement methods or analyses, decreased engagement across time (76/99, 77%), and results and conclusions suggesting that higher engagement was associated with positive adherence or self-management (60/103, 58.3%); and (4) user engagement was a research end point in only 19.2% (56/292) of the studies. \n Conclusions: The results revealed major limitations in the literature reviewed, including significant variability in how user engagement is defined, a tendency to rely on user log-in data over other measurements, and critical gaps in how user engagement is evaluated (infrequently evaluated over time or in relation to adherence or self-management outcomes and rarely considered a research end point). Recommendations are outlined in response to our findings with the goal of improving research rigor in this area.",
  "year": 2018,
  "date": "2018-05-31",
  "journal": "J Med Internet Res",
  "publication": "J Med Internet Res",
  "authors": [
    {
      "forename": "Cyd",
      "surname": "Eaton",
      "name": "Cyd Eaton",
      "affiliation": "Johns Hopkins School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States",
      "email": "ceaton4@jhmi.edu"
    },
    {
      "forename": "Natalie",
      "surname": "Vallejo",
      "name": "Natalie Vallejo",
      "affiliation": "Johns Hopkins School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Xiomara",
      "surname": "Mcdonald",
      "name": "Xiomara Mcdonald",
      "affiliation": "Johns Hopkins School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jasmine",
      "surname": "Wu",
      "name": "Jasmine Wu",
      "affiliation": "Johns Hopkins School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Rosa",
      "surname": "Rodríguez",
      "name": "Rosa Rodríguez",
      "affiliation": "Johns Hopkins School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Nishanth",
      "surname": "Muthusamy",
      "name": "Nishanth Muthusamy",
      "affiliation": "Johns Hopkins School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Nestoras",
      "surname": "Mathioudakis",
      "name": "Nestoras Mathioudakis",
      "affiliation": "Johns Hopkins School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Kristin",
      "surname": "Riekert",
      "name": "Kristin Riekert",
      "affiliation": "Johns Hopkins School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/50508",
  "keywords": [
    "mobile health",
    "mHealth",
    "digital health",
    "treatment adherence",
    "self-management",
    "user engagement",
    "chronic health conditions",
    "mobile"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "As smartphones have become an integral part of modern daily life  [1, 2] , mobile health (mHealth) interventions for treatment adherence and self-management promotion have rapidly developed. These interventions often use existing smartphone features, such as sending SMS text notifications as cues to take prescribed medications  [3] ; others may integrate external technologies, such as a Bluetooth-enabled glucometer linked to a smartphone app to track blood glucose levels over time with the goal of supporting diabetes management  [4] . In general, more frequent engagement, or interaction, with mHealth tools is expected to result in improved treatment adherence or self-management  [5] . However, mHealth tools are frequently abandoned by users. Among mobile phone users in the United States, more than half reportedly downloaded an mHealth app but nearly half also stopped using the app due to high data entry burden, low interest, and costs  [6] .\n\nThere is a disconnect between research findings supporting positive correlations between engagement and adherence or self-management and user tendencies to stop using mHealth tools. This discrepancy may reflect an argument put forth by Arigo et al  [7]  that the mHealth field \"lacks a science of engagement.\" Specifically, there is (1) a lack of consensus in how mHealth user engagement is measured, defined, and reported;  (2)  no consensus on the optimal level of mHealth user engagement to facilitate meaningful behavior change; and (3) infrequent consideration of user engagement as a research end point. Not treating user engagement as a research end point suggests that this domain is poorly defined and haphazardly evaluated, particularly in terms of how user engagement might evolve over the course of the intervention or relate to behavioral and health outcomes. While the tendency for mHealth use to decline over time suggests that users will not experience maximum benefit from accessing these tools, poor measurement of user engagement has presented a challenge to researchers' abilities to characterize exactly how and why engagement may decrease and how these decreases may affect intervention outcomes. These critical gaps in the science of user engagement significantly limit the utility, effectiveness, uptake, and scalability of mHealth interventions for adherence and self-management promotion.\n\nRecent systematic reviews have examined aspects of user engagement with mHealth interventions for specific diagnoses, including hypertension  [8] , physical activity  [9, 10] , depressive symptoms  [11, 12] , and mental health conditions  [13] . The applicability of these reviews to adherence and self-management mHealth interventions is significantly limited by the small number of studies included and a lack of unified focus on adherence and self-management behaviors. These prior reviews have been further limited by using a very broad definition of engagement to include usability, feasibility, user satisfaction, and acceptability  [13] , limiting the review to studies in which only postassessment retention data were obtained  [11]  (excludes interventions earlier in the design phase), and focusing on design features associated with user engagement rather than the evaluation of user engagement itself  [10] . Another review identified a range of valid and reliable measurement approaches for evaluating user engagement with mHealth interventions for behavior change but used a snowballing method to identify sources rather than a rigorous systematic review of the literature  [14] . To encourage the continued use of, and optimal engagement with, mHealth interventions to facilitate adherence and self-management behavior change, it is imperative to comprehensively and systematically evaluate the recent scientific landscape of mHealth user engagement with a clear focus on adherence and self-management behavior."
    },
    {
      "title": "Objectives",
      "text": "In response to gaps identified in the current scientific literature  [7] , our registered systematic review aimed to (1) characterize user engagement with interventions promoting mHealth treatment adherence or self-management for adults and youth with health conditions and (  2 ) generate user engagement-focused research recommendations. \"User engagement\" with mHealth tools can be conceptualized as both behavioral (the extent of use) and experiential (the subjective experience of interacting with the technology)  [15] . To enhance the practical application of our review findings, we focused on the behavioral aspects of user engagement to evaluate the degree of use and interaction with the mHealth tool  [7]  among users with chronic health conditions. Users' behavioral interaction with mHealth tools, features, and associated behavior change components is known as \"Little e\" engagement. In theory, increased \"Little e\" engagement is expected to contribute to increased engagement in the desired health behavior, known as \"Big E\"  [16] . Thus, better precision in how behavioral interaction, or \"Little e\" engagement, is empirically evaluated could help to facilitate greater changes in \"Big E\" outcomes, thus improving the overall efficacy of mHealth interventions for adherence and self-management. A systematic review approach was selected due to expected heterogeneity in both the measurement of user engagement and adherence and self-management outcomes, which precludes the use of a meta-analysis  [17] [18] [19] . We specifically aimed to answer the following research questions: (1) How is user engagement defined and measured in studies of mHealth interventions to promote adherence to prescribed medical or health regimens or self-management among people living with a health condition? (2)  To what degree are patients engaging with these mHealth interventions? (3)  What is the association between user engagement with mHealth interventions and adherence or self-management outcomes? (4) How often is user engagement a research end point?\n\nWe also developed the following exploratory question: are there differences in user engagement measurement approaches and"
    },
    {
      "title": "Association With Treatment Adherence or Self-Management Study Outcomes",
      "text": "This was categorized as \"higher engagement, positive treatment adherence or self-management outcomes\"; \"moderate engagement, positive treatment adherence or self-management outcome)\"; \"lower engagement, positive treatment adherence or self-management outcomes\"; \"no association\"; \">1 association reported due to the use of multiple measurement or analytic approaches\"; or \"not assessed.\" For studies that assessed this association, categorizations were assigned based on how the authors reported and framed the study results and conclusions (eg, the authors' reporting and framing of study results and conclusions suggested that higher engagement with the mHealth intervention was associated with positive study outcomes, such as higher treatment adherence or improved self-management outcome or outcomes)."
    },
    {
      "title": "Technology Dosage",
      "text": "This was categorized as \"yes, given\" (the researchers told participants how often or in what way or ways they should use the mHealth intervention components, such as complete 1 module per week and log medication administration in the app every day) or \"no, not given.\""
    },
    {
      "title": "Minimum Engagement Research Benchmark",
      "text": "This was categorized as \"yes, selected\" (the researchers reported in their manuscript that a minimum cutoff for technology engagement was set as an empirical outcome to denote adequate participant engagement; eg, to be adequately engaged, a participant needed to use the Bluetooth-enabled glucometer at least once a day during the study period) or \"no, not selected.\""
    },
    {
      "title": "No Formal Risk-of-Bias Assessment",
      "text": "We decided not to conduct a formal risk-of-bias assessment, given that the primary aim of this review was to characterize the evaluation and measurement of user engagement rather than certainty in the primary study results. Therefore, it was deemed inappropriate to evaluate the studies using standard risk-of-bias assessment tools."
    },
    {
      "title": "Synthesis Methods",
      "text": "Statistical analyses were conducted using SPSS software (version 28.0; IBM Corp)  [21] . The extracted data were summarized using frequencies and percentages. Methods of measuring user engagement with the mHealth intervention were thematically grouped into discrete measurement categories. Subgroup sensitivity analyses were conducted to examine studies involving pediatric samples (participants aged 0-18 y or aged up to 25 y if the sample was characterized as \"pediatric\" by the authors) separately from those involving adults only (participants aged >18 y). In these age-based subgroup analyses, of the 292 included studies, 5 (1.7%) were excluded due to including both pediatric and adult participants, and 1 (0.3%) was excluded due to not reporting participant ages. Given that this investigation was designed as a systematic review, no effect measures or meta-regressions were used. No missing summary statistics or data conversions were used."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search Results and Screening Process",
      "text": "Figure  1  presents the PRISMA flow diagram of the screening process. The initial search returned 3955 citations, from which 70 (1.77%) duplicates were removed. During title and abstract screening, the remaining 3885 studies were screened, and 2736 (70.42%) were excluded. During full-text screening, the remaining 1149 studies were evaluated, and 857 (74.59%) were excluded. The primary reasons for exclusion were as follows: ineligible manuscript type (eg, published abstract; 330/857, 38.5%), user engagement with the mHealth intervention was not measured (206/857, 24%), and ineligible participant population (111/857, 12.9%). The final review included 292 studies  (refer to Multimedia Appendix 2 for all included studies and characteristics)."
    },
    {
      "title": "Basic Study and mHealth Intervention Characteristics",
      "text": "Nearly half of the studies (135/292, 46.2%) were conducted in the United States and used a randomized controlled trial design. The median number of participants was . Nearly half (135/292, 46.2%) were considered feasibility studies. The median study length was 90 (IQR 60-180) days. Diabetes (51/292, 17.5%) and mental health conditions  (35/292, 11.9%)  were the most common diagnoses. Study characteristics were similar between adult and pediatric studies, with the exception of health conditions, reflecting expected age-based differences in diagnoses more common among adults than among children (eg, type 2 diabetes and substance use were more commonly studied in adult samples than in pediatric samples).\n\nTable  S1  in Multimedia Appendix 3 contains specific details on the mHealth interventions' adherence or self-management targets, intervention components, and intended users. The most frequently targeted adherence or self-management concern was taking medication  (98/292, 33.6%) , followed by exercise  (93/292, 31.8%)  and diet  (73/292, 25%) . Nearly all mHealth interventions were used by the patient (291/292, 99.7%), but some of them included health care providers  (58/292, 19.9%)  or caregivers  (20/292, 6.8%) . The majority of mHealth interventions comprised a mobile app (220/292, 75.3%), SMS text messaging or push notifications  (74/292, 25.3%) , websites or web portals not within a mobile app  (48/292, 16.4%) , and nonwearable monitoring devices  (47/292, 16.1%) . Interventions that did not include a mobile app primarily comprised text messaging, a wearable device, a nonwearable device, video web conferencing or telephone calls, or a website or web portal not within a mobile app. Nearly three-quarters of the interventions (216/292, 74%) prompted users to engage with the mHealth intervention. Less than half of the studies (124/292, 42.5%) provided monetary compensation for participation. Only 10.6% (31/292) allowed users to continue using the mHealth intervention after the formal study period. Intervention characteristics were generally similar between adult and pediatric studies, with the exception of intervention target behavior, reflecting expected age-based differences in health concerns more common among adults than among children (eg, exercise, mental health management, and drug or alcohol use or abuse were more commonly targeted in adult samples than in pediatric samples)."
    },
    {
      "title": "How Is User Engagement Defined and Measured?"
    },
    {
      "title": "Definition",
      "text": "Terminology defining user engagement varied widely (Table  S2  in Multimedia Appendix 3). There were 33 unique terms used to define engagement that appeared in at least 2 (0.7%) of the 292 studies. Of the 292 studies, 31 (10.6%) studies each used a unique term that appeared in only that 1 study. \"Use\" (102/292, 34.9%) and \"engagement\"  (94/292, 32.2%)  were the most common terms. Although most terms were synonymous with \"use,\" \"engagement,\" or \"interaction\" with the technology (reflecting our a priori definition of behavioral user engagement and our search strategy), other studies notably used disparate terms, including \"acceptability\"  (26/292, 8.9%) , \"fidelity\" (5/292, 1.7%), \"satisfaction\" (6/292, 2%), and \"perception\"  (6/292, 2%) ."
    },
    {
      "title": "Measurement",
      "text": "Across all studies, 11 distinct user engagement measurement approaches emerged, comprising both objective (n=9, 82%) and subjective (n=2, 18%) methods. User engagement was most frequently evaluated via objective user log-in data from the app or web portal (eg, number of log-ins; 160/292, 54.8%), followed by manually entering data in an app  (77/292, 26.4%) , qualitative interviews  (54/292, 18.5%) , and responding to text notifications  (49/292, 16.8%) . There were \"other objective measures\" that did not fall into any of the 11 main categories (15/292, 5.1%; eg, notification reading rate or downloading podcasts). These results were similar between adult and pediatric studies (Table  1 ; Table  S3  in Multimedia Appendix 3). When examining engagement definitions by measurement approaches, \"use\" (7/9, 78%) and \"engagement\" (9/9, 100%) were most commonly used across the nine objective measurement approaches. The exceptions were \"wearing an electronic monitoring device\" and \"submitting videos via app\"\n\nfor which \"adherence\" (11/26, 42%, 2/5, 40%, respectively) was most commonly used within the measurement approach.\n\nQualitative interviews had the widest range of terminologies used, with \"user experience\" being the most common (21/54, 39%; Table  2 ). a We report terms used to describe user engagement in at least 10% of the studies using a given evaluation method; this cutoff was selected to enhance interpretability due to the wide range of terms used to describe user engagement (refer to\n\nTable S2 in Multimedia Appendix 3 for details of user engagement definitions). b Percentages within categories do not add up to 100% because studies could fall into >1 category.\n\nThe use of user log-in data was the most common measurement method across mHealth intervention components, except for SMS text messaging or push notifications and wearable devices.\n\nWhen SMS text messaging or push notifications was an intervention component, response to SMS text messaging or push notifications was the most common metric  (38/74, 51%) .\n\nWhen a wearable device was an intervention component, wearing an electronic monitoring device was the most common metric (26/39, 67%; Table  S4  in Multimedia Appendix 3).\n\nTo What Degree Are Participants Engaging With These mHealth Interventions?"
    },
    {
      "title": "User Engagement Level",
      "text": "User engagement level was characterized in two-thirds of the reviewed studies (195/292, 66.8%), of which a little more than half  (99/195, 50. 8%) reported >1 level of engagement due to the use of multiple measurement methods or analyses. Only one-third of the studies (99/292, 33.9%) examined change in engagement over time; when it was examined, engagement tended to decrease (76/99, 77%). These results were similar between adult and pediatric studies (Table  3 ). a Categories with \">1\" finding reflect the use of multiple measurements or analyses, leading to multiple results in different directions (eg, for \"Change in user engagement level,\" engagement is shown to increase and decrease depending on the measurement used). b SM: self-management."
    },
    {
      "title": "Measurement Approach by User Engagement Level",
      "text": "Compared to studies characterized as having high user engagement, studies with low user engagement tended to measure (≥10% difference) engagement with user log-in data (19/27, 70% vs 36/63, 57%) and module completion (7/27, 26% vs 9/63, 14%). Compared to studies characterized as having low user engagement, studies with high user engagement tended to measure engagement with response to text notifications (14/63, 22% vs 1/27, 4%); interacting via chats, phone calls, or social media posts (13/63, 21% vs 1/27, 4%); wearing an electronic monitoring device (6/63, 10% vs 0); using a nonwearable electronic monitoring device (7/63, 11% vs 0); and qualitative interviews (12/63, 19% vs 2/27, 7%; Table  4 ). 57 ) 36 (  57 ) 5 (  83 ) 19  (70)  User log-in data retrieved from app or website 23 (  24 ) 29 (  29 ) 15 (  24 ) 2 (  33 ) 8  (29)  Manual user data entry in app-or website-based selfmonitoring diaries 20 (  21 ) 14 (  14 ) 14 (  22 ) 0 (0) 1 (  4 ) Response to SMS text messages or push notifications 14 (  14 ) 16 (  16 ) 9 (  14 ) 2 (  33 ) 7 (  26 ) Number or proportion of intervention program modules completed within app or website 9 (33) 10 (  10 ) 13 (  21 ) 0 (0) 1 (  4 ) Interacting via chats, phone calls, or social media posts 11 (  11 ) 9 (  9 ) 6 (  10 ) 0 (0) 0 (0) Wearing an electronic monitoring device 8 (  8 ) 11 (  11 ) 7 (  11 ) 0 (0) 0 (0) Using a nonwearable electronic monitoring device 1 (  20 ) 2 (  20 ) 0 (0) 0 (0) 2 (  7 ) Submitting videos via app 3 (3) 5 (  5 ) 3 (  5 ) 0 (0) 2  (7)  Other objective measures 23 (  24 ) 16 (  16 ) 12 (  19 ) 1 (  17 ) 2 (  7 ) Qualitative interview 12 (  12 ) 10 (  10 ) 4 (  6 ) 2 (  33 ) 1 (  4 ) Participant-reported survey a Percentages within categories do not add up to 100% because studies could fall into >1 category."
    },
    {
      "title": "Technology Dosages and Minimum Engagement Research Benchmarks",
      "text": "Technology dosages denote when researchers provided participants with specific recommendations for mHealth intervention use (eg, log in to the app at least 3 times a week). Minimum engagement research benchmarks denoted when researchers set a minimum research cutoff for adequate participant engagement (eg, a participant who responded to ≥75% of SMS text messages during the study period was considered by the researchers to be adequately engaged with the mHealth intervention). A research benchmark could be set without giving a technology dosage and vice versa. Technology dosages were given less than half the time to participants by the researchers across all studies (119/292, 40.8%) and when examined by age group. Whether technology dosages were given or not, researchers characterized engagement level as \"low\" (14/27, 52% vs 13/27, 48%) and \"high\" (29/63, 46% vs 34/63, 54%) in relatively equal proportions (<10% difference; Tables  5  and  6 ). Technology dosage given to participants 22 (48.9) 96 (39.8) 119 (40.8) Yes 23 (51.1) 145 (60.2) 173 (59.2) No Minimum engagement research benchmark set 10 (22.2) 71 (29.4) 81 (27.7) Yes 35 (77.8) 170 (70.5) 211 (72.3) No A minimum engagement research benchmark was set as the outcome criterion less than one-third of the time across all studies (81/292, 27.7%) and when examined by age group. When a minimum engagement research benchmark was set, researchers tended to characterize user engagement levels as \"low\" (11/27, 41%) rather than \"high\"  (15/63, 24%) . When no minimum engagement research benchmark was set, researchers tended to characterize user engagement as \"high\" (48/63, 76%) rather than \"low\" (16/27, 59%; Table  5 ).\n\nAmong studies that had a minimum engagement research benchmark  (81/292, 27.7%) , less than half (35/81, 43%) gave a technology dosage to participants. Among the studies that gave a technology dosage to participants (119/292, 40.8%), only 29.4% (35/119) also had a minimum engagement research benchmark. Of the 292 studies, 35 (12%) gave both a technology dosage and set a minimum engagement research benchmark; these indices matched in 94% (33/35) of the studies. Of these 35 studies, 29 (83%) characterized engagement level, of which the majority (n=13, 45%) reported >1 level of engagement due to the use of multiple measurement methods or analyses. When a minimum engagement research benchmark was set or a recommended technology dosage was given, engagement tended to be measured with user log-in data (48/81, 59% and 69/119, 58%, respectively), manual data entry (26/81, 32% and 32/119, 26.9%, respectively), or module completion (16/81, 20% and 21/119, 17.6%, respectively; Table 7)."
    },
    {
      "title": "What Is the Association Between User Engagement With mHealth Interventions and Adherence or Self-Management Outcomes?",
      "text": "The association between engagement and treatment adherence or self-management outcomes was only assessed in a little more than one-third of the studies (103/292, 35.3%). Among these 103 studies, 60 (58.3%) tended to report and frame results and conclusions to suggest that higher engagement was associated with positive adherence or self-management outcomes. These results were similar between adult and pediatric studies (Table  3 )."
    },
    {
      "title": "How Often Is User Engagement a Research End Point?",
      "text": "User engagement was a research end point in only 19.2% (56/292) of the reviewed studies, with similar results in adult  (44/241, 18 .3%) and pediatric (11/45, 24%) studies. Of these 56 studies, 30 (54%) used nonrandomized experimental designs, and 27 (48%) were feasibility studies. User engagement was typically defined as \"engagement\" (24/56, 43%), \"adherence\" (16/56, 29%), or \"use\" (16/56, 29%; Table  S2  in Multimedia Appendix 3) and was most frequently measured with user log-in data  (31/56, 55%)  or manual data entry (22/56, 39%; Table  S5  in Multimedia Appendix 3)."
    },
    {
      "title": "Exploratory Question: What Is the Association Between Providing Study Participants With Monetary Compensation and User Engagement Level?",
      "text": "Whether study participants were provided monetary compensation for their participation or not (or if compensation was not reported), user engagement measurement methods were used in similar proportions (<10% difference). Similarly, user engagement levels were observed in similar proportions between studies that provided monetary compensation and those that did not (or did not report compensation; Table  S6  in Multimedia Appendix 3).\n\nOf the 292 studies, 10 (3.4%) included as an intervention component financial incentives for using the technology or meeting mHealth intervention goals. Of these 10 studies, 7 (70%) reported user engagement levels. Among these 7 studies, in 1 (14%), the user engagement level was characterized as \"high\"; in 1 (14%) as \"medium\"; and in 1 (14%), as \"low\"; and 4 (57%) reported >1 level due to multiple measurement or analytic approaches."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "The principal findings relative to our specific research questions are provided in the following subsections."
    },
    {
      "title": "How Is User Engagement Defined and Measured in Studies of mHealth Interventions to Promote Adherence to Prescribed Medical or Health Regimens or Self-Management Among People Living With a Health Condition?",
      "text": "Terms used to describe user engagement outcomes were wide ranging, but the most commonly used were \"use\" (102/292, 34.9%) and \"engagement\"  (94/292, 32.2%) . Across all studies reviewed, 11 distinct user engagement measurement approaches were identified, comprising both objective and subjective methods. The most common methods were user log-in data from the app or web portal (160/292, 54.8%), manually entering data in an app  (77/292, 26.4%) , qualitative interviews  (54/292, 18.4%) , and responding to SMS text messages or push notifications  (49/292, 16.8%) ."
    },
    {
      "title": "To What Degree Are Patients Engaging With These mHealth Interventions?",
      "text": "User engagement level was difficult to quantify because it was only characterized in two-thirds of the reviewed studies (195/292, 66.8%), of which a little more than half  (99/195, 50. 8%) reported >1 level of engagement due to the use of multiple measurement methods or analyses. Only one-third of the studies (99/292, 33.9%) evaluated change in engagement over time, which tended to decrease."
    },
    {
      "title": "What Is the Association Between User Engagement With mHealth Interventions and Adherence or Self-Management Outcomes?",
      "text": "Only one-third of the studies (103/292, 35.3%) evaluated the association between engagement and treatment adherence or self-management outcomes. When evaluated, the study authors tended to report and frame results and conclusions to suggest that higher engagement was associated with positive adherence or self-management outcomes."
    },
    {
      "title": "How Often Is User Engagement a Research End Point?",
      "text": "User engagement was rarely considered a research end point  (56/292, 19.2%) ."
    },
    {
      "title": "Exploratory Question: Are There Differences in User Engagement Measurement Approaches and Levels in Studies That Provide Monetary Compensation Compared to Those That Do Not?",
      "text": "No; whether study participants were provided monetary compensation for their participation or not (or if compensation was not reported), user engagement methods were used in similar proportions, and user engagement levels were observed in similar proportions."
    },
    {
      "title": "Implications and Future Directions",
      "text": "Despite immense focus in both commercial and research sectors on using mHealth to support chronic illness treatment adherence and self-management  [314] [315] [316] , people do not remain engaged with mHealth interventions in the long term  [6] . Our systematic review also found that user engagement tends to decline over time. Consistent with the \"Little e, Big E framework\"  [16] , mHealth intervention success hinges on the expectation that people will interact with the technology and thereby experience intended behavior changes that will lead to better overall health. Most importantly, our systematic review revealed critical limitations with how user engagement is defined and evaluated, which significantly impedes our ability to (1) communicate about this topic and (  2 ) draw strong conclusions about how much user engagement is necessary to achieve desired behavior and health changes.\n\nA principal finding of our review was that there is no agreed-upon definition of mHealth user engagement, which is a direct barrier to interdisciplinary communication about this topic. We found >60 terms used to define user engagement, even when limiting inclusion criteria to the behavioral evaluation of this concept  [15] . While \"use\" (102/292, 34.9%) and \"engagement\"  (94/292, 32.2%)  were the most common terms, \"adherence\"  (59/292, 20 .2%) also appeared frequently. \"Adherence\" as a term for mHealth user engagement can be problematic because it is closely tied to treatment adherence  [317] , a key target of many of the mHealth interventions included in this systematic review. \"Adherence\" can apply to engaging with the mHealth technology as intended, such as logging in to an app  [109]  or responding to SMS text messages  [243]  rather than following a prescribed treatment regimen. Engaging with the technology can have a direct connection to treatment adherence (eg, using a Bluetooth-enabled blood pressure cuff reflects adherence to a key part of the hypertension management regimen as well as engaging with the mHealth technology  [118, 308] ). However, such interchangeability and a lack of consistency in terminology will continue to be a barrier to communicating within and outside the field and add to existing challenges with defining and evaluating this domain. The extremely wide range of terms used to define user engagement likely reflects a major critique of mHealth research-that there is a lack of a science of engagement  [7] . We encourage standardization in terminology used when the intention is to evaluate users' behavioral engagement with mHealth technology, rather than treatment regimen, with the most common terms found in this systematic review: \"use\" or \"engagement.\" Integrating standard user engagement language in an internationally adopted clinical terminology system, such as the Systematized Nomenclature of Medicine-Clinical Terms, could help facilitate standardization efforts.\n\nAnother key finding was that the use of user log-in data was the default mHealth user engagement outcome, except for wearing a device when the intervention involved a wearable device component and responding to SMS text messages and push notifications when the intervention involved SMS text messaging and push notifications. Reliance on user log-in data over the other 10 major measurement approaches likely reflects that these data can be relatively straightforward to extract from a web portal. A strength of the use of user log-in data is that it may indicate more effortful and deliberate interactions with the technology (the user likely needs sufficient motivation to open and navigate an app) compared with, for example, quickly responding to a SMS text message or wearing a pedometer on the wrist. User log-in data may be a more accurate reflection of engagement behavior than self-report, which is potentially subject to social desirability and recall bias. The tendency for engagement assessed using user log-in data to be characterized as \"low\" may reflect the higher user burden of logging in to, and interacting with an, app, in addition to the overwhelming selection of this method for measuring user engagement. Reliance on user log-in data may bias interpretations of user engagement to favor higher quantities of engagement at the expense of higher-quality engagement (eg, infrequent access of a particularly effective app feature that users perceive as interesting, helpful, or motivating may be higher-quality engagement compared with frequent log-ins to the app homepage). Given the ubiquitous selection of user log-in data and the heterogeneity of adherence and self-management outcomes in this systematic review, it is not possible to evaluate which user engagement metric is best. In general, investigators should select the user engagement metric reflecting essential interactions with the mHealth intervention's key technology needed to facilitate behavior and health changes.\n\nWe found that the exact degree of user engagement with the interventions reviewed in this study was difficult to estimate and that the association between user engagement and adherence or self-management outcomes were rarely evaluated. Both findings may relate to an important secondary finding that researchers rarely set a priori benchmarks for how much user engagement is considered scientifically adequate (no minimum engagement research benchmark set). Concerningly, when no minimum research benchmark was set, researchers tended to characterize user engagement as \"high,\" suggesting overoptimism about study results in the absence of any hypothesized lower boundary for what constituted minimally acceptable mHealth use. Setting cut points for how much user engagement is hypothesized to be adequate would also help to guide how much and in what ways users should interact with the mHealth intervention components to experience meaningful improvements in target outcomes. Matching technology dosages to minimum engagement research benchmarks, when possible, could inform whether engagement recommendations were met and allow researchers to evaluate whether exceeding expectations is associated with even greater improvement in behavior or health outcomes. Of note, studies with technology dosages or minimum engagement research benchmarks seemed to demand more from participants, as evidenced by the more common use of user log-in data and manual data entry to evaluate user engagement. User engagement burden should be considered when setting mHealth engagement expectations.\n\nSetting minimum engagement research benchmarks could also account for variability in user engagement-level characterization depending on the metric selected and help to define what constitutes effective and meaningful engagement. Specifically, engagement assessed using user log-in data tended to be characterized as \"low.\" By contrast, responding to text notifications or interacting via chats, phone calls, or social media posts, which may be more socially rewarding and less effortful to complete, tended to be characterized as \"high.\" A similarly higher pattern of user engagement was observed in studies evaluating the use of wearable (6/63, 10% vs 0) and nonwearable devices (7/63, 11% vs 0), which is often part of the users' regular self-management routines (eg, Bluetooth-enabled pill bottle or glucometer) or passively worn (eg, pedometer) and thus may be less burdensome to use. A higher SMS text message response rate and comparatively lower app log-in rate may both be minimally acceptable and potentially meaningful levels of engagement to effectively facilitate behavior or health change, particularly considering the level of effort and motivation involved in each type of interaction. Given the inconsistencies in how investigators characterize engagement levels, setting minimum engagement research benchmarks could inform whether user engagement is adequate across metrics and associated with key adherence and self-management outcomes. This approach could also improve precision in how engagement levels are characterized (ie, what level of engagement is considered \"low\" vs \"high\"?). Such efforts during the study planning phase could reduce the tendency to characterize user engagement at multiple levels due to the use of multiple metrics and analyses. Rethinking engagement levels as \"adequate,\" \"acceptable,\" \"effective,\" or \"meaningful\" versus \"high\" or \"low\" may better inform how much people should realistically use mHealth technology and evaluate whether engagement level is associated with behavior and health changes.\n\nIn the mHealth trials reviewed, an important secondary finding was that participants were rarely told how much they should aim to engage with the technology (no technology dosages). This is in contrast to drug trials in which participants are instructed to take a specific dosage of medication on a strict schedule and trials of in-person behavior change interventions (traditional therapy) in which participants are given therapy regimens and expectations for participation (eg, attend 12 therapy sessions and complete assigned homework each week of treatment)  [11] . Although an early-phase research goal may be to see how much people interact with the technology in the absence of recommendations, an important future goal is to understand how much engagement is needed to maximize behavior and health changes. To this end, recommending in what ways and how much users should aim to engage with the technology is necessary. Giving technology dosages would also allow for experimental evaluation of different levels of recommended technology use to see what recommendation helps users achieve the most positive behavior and health changes. Furthermore, improvements in health and wellness can take time, and mHealth users may not observe immediate benefits to using mHealth interventions, which could contribute to premature abandonment of the tool. Providing users with clearer guidance on how much and what type of mHealth intervention use is needed to begin effecting positive behavior and health changes could help encourage sustained use.\n\nAnother primary finding was that user engagement was rarely considered a research end point. This is a problem because it is generally expected that users will need to interact with the mHealth technology to experience clinical benefit. Thus, user engagement behavior is a critical aspect of the mHealth intervention itself. Without designating user engagement as a research end point, mHealth intervention trials risk lacking the necessary empirical data and results to help end users understand how to optimally use the technology to see maximal clinical benefit. Lacking these data and results may also be a barrier to informing how these digital tools can be incorporated into regular clinical practice and policy  [22] . Thus, in addition to carefully measuring the treatment adherence, self-management behavior, and associated health outcomes directly targeted by the mHealth intervention, equal care should be given to evaluating user engagement, such as how user engagement with the technology may change over time and potentially influence outcomes. Shifting user engagement from afterthought data to an actual research end point would likely improve the quality and rigor of mHealth research and help develop mHealth interventions that motivate users to interact with the technology [318], and, ideally, experience greater clinical benefit.\n\nOur exploratory analysis of studies that provided monetary compensation for study participation versus those that did not (or did not report monetary compensation) showed that engagement-level characterizations were similar between the groups. It is possible that the monetary compensation was provided primarily for completing study procedures (eg, completing study surveys) rather than engaging with the mHealth intervention. In the studies of interventions comprising financial incentives for using the technology or meeting mHealth intervention goals (10/292, 3.4%), no clear pattern emerged for user engagement levels, although this likely reflects the small number of studies incorporating this mHealth component. User engagement evaluation methods were used in similar proportions between the groups, suggesting that monetary compensation was not associated with user engagement measurement selection. An important avenue for future mHealth engagement research is to improve the understanding of how monetary compensation is associated with user engagement levels, particularly when compensation is directed toward mHealth intervention use."
    },
    {
      "title": "Limitations",
      "text": "This systematic review is among the most comprehensive reviews on this topic, but it has some limitations. First, due to heterogeneity in the study outcomes, we did not conduct a meta-analysis. Thus, this systematic review cannot conclude which user engagement outcome is associated with the most effective interventions. Second, although we found that study authors tended to frame their results and conclusions to suggest that higher user engagement was associated with positive intervention outcomes, this finding should be considered preliminary and hypothesis generating and does not prove that higher engagement leads to better adherence or self-management, particularly given that study authors may have a tendency to report favorable results and frame their findings in a positive light. However, this is an important area to examine in future research to better understand the characteristics of users with higher mHealth engagement as it relates to adherence and self-management outcomes (eg, highly engaged users may represent a patient group with already high adherence and self-management). Third, we did not exclude studies on the basis of their attrition rate; a future direction for improving the science of engagement is to consider how dropout and withdrawal may influence the characterization of user engagement levels. Fourth, a traditional risk-of-bias assessment  [319, 320]  was not conducted due to our interest in user engagement rather than the primary study results targeting adherence and self-management. If user engagement becomes more commonly designated as a research end point, such evaluations of study quality specific to the evaluation of user engagement will be warranted. Fifth, we included a range of medical and mental health conditions but, due to small sample sizes, were unable to conduct subgroup analyses by diagnosis; as the literature on user engagement grows, it may be possible to explore such differences by diagnosis. Sixth, we focused on the behavioral evaluation of user engagement, although this domain likely involves more than behavior alone  [15, 321] , and these other aspects of user engagement may be examined in a future systematic review. Seventh, our interest was in the measurement and evaluation of mHealth user engagement; thus, we did not consider the numerous individual-level factors that could be related to user engagement. Eighth, although study location was not part of the inclusion criteria, nearly half of the reviewed studies (135/292, 46.2%) were conducted in the United States, which may have influenced the types of intervention studies and approaches to evaluating user engagement. Ninth, we conducted our search in specific scientific databases and did not review gray literature or unpublished results; although our search resulted in 292 studies meeting our inclusion criteria, this systematic review may not be generalizable to all mHealth interventions. Finally, it is necessary to select a cutoff date when conducting a systematic review; yet, new studies are constantly being published. An updated review of the mHealth user engagement literature may be warranted in the future. As the science of mHealth user engagement improves, an important next step is to evaluate how factors related to diversity, equity, and inclusion relate to user engagement to promote wider mHealth use and access."
    },
    {
      "title": "Recommendations for Future Researchers",
      "text": "Our systematic review on mHealth user engagement highlighted critical gaps in mHealth adherence and self-management literature as well as opportunities to improve research in this important area of digital health. mHealth researchers need to prioritize the evaluation of user engagement during the study planning phases. Strengthening mHealth user engagement methodological rigor would likely lead to higher-quality data and more impactful study results to guide practice and policy and ultimately encourage the uptake of interventions promoting mHealth adherence or self-management. Furthermore, improved user engagement evaluation may help researchers to identify effective strategies for supporting meaningful user engagement and sustained interest to help users fully experience the intended behavioral and health benefits of the mHealth intervention  [16] . Such research is critical for building the evidence base needed to integrate mHealth interventions into regular clinical care and practice guidelines."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX",
      "text": "The following recommendations for studies of mHealth user engagement are offered:\n\n• Use consistent terminology. Reflecting the most common trends in the literature reviewed, we recommend referring to the measurement of behavioral mHealth use, interaction, or engagement as \"use\" or \"engagement.\" Greater consistency in terminology could help improve rigor and consistency in the measurement itself and facilitate comparisons between studies as well as the evaluation of user engagement in meta-analyses.\n\n• Select mHealth user engagement metrics that reflect interactions with the intervention's key technology components hypothesized to facilitate behavior and health changes.\n\n• Provide mHealth users with expectations for how much they should aim to interact with the technology (give technology dosages when possible).\n\n• Set minimum engagement research benchmarks to scientifically denote the hypothesized user engagement level for a participant to be considered adequately, acceptably, or meaningfully engaged in the intervention.\n\n• Characterize user engagement levels as adequate or acceptable with minimum engagement research benchmarks to help address issues with engagement being characterized as \"high\" or \"low\" depending on the metric selected and consider whether the engagement is adequate, meaningful, or effective across metrics (eg, a higher SMS text message response rate and comparatively lower app log-in rate may both be acceptable and meaningful levels of engagement).\n\n• Designate mHealth user engagement as a research end point to help improve the quality and rigor of the mHealth research and the data collected from these studies. Focusing research efforts on user engagement could lead to mHealth engagement recommendations that could ultimately lead to greater clinical improvement."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow diagram of the screening process. mHealth: mobile health."
    },
    {
      "text": "How is user engagement measured (n=292)?"
    },
    {
      "text": "Associations between user engagement evaluation methods and definitions."
    },
    {
      "text": "Degree of engagement and association with treatment adherence or self-management."
    },
    {
      "text": "Measurement approach by user engagement level with intervention."
    },
    {
      "text": "Study characteristics based on technology dosage and minimum engagement research benchmark."
    },
    {
      "text": "Engagement levels based on technology dosage and minimum engagement research benchmark."
    },
    {
      "text": "User engagement measurement approach when minimum engagement research benchmarks were set or technology dosages were given."
    }
  ],
  "references": [
    {
      "title": "Teens, social media and technology",
      "year": 2018,
      "doi": "10.4135/9781071873199.n3"
    },
    {
      "title": "Mobile fact sheet",
      "year": 2024,
      "doi": "10.3133/fs10098"
    },
    {
      "title": "Text messaging adherence intervention for adolescents and young adults with chronic kidney disease: pilot randomized controlled trial and stakeholder interviews",
      "authors": [
        "C Eaton",
        "M Comer",
        "C Pruette",
        "K Psoter",
        "K Riekert"
      ],
      "year": 2020,
      "doi": "10.2196/19861"
    },
    {
      "title": "One drop app with an activity tracker for adults with type 1 diabetes: randomized controlled trial",
      "authors": [
        "C Osborn",
        "A Hirsch",
        "L Sears",
        "M Heyman",
        "J Raymond",
        "B Huddleston"
      ],
      "year": 2020,
      "doi": "10.2196/16745"
    },
    {
      "title": "What is the clinical value of mHealth for patients?",
      "authors": [
        "S Rowland",
        "J Fitzgerald",
        "T Holme",
        "J Powell",
        "A Mcgregor"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-019-0206-x"
    },
    {
      "title": "Health app use among US mobile phone owners: a national survey",
      "authors": [
        "P Krebs",
        "D Duncan"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4924"
    },
    {
      "title": "The history and future of digital health in the field of behavioral medicine",
      "authors": [
        "D Arigo",
        "Jake-Schoffman De",
        "K Wolin",
        "E Beckjord",
        "E Hekler",
        "S Pagoto"
      ],
      "year": 2019,
      "doi": "10.1007/s10865-018-9966-z"
    },
    {
      "title": "mHealth interventions for self-management of hypertension: framework and systematic review on engagement, interactivity, and tailoring",
      "authors": [
        "W Cao",
        "M Milks",
        "X Liu",
        "M Gregory",
        "D Addison",
        "P Zhang"
      ],
      "year": 2022,
      "doi": "10.2196/29415"
    },
    {
      "title": "Measurement of adherence to mHealth physical activity interventions and exploration of the factors that affect the adherence: scoping review and proposed framework",
      "authors": [
        "Y Yang",
        "E Boulton",
        "C Todd"
      ],
      "year": 2022,
      "doi": "10.2196/30817"
    },
    {
      "title": "Design features associated with engagement in mobile health physical activity interventions among youth: systematic review of qualitative and quantitative studies",
      "authors": [
        "A Schwarz",
        "L Winkens",
        "E De Vet",
        "D Ossendrijver",
        "K Bouwsema",
        "M Simons"
      ],
      "year": 2023,
      "doi": "10.2196/40898"
    },
    {
      "title": "Digital mental health interventions for depression: scoping review of user engagement",
      "authors": [
        "J Lipschitz",
        "Van Boxtel",
        "R Torous",
        "J Firth",
        "J Lebovitz",
        "J Burdick"
      ],
      "year": 2022,
      "doi": "10.2196/39204"
    },
    {
      "title": "Engagement with mobile health interventions for depression: a systematic review",
      "authors": [
        "A Molloy",
        "P Anderson"
      ],
      "year": 2021,
      "doi": "10.1016/j.invent.2021.100454"
    },
    {
      "title": "User engagement in mental health apps: a review of measurement, reporting, and validity",
      "authors": [
        "M Ng",
        "J Firth",
        "M Minen",
        "J Torous"
      ],
      "year": 2019,
      "doi": "10.1176/appi.ps.201800519"
    },
    {
      "title": "Measuring engagement in eHealth and mHealth behavior change interventions: viewpoint of methodologies",
      "authors": [
        "C Short",
        "A Desmet",
        "C Woods",
        "S Williams",
        "C Maher",
        "A Middelweerd"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9397"
    },
    {
      "title": "Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis",
      "authors": [
        "O Perski",
        "A Blandford",
        "R West",
        "S Michie"
      ],
      "year": 2017,
      "doi": "10.1007/s13142-016-0453-1"
    },
    {
      "title": "Understanding health behavior technology engagement: pathway to measuring digital behavior change interventions",
      "authors": [
        "H Cole-Lewis",
        "N Ezeanochie",
        "J Turgiss"
      ],
      "year": 2019,
      "doi": "10.2196/14052"
    },
    {
      "title": "Interventions for enhancing medication adherence",
      "authors": [
        "R Nieuwlaat",
        "N Wilczynski",
        "T Navarro",
        "N Hobson",
        "R Jeffery",
        "A Keepanasseril"
      ],
      "year": 2014,
      "doi": "10.1002/14651858.CD000011.pub4"
    },
    {
      "title": "Interventions for increasing immunosuppressant medication adherence in solid organ transplant recipients",
      "authors": [
        "L Mellon",
        "F Doyle",
        "A Hickey",
        "K Ward",
        "D De Freitas",
        "P Mccormick"
      ],
      "year": 2022,
      "doi": "10.1002/14651858.cd012854.pub2"
    },
    {
      "title": "Strategies for improving adherence to antiepileptic drug treatment in people with epilepsy",
      "authors": [
        "S Al-Aqeel",
        "O Gershuni",
        "J Al-Sabhan",
        "M Hiligsmann"
      ],
      "year": 2020,
      "doi": "10.1002/14651858.CD008312.pub4"
    },
    {
      "title": "Covidence systematic review software",
      "year": 2024,
      "doi": "10.5596/c14-016"
    },
    {
      "title": "IBM SPSS statistics for Windows",
      "year": 2024
    },
    {
      "title": "MEMPHIS: a smartphone app using psychological approaches for women with chronic pelvic pain presenting to gynaecology clinics: a randomised feasibility trial",
      "authors": [
        "G Forbes",
        "S Newton",
        "Cantalapiedra Calvete",
        "C Birch",
        "J Dodds",
        "J Steed"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-030164"
    },
    {
      "title": "A call for a science of engagement: comment on Rus and Cameron",
      "authors": [
        "S Pagoto",
        "M Waring"
      ],
      "year": 2016,
      "doi": "10.1007/s12160-016-9839-z"
    },
    {
      "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Sterne",
        "J Savović",
        "M Page",
        "R Elbers",
        "N Blencowe",
        "I Boutron"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l4898"
    },
    {
      "title": "ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions",
      "authors": [
        "J Sterne",
        "M Hernán",
        "B Reeves",
        "J Savović",
        "N Berkman",
        "M Viswanathan"
      ],
      "year": 2016,
      "doi": "10.1136/bmj.i4919"
    },
    {
      "title": "Digital health and engagement-looking behind the measures and methods",
      "authors": [
        "J Torous",
        "E Michalak",
        "O' Brien"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.10918"
    },
    {
      "title": "Off-hours use of a smartphone intervention to extend support for individuals with schizophrenia spectrum disorders recently discharged from a psychiatric hospital",
      "authors": [
        "E Achtyes",
        "D Ben-Zeev",
        "Z Luo",
        "H Mayle",
        "B Burke",
        "A Rotondi"
      ],
      "year": 2019,
      "doi": "10.1016/j.schres.2018.11.026"
    },
    {
      "title": "Meditation smartphone application effects on prehypertensive adults' blood pressure: dose-response feasibility trial",
      "authors": [
        "Z Adams",
        "J Sieverdes",
        "B Brunner-Jackson",
        "M Mueller",
        "J Chandler",
        "V Diaz"
      ],
      "year": 2018,
      "doi": "10.1037/hea0000584"
    },
    {
      "title": "Pilot randomized controlled trial of a complex intervention for diabetes self-management supported by volunteers, technology, and interprofessional primary health care teams",
      "authors": [
        "G Agarwal",
        "J Gaber",
        "J Richardson",
        "D Mangin",
        "J Ploeg",
        "R Valaitis"
      ],
      "year": 2019,
      "doi": "10.1186/s40814-019-0504-8"
    },
    {
      "title": "Mobile app for improved self-management of type 2 diabetes: multicenter pragmatic randomized controlled trial",
      "authors": [
        "P Agarwal",
        "G Mukerji",
        "L Desveaux",
        "N Ivers",
        "O Bhattacharyya",
        "J Hensel"
      ],
      "year": 2019,
      "doi": "10.2196/10321"
    },
    {
      "title": "Text to move: a randomized controlled trial of a text-messaging program to improve physical activity behaviors in patients with type 2 diabetes mellitus",
      "authors": [
        "S Agboola",
        "K Jethwani",
        "L Lopez",
        "M Searl",
        "O' Keefe",
        "S Kvedar"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6439"
    },
    {
      "title": "HealthCall delivered via smartphone to reduce co-occurring drug and alcohol use in HIV-infected adults: a randomized pilot trial",
      "authors": [
        "E Aharonovich",
        "M Stohl",
        "D Cannizzaro",
        "D Hasin"
      ],
      "year": 2017,
      "doi": "10.1016/j.jsat.2017.09.013"
    },
    {
      "title": "Integrating mobile-health, health coaching, and physical activity to reduce the burden of chronic low back pain trial (IMPACT): a pilot randomised controlled trial",
      "authors": [
        "A Amorim",
        "E Pappas",
        "M Simic",
        "M Ferreira",
        "M Jennings",
        "A Tiedemann"
      ],
      "year": 2019,
      "doi": "10.1186/s12891-019-2454-y"
    },
    {
      "title": "Combining wireless technology and behavioral economics to engage patients (WiBEEP) with cardiometabolic disease: a pilot study",
      "authors": [
        "E Angellotti",
        "J Wong",
        "A Pierce",
        "B Hescott",
        "A Pittas"
      ],
      "year": 2019,
      "doi": "10.1186/s40814-019-0395-8"
    },
    {
      "title": "Dulce wireless Tijuana: a randomized control trial evaluating the impact of project dulce and short-term mobile technology on glycemic control in a family medicine clinic in Northern Mexico",
      "authors": [
        "Anzaldo-Campos Mc",
        "S Contreras",
        "A Vargas-Ojeda",
        "R Menchaca-Díaz",
        "A Fortmann",
        "Philis Tsimikas"
      ],
      "year": 2016,
      "doi": "10.1089/dia.2015.0283"
    },
    {
      "title": "The use and effectiveness of mobile apps for depression: results from a fully remote clinical trial",
      "authors": [
        "P Arean",
        "K Hallgren",
        "J Jordan",
        "A Gazzaley",
        "D Atkins",
        "P Heagerty"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6482"
    },
    {
      "title": "Engaging With a web-based psychosocial intervention for psychosis: qualitative study of user experiences",
      "authors": [
        "C Arnold",
        "A Williams",
        "N Thomas"
      ],
      "year": 2020,
      "doi": "10.2196/16730"
    },
    {
      "title": "Feasibility and acceptability of a web-based treatment with telephone support for postpartum women with anxiety: randomized controlled trial",
      "authors": [
        "M Ashford",
        "E Olander",
        "H Rowe",
        "J Fisher",
        "S Ayers"
      ],
      "year": 2018,
      "doi": "10.2196/mental.9106"
    },
    {
      "title": "A mobile health intervention to improve self-care in patients with heart failure: pilot randomized control trial",
      "authors": [
        "P Athilingam",
        "B Jenkins",
        "M Johansson",
        "M Labrador"
      ],
      "year": 2017,
      "doi": "10.2196/cardio.7848"
    },
    {
      "title": "MS energize: field trial of an app for self-management of fatigue for people with multiple sclerosis",
      "authors": [
        "D Babbage",
        "K Van Kessel",
        "J Drown",
        "S Thomas",
        "A Sezier",
        "P Thomas"
      ],
      "year": 2019,
      "doi": "10.1016/j.invent.2019.100291"
    },
    {
      "title": "Digital care for chronic musculoskeletal pain: 10,000 participant longitudinal cohort study",
      "authors": [
        "J Bailey",
        "V Agarwal",
        "P Zheng",
        "M Smuck",
        "M Fredericson",
        "D Kennedy"
      ],
      "year": 2020,
      "doi": "10.2196/18250"
    },
    {
      "title": "General behavioral engagement and changes in clinical and cognitive outcomes of patients with type 2 diabetes using the Time2Focus mobile app for diabetes education: pilot evaluation",
      "authors": [
        "B Batch",
        "S Spratt",
        "D Blalock",
        "C Benditz",
        "A Weiss",
        "R Dolor"
      ],
      "year": 2021,
      "doi": "10.2196/17537"
    },
    {
      "title": "Concussion coach for postconcussive symptoms: a randomized, controlled trial of a smartphone application with Afghanistan and Iraq war Veterans",
      "authors": [
        "H Belanger",
        "P Toyinbo",
        "B Barrett",
        "E King",
        "N Sayer"
      ],
      "year": 2022,
      "doi": "10.1080/13854046.2021.1936188"
    },
    {
      "title": "Mobile health (mHealth) versus clinic-based group intervention for people with serious mental illness: a randomized controlled trial",
      "authors": [
        "D Ben-Zeev",
        "R Brian",
        "Jonathan Razzano",
        "L Pashka",
        "N Carpenter-Song"
      ],
      "year": 2018,
      "doi": "10.1176/appi.ps.201800063"
    },
    {
      "title": "Behavior change text messages for home exercise adherence in knee osteoarthritis: randomized trial",
      "authors": [
        "K Bennell",
        "R Nelligan",
        "S Schwartz",
        "J Kasza",
        "A Kimp",
        "S Crofts"
      ],
      "year": 2020,
      "doi": "10.2196/21749"
    },
    {
      "title": "Feasibility study of portable technology for weight loss and HbA1c control in type 2 diabetes",
      "authors": [
        "C Bentley",
        "O Otesile",
        "R Bacigalupo",
        "J Elliott",
        "H Noble",
        "M Hawley"
      ],
      "year": 2016,
      "doi": "10.1186/s12911-016-0331-2"
    },
    {
      "title": "The use of a smartphone app and an activity tracker to promote physical activity in the management of chronic obstructive pulmonary disease: randomized controlled feasibility study",
      "authors": [
        "C Bentley",
        "L Powell",
        "S Potter",
        "J Parker",
        "G Mountain",
        "Y Bartlett"
      ],
      "year": 2020,
      "doi": "10.2196/16203"
    },
    {
      "title": "Development and feasibility of a home pulmonary rehabilitation program with health coaching",
      "authors": [
        "R Benzo",
        "K Kramer",
        "J Hoult",
        "P Anderson",
        "I Begue",
        "S Seifert"
      ],
      "year": 2018,
      "doi": "10.4187/respcare.05690"
    },
    {
      "title": "Self-care support for patients with gastrointestinal cancer: iCancerHealth",
      "authors": [
        "D Berry",
        "T Blonquist",
        "M Nayak",
        "N Grenon",
        "T Momani",
        "N Mccleary"
      ],
      "year": 2018,
      "doi": "10.1055/s-0038-1675810"
    },
    {
      "title": "User engagement and clinical impact of the manage my pain app in patients with chronic pain: a real-world, multi-site trial",
      "authors": [
        "A Bhatia",
        "J Kara",
        "T Janmohamed",
        "A Prabhu",
        "G Lebovic",
        "J Katz"
      ],
      "year": 2021,
      "doi": "10.2196/26528"
    },
    {
      "title": "MoodHacker mobile web app with email for adults to self-manage mild-to-moderate depression: randomized controlled trial",
      "authors": [
        "A Birney",
        "R Gunn",
        "J Russell",
        "D Ary"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.4231"
    },
    {
      "title": "Using peers to increase veterans' engagement in a smartphone application for unhealthy alcohol use: a pilot study of acceptability and utility",
      "authors": [
        "D Blonigen",
        "B Harris-Olenak",
        "E Kuhn",
        "C Timko",
        "K Humphreys",
        "J Smith"
      ],
      "year": 2021,
      "doi": "10.1037/adb0000598"
    },
    {
      "title": "Combined quitline counseling and text messaging for smoking cessation: a quasi-experimental evaluation",
      "authors": [
        "A Boal",
        "L Abroms",
        "S Simmens",
        "A Graham",
        "K Carpenter"
      ],
      "year": 2016,
      "doi": "10.1093/ntr/ntv249"
    },
    {
      "title": "Mobile phone text messages to support treatment adherence in adults with high blood pressure (SMS-Text Adherence Support [StAR]): a single-blind, randomized trial",
      "authors": [
        "K Bobrow",
        "A Farmer",
        "D Springer",
        "M Shanyinde",
        "L Yu",
        "T Brennan"
      ],
      "year": 2016,
      "doi": "10.1161/circulationaha.115.017530"
    },
    {
      "title": "A smart mobile health tool versus a paper action plan to support self-management of chronic obstructive pulmonary disease exacerbations: randomized controlled trial",
      "authors": [
        "L Boer",
        "E Bischoff",
        "M Van Der Heijden",
        "P Lucas",
        "R Akkermans",
        "J Vercoulen"
      ],
      "year": 2019,
      "doi": "10.2196/14408"
    },
    {
      "title": "Adding a smartphone app to internet-based self-help for social anxiety: a randomized controlled trial",
      "authors": [
        "J Boettcher",
        "K Magnusson",
        "A Marklund",
        "E Berglund",
        "R Blomdahl",
        "U Braun"
      ],
      "year": 2018,
      "doi": "10.1016/j.chb.2018.04.052"
    },
    {
      "title": "App-guided exposure and response prevention for obsessive compulsive disorder: an open pilot trial",
      "authors": [
        "C Boisseau",
        "C Schwartzman",
        "J Lawton",
        "M Mancebo"
      ],
      "year": 2017,
      "doi": "10.1080/16506073.2017.1321683"
    },
    {
      "title": "Piloting a brief intervention plus mobile boosters for drug use among emerging adults receiving emergency department care",
      "authors": [
        "E Bonar",
        "R Cunningham",
        "E Sweezea",
        "F Blow",
        "L Drislane",
        "M Walton"
      ],
      "year": 2021,
      "doi": "10.1016/j.drugalcdep.2021.108625"
    },
    {
      "title": "A mobile application for exercise intervention in people living with HIV",
      "authors": [
        "M Bonato",
        "F Turrini",
        "V De Zan",
        "A Meloni",
        "M Plebani",
        "E Brambilla"
      ],
      "year": 2020,
      "doi": "10.1249/MSS.0000000000002125"
    },
    {
      "title": "Use of a mobile application for self-management of pancreatic enzyme replacement therapy is associated with improved gastro-intestinal related quality of life in children with cystic fibrosis",
      "authors": [
        "M Boon",
        "J Calvo-Lerma",
        "I Claes",
        "T Havermans",
        "I Asseiceira",
        "A Bulfamante"
      ],
      "year": 2020,
      "doi": "10.1016/j.jcf.2020.04.001"
    },
    {
      "title": "Pilot testing an app-based stress management intervention for cancer survivors",
      "authors": [
        "E Varsi",
        "C Clark",
        "M Ehlers",
        "S Andrykowski",
        "M Sleveland"
      ],
      "year": 2020,
      "doi": "10.1093/tbm/ibz062"
    },
    {
      "title": "Analysing mHealth usage logs in RCTs: explaining participants' interactions with type 2 diabetes self-management tools",
      "authors": [
        "M Bradway",
        "G Pfuhl",
        "R Joakimsen",
        "L Ribu",
        "A Grøttland",
        "E Årsand"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0203202"
    },
    {
      "title": "Drug Alcohol Depend",
      "authors": [
        "J Bricker",
        "W Copeland",
        "K Mull",
        "E Zeng",
        "N Watson",
        "K Akioka"
      ],
      "year": 2017,
      "doi": "10.1016/j.drugalcdep.2016.10.029"
    },
    {
      "title": "Mechanisms of smartphone apps for cigarette smoking cessation: results of a serial mediation model from the iCanQuit randomized trial",
      "authors": [
        "J Bricker",
        "M Levin",
        "R Lappalainen",
        "K Mull",
        "B Sullivan",
        "M Santiago-Torres"
      ],
      "year": 2021,
      "doi": "10.2196/32847"
    },
    {
      "title": "Efficacy of smartphone applications for smoking cessation: a randomized clinical trial",
      "authors": [
        "J Bricker",
        "N Watson",
        "K Mull",
        "B Sullivan",
        "J Heffner"
      ],
      "year": 2020,
      "doi": "10.1001/jamainternmed.2020.4055"
    },
    {
      "title": "A randomized trial of user-controlled text messaging to improve asthma outcomes: a pilot study",
      "authors": [
        "M Britto",
        "J Rohan",
        "C Dodds",
        "T Byczkowski"
      ],
      "year": 2017,
      "doi": "10.1177/0009922816684857"
    },
    {
      "title": "Mobile health apps in pediatric obesity treatment: process outcomes from a feasibility study of a multicomponent intervention",
      "authors": [
        "S Browne",
        "M Kechadi",
        "O' Donnell",
        "S Dow",
        "M Tully",
        "L Doyle"
      ],
      "year": 2020,
      "doi": "10.2196/16925"
    },
    {
      "title": "Actissist: proof-of-concept trial of a theory-driven digital intervention for psychosis",
      "authors": [
        "S Bucci",
        "C Barrowclough",
        "J Ainsworth",
        "M Machin",
        "R Morris",
        "K Berry"
      ],
      "year": 2018,
      "doi": "10.1093/schbul/sby032"
    },
    {
      "title": "Impact of a mobile telerehabilitation solution on metabolic health outcomes and rehabilitation adherence in patients with obesity: randomized controlled trial",
      "authors": [
        "F Bughin",
        "G Bui",
        "B Ayoub",
        "L Blervaque",
        "D Saey",
        "A Avignon"
      ],
      "year": 2021,
      "doi": "10.2196/28242"
    },
    {
      "title": "Understanding the feasibility, acceptability, and efficacy of a clinical pharmacist-led mobile approach (BPTrack) to hypertension management: mixed methods pilot study",
      "authors": [
        "L Buis",
        "D Roberson",
        "R Kadri",
        "N Rockey",
        "M Plegue",
        "S Danak"
      ],
      "year": 2020,
      "doi": "10.2196/19882"
    },
    {
      "title": "Feasibility of a smartphone-based pilot intervention for Hispanic breast cancer survivors: a brief report",
      "authors": [
        "J Buscemi",
        "D Buitrago",
        "F Iacobelli",
        "F Penedo",
        "C Maciel",
        "J Guitleman"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/iby058"
    },
    {
      "title": "Counselor surveillance of digital self-monitoring data: a pilot randomized controlled trial",
      "authors": [
        "M Butryn",
        "M Martinelli",
        "N Crane",
        "K Godfrey",
        "S Roberts",
        "F Zhang"
      ],
      "year": 2020,
      "doi": "10.1002/oby.23015"
    },
    {
      "title": "Long term impact of PositiveLinks: clinic-deployed mobile technology to improve engagement with HIV care",
      "authors": [
        "C Canan",
        "M Waselewski",
        "A Waldman",
        "G Reynolds",
        "T Flickinger",
        "W Cohn"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pone.0226870"
    },
    {
      "title": "Decídetexto: feasibility and acceptability of a mobile smoking cessation intervention in Puerto Rico",
      "authors": [
        "F Cartujano-Barrera",
        "Peña- Vargas",
        "C Arana-Chicas",
        "E Pérez-Ramos",
        "J Mattei",
        "J Hurtado-De-Mendoza"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18041379"
    },
    {
      "title": "Enhancing nicotine replacement therapy usage and adherence through a mobile intervention: secondary data analysis of a single-arm feasibility study in Mexico",
      "authors": [
        "F Cartujano-Barrera",
        "R Rodríguez-Bolaños",
        "E Arana-Chicas",
        "K Gallegos-Carrillo",
        "N Flores",
        "Y Pérez-Rubio"
      ],
      "year": 2020,
      "doi": "10.18332/tid/120076"
    },
    {
      "title": "Testing a smartphone app (young with diabetes) to improve self-management of diabetes over 12 months: randomized controlled trial",
      "authors": [
        "P Castensøe ; Seidenfaden",
        "G Husted",
        "A Jensen",
        "E Hommel",
        "B Olsen",
        "U Pedersen-Bjergaard"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9487"
    },
    {
      "title": "Use of a disease-specific mobile health application in the care of adults with congenital heart disease",
      "authors": [
        "A Cedars",
        "C Blackmore"
      ],
      "year": 2019,
      "doi": "10.1080/08998280.2019.1613865"
    },
    {
      "title": "Feasibility of a mobile messaging-enhanced brief intervention for high risk heavy drinking MSM: a pre-pilot study",
      "authors": [
        "K Chavez",
        "T Palfai"
      ],
      "year": 2020,
      "doi": "10.1080/07347324.2019.1653240"
    },
    {
      "title": "Passive monitoring of short-acting beta-agonist use via digital platform in patients with chronic obstructive pulmonary disease: quality improvement retrospective analysis",
      "authors": [
        "J Chen",
        "L Kaye",
        "M Tuffli",
        "M Barrett",
        "S Jones-Ford",
        "T Shenouda"
      ],
      "year": 2019,
      "doi": "10.2196/13286"
    },
    {
      "title": "Use of the FITT framework to understand patients' experiences using a real-time medication monitoring pill bottle linked to a mobile-based HIV self-management app: a qualitative study",
      "authors": [
        "H Cho",
        "G Flynn",
        "M Saylor",
        "M Gradilla",
        "R Schnall"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijmedinf.2019.08.009"
    },
    {
      "title": "Understanding the predisposing, enabling, and reinforcing factors influencing the use of a mobile-based HIV management app: a real-world usability evaluation",
      "authors": [
        "H Cho",
        "T Porras",
        "D Baik",
        "M Beauchemin",
        "R Schnall"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijmedinf.2018.06.007"
    },
    {
      "title": "Impact of mobile health application on data collection and self-management of epilepsy",
      "authors": [
        "S Choi",
        "K Lim",
        "H Baek",
        "S Yoo",
        "A Cho",
        "H Kim"
      ],
      "year": 2021,
      "doi": "10.1016/j.yebeh.2021.107982"
    },
    {
      "title": "A mobile app for synchronizing glucometer data: impact on adherence and glycemic control among youths with type 1 diabetes in routine care",
      "authors": [
        "M Clements",
        "V Staggs"
      ],
      "year": 2017,
      "doi": "10.1177/1932296817691302"
    },
    {
      "title": "An internet-based intervention for cardiovascular disease management integrated with primary care electronic health records: mixed methods evaluation of implementation fidelity and user engagement",
      "authors": [
        "G Coorey",
        "D Peiris",
        "A Scaria",
        "J Mulley",
        "L Neubeck",
        "N Hafiz"
      ],
      "year": 2021,
      "doi": "10.2196/25333"
    },
    {
      "title": "Effectiveness of a web-based intervention to support medication adherence among people living with HIV: web-based randomized controlled trial",
      "authors": [
        "J Côté",
        "G Rouleau",
        "M Ramirez-Garcia",
        "P Auger",
        "R Thomas",
        "J Leblanc"
      ],
      "year": 2020,
      "doi": "10.2196/17733"
    },
    {
      "title": "Developing an adaptive mobile intervention to address risky substance use among adolescents and emerging adults: usability study",
      "authors": [
        "L Coughlin",
        "Nahum Shani",
        "I Philyaw-Kotov",
        "M Bonar",
        "E Rabbi",
        "M Klasnja"
      ],
      "year": 2021,
      "doi": "10.2196/24424"
    },
    {
      "title": "Engagement in an interactive app for symptom self-management during treatment in patients with breast or prostate cancer: mixed methods study",
      "authors": [
        "M Crafoord",
        "M Fjell",
        "K Sundberg",
        "M Nilsson",
        "A Langius-Eklöf"
      ],
      "year": 2020,
      "doi": "10.2196/17058"
    },
    {
      "title": "A smartphone app to reduce excessive alcohol consumption: identifying the effectiveness of intervention components in a factorial randomised control trial",
      "authors": [
        "D Crane",
        "C Garnett",
        "S Michie",
        "R West",
        "J Brown"
      ],
      "year": 2018,
      "doi": "10.1038/s41598-018-22420-8"
    },
    {
      "title": "A multidimensional electronic hydroxyurea adherence intervention for children with sickle cell disease: single-arm before-after study",
      "authors": [
        "S Creary",
        "D Chisolm",
        "J Stanek",
        "J Hankins",
        "O' Brien"
      ],
      "year": 2019,
      "doi": "10.2196/13452"
    },
    {
      "title": "Pilot randomized controlled trial of a Spanish-language behavioral activation mobile app (¡Aptívate!) for the treatment of depressive symptoms among united states Latinx adults with limited English proficiency",
      "authors": [
        "J Dahne",
        "A Collado",
        "C Lejuez",
        "C Risco",
        "V Diaz",
        "L Coles"
      ],
      "year": 2019,
      "doi": "10.1016/j.jad.2019.03.009"
    },
    {
      "title": "Pilot randomized trial of a self-help behavioral activation mobile app for utilization in primary care",
      "authors": [
        "J Dahne",
        "C Lejuez",
        "V Diaz",
        "M Player",
        "J Kustanowitz",
        "J Felton"
      ],
      "year": 2019,
      "doi": "10.1016/j.beth.2018.12.003"
    },
    {
      "title": "Demonstrating the feasibility of digital health to support pediatric patients in South Africa",
      "authors": [
        "E Davies",
        "K Fieggen",
        "J Wilmshurst",
        "O Anyanwu",
        "R Burman",
        "S Komarzynski"
      ],
      "year": 2021,
      "doi": "10.1002/epi4.12527"
    },
    {
      "title": "A consumer designed smartphone app for young people with asthma: pilot of engagement and acceptability",
      "authors": [
        "S Davis",
        "D Peters",
        "R Calvo",
        "S Sawyer",
        "J Foster",
        "L Smith"
      ],
      "year": 2021,
      "doi": "10.1080/02770903.2019.1680997"
    },
    {
      "title": "Patient interaction phenotypes with an automated remote hypertension monitoring program and their association with blood pressure control: observational study",
      "authors": [
        "A Davoudi",
        "N Lee",
        "C Chivers",
        "T Delaney",
        "E Asch",
        "C Reitz"
      ],
      "year": 2020,
      "doi": "10.2196/22493"
    },
    {
      "title": "A text messaging intervention for dietary behaviors for people receiving maintenance hemodialysis: a feasibility study of KIDNEYTEXT",
      "authors": [
        "J Dawson",
        "K Campbell",
        "J Craig",
        "A Tong",
        "A Teixeira-Pinto",
        "M Brown"
      ],
      "year": 2021,
      "doi": "10.1053/j.ajkd.2020.11.015"
    },
    {
      "title": "Development and feasibility study of a telemedicine tool for all patients with IBD: MyIBDcoach",
      "authors": [
        "M De Jong",
        "A Van Der Meulen-De Jong",
        "M Romberg-Camps",
        "J Degens",
        "M Becx",
        "T Markus"
      ],
      "year": 2017,
      "doi": "10.1097/MIB.0000000000001034"
    },
    {
      "title": "Assessing digital health implementation for a pediatric chronic pain intervention: comparing the RE-AIM and BIT frameworks against real-world trial data and recommendations for future studies",
      "authors": [
        "R De La Vega",
        "L Ritterband",
        "T Palermo"
      ],
      "year": 2020,
      "doi": "10.2196/19898"
    },
    {
      "title": "Smartphone-based incentives for promoting adherence to antiretroviral therapy: a randomized controlled trial",
      "authors": [
        "A Defulio",
        "A Devoto",
        "H Traxler",
        "D Cosottile",
        "M Fingerhood",
        "P Nuzzo"
      ],
      "year": 2021,
      "doi": "10.1016/j.pmedr.2021.101318"
    },
    {
      "title": "The health buddies app as a novel tool to improve adherence and knowledge in atrial fibrillation patients: a pilot study",
      "authors": [
        "L Desteghe",
        "K Kluts",
        "J Vijgen",
        "P Koopman",
        "D Dilling-Boer",
        "J Schurmans"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7420"
    },
    {
      "title": "A mobile app to improve self-management of individuals with type 2 diabetes: qualitative realist evaluation",
      "authors": [
        "L Desveaux",
        "J Shaw",
        "M Saragosa",
        "C Soobiah",
        "H Marani",
        "J Hensel"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.8712"
    },
    {
      "title": "Assessment of an electronic intervention in young women with heavy menstrual bleeding",
      "authors": [
        "J Dietrich",
        "D Yee",
        "X Santos",
        "J Bercaw-Pratt",
        "J Kurkowski",
        "H Soni"
      ],
      "year": 2017,
      "doi": "10.1016/j.jpag.2016.10.006"
    },
    {
      "title": "PositiveLinks: a mobile health intervention for retention in HIV care and clinical outcomes with 12-month follow-up",
      "authors": [
        "R Dillingham",
        "K Ingersoll",
        "T Flickinger",
        "A Waldman",
        "M Grabowski",
        "C Laurence"
      ],
      "year": 2018,
      "doi": "10.1089/apc.2017.0303"
    },
    {
      "title": "Game of Stones: feasibility randomised controlled trial of how to engage men with obesity in text message and incentive interventions for weight loss",
      "authors": [
        "S Dombrowski",
        "M Mcdonald",
        "M Van Der Pol",
        "M Grindle",
        "A Avenell",
        "P Carroll"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-032653"
    },
    {
      "title": "Adaptive, behavioral intervention impact on weight gain, physical activity, energy intake, and motivational determinants: results of a feasibility trial in pregnant women with overweight/obesity",
      "authors": [
        "D Downs",
        "J Savage",
        "D Rivera",
        "A Pauley",
        "K Leonard",
        "E Hohman"
      ],
      "year": 2021,
      "doi": "10.1007/s10865-021-00227-9"
    },
    {
      "title": "Dietary self-monitoring through calorie tracking but not through a digital photography app is associated with significant weight loss: the 2SMART pilot study-a 6-month randomized trial",
      "authors": [
        "C Dunn",
        "G Turner-Mcgrievy",
        "S Wilcox",
        "B Hutto"
      ],
      "year": 2019,
      "doi": "10.1016/j.jand.2019.03.013"
    },
    {
      "title": "Evaluation of a computerized self-management tool for children with type 1 diabetes: a pilot project",
      "authors": [
        "N Dyal",
        "K Mcassey",
        "G Agarwal"
      ],
      "year": 2017,
      "doi": "10.1016/j.jcjd.2016.09.021"
    },
    {
      "title": "Comparative effectiveness of mHealth-supported exercise compared with exercise alone for people with Parkinson disease: randomized controlled pilot study",
      "authors": [
        "T Ellis",
        "J Cavanaugh",
        "T Deangelis",
        "K Hendron",
        "C Thomas",
        "M Saint-Hilaire"
      ],
      "year": 2019,
      "doi": "10.1093/ptj/pzy131"
    },
    {
      "title": "The Florida mobile health adherence project for people living with HIV (FL-mAPP): longitudinal assessment of feasibility, acceptability, and clinical outcomes",
      "authors": [
        "C Escobar-Viera",
        "Z Zhou",
        "J Morano",
        "R Lucero",
        "S Lieb",
        "S Mcintosh"
      ],
      "year": 2020,
      "doi": "10.2196/14557"
    },
    {
      "title": "Using mobile health to improve asthma self-management in early adolescence: a pilot randomized controlled trial",
      "authors": [
        "D Fedele",
        "J Thomas",
        "A Mcconville",
        "E Mcquaid",
        "S Voorhees",
        "D Janicke"
      ],
      "year": 2021,
      "doi": "10.1016/j.jadohealth.2021.06.011"
    },
    {
      "title": "Feasibility and potential efficacy of commercial mHealth/eHealth tools for weight loss in African American breast cancer survivors: pilot randomized controlled trial",
      "authors": [
        "J Ferrante",
        "K Devine",
        "A Bator",
        "A Rodgers",
        "P Ohman-Strickland",
        "E Bandera"
      ],
      "year": 2020,
      "doi": "10.1093/tbm/iby124"
    },
    {
      "title": "Preliminary evaluation of a brief web and mobile phone intervention for men with depression: men's positive coping strategies and associated depression, resilience, and work and social functioning",
      "authors": [
        "A Fogarty",
        "J Proudfoot",
        "E Whittle",
        "J Clarke",
        "M Player",
        "H Christensen"
      ],
      "year": 2017,
      "doi": "10.2196/mental.7769"
    },
    {
      "title": "Randomized controlled trial of OnTrack, a just-in-time adaptive intervention designed to enhance weight loss",
      "authors": [
        "E Forman",
        "S Goldstein",
        "R Crochiere",
        "M Butryn",
        "A Juarascio",
        "F Zhang"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/ibz137"
    },
    {
      "title": "A randomized controlled trial of personalized text message reminders to promote medication adherence among HIV-positive adolescents and young adults",
      "authors": [
        "R Garofalo",
        "L Kuhns",
        "A Hotton",
        "A Johnson",
        "A Muldoon",
        "D Rice"
      ],
      "year": 2016,
      "doi": "10.1007/s10461-015-1192-x"
    },
    {
      "title": "Assessment of hypertension control among adults participating in a mobile technology blood pressure self-management program",
      "authors": [
        "T Gazit",
        "M Gutman",
        "A Beatty"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.27008"
    },
    {
      "title": "ACTsmart: guided smartphone-delivered acceptance and commitment therapy for chronic pain-a pilot trial",
      "authors": [
        "C Gentili",
        "V Zetterqvist",
        "J Rickardsson",
        "L Holmström",
        "L Simons",
        "R Wicksell"
      ],
      "year": 2021,
      "doi": "10.1093/pm/pnaa360"
    },
    {
      "title": "Enhancing patient activation and self-management activities in patients with type 2 diabetes using the US Department of Defense mobile health care environment: feasibility study",
      "authors": [
        "R Gimbel",
        "L Rennert",
        "P Crawford",
        "J Little",
        "K Truong",
        "J Williams"
      ],
      "year": 2020,
      "doi": "10.2196/17968"
    },
    {
      "title": "Care co-ordinator in my pocket': a feasibility study of mobile assessment and therapy for psychosis (TechCare)",
      "authors": [
        "N Gire",
        "N Caton",
        "M Mckeown",
        "N Mohmed",
        "J Duxbury",
        "J Kelly"
      ],
      "year": 2021,
      "doi": "10.1136/bmjopen-2020-046755"
    },
    {
      "title": "Acceptability and feasibility of a mobile health application for video directly observed therapy of buprenorphine for opioid use disorders in an office-based setting",
      "authors": [
        "M Godersky",
        "J Klein",
        "J Merrill",
        "K Blalock",
        "A Saxon",
        "J Samet"
      ],
      "year": 2020,
      "doi": "10.1097/ADM.0000000000000608"
    },
    {
      "title": "Text messaging and brief phone calls for weight loss in overweight and obese English-and Spanish-speaking adults: a 1-year, parallel-group, randomized controlled trial",
      "authors": [
        "J Godino",
        "N Golaszewski",
        "G Norman",
        "C Rock",
        "W Griswold",
        "E Arredondo"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pmed.1002917"
    },
    {
      "title": "Development and evaluation of the See Me Smoke-Free multi-behavioral mHealth app for women smokers",
      "authors": [
        "J Gordon",
        "J Armin",
        "D Hingle",
        "M Giacobbi",
        "P Cunningham",
        "J Johnson"
      ],
      "year": 2017,
      "doi": "10.1007/s13142-017-0463-7"
    },
    {
      "title": "A mobile app for the self-management of type 1 diabetes among adolescents: a randomized controlled trial",
      "authors": [
        "S Goyal",
        "C Nunn",
        "M Rotondi",
        "A Couperthwaite",
        "S Reiser",
        "A Simone"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7336"
    },
    {
      "title": "Randomized trial of a smartphone mobile app to improve symptoms and adherence to oral therapy for cancer",
      "authors": [
        "J Greer",
        "J Jacobs",
        "N Pensak",
        "L Nisotel",
        "J Fishbein",
        "J Macdonald"
      ],
      "year": 2020,
      "doi": "10.6004/jnccn.2019.7354"
    },
    {
      "title": "A mixed-methods evaluation of the feasibility, acceptability, and preliminary efficacy of a mobile intervention for methadone maintenance clients",
      "authors": [
        "H Guarino",
        "M Acosta",
        "L Marsch",
        "H Xie",
        "Y Aponte-Melendez"
      ],
      "year": 2016,
      "doi": "10.1037/adb0000128"
    },
    {
      "title": "A hospital-community-family-based telehealth program for patients with chronic heart failure: single-arm, prospective feasibility study",
      "authors": [
        "X Guo",
        "X Gu",
        "J Jiang",
        "H Li",
        "R Duan",
        "Y Zhang"
      ],
      "year": 2019,
      "doi": "10.2196/13229"
    },
    {
      "title": "Achieving rapid blood pressure control with digital therapeutics: retrospective cohort and machine learning study",
      "authors": [
        "N Guthrie",
        "M Berman",
        "K Edwards",
        "K Appelbaum",
        "S Dey",
        "J Carpenter"
      ],
      "year": 2019,
      "doi": "10.2196/13030"
    },
    {
      "title": "Text message intervention (TEACH) improves quality of life and patient activation in celiac disease: a randomized clinical trial",
      "authors": [
        "K Haas",
        "A Martin",
        "K Park"
      ],
      "year": 2017,
      "doi": "10.1016/j.jpeds.2017.02.062"
    },
    {
      "title": "Digital delivery of a contingency management intervention for substance use disorder: a feasibility study with DynamiCare Health",
      "authors": [
        "A Hammond",
        "M Sweeney",
        "T Chikosi",
        "M Stitzer"
      ],
      "year": 2021,
      "doi": "10.1016/j.jsat.2021.108425"
    },
    {
      "title": "Mobile medication manager application to improve adherence with immunosuppressive therapy in renal transplant recipients: a randomized controlled trial",
      "authors": [
        "A Han",
        "S Min",
        "S Ahn",
        "Min Hong",
        "H Han"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0224595"
    },
    {
      "title": "Fitbit wear-time and patterns of activity in cancer survivors throughout a physical activity intervention and follow-up: exploratory analysis from a randomised controlled trial",
      "authors": [
        "S Hardcastle",
        "R Jiménez-Castuera",
        "Maxwell Smith",
        "C Bulsara",
        "M Hince"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pone.0240967"
    },
    {
      "title": "Feasibility of a smartphone-enabled cardiac rehabilitation program in male veterans with previous clinical evidence of coronary heart disease",
      "authors": [
        "A Harzand",
        "B Witbrodt",
        "Davis-Watts Ml",
        "A Alrohaibani",
        "D Goese",
        "N Wenger"
      ],
      "year": 2018,
      "doi": "10.1016/j.amjcard.2018.07.028"
    },
    {
      "title": "A wearable activity tracker intervention for promoting physical activity in adolescents with juvenile idiopathic arthritis: a pilot study",
      "authors": [
        "L Heale",
        "S Dover",
        "Y Goh",
        "V Maksymiuk",
        "G Wells",
        "B Feldman"
      ],
      "year": 2018,
      "doi": "10.1186/s12969-018-0282-5"
    },
    {
      "title": "A mobile just-in-time adaptive intervention for smoking cessation: pilot randomized controlled trial",
      "authors": [
        "E Hébert",
        "C Ra",
        "A Alexander",
        "A Helt",
        "R Moisiuc",
        "D Kendzor"
      ],
      "year": 2020,
      "doi": "10.2196/16907"
    },
    {
      "title": "Text2Quit: an analysis of participant engagement in the mobile smoking cessation program",
      "authors": [
        "C Heminger",
        "A Boal",
        "M Zumer",
        "L Abroms"
      ],
      "year": 2016,
      "doi": "10.3109/00952990.2016.1149591"
    },
    {
      "title": "Pragmatic randomised trial of a smartphone app (NRT2Quit) to improve effectiveness of nicotine replacement therapy in a quit attempt by improving medication adherence: results of a prematurely terminated study",
      "authors": [
        "A Herbec",
        "J Brown",
        "L Shahab",
        "R West",
        "T Raupach"
      ],
      "year": 2019,
      "doi": "10.1186/s13063-019-3645-4"
    },
    {
      "title": "A pilot test of the self-management and research technology project: a text message-based diabetes self-management program for adolescents",
      "authors": [
        "L Herbert",
        "S Collier",
        "A Stern",
        "M Monaghan",
        "R Streisand"
      ],
      "year": 2016,
      "doi": "10.1177/1367493515603829"
    },
    {
      "title": "Epic Allies: a gamified mobile app to improve engagement in HIV care and antiretroviral adherence among young men who have sex with men",
      "authors": [
        "L Hightow-Weidman",
        "K Muessig",
        "J Egger",
        "A Vecchio",
        "A Platt"
      ],
      "year": 2021,
      "doi": "10.1007/s10461-021-03222-y"
    },
    {
      "title": "A gamified smartphone app to support engagement in care and medication adherence for HIV-positive young men who have sex with men (AllyQuest): development and pilot study",
      "authors": [
        "L Hightow-Weidman",
        "K Muessig",
        "K Knudtson",
        "M Srivatsa",
        "E Lawrence",
        "S Legrand"
      ],
      "year": 2018,
      "doi": "10.2196/publichealth.8923"
    },
    {
      "title": "Type 1 doing well: pilot feasibility and acceptability study of a strengths-based mHealth app for parents of adolescents with type 1 diabetes",
      "authors": [
        "M Hilliard",
        "V Cao",
        "S Eshtehardi",
        "C Minard",
        "R Saber",
        "D Thompson"
      ],
      "year": 2020,
      "doi": "10.1089/dia.2020.0048"
    },
    {
      "title": "Pilot feasibility study of Heart2HAART: a smartphone application to assist with adherence among substance users living with HIV",
      "authors": [
        "S Himelhoch",
        "J Kreyenbuhl",
        "J Palmer-Bacon",
        "M Chu",
        "C Brown",
        "W Potts"
      ],
      "year": 2017,
      "doi": "10.1080/09540121.2016.1259454"
    },
    {
      "title": "Self-management of stress urinary incontinence via a mobile app: two-year follow-up of a randomized controlled trial",
      "authors": [
        "V Hoffman",
        "L Söderström",
        "E Samuelsson"
      ],
      "year": 2017,
      "doi": "10.1111/aogs.13192"
    },
    {
      "title": "Digital therapeutic self-management intervention in adolescents with migraine: feasibility and preliminary efficacy of \"migraine manager",
      "authors": [
        "K Hommel",
        "J Carmody",
        "A Hershey",
        "C Holbein",
        "M Kabbouche-Samaha",
        "J Peugh"
      ],
      "year": 2020,
      "doi": "10.1111/head.13805"
    },
    {
      "title": "Mobile health use predicts self-efficacy and self-management in adolescents with sickle cell disease",
      "authors": [
        "A Hood",
        "C Nwankwo",
        "A Walton",
        "E Mctate",
        "N Joffe",
        "C Quinn"
      ],
      "year": 2021,
      "doi": "10.1093/tbm/ibab041"
    },
    {
      "title": "Designing patient-centered text messaging interventions for increasing physical activity among participants with type 2 diabetes: qualitative results from the text to move intervention",
      "authors": [
        "G Horner",
        "S Agboola",
        "K Jethwani",
        "A Tan-Mcgrory",
        "L Lopez"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6666"
    },
    {
      "title": "A pilot study of a mobile app to support HIV antiretroviral therapy adherence among men who have sex with men who use stimulants",
      "authors": [
        "K Horvath",
        "S Lammert",
        "R Maclehose",
        "T Danh",
        "J Baker",
        "A Carrico"
      ],
      "year": 2019,
      "doi": "10.1007/s10461-019-02597-3"
    },
    {
      "title": "A smartphone app to improve medication adherence in patients with type 2 diabetes in Asia: feasibility randomized controlled trial",
      "authors": [
        "Z Huang",
        "E Tan",
        "E Lum",
        "P Sloot",
        "B Boehm",
        "J Car"
      ],
      "year": 2019,
      "doi": "10.2196/14914"
    },
    {
      "title": "Testing a mindfulness meditation mobile app for the treatment of sleep-related symptoms in adults with sleep disturbance: a randomized controlled trial",
      "authors": [
        "J Huberty",
        "J Green",
        "M Puzia",
        "L Larkey",
        "B Laird",
        "A Vranceanu"
      ],
      "year": 2021,
      "doi": "10.1371/journal.pone.0244717"
    },
    {
      "title": "Feedback on physical activity through a wearable device connected to a mobile phone app in patients with metabolic syndrome: pilot study",
      "authors": [
        "U Huh",
        "Y Tak",
        "S Song",
        "S Chung",
        "S Sung",
        "C Lee"
      ],
      "year": 2019,
      "doi": "10.2196/13381"
    },
    {
      "title": "Efficacy of Zemedy, a mobile digital therapeutic for the self-management of irritable bowel syndrome: crossover randomized controlled trial",
      "authors": [
        "M Hunt",
        "S Miguez",
        "B Dukas",
        "O Onwude",
        "S White"
      ],
      "year": 2021,
      "doi": "10.2196/26152"
    },
    {
      "title": "Effects of mobile text messaging on glycemic control in patients with coronary heart disease and diabetes mellitus: a randomized clinical trial",
      "authors": [
        "X Huo",
        "H Krumholz",
        "X Bai",
        "E Spatz",
        "Q Ding",
        "P Horak"
      ],
      "year": 2019,
      "doi": "10.1161/CIRCOUTCOMES.119.005805"
    },
    {
      "title": "Enhancement of self-monitoring in a web-based weight loss program by extra individualized feedback and reminders: randomized trial",
      "authors": [
        "M Hutchesson",
        "C Tan",
        "P Morgan",
        "R Callister",
        "C Collins"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4100"
    },
    {
      "title": "Development and preliminary feasibility of an automated hypertension self-management system",
      "authors": [
        "T Irizarry",
        "M Allen",
        "B Suffoletto",
        "J Einhorn",
        "L Burke",
        "T Kamarck"
      ],
      "year": 2018,
      "doi": "10.1016/j.amjmed.2018.04.038"
    },
    {
      "title": "Guided and unguided acceptance and commitment therapy for social anxiety disorder and/or panic disorder provided via the internet and a smartphone application: a randomized controlled trial",
      "authors": [
        "E Ivanova",
        "P Lindner",
        "K Ly",
        "M Dahlin",
        "K Vernmark",
        "G Andersson"
      ],
      "year": 2016,
      "doi": "10.1016/j.janxdis.2016.09.012"
    },
    {
      "title": "Feasibility and acceptability of an asthma app to monitor medication adherence: mixed methods study",
      "authors": [
        "C Jácome",
        "R Almeida",
        "A Pereira",
        "R Amaral",
        "S Mendes",
        "M Alves-Correia"
      ],
      "year": 2021,
      "doi": "10.2196/26442"
    },
    {
      "title": "How is my child's asthma?\" Digital phenotype and actionable insights for pediatric asthma",
      "authors": [
        "U Jaimini",
        "K Thirunarayan",
        "M Kalra",
        "R Venkataraman",
        "D Kadariya",
        "A Sheth"
      ],
      "year": 2018,
      "doi": "10.2196/11988"
    },
    {
      "title": "Longitudinal trial of a smartphone pain application for chronic pain patients: Predictors of compliance and satisfaction",
      "authors": [
        "R Jamison",
        "A Mei"
      ],
      "year": 2018,
      "doi": "10.1177/1357633X16679049"
    },
    {
      "title": "Effects of internet-based cognitive behavioral therapy for harmful alcohol use and alcohol dependence as self-help or with therapist guidance: three-armed randomized trial",
      "authors": [
        "M Johansson",
        "A Berman",
        "K Sinadinovic",
        "P Lindner",
        "U Hermansson",
        "S Andréasson"
      ],
      "year": 2021,
      "doi": "10.2196/29666"
    },
    {
      "title": "Feasibility of implementing mobile technology-delivered mental health treatment in routine adult sickle cell disease care",
      "authors": [
        "C Jonassaint",
        "C Kang",
        "K Prussien",
        "J Yarboi",
        "M Sanger",
        "J Wilson"
      ],
      "year": 2020,
      "doi": "10.1093/tbm/iby107"
    },
    {
      "title": "Life with FOCUS: a qualitative evaluation of the impact of a smartphone intervention on people with serious mental illness",
      "authors": [
        "G Jonathan",
        "E Carpenter-Song",
        "R Brian",
        "D Ben-Zeev"
      ],
      "year": 2019,
      "doi": "10.1037/prj0000337"
    },
    {
      "title": "Enhancing integrative cognitive-affective therapy with ecological momentary interventions: a pilot trial",
      "authors": [
        "A Juarascio",
        "R Hunt",
        "Lantz Lesser",
        "E Engel",
        "S Pisetsky",
        "E Peterson"
      ],
      "year": 2021,
      "doi": "10.1002/erv.2800"
    },
    {
      "title": "Efficacy of an unguided internet-based self-help intervention for social anxiety disorder in university students: a randomized controlled trial",
      "authors": [
        "F Kählke",
        "T Berger",
        "A Schulz",
        "H Baumeister",
        "M Berking",
        "R Auerbach"
      ],
      "year": 2019,
      "doi": "10.1002/mpr.1766"
    },
    {
      "title": "Lifestyle-related effects of the web-based Kanker Nazorg Wijzer (Cancer Aftercare Guide) intervention for cancer survivors: a randomized controlled trial",
      "authors": [
        "I Kanera",
        "C Bolman",
        "R Willems",
        "I Mesters",
        "L Lechner"
      ],
      "year": 2016,
      "doi": "10.1007/s11764-016-0535-6"
    },
    {
      "title": "Use and appreciation of a tailored self-management eHealth intervention for early cancer survivors: process evaluation of a randomized controlled trial",
      "authors": [
        "I Kanera",
        "R Willems",
        "C Bolman",
        "I Mesters",
        "V Zambon",
        "B Gijsen"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5975"
    },
    {
      "title": "Long-term effects of a web-based cancer aftercare intervention on moderate physical activity and vegetable consumption among early cancer survivors: a randomized controlled trial",
      "authors": [
        "I Kanera",
        "R Willems",
        "C Bolman",
        "I Mesters",
        "P Verboon",
        "L Lechner"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0474-2"
    },
    {
      "title": "Assessing the acceptability of a text messaging service and smartphone app to support patient adherence to medications prescribed for high blood pressure: a pilot study",
      "authors": [
        "A Kassavou",
        "A' Court",
        "C Chauhan",
        "J Brimocombe",
        "J Bhattacharya",
        "D Naughton"
      ],
      "year": 2020,
      "doi": "10.1186/s40814-020-00666-2"
    },
    {
      "title": "A text messaging intervention with financial incentive for adolescents with type 1 diabetes",
      "authors": [
        "T Kaushal",
        "L Katz",
        "J Joseph",
        "M Marowitz",
        "K Morales",
        "D Atkins"
      ],
      "year": 2022,
      "doi": "10.1177/1932296820952786"
    },
    {
      "title": "Advantages of mobile health in the management of adult patients with congenital heart disease",
      "authors": [
        "D Kauw",
        "M Koole",
        "M Winter",
        "D Dohmen",
        "I Tulevski",
        "S Blok"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijmedinf.2019.104011"
    },
    {
      "title": "Digital weight loss intervention for parents of children being treated for obesity: a prospective cohort feasibility trial",
      "authors": [
        "M Kay",
        "J Burroughs",
        "S Askew",
        "G Bennett",
        "S Armstrong",
        "D Steinberg"
      ],
      "year": 2018,
      "doi": "10.2196/11093"
    },
    {
      "title": "A lower leg physical activity intervention for individuals with chronic venous leg ulcers: randomized controlled trial",
      "authors": [
        "T Kelechi",
        "M Prentice",
        "M Mueller",
        "M Madisetti",
        "A Vertegel"
      ],
      "year": 2020,
      "doi": "10.2196/15015"
    },
    {
      "title": "Tailored medication adherence incentives for high-risk children with asthma: a pilot study",
      "authors": [
        "C Kenyon",
        "K Sundar",
        "S Gruschow",
        "W Quarshie",
        "C Feudtner",
        "Bryant Stephens"
      ],
      "year": 2020,
      "doi": "10.1080/02770903.2019.1648503"
    },
    {
      "title": "Mobile but connected: harnessing the power of self-efficacy and group support for weight loss success through mHealth intervention",
      "authors": [
        "H Kim",
        "M Faw",
        "A Michaelides"
      ],
      "year": 2017,
      "doi": "10.1080/10810730.2017.1296510"
    },
    {
      "title": "Feasibility of a smartphone application based action plan and monitoring in asthma",
      "authors": [
        "M Kim",
        "S Lee",
        "Jo Lee",
        "S Kang",
        "M Song"
      ],
      "year": 2016,
      "doi": "10.5415/apallergy.2016.6.3.174"
    },
    {
      "title": "Acceptability and feasibility of survivorship care plans and an accompanying mobile health intervention for adolescent and young adult survivors of childhood cancer",
      "authors": [
        "S King-Dowling",
        "A Psihogios",
        "C Hill-Kayser",
        "D Szalda",
        "O 'hagan",
        "B Darabos"
      ],
      "year": 2021,
      "doi": "10.1002/pbc.28884"
    },
    {
      "title": "Effects of eHealth physical activity encouragement in adolescents with complex congenital heart disease: the PReVaiL randomized clinical trial",
      "authors": [
        "S Klausen",
        "L Andersen",
        "L Søndergaard",
        "J Jakobsen",
        "V Zoffmann",
        "K Dideriksen"
      ],
      "year": 2016,
      "doi": "10.1016/j.ijcard.2016.07.092"
    },
    {
      "title": "Development of the top tips habit-based weight loss app and preliminary indications of its usage, effectiveness, and acceptability: mixed-methods pilot study",
      "authors": [
        "N Kliemann",
        "H Croker",
        "F Johnson",
        "R Beeken"
      ],
      "year": 2019,
      "doi": "10.2196/12326"
    },
    {
      "title": "Effectiveness of a mobile health and self-management app for high-risk patients with chronic obstructive pulmonary disease in daily clinical practice: mixed methods evaluation study",
      "authors": [
        "L Kooij",
        "P Vos",
        "A Dijkstra",
        "W Van Harten"
      ],
      "year": 2021,
      "doi": "10.2196/21977"
    },
    {
      "title": "A mobile lifestyle management program (GlycoLeap) for people with type 2 diabetes: single-arm feasibility study",
      "authors": [
        "D Koot",
        "P Goh",
        "R Lim",
        "Y Tian",
        "T Yau",
        "N Tan"
      ],
      "year": 2019,
      "doi": "10.2196/12965"
    },
    {
      "title": "Assessing the acceptability and efficacy of teens taking charge: transplant-a pilot randomized control trial",
      "authors": [
        "M Korus",
        "E Cruchley",
        "M Calic",
        "A Gold",
        "S Anthony",
        "R Parekh"
      ],
      "year": 2020,
      "doi": "10.1111/petr.13612"
    },
    {
      "title": "Effective engagement of adolescent asthma patients with mobile health-supporting medication adherence",
      "authors": [
        "R Kosse",
        "M Bouvy",
        "S Belitser",
        "T De Vries",
        "P Van Der Wal",
        "E Koster"
      ],
      "year": 2019,
      "doi": "10.2196/12411"
    },
    {
      "title": "Evaluating glycemic control in patients of South Asian origin with type 2 diabetes using a digital therapeutic platform: analysis of real-world data",
      "authors": [
        "A Krishnakumar",
        "R Verma",
        "R Chawla",
        "A Sosale",
        "B Saboo",
        "S Joshi"
      ],
      "year": 2021,
      "doi": "10.2196/17908"
    },
    {
      "title": "mHealth mindfulness intervention for women with moderate-to-moderately-severe antenatal depressive symptoms: a pilot study within an integrated health care system",
      "authors": [
        "A Kubo",
        "S Aghaee",
        "E Kurtovich",
        "L Nkemere",
        "C Quesenberry",
        "M Mcginnis"
      ],
      "year": 2021,
      "doi": "10.1007/s12671-021-01606-8"
    },
    {
      "title": "A diabetes mobile app with in-app coaching from a certified diabetes educator reduces A1C for individuals with type 2 diabetes",
      "authors": [
        "S Kumar",
        "H Moseson",
        "J Uppal",
        "J Juusola"
      ],
      "year": 2018,
      "doi": "10.1177/0145721718765650"
    },
    {
      "title": "Using a smartphone-based self-management platform to support medication adherence and clinical consultation in Parkinson's disease",
      "authors": [
        "R Lakshminarayana",
        "D Wang",
        "D Burn",
        "K Chaudhuri",
        "C Galtrey",
        "N Guzman",
        "Ben James"
      ],
      "year": 2017,
      "doi": "10.1038/s41531-016-0003-z"
    },
    {
      "title": "Capturing daily disease experiences of adolescents with chronic pain: mHealth-mediated symptom tracking",
      "authors": [
        "C Lalloo",
        "A Hundert",
        "L Harris",
        "Q Pham",
        "F Campbell",
        "J Chorney"
      ],
      "year": 2019,
      "doi": "10.2196/11838"
    },
    {
      "title": "Adaptive web-based stress management programs among adults with a cardiovascular disease: a pilot Sequential Multiple Assignment Randomized Trial (SMART)",
      "authors": [
        "S Lambert",
        "S Grover",
        "A Laizner",
        "J Mccusker",
        "E Belzile",
        "E Moodie"
      ],
      "year": 2022,
      "doi": "10.1016/j.pec.2021.10.020"
    },
    {
      "title": "Cancer health self-efficacy improvement in a randomized controlled trial",
      "authors": [
        "C Leach",
        "S Hudson",
        "M Diefenbach",
        "K Wiseman",
        "A Sanders",
        "K Coa"
      ],
      "year": 2022,
      "doi": "10.1002/cncr.33947"
    },
    {
      "title": "Patient satisfaction with mobile health (mHealth) application for exercise intervention in breast cancer survivors",
      "authors": [
        "H Lee",
        "K Uhm",
        "I Cheong",
        "J Yoo",
        "S Chung",
        "Y Park"
      ],
      "year": 2018,
      "doi": "10.1007/s10916-018-1096-1"
    },
    {
      "title": "Changes in weight and health-related behavior using smartphone applications in patients with colorectal polyps",
      "authors": [
        "K Lee",
        "H Kim",
        "S Lee",
        "H Ha"
      ],
      "year": 2019,
      "doi": "10.1016/j.jneb.2019.02.002"
    },
    {
      "title": "A novel user utility score for diabetes management using tailored mobile coaching: secondary analysis of a randomized controlled trial",
      "authors": [
        "M Lee",
        "D Lee",
        "H Ahn",
        "C Park"
      ],
      "year": 2021,
      "doi": "10.2196/17573"
    },
    {
      "title": "Effects of short-term mobile application use on weight reduction for patients with type 2 diabetes",
      "authors": [
        "S Lee",
        "S Park",
        "Y Park",
        "K Kim",
        "H Choi",
        "S Oh"
      ],
      "year": 2021,
      "doi": "10.7570/jomes21047"
    },
    {
      "title": "Evaluating the use of mobile health technology in older adults with heart failure: mixed-methods study",
      "authors": [
        "L Lefler",
        "S Rhoads",
        "M Harris",
        "A Funderburg",
        "S Lubin",
        "I Martel"
      ],
      "year": 2018,
      "doi": "10.2196/12178"
    },
    {
      "title": "Process evaluation of a brief messaging intervention to improve diabetes treatment adherence in sub-Saharan Africa",
      "authors": [
        "N Leon",
        "H Namadingo",
        "S Cooper",
        "K Bobrow",
        "C Mwantisi",
        "M Nyasulu"
      ],
      "year": 2021,
      "doi": "10.1186/s12889-021-11552-8"
    },
    {
      "title": "Utilizing a novel mobile health \"selfie\" application to improve compliance to iron chelation in pediatric patients receiving chronic transfusions",
      "authors": [
        "S Leonard",
        "L Anderson",
        "J Jonassaint",
        "C Jonassaint",
        "N Shah"
      ],
      "year": 2017,
      "doi": "10.1097/MPH.0000000000000743"
    },
    {
      "title": "Outcomes of psychoeducation and a text messaging adherence intervention among individuals with hypertension and bipolar disorder",
      "authors": [
        "J Levin",
        "M Sajatovic",
        "M Rahman",
        "M Aebi",
        "C Tatsuoka",
        "C Depp"
      ],
      "year": 2019,
      "doi": "10.1176/appi.ps.201800482"
    },
    {
      "title": "Smartphone-enhanced symptom management in psychosis: open, randomized controlled trial",
      "authors": [
        "S Lewis",
        "J Ainsworth",
        "C Sanders",
        "C Stockton-Powdrell",
        "M Machin",
        "P Whelan"
      ],
      "year": 2020,
      "doi": "10.2196/17019"
    },
    {
      "title": "Smartphone-based physical activity telecoaching in chronic obstructive pulmonary disease: mixed-methods study on patient experiences and lessons for implementation",
      "authors": [
        "M Loeckx",
        "R Rabinovich",
        "H Demeyer",
        "Z Louvaris",
        "R Tanner",
        "N Rubio"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9774"
    },
    {
      "title": "Executive functioning, depressive symptoms, and intervention engagement in a sample of adolescents enrolled in a weight management program",
      "authors": [
        "K Lopez",
        "S Salvy",
        "C Fink",
        "J Werner",
        "C Wee",
        "E Hegedus"
      ],
      "year": 2021,
      "doi": "10.1089/chi.2020.0334"
    },
    {
      "title": "Usability and acceptability of a mobile app for the self-management of alcohol misuse among Veterans (Step Away): pilot cohort study",
      "authors": [
        "C Malte",
        "P Dulin",
        "J Baer",
        "J Fortney",
        "A Danner",
        "A Lott"
      ],
      "year": 2021,
      "doi": "10.2196/25927"
    },
    {
      "title": "Structured scaffolding for reflection and problem solving in diabetes self-management: qualitative study of mobile diabetes detective",
      "authors": [
        "L Mamykina",
        "E Heitkemper",
        "A Smaldone",
        "R Kukafka",
        "H Cole-Lewis",
        "P Davidson"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv169"
    },
    {
      "title": "Smartphone cognitive behavioral therapy as an adjunct to pharmacotherapy for refractory depression: randomized controlled trial",
      "authors": [
        "A Mantani",
        "T Kato",
        "T Furukawa",
        "M Horikoshi",
        "H Imai",
        "T Hiroe"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.8602"
    },
    {
      "title": "Mixed-methods randomized evaluation of FAMS: a mobile phone-delivered intervention to improve family/friend involvement in adults' type 2 diabetes self-care",
      "authors": [
        "L Mayberry",
        "C Berg",
        "R Greevy",
        "L Nelson",
        "E Bergner",
        "K Wallston"
      ],
      "year": 2021,
      "doi": "10.1093/abm/kaaa041"
    },
    {
      "title": "Evaluating an adaptive and interactive mHealth smoking cessation and medication adherence program: a randomized pilot feasibility study",
      "authors": [
        "J Mcclure",
        "M Anderson",
        "K Bradley",
        "L An",
        "S Catz"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.6002"
    },
    {
      "title": "Text-message responsiveness to blood glucose monitoring reminders is associated with HbA benefit in teenagers with type 1 diabetes",
      "authors": [
        "D Mcgill",
        "L Volkening",
        "D Butler",
        "R Wasserman",
        "B Anderson",
        "L Laffel"
      ],
      "year": 2019,
      "doi": "10.1111/dme.13929"
    },
    {
      "title": "Exploratory analysis of the impact of an mHealth medication adherence intervention on tacrolimus trough concentration variability: post hoc results of a randomized controlled trial",
      "authors": [
        "J Mcgillicuddy",
        "J Chandler",
        "L Sox",
        "D Taber"
      ],
      "year": 2020,
      "doi": "10.1177/1060028020931806"
    },
    {
      "title": "Adoption of a novel smart mobile-health application technology to track chronic immunosuppression adherence in solid organ transplantation: Results of a prospective, observational, multicentre, pilot study",
      "authors": [
        "E Melilli",
        "G Cestone",
        "I Revuelta",
        "M Meneghini",
        "L Lladó",
        "N Montero"
      ],
      "year": 2021,
      "doi": "10.1111/ctr.14278"
    },
    {
      "title": "Oncokompas', a web-based self-management application to support patient activation and optimal supportive care: a feasibility study among breast cancer survivors",
      "authors": [
        "H Melissant",
        "I Verdonck-De Leeuw",
        "B Lissenberg-Witte",
        "I Konings",
        "P Cuijpers",
        "C Van Uden-Kraan"
      ],
      "year": 2018,
      "doi": "10.1080/0284186x.2018.1438654"
    },
    {
      "title": "An open trial of app-assisted acceptance and commitment therapy (iACT) for eating disorders in type 1 diabetes",
      "authors": [
        "R Merwin",
        "A Moskovich",
        "M Babyak",
        "M Feinglos",
        "L Honeycutt",
        "J Mooney"
      ],
      "year": 2021,
      "doi": "10.1186/s40337-020-00357-6"
    },
    {
      "title": "Smartphone-delivered progressive muscle relaxation for the treatment of migraine in primary care: a randomized controlled trial",
      "authors": [
        "M Minen",
        "S Adhikari",
        "J Padikkala",
        "S Tasneem",
        "A Bagheri",
        "E Goldberg"
      ],
      "year": 2020,
      "doi": "10.1111/head.14010"
    },
    {
      "title": "Smartphone based behavioral therapy for pain in multiple sclerosis (MS) patients: a feasibility acceptability randomized controlled study for the treatment of comorbid migraine and MS pain",
      "authors": [
        "M Minen",
        "K Schaubhut",
        "K Morio"
      ],
      "year": 2020,
      "doi": "10.1016/j.msard.2020.102489"
    },
    {
      "title": "Guided self-help works: randomized waitlist controlled trial of pacifica, a mobile app integrating cognitive behavioral therapy and mindfulness for stress, anxiety, and depression",
      "authors": [
        "C Moberg",
        "A Niles",
        "D Beermann"
      ],
      "year": 2019,
      "doi": "10.2196/12556"
    },
    {
      "title": "A mobile app with optical imaging for the self-management of hand rheumatoid arthritis: pilot study",
      "authors": [
        "E Mollard",
        "K Michaud"
      ],
      "year": 2018,
      "doi": "10.2196/12221"
    },
    {
      "title": "User evaluation of patient counselling, combining nurse consultation and eHealth in hand eczema",
      "authors": [
        "A Mollerup",
        "G Harboe",
        "J Johansen"
      ],
      "year": 2016,
      "doi": "10.1111/cod.12534"
    },
    {
      "title": "Individualized texting for adherence building (iTAB) for methamphetamine users living with HIV: a pilot randomized clinical trial",
      "authors": [
        "D Moore",
        "E Pasipanodya",
        "A Umlauf",
        "A Rooney",
        "B Gouaux",
        "C Depp"
      ],
      "year": 2018,
      "doi": "10.1016/j.drugalcdep.2018.05.013"
    },
    {
      "title": "A patient-centered mobile health system that supports asthma self-management (breathe): design, development, and utilization",
      "authors": [
        "P Morita",
        "M Yeung",
        "M Ferrone",
        "A Taite",
        "C Madeley",
        "Stevens Lavigne"
      ],
      "year": 2019,
      "doi": "10.2196/10956"
    },
    {
      "title": "Perceptions and acceptability of text messaging for diabetes care in primary care in Argentina: exploratory study",
      "authors": [
        "D Moyano",
        "D Morelli",
        "M Santero",
        "M Belizan",
        "V Irazola",
        "A Beratarrechea"
      ],
      "year": 2019,
      "doi": "10.2196/10350"
    },
    {
      "title": "Mobile momentary assessment and biobehavioral feedback for adolescents with type 1 diabetes: feasibility and engagement patterns",
      "authors": [
        "S Mulvaney",
        "S Vaala",
        "K Hood",
        "C Lybarger",
        "R Carroll",
        "L Williams"
      ],
      "year": 2018,
      "doi": "10.1089/dia.2018.0064"
    },
    {
      "title": "Engagement and weight loss: results from the mobile health and diabetes trial",
      "authors": [
        "S Muralidharan",
        "H Ranjani",
        "Mohan Anjana",
        "Jena Tandon",
        "N Gupta"
      ],
      "year": 2019,
      "doi": "10.1089/dia.2019.0134"
    },
    {
      "title": "A smartphone app to support adherence to inhaled corticosteroids in young adults with asthma: multi-methods feasibility study",
      "authors": [
        "J Murphy",
        "J Mcsharry",
        "L Hynes",
        "G Molloy"
      ],
      "year": 2021,
      "doi": "10.2196/28784"
    },
    {
      "title": "Effects of a tailored text messaging intervention among diverse adults with type 2 diabetes: evidence from the 15-month REACH randomized controlled trial",
      "authors": [
        "L Nelson",
        "R Greevy",
        "A Spieker",
        "K Wallston",
        "T Elasy",
        "S Kripalani"
      ],
      "year": 2021,
      "doi": "10.2337/dc20-0961"
    },
    {
      "title": "Disparities in the use of a mHealth medication adherence promotion intervention for low-income adults with type 2 diabetes",
      "authors": [
        "L Nelson",
        "S Mulvaney",
        "T Gebretsadik",
        "Y Ho",
        "K Johnson",
        "C Osborn"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv082"
    },
    {
      "title": "User engagement among diverse adults in a 12-month text message-delivered diabetes support intervention: results from a randomized controlled trial",
      "authors": [
        "L Nelson",
        "A Spieker",
        "R Greevy",
        "L Lestourgeon",
        "K Wallston",
        "L Mayberry"
      ],
      "year": 2020,
      "doi": "10.2196/17534"
    },
    {
      "title": "Patient and parent perspectives on improving pediatric asthma self-management through a mobile health intervention: pilot study",
      "authors": [
        "M Nichols",
        "S Miller",
        "F Treiber",
        "K Ruggiero",
        "E Dawley",
        "Teufel Ii"
      ],
      "year": 2020,
      "doi": "10.2196/15295"
    },
    {
      "title": "MyCompass in a Swedish context -lessons learned from the transfer of a self-guided intervention targeting mental health problems",
      "authors": [
        "A Nilsson",
        "K Sörman",
        "J Klingvall",
        "E Ovelius",
        "J Lundberg",
        "C Hellner"
      ],
      "year": 2019,
      "doi": "10.1186/s12888-019-2039-1"
    },
    {
      "title": "Intervention use and symptom change with unguided internet-based cognitive behavioral therapy for depression during the COVID-19 pandemic: log data analysis of a convenience sample",
      "authors": [
        "C Oehler",
        "K Scholze",
        "H Reich",
        "C Sander",
        "U Hegerl"
      ],
      "year": 2021,
      "doi": "10.2196/28321"
    },
    {
      "title": "Experience of using an app in HIV patients older than 60 years: pilot program",
      "authors": [
        "J Olalla",
        "García De Lomas",
        "J Márquez",
        "E González",
        "Del Arco",
        "A De",
        "La Torre"
      ],
      "year": 2019,
      "doi": "10.2196/mhealth.9904"
    },
    {
      "title": "Integrating a smartphone-based self-management system into usual care of advanced CKD",
      "authors": [
        "S Ong",
        "S Jassal",
        "J Miller",
        "E Porter",
        "J Cafazzo",
        "E Seto"
      ],
      "year": 2016,
      "doi": "10.2215/CJN.10681015"
    },
    {
      "title": "One Drop | Mobile: an evaluation of hemoglobin A1c improvement linked to app engagement",
      "authors": [
        "C Osborn",
        "J Van Ginkel",
        "D Rodbard",
        "M Heyman",
        "D Marrero",
        "B Huddleston"
      ],
      "year": 2017,
      "doi": "10.2196/diabetes.8039"
    },
    {
      "title": "Guided digital cognitive behavioral program for anxiety in primary care: propensity-matched controlled trial",
      "authors": [
        "M Oser",
        "M Wallace",
        "F Solano",
        "E Szigethy"
      ],
      "year": 2019,
      "doi": "10.2196/11981"
    },
    {
      "title": "Feasibility of a texting intervention to improve medication adherence among older HIV+ African Americans: A mixed-method pilot study",
      "authors": [
        "M Pagan-Ortiz",
        "P Goulet",
        "L Kogelman",
        "S Levkoff",
        "P Weitzman"
      ],
      "year": 2019,
      "doi": "10.1177/2333721419855662"
    },
    {
      "title": "Slip Buddy app for weight management: randomized feasibility trial of a dietary lapse tracking app",
      "authors": [
        "S Pagoto",
        "B Tulu",
        "M Waring",
        "J Goetz",
        "J Bibeau",
        "J Divito"
      ],
      "year": 2021,
      "doi": "10.2196/24249"
    },
    {
      "title": "A digital health psychological intervention (WebMAP Mobile) for children and adolescents with chronic pain: results of a hybrid effectiveness-implementation stepped-wedge cluster randomized trial",
      "authors": [
        "T Palermo",
        "La De",
        "R Vega",
        "C Murray",
        "E Law",
        "C Zhou"
      ],
      "year": 2020,
      "doi": "10.1097/j.pain.0000000000001994"
    },
    {
      "title": "Comparing self-monitoring strategies for weight loss in a smartphone app: randomized controlled trial",
      "authors": [
        "M Patel",
        "C Hopkins",
        "T Brooks",
        "G Bennett"
      ],
      "year": 2019,
      "doi": "10.2196/12209"
    },
    {
      "title": "Identifying content-based engagement patterns in a smoking cessation website and associations with user characteristics and cessation outcomes: a sequence and cluster analysis",
      "authors": [
        "O Perski",
        "N Watson",
        "K Mull",
        "J Bricker"
      ],
      "year": 2021,
      "doi": "10.1093/ntr/ntab008"
    },
    {
      "title": "Feasibility of an mHealth self-management intervention for children and adolescents with sickle cell disease and their families",
      "authors": [
        "S Phillips",
        "J Kanter",
        "M Mueller",
        "A Gulledge",
        "K Ruggiero",
        "M Johnson"
      ],
      "year": 2021,
      "doi": "10.1093/tbm/ibaa132"
    },
    {
      "title": "Feasibility and acceptability of a mobile phone app intervention for coping with cancer as a young adult: pilot trial and thematic analysis",
      "authors": [
        "H Poort",
        "A Ryan",
        "K Macdougall",
        "P Malinowski",
        "A Macdonald",
        "Z Markin"
      ],
      "year": 2021,
      "doi": "10.2196/25069"
    },
    {
      "title": "A smartphone intervention to promote time restricted eating reduces body weight and blood pressure in adults with overweight and obesity: a pilot study",
      "authors": [
        "M Prasad",
        "K Fine",
        "A Gee",
        "N Nair",
        "C Popp",
        "B Cheng"
      ],
      "year": 2021,
      "doi": "10.3390/nu13072148"
    },
    {
      "title": "Contextual predictors of engagement in a tailored mHealth intervention for adolescent and young adult cancer survivors",
      "authors": [
        "A Psihogios",
        "S King-Dowling",
        "O 'hagan",
        "B Darabos",
        "K Maurer",
        "L Young"
      ],
      "year": 2021,
      "doi": "10.1093/abm/kaab008"
    },
    {
      "title": "Feasibility and acceptability of mobile phone-based auto-personalized physical activity recommendations for chronic pain self-management: pilot study on adults",
      "authors": [
        "M Rabbi",
        "M Aung",
        "G Gay",
        "M Reid",
        "T Choudhury"
      ],
      "year": 2018,
      "doi": "10.2196/10147"
    },
    {
      "title": "A preliminary test of an mHealth facilitated health coaching intervention to improve medication adherence among persons living with HIV",
      "authors": [
        "S Ramsey",
        "E Ames",
        "J Uber",
        "S Habib",
        "S Clark",
        "D Waldrop"
      ],
      "year": 2021,
      "doi": "10.1007/s10461-021-03342-5"
    },
    {
      "title": "Factors influencing sustained engagement with ECG self-monitoring: perspectives from patients and health care providers",
      "authors": [
        "M Reading",
        "D Baik",
        "M Beauchemin",
        "K Hickey",
        "J Merrill"
      ],
      "year": 2018,
      "doi": "10.1055/s-0038-1672138"
    },
    {
      "title": "A digital health intervention for cardiovascular disease management in primary care (CONNECT) randomized controlled trial",
      "authors": [
        "J Redfern",
        "G Coorey",
        "J Mulley",
        "A Scaria",
        "L Neubeck",
        "N Hafiz"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-00325-z"
    },
    {
      "title": "Testing the acceptability and initial efficacy of a smartphone-app mindfulness intervention for college student veterans with PTSD",
      "authors": [
        "A Reyes",
        "T Bhatta",
        "V Muthukumar",
        "W Gangozo"
      ],
      "year": 2020,
      "doi": "10.1016/j.apnu.2020.02.004"
    },
    {
      "title": "Text messaging (SMS) helping cancer care in patients undergoing chemotherapy treatment: a pilot study",
      "authors": [
        "T Rico",
        "Dos Santos Machado",
        "K Fernandes",
        "V Madruga",
        "S Noguez",
        "P Barcelos"
      ],
      "year": 2017,
      "doi": "10.1007/s10916-017-0831-3"
    },
    {
      "title": "The DBT coach mobile application as an adjunct to treatment for suicidal and self-injuring individuals with borderline personality disorder: a preliminary evaluation and challenges to client utilization",
      "authors": [
        "S Rizvi",
        "C Hughes",
        "M Thomas"
      ],
      "year": 2016,
      "doi": "10.1037/ser0000100"
    },
    {
      "title": "Compliance and utility of a smartphone app for the detection of exacerbations in patients with chronic obstructive pulmonary disease: cohort study",
      "authors": [
        "Rodriguez Hermosa",
        "Fuster Gomila",
        "Puente Maestu",
        "Amado Diago",
        "Callejas González",
        "Malo De Molina Ruiz"
      ],
      "year": 2020,
      "doi": "10.2196/15699"
    },
    {
      "title": "Long-term follow-up of a randomized controlled trial evaluating a mobile health intervention for self-management in lung transplant recipients",
      "authors": [
        "E Rosenberger",
        "Devito Dabbs",
        "A Dimartini",
        "A Landsittel",
        "D Pilewski",
        "J Dew"
      ],
      "year": 2017,
      "doi": "10.1111/ajt.14062"
    },
    {
      "title": "Clinical integration of a smartphone app for patients with chronic pain: retrospective analysis of predictors of benefits and patient engagement between clinic visits",
      "authors": [
        "E Ross",
        "R Jamison",
        "L Nicholls",
        "B Perry",
        "K Nolen"
      ],
      "year": 2020,
      "doi": "10.2196/16939"
    },
    {
      "title": "Assessment of a mobile app by adolescents and young adults with cystic fibrosis: pilot evaluation",
      "authors": [
        "I Rudolf",
        "K Pieper",
        "H Nolte",
        "S Junge",
        "C Dopfer",
        "A Sauer-Heilborn"
      ],
      "year": 2019,
      "doi": "10.2196/12442"
    },
    {
      "title": "Real-world effectiveness of app-based treatment for urinary incontinence: a cohort study",
      "authors": [
        "P Rygh",
        "I Asklund",
        "E Samuelsson"
      ],
      "year": 2021,
      "doi": "10.1136/bmjopen-2020-040819"
    },
    {
      "title": "A mobile health app (WYZ) for engagement in care and antiretroviral therapy adherence among youth and young adults living with HIV: single-arm pilot intervention study",
      "authors": [
        "P Saberi",
        "Lisha Erguera",
        "X Hudes",
        "E Johnson",
        "M Ruel"
      ],
      "year": 2021,
      "doi": "10.2196/26861"
    },
    {
      "title": "Efficacy and utilization of an acceptance and commitment therapy-based smartphone application for smoking cessation among Black adults: secondary analysis of the iCanQuit randomized trial",
      "authors": [
        "M Santiago-Torres",
        "K Mull",
        "B Sullivan",
        "D Kwon",
        "N Nollen",
        "M Zvolensky"
      ],
      "year": 2022,
      "doi": "10.1111/add.15721"
    },
    {
      "title": "Efficacy and utilization of smartphone applications for smoking cessation among American Indians and Alaska Natives: results from the iCanQuit trial",
      "authors": [
        "M Santiago-Torres",
        "K Mull",
        "B Sullivan",
        "D Kwon",
        "Nez Henderson",
        "P Nelson"
      ],
      "year": 2022,
      "doi": "10.1093/ntr/ntab213"
    },
    {
      "title": "The feasibility, acceptability, and outcomes of PRIME-D: a novel mobile intervention treatment for depression",
      "authors": [
        "D Schlosser",
        "T Campellone",
        "B Truong",
        "J Anguera",
        "S Vergani",
        "S Vinogradov"
      ],
      "year": 2017,
      "doi": "10.1002/da.22624"
    },
    {
      "title": "Mobile health technology for improving symptom management in low income persons living with HIV",
      "authors": [
        "R Schnall",
        "H Cho",
        "A Mangone",
        "A Pichon",
        "H Jia"
      ],
      "year": 2018,
      "doi": "10.1007/s10461-017-2014-0"
    },
    {
      "title": "I have most of my asthma under control and I know how my asthma acts: users' perceptions of asthma self-management mobile app tailored for adolescents",
      "authors": [
        "T Schneider",
        "L Baum",
        "Amy Marisa"
      ],
      "year": 2020,
      "doi": "10.1177/1460458218824734"
    },
    {
      "title": "A randomized clinical trial of smartphone self-managed recovery support services",
      "authors": [
        "C Scott",
        "M Dennis",
        "K Johnson",
        "C Grella"
      ],
      "year": 2020,
      "doi": "10.1016/j.jsat.2020.108089"
    },
    {
      "title": "An mHealth app for self-management of chronic lower back pain (Limbr): pilot study",
      "authors": [
        "A Selter",
        "C Tsangouri",
        "S Ali",
        "D Freed",
        "A Vatchinsky",
        "J Kizer"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8256"
    },
    {
      "title": "Anxiety, incentives, and adherence to self-monitoring on a mobile health platform: a naturalistic longitudinal cohort study in people with headache",
      "authors": [
        "E Seng",
        "P Prieto",
        "G Boucher",
        "M Vives-Mestres"
      ],
      "year": 2018,
      "doi": "10.1111/head.13422"
    },
    {
      "title": "Association between user engagement of a mobile health app for gout and improvements in self-care behaviors: randomized controlled trial",
      "authors": [
        "A Serlachius",
        "K Schache",
        "A Kieser",
        "B Arroll",
        "K Petrie",
        "N Dalbeth"
      ],
      "year": 2019,
      "doi": "10.2196/15021"
    },
    {
      "title": "A randomized, controlled, behavioral intervention to promote walking after abdominal organ transplantation: results from the LIFT study",
      "authors": [
        "M Serper",
        "I Barankay",
        "S Chadha",
        "J Shults",
        "L Jones",
        "K Olthoff"
      ],
      "year": 2020,
      "doi": "10.1111/tri.13570"
    },
    {
      "title": "Self-monitoring diabetes with multiple mobile health devices",
      "authors": [
        "R Shaw",
        "Q Yang",
        "A Barnes",
        "D Hatch",
        "M Crowley",
        "A Vorderstrasse"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocaa007"
    },
    {
      "title": "Randomized controlled trial of a 12-week digital care program in improving low back pain",
      "authors": [
        "R Shebib",
        "J Bailey",
        "P Smittenaar",
        "D Perez",
        "G Mecklenburg",
        "S Hunter"
      ],
      "year": 2019,
      "doi": "10.1038/s41746-018-0076-7"
    },
    {
      "title": "Motivational text message intervention for eating disorders: a single-case alternating treatment design using ecological momentary assessment",
      "authors": [
        "R Shingleton",
        "E Pratt",
        "B Gorman",
        "D Barlow",
        "T Palfai",
        "H Thompson-Brenner"
      ],
      "year": 2016,
      "doi": "10.1016/j.beth.2016.01.005"
    },
    {
      "title": "Feasibility and treatment effect of a web-based cognitive behavioral therapy for insomnia program in individuals with multiple sclerosis: a pilot randomized controlled trial",
      "authors": [
        "C Siengsukon",
        "Silveira Beck",
        "E Drerup"
      ],
      "year": 2021,
      "doi": "10.7224/1537-2073.2019-122"
    },
    {
      "title": "A mobile-and web-based health intervention program for diabetes and prediabetes self-management (BetaMe/Melon): process evaluation following a randomized controlled trial",
      "authors": [
        "V Signal",
        "M Mcleod",
        "J Stanley",
        "J Stairmand",
        "N Sukumaran",
        "D Thompson"
      ],
      "year": 2020,
      "doi": "10.2196/19150"
    },
    {
      "title": "Engagement with manage my pain mobile health application among patients at the transitional pain service",
      "authors": [
        "P Slepian",
        "M Peng",
        "T Janmohamed",
        "Y Kotteeswaran",
        "V Manoo",
        "A Blades"
      ],
      "year": 2020,
      "doi": "10.1177/2055207620962297"
    },
    {
      "title": "Effects of an abbreviated obesity intervention supported by mobile technology: the ENGAGED randomized clinical trial",
      "authors": [
        "B Spring",
        "C Pellegrini",
        "A Pfammatter",
        "J Duncan",
        "A Pictor",
        "H Mcfadden"
      ],
      "year": 2017,
      "doi": "10.1002/oby.21842"
    },
    {
      "title": "Feasibility and acceptability of mHealth interventions for managing hyperphosphatemia in patients undergoing hemodialysis",
      "authors": [
        "D St-Jules",
        "K Woolf",
        "D Goldfarb",
        "M Pompeii",
        "H Li",
        "C Wang"
      ],
      "year": 2021,
      "doi": "10.1053/j.jrn.2020.07.009"
    },
    {
      "title": "Smartphone-delivered self-management for first-episode psychosis: the ARIES feasibility randomised controlled trial",
      "authors": [
        "T Steare",
        "O 'hanlon",
        "P Eskinazi",
        "M Osborn",
        "D Lloyd-Evans",
        "B Jones"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-034927"
    },
    {
      "title": "Effects of a long-term smartphone-based self-monitoring intervention in patients with lipid metabolism disorders",
      "authors": [
        "A Steinert",
        "C Eicher",
        "M Haesner",
        "E Steinhagen-Thiessen"
      ],
      "year": 2020,
      "doi": "10.1080/10400435.2018.1493710"
    },
    {
      "title": "A mobile app for social anxiety disorder: a three-arm randomized controlled trial comparing mobile and PC-based guided self-help interventions",
      "authors": [
        "T Stolz",
        "A Schulz",
        "T Krieger",
        "A Vincent",
        "A Urech",
        "C Moser"
      ],
      "year": 2018,
      "doi": "10.1037/ccp0000301"
    },
    {
      "title": "Is clinician-supported use of a mindfulness smartphone app a feasible treatment for depression? A mixed-methods feasibility study",
      "authors": [
        "C Strauss",
        "C Dunkeld",
        "K Cavanagh"
      ],
      "year": 2021,
      "doi": "10.1016/j.invent.2021.100413"
    },
    {
      "title": "A behavior-modification, clinical-grade mobile application to improve breast cancer survivors' accountability and health outcomes",
      "authors": [
        "R Stubbins",
        "T He",
        "X Yu",
        "M Puppala",
        "C Ezeana",
        "S Chen"
      ],
      "year": 2018,
      "doi": "10.1200/CCI.18.00054"
    },
    {
      "title": "Influence of personality on mHealth use in patients with diabetes: prospective pilot study",
      "authors": [
        "J Su",
        "M Dugas",
        "X Guo",
        "G Gao"
      ],
      "year": 2020,
      "doi": "10.2196/17709"
    },
    {
      "title": "Guided and unguided internet-based treatment for problematic alcohol use -a randomized controlled pilot trial",
      "authors": [
        "C Sundström",
        "M Gajecki",
        "M Johansson",
        "M Blankers",
        "K Sinadinovic",
        "E Stenlund-Gens"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0157817"
    },
    {
      "title": "Feasibility and acceptability of mobile phone self-monitoring and automated feedback to enhance telephone coaching for people with risky substance use: the QUIT-mobile pilot study",
      "authors": [
        "D Swendeman",
        "S Sumstine",
        "E Aguilar",
        "P Gorbach",
        "W Comulada",
        "L Gelberg"
      ],
      "year": 2021,
      "doi": "10.1097/ADM.0000000000000707"
    },
    {
      "title": "High level of integration in integrated disease management leads to higher usage in the e-Vita study: self-management of chronic obstructive pulmonary disease with web-based platforms in a parallel cohort design",
      "authors": [
        "E Talboom-Kamp",
        "N Verdijk",
        "M Kasteleyn",
        "L Harmans",
        "I Talboom",
        "M Numans"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7037"
    },
    {
      "title": "Effects of use of an eHealth platform e-Vita for COPD patients on disease specific quality of life domains",
      "authors": [
        "E Talboom-Kamp",
        "M Holstege",
        "N Chavannes",
        "M Kasteleyn"
      ],
      "year": 2019,
      "doi": "10.1186/s12931-019-1110-2"
    },
    {
      "title": "Effect of a combined education and eHealth programme on the control of oral anticoagulation patients (PORTALS study): a parallel cohort design in Dutch primary care",
      "authors": [
        "E Talboom-Kamp",
        "N Verdijk",
        "M Kasteleyn",
        "L Harmans",
        "I Talboom",
        "M Numans"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-017909"
    },
    {
      "title": "Ibobbly mobile health intervention for suicide prevention in Australian Indigenous youth: a pilot randomised controlled trial",
      "authors": [
        "J Tighe",
        "F Shand",
        "R Ridani",
        "A Mackinnon",
        "La De",
        "N Mata",
        "H Christensen"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-013518"
    },
    {
      "title": "Impact of a pilot structured mobile technology based lifestyle intervention for patients with nonalcoholic fatty liver disease",
      "authors": [
        "M Tincopa",
        "A Lyden",
        "J Wong",
        "E Jackson",
        "C Richardson",
        "A Lok"
      ],
      "year": 2022,
      "doi": "10.1007/s10620-021-06922-6"
    },
    {
      "title": "Randomized factorial experiment of components of the SmokeFree Baby smartphone application to aid smoking cessation in pregnancy",
      "authors": [
        "I Tombor",
        "E Beard",
        "J Brown",
        "L Shahab",
        "S Michie",
        "R West"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/iby073"
    },
    {
      "title": "Video directly observed therapy for patients receiving office-based buprenorphine -a pilot randomized controlled trial",
      "authors": [
        "J Tsui",
        "B Leroux",
        "A Radick",
        "Z Schramm",
        "K Blalock",
        "C Labelle"
      ],
      "year": 2021,
      "doi": "10.1016/j.drugalcdep.2021.108917"
    },
    {
      "title": "The effects of continuous usage of a diabetes management app on glycemic control in real-world clinical practice: retrospective analysis",
      "authors": [
        "Y Tu",
        "Y Chang",
        "H Chiou",
        "K Lai"
      ],
      "year": 2021,
      "doi": "10.2196/23227"
    },
    {
      "title": "The Dietary Intervention to Enhance Tracking with Mobile Devices (DIET Mobile) study: a 6-month randomized weight loss trial",
      "authors": [
        "G Turner-Mcgrievy",
        "S Wilcox",
        "A Boutté",
        "B Hutto",
        "C Singletary",
        "E Muth"
      ],
      "year": 2017,
      "doi": "10.1002/oby.21889"
    },
    {
      "title": "Self-monitoring and reminder text messages to increase physical activity in colorectal cancer survivors (Smart Pace): a pilot randomized controlled trial",
      "authors": [
        "E Van Blarigan",
        "Chan Van Loon",
        "K Kenfield",
        "S Chan",
        "J Mitchell"
      ],
      "year": 2019,
      "doi": "10.1186/s12885-019-5427-5"
    },
    {
      "title": "Feasibility and acceptability of a web-based dietary intervention with text messages for colorectal cancer: a randomized pilot trial",
      "authors": [
        "E Van Blarigan",
        "S Kenfield",
        "J Chan",
        "K Van Loon",
        "A Paciorek",
        "L Zhang"
      ],
      "year": 2020,
      "doi": "10.1158/1055-9965.epi-19-0840"
    },
    {
      "title": "A link to the outside:\" patient perspectives on a mobile texting program to improve depression self-management",
      "authors": [
        "J Van Tiem",
        "J Moeckli",
        "N Suiter",
        "L Fuhrmeister",
        "K Pham",
        "L Dindo"
      ],
      "year": 2021,
      "doi": "10.1016/j.pec.2021.02.018"
    },
    {
      "title": "Perceptions of patients with chronic obstructive pulmonary disease and their physiotherapists regarding the use of an eHealth intervention",
      "authors": [
        "S Vorrink",
        "C Huisman",
        "H Kort",
        "T Troosters",
        "J Lammers"
      ],
      "year": 2017,
      "doi": "10.2196/humanfactors.7196"
    },
    {
      "title": "A mobile app for self-management of urgency and mixed urinary incontinence in women: randomized controlled trial",
      "authors": [
        "T Wadensten",
        "E Nyström",
        "K Franzén",
        "A Lindam",
        "E Wasteson",
        "E Samuelsson"
      ],
      "year": 2021,
      "doi": "10.2196/19439"
    },
    {
      "title": "Patient adherence to a mobile phone-based heart failure telemonitoring program: a longitudinal mixed-methods study",
      "authors": [
        "P Ware",
        "M Dorai",
        "H Ross",
        "J Cafazzo",
        "A Laporte",
        "C Boodoo"
      ],
      "year": 2019,
      "doi": "10.2196/13259"
    },
    {
      "title": "A mobile health app to support patients receiving medication-assisted treatment for opioid use disorder: development and feasibility study",
      "authors": [
        "M Waselewski",
        "T Flickinger",
        "C Canan",
        "W Harrington",
        "T Franklin",
        "K Otero"
      ],
      "year": 2021,
      "doi": "10.2196/24561"
    },
    {
      "title": "Improved diabetes care management through a text-message intervention for low-income patients: mixed-methods study",
      "authors": [
        "J Watterson",
        "H Rodriguez",
        "S Shortell",
        "A Aguilera"
      ],
      "year": 2018,
      "doi": "10.2196/diabetes.8645"
    },
    {
      "title": "Habits heart app for patient engagement in heart failure management: pilot feasibility randomized trial",
      "authors": [
        "K Wei",
        "N Ibrahim",
        "A Kumar",
        "S Jena",
        "V Chew",
        "M Depa"
      ],
      "year": 2021,
      "doi": "10.2196/19465"
    },
    {
      "title": "Pilot evaluation of the Sleep Ninja: a smartphone application for adolescent insomnia symptoms",
      "authors": [
        "A Werner-Seidler",
        "Q Wong",
        "L Johnston",
        "O 'dea",
        "B Torok",
        "M Christensen"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-026502"
    },
    {
      "title": "The HOPE pilot study: harnessing patient-reported outcomes and biometric data to enhance cancer care",
      "authors": [
        "A Wright",
        "N Raman",
        "P Staples",
        "S Schonholz",
        "A Cronin",
        "K Carlson"
      ],
      "year": 2018,
      "doi": "10.1200/cci.17.00149"
    },
    {
      "title": "Improving HbA with glucose self-monitoring in diabetic patients with EpxDiabetes, a phone call and text message-based telemedicine platform: a randomized controlled trial",
      "authors": [
        "R Xu",
        "M Xing",
        "K Javaherian",
        "R Peters",
        "W Ross",
        "C Bernal-Mizrachi"
      ],
      "year": 2020,
      "doi": "10.1089/tmj.2019.0035"
    },
    {
      "title": "Brief culturally informed smartphone interventions decrease breast cancer symptom burden among Latina breast cancer survivors",
      "authors": [
        "B Yanez",
        "L Oswald",
        "S Baik",
        "D Buitrago",
        "F Iacobelli",
        "A Perez-Tamayo"
      ],
      "year": 2020,
      "doi": "10.1002/pon.5281"
    },
    {
      "title": "Feasibility of an interactive health coaching mobile app to prevent malnutrition and muscle loss in esophageal cancer patients receiving neoadjuvant concurrent chemoradiotherapy: prospective pilot study",
      "authors": [
        "K Yang",
        "D Oh",
        "J Noh",
        "H Yoon",
        "J Sun",
        "H Kim"
      ],
      "year": 2021,
      "doi": "10.2196/28695"
    },
    {
      "title": "Digital phenotyping self-monitoring behaviors for individuals with type 2 diabetes mellitus: observational study using latent class growth analysis",
      "authors": [
        "Q Yang",
        "D Hatch",
        "M Crowley",
        "A Lewinski",
        "J Vaughn",
        "D Steinberg"
      ],
      "year": 2020,
      "doi": "10.2196/17730"
    },
    {
      "title": "Effect of a mobile phone-based glucose-monitoring and feedback system for type 2 diabetes management in multiple primary care clinic settings: cluster randomized controlled trial",
      "authors": [
        "Y Yang",
        "E Lee",
        "H Kim",
        "S Lee",
        "K Yoon",
        "J Cho"
      ],
      "year": 2020,
      "doi": "10.2196/16266"
    },
    {
      "title": "Skills to enhance positivity in suicidal adolescents: results from an open development trial",
      "authors": [
        "S Yen",
        "M Ranney",
        "K Tezanos",
        "A Chuong",
        "C Kahler",
        "J Solomon"
      ],
      "year": 2019,
      "doi": "10.1177/0145445517748559"
    },
    {
      "title": "An evaluation of digital health tools for diabetes self-management in Hispanic adults: exploratory study",
      "authors": [
        "L Yingling",
        "N Allen",
        "M Litchman",
        "V Colicchio",
        "B Gibson"
      ],
      "year": 2019,
      "doi": "10.2196/12936"
    },
    {
      "title": "Effects of a smartphone-based self-care health diary for heart transplant recipients: a mixed methods study",
      "authors": [
        "H Yoo",
        "E Suh"
      ],
      "year": 2021,
      "doi": "10.1016/j.apnr.2021.151408"
    },
    {
      "title": "Smartphone-based support system (SoberDiary) coupled with a bluetooth breathalyser for treatment-seeking alcohol-dependent patients",
      "authors": [
        "C You",
        "Y Chen",
        "C Chen",
        "C Lee",
        "P Kuo",
        "M Huang"
      ],
      "year": 2017,
      "doi": "10.1016/j.addbeh.2016.10.017"
    },
    {
      "title": "Effect of a gender-tailored eHealth weight loss program on the depressive symptoms of overweight and obese men: pre-post study",
      "authors": [
        "M Young",
        "P Morgan"
      ],
      "year": 2018,
      "doi": "10.2196/mental.8920"
    },
    {
      "title": "Use of a wearable technology and motivational interviews to improve sleep in older adults with osteoarthritis and sleep disturbance: a pilot study",
      "authors": [
        "O Zaslavsky",
        "H Thompson",
        "S Mccurry",
        "C Landis",
        "S Kitsiou",
        "T Ward"
      ],
      "year": 2019,
      "doi": "10.3928/19404921-20190319-02"
    },
    {
      "title": "Get with the program: adherence to a smartphone app for smoking cessation",
      "authors": [
        "E Zeng",
        "J Heffner",
        "W Copeland",
        "K Mull",
        "J Bricker"
      ],
      "year": 2016,
      "doi": "10.1016/j.addbeh.2016.07.007"
    },
    {
      "title": "Relationship between patient engagement and depressive symptoms among people living with HIV in a mobile health intervention: secondary analysis of a randomized controlled trial",
      "authors": [
        "Y Zeng",
        "Y Guo",
        "L Li",
        "Y Hong",
        "Y Li",
        "M Zhu"
      ],
      "year": 2020,
      "doi": "10.2196/20847"
    },
    {
      "title": "Effectiveness of smartphone app-based interactive management on glycemic control in Chinese patients with poorly controlled diabetes: randomized controlled trial",
      "authors": [
        "L Zhang",
        "X He",
        "Y Shen",
        "H Yu",
        "J Pan",
        "W Zhu"
      ],
      "year": 2019,
      "doi": "10.2196/15401"
    },
    {
      "title": "Engagement with a text-messaging intervention improves adherence in adolescents with type 1 diabetes: brief report",
      "authors": [
        "S Zhang",
        "E Hamburger",
        "S Kahanda",
        "M Lyttle",
        "R Williams",
        "S Jaser"
      ],
      "year": 2018,
      "doi": "10.1089/dia.2018.0015"
    },
    {
      "title": "Effectiveness of Lilly Connected Care Program (LCCP) app-based diabetes education for patients with type 2 diabetes treated with insulin: retrospective real-world study",
      "authors": [
        "Y Zhang",
        "C Liu",
        "S Luo",
        "J Huang",
        "X Li",
        "Z Zhou"
      ],
      "year": 2020,
      "doi": "10.2196/17455"
    },
    {
      "title": "Effectiveness of the family portal function on the Lilly Connected Care Program (LCCP) for patients with type 2 diabetes: retrospective cohort study with propensity score matching",
      "authors": [
        "Y Zhang",
        "C Liu",
        "S Luo",
        "J Huang",
        "Y Yang",
        "X Ma"
      ],
      "year": 2021,
      "doi": "10.2196/25122"
    },
    {
      "title": "Effect of text messaging on risk factor management in patients with coronary heart disease: the CHAT randomized clinical trial",
      "authors": [
        "X Zheng",
        "E Spatz",
        "X Bai",
        "X Huo",
        "Q Ding",
        "P Horak"
      ],
      "year": 2019,
      "doi": "10.1161/CIRCOUTCOMES.119.005616"
    },
    {
      "title": "Is there a good app for that? Evaluating m-Health apps for strategies that promote pediatric medication adherence",
      "authors": [
        "E Nguyen",
        "L Bugno",
        "C Kandah",
        "J Plevinsky",
        "N Poulopoulos",
        "A Wojtowicz"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0211"
    },
    {
      "title": "Content and usability evaluation of medication adherence mobile applications for use in pediatrics",
      "authors": [
        "J Carmody",
        "L Denson",
        "K Hommel"
      ],
      "year": 2019,
      "doi": "10.1093/jpepsy/jsy086"
    },
    {
      "title": "Mobile apps for people with rare diseases: review and quality assessment using mobile app rating scale",
      "authors": [
        "S Hatem",
        "J Long",
        "S Best",
        "Z Fehlberg",
        "Nic Giolla Easpaig",
        "B Braithwaite"
      ],
      "year": 2003,
      "doi": "10.2196/36691"
    },
    {
      "title": "Simple mobile technology health management tool for people with severe mental illness: a randomised controlled feasibility trial",
      "authors": [
        "F Röhricht",
        "R Padmanabhan",
        "P Binfield",
        "D Mavji",
        "S Barlow"
      ],
      "year": 2021,
      "doi": "10.1186/s12888-021-03359-z"
    },
    {
      "title": "Experiences of complex patients with telemonitoring in a nurse-led model of care: multimethod feasibility study",
      "authors": [
        "K Gordon",
        "K Dainty",
        "Steele Gray",
        "C Delacy",
        "J Shah",
        "A Resnick"
      ],
      "year": 2020,
      "doi": "10.2196/22118"
    },
    {
      "title": "Utilizing a mobile health intervention to manage hypertension in an underserved community",
      "authors": [
        "P Zha",
        "R Qureshi",
        "S Porter",
        "Y Chao",
        "D Pacquiao",
        "S Chase"
      ],
      "year": 2020,
      "doi": "10.1177/0193945919847937"
    },
    {
      "title": "Choosing primary endpoints for clinical trials of health care interventions",
      "authors": [
        "C Mcleod",
        "R Norman",
        "E Litton",
        "B Saville",
        "S Webb",
        "T Snelling"
      ],
      "year": 2019,
      "doi": "10.1016/j.conctc.2019.100486"
    }
  ],
  "num_references": 320
}
