{
  "paper_id": "E3YR4T5M",
  "title": "Microrandomized Trials: Developing Just-in-Time Adaptive Interventions for Better Public Health",
  "abstract": "Just-in-time adaptive interventions (JITAIs) represent an intervention design that adapts the provision and type of support over time to an individual's changing status and contexts, intending to deliver the right support on the right occasion. As a novel strategy for delivering mobile health interventions, JITAIs have the potential to improve access to quality care in underserved communities and, thus, alleviate health disparities, a significant public health concern. Valid experimental designs and analysis methods are required to inform the development of JITAIs. Here, we briefly review the cutting-edge design of microrandomized trials (MRTs), covering both the classical MRT design and its outcome-adaptive counterpart. Associated statistical challenges related to the design and analysis of MRTs are also discussed. Two case studies are provided to illustrate the aforementioned concepts and designs throughout the article. We hope our work leads to better design and application of JITAIs, advancing public health research and",
  "year": 2012,
  "date": "2012",
  "journal": "J Med Internet Res",
  "publication": "J Med Internet Res",
  "authors": [
    {
      "forename": "Xueqing",
      "surname": "Liu",
      "name": "Xueqing Liu"
    },
    {
      "forename": "Nina",
      "surname": "Deliu",
      "name": "Nina Deliu"
    },
    {
      "forename": "Bibhas",
      "surname": "Chakraborty",
      "name": "Bibhas Chakraborty",
      "email": "bibhas.chakraborty@duke-nus.edu.sg"
    },
    {
      "forename": "See",
      "surname": "Also Vaughan",
      "name": "See Also Vaughan"
    },
    {
      "surname": "Bauer",
      "name": "Bauer"
    },
    {
      "forename": "Wang",
      "surname": "Chakraborty",
      "name": "Wang Chakraborty"
    },
    {
      "affiliation": "Department of Biostatistics and Bioinformatics , Duke University , Durham , NC. \n\t\t\t\t\t\t\t\t Department of Biostatistics and Bioinformatics \n\t\t\t\t\t\t\t\t Duke University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durham \n\t\t\t\t\t\t\t\t\t NC"
    },
    {
      "affiliation": "Centre for Quantitative Medicine , Duke-NUS Medical School , 8 College Rd , Level 6 , #06 -31 , Singapore 169857 \n\t\t\t\t\t\t\t\t Centre for Quantitative Medicine \n\t\t\t\t\t\t\t\t Duke-NUS Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 8 College Rd Level 6 #06 \n\t\t\t\t\t\t\t\t\t -31 169857 \n\t\t\t\t\t\t\t\t\t Singapore"
    }
  ],
  "doi": "10.2105/ajph.2022.307150",
  "sections": [
    {
      "text": "J ust-in-time adaptive interventions ( JITAIs), also known as dynamic tailoring,  1  ecological momentary interventions,  2  and intelligent real-time therapy,  3  represent an intervention design that adjusts the provision and type of support over time to deal with an individual's changing status and contexts, which intend to deliver the most appropriate support on the right occasion.  4, 5 The microrandomized trial (MRT) design has been proposed in recent years as a novel experimental design to construct evidence-based JITAIs. According to this design, participants are sequentially randomized to different intervention options (e.g., whether to send a text message).  6, 7 iefly speaking, JITAIs involve strategies that determine when to intervene and which intervention to provide, while MRTs focus on the optimization of such strategies by selecting and optimizing intervention components for use in a JITAI.\n\nThere are 2 key concepts that distinguish JITAIs from standard interventions: just-in-time and adaptive.  5 By just-in-time, JITAIs intend to intervene only when needed to alleviate the intervention fatigue and low engagement problems. On the other hand, adaptive refers to the strategy employed by the intervention design to determine which intervention to provide and when to intervene according to the user's ongoing information. To capture the right timings, JITAIs require continuous monitoring of the user's internal state and contexts, typically via sensors in mobile phones or wearable devices. As a result, delivering just-in-time interventions face to face is not feasible in practice; JITAIs heavily rely on the use of mobile health (mHealth) technologies.  5 e JITAI in mHealth has the potential to enhance health care and reduce health disparities,  8, 9  benefiting various domains of public health research and practice.\n\nThe MRT has been deliberately introduced to assist with developing these interventions, which can provide information about the dynamics of the best intervention beyond theories and directly inform the construction of JITAIs.  6 Nevertheless, JITAIs and MRTs have not yet been widely adopted in public health, partly because of the unfamiliarity with the concepts, designs, and analysis methods.\n\nWith this article, we aim to introduce key ideas in JITAIs, especially focusing on the novel experimental design of MRTs, covering both classical MRT design and its outcome-adaptive counterpart. We discuss the main characteristics of JITAIs along with their potential in public health by relating to 2 mHealth studies with embedded MRT design. We also highlight statistical considerations when designing and analyzing MRTs."
    },
    {
      "title": "OVERVIEW OF INTERVENTION AND TRIAL DESIGN",
      "text": "The JITAI is an intervention design aiming to deliver adaptive and personalized support only at the time when needed.  4, 5 JITAI consists of 6 key components: decision points, tailoring variables, intervention options, decision rules, proximal outcomes, and distal outcomes. 5  The specific definitions are summarized in Box 1. A  intervention option is selected at each decision point based on the values of tailoring variables via a predefined decision rule. The intervention is expected to achieve the distal outcomes by directly impacting the proximal outcomes.\n\nOn the other hand, the MRT is an experimental design that provides evidence for building JITAIs. It involves the serial randomization of individuals to different intervention options at each decision point.  5 In general, they can answer several essential research questions arising from the construction of JITAIs:  6, 7  1. Which intervention will have an impact on the proximal outcomes (proximal effects)? In this design, all participants received uniform random messages.\n\nThe randomization probability for each message category (behavioral BOX 1-Definitions and Examples of Just-in-Time Adaptive Intervention (JITAI) Components Components Definitions Examples (DIAMANTE) Decision points Time points or steps at which an intervention decision is made Once per day (selected within 4 timeframes by an RL algorithm) Tailoring variables Individual information and real-world external context Demographics, health status, and other baseline information; day of study; number of steps walked yesterday; days since each message type was sent Intervention options Various types or amounts of support Motivational messages (4 categories), feedback messages (5 categories) Decision rules The strategy that specifies which intervention option to provide at each decision point according to the tailoring information Optimized by an RL algorithm (linear Thompson sampling) Proximal outcomes The short-term goals the intervention options are intended to achieve, which can be mediators or intermediate measures of the distal outcome Change in daily step counts Distal outcomes The ultimate goals of the JITAI, usually a primary clinical outcome Diabetes and depression Note. DIAMANTE 5 Diabetes and Mental Health Adaptive Notification Tracking and Evaluation; RL 5 reinforcement learning. activation vs coping skill) was 0.5, and the probability for each of the 3 timeframes was 0.33. The collected data allowed for pre-post analysis (i.e., the difference in depression and anxiety levels before and after receiving Stay-Well messages and the differential effects on mood ratings for the 2 categories of messages and different timings). The pre-post analysis has already been published, 11 while the analysis of MRT data is still underway. Diabetes and Mental Health Adaptive Notification Tracking and Evaluation. The DIAMANTE trial aimed to evaluate the effect of a text-messaging smartphone application targeting diabetes and depression management through an intermediate outcome representing physical activity. 12 This 6-month MRT study consisted of patients aged 18 to 75 years being treated at the Zuckerberg San Francisco General Hospital who had been diagnosed with diabetes and documented depressive symptoms. Figure 2 presents an overview of the design of this study. The distal outcome was the improvement of clinical outcomes for comorbid diabetes and depression among lowincome, low-health literacy, and ethnic minority individuals. Because lack of physical activity is an overlapping risk factor for these diseases, the embedded intervention was focused on improving an easy-to-measure proximal outcome (i.e., changes in daily step count). A multicomponent intervention consisting of motivational messages (4 categories) and feedback messages (5 categories) were adopted in DIAMANTE. Many contextual variables were collected during the study, including time-independent variables such as demographics, mobile technology familiarity, and other engagement measures, and time-varying variables such as study day and day of the week. The decision point was determined either by uniform randomization or some algorithm among 4 time-frames-that is, 9 AM to 11:30 AM, 11:30 AM to 2 PM, 2 PM to 4:30 PM, and 4:30 PM to 7 PM. At the macro level, this study is a randomized controlled trial with 3 groups, including a uniform random messaging group, an outcome-adaptive messaging group operationalized through reinforcement learning (RL), and a control group. Participants in the control group received no intervention during the study. With 3 groups, it enables the comparison of adaptive messaging to uniform messaging and no intervention. In the initial 2 weeks, uniform randomization was employed in both the uniform random messaging group and the adaptive messaging group to speed up algorithm learning. After that, the uniform random messaging group used a classical MRT design. Patients received up to 2 randomly selected messages per day within 4 randomly selected timeframes. For the adaptive messaging group, the message categories and timing were chosen by a reinforcement learning algorithm (i.e., linear Thompson sampling). 13 During the conduct of the trial, a JITAI is constructed concurrently, and its characteristics are summarized in Box 1. Data collection for this MRT is currently under way."
    },
    {
      "title": "Key Design Elements",
      "text": "As an experimental design for empirically informing the construction of JITAIs, the design elements of an MRT study should be tightly connected with JITAI components. The intervention and tailoring variables included in a JITAI are usually supported by theoretical and empirical evidence. An intervention may consist of several components, and each of them may have multiple options. MRTs can be used to assess the proximal effects of 1 or more components simultaneously (e.g., motivational and feedback messages in DIAMANTE).\n\nDuring an MRT, it is essential to collect potential tailoring variables, including individual information and external contexts. These variables can serve as an indicator of individual availability.  14 In the HeartSteps I study, if a participant was driving or already walking, it was considered inappropriate to deliver an activity suggestion, and, thus, the participant was considered unavailable.  15 tential moderation effects can also be investigated by collecting these In some cases, the distal outcomes are sustainable behavior change with limited knowledge of corresponding mediators; hence, proximal outcomes can also be short-term measures of the distal outcome.  5 For example, daily mood rating is an intermediate measure of depression and anxiety and can be an appropriate proximal outcome.  10 te that the distal outcome can be affected by the intervention through multiple causal pathways, leading to a multivariate proximal outcome at each decision time in practice. 5 For example, the proximal outcomes in DIAMANTE and StayWell at Home concern the mechanism lying behind the clinical condition. However, the engagement with intervention may also affect the distal outcome and can be targeted by a JITAI. 5 During an MRT, each participant may be randomized hundreds or even thousands of times (e.g., 180 times in DIA-MANTE and 60 times in StayWell at Home). Randomization permits valid estimation of the intervention's timevarying proximal effects, as it balances unobserved covariates between the intervention options. An important design element of an MRT is randomization probability-that is, the probability of assigning participants to each option of the intervention component. They are motivated by both scientific and practical considerations. For example, assigning higher probabilities to less-demanding options may reduce participant burden. According to whether the randomization probabilities are updated to prioritize the intervention appearing to be optimal, MRTs can be further categorized as classical (e.g., in StayWell at Home) or outcome-adaptive (e.g., in DIAMANTE). 16 We will illustrate these 2 versions of MRTs in the next section. Classical Vs Outcome-Adaptive Trial Design Within the classical MRTs, participants are repeatedly randomized to different intervention options according to a fixed time-invariant scheme (i.e., a scheme wherein the probabilities of being allocated to each intervention option remain uniform over time) or a time-varying allocation strategy, (i.e., a strategy wherein the randomization probabilities depend on the individual's previous observations). 17,18 Specifically, the latter seeks to avoid excess burden by constraining the number of interventions per day and to spread the interventions uniformly across different strata of decision points (e.g., stressed minutes or nonstressed minutes). 19 However, classical MRTs focus on post-data-collection JITAI optimization (i.e., data analysis is conducted at the end of the trial [known as \"offline\" learning in the computer science literature]). Such classical MRTs share similarities with the traditional fixed design (with fixed randomization probabilities) or the biased coin design (with time-varying randomization probabilities) of randomized clinical trials, 20 where interventions appearing to be desirable for users (i.e.,\n\nshowing better effectiveness) cannot be prioritized during the trial. The goal is to collect high-quality data that may inform practices for future patients, while participants of the current trial cannot benefit from the new findings.  16 r outcome-adaptive MRTs, the randomization probabilities are adaptively changed in favor of intervention options with superior performance or the highest expected proximal outcome.  16 An essential feature of outcome-adaptive MRTs is that the randomization probabilities are continually adjusted so that the user is assigned to an intervention appearing to be optimal with a higher The outcome-adaptive MRT design is more ethical and efficient when compared with its classical counterpart.\n\nFirst, it can benefit current participants as the intervention delivery is continually optimized to their current context,  16  intending to maximize the cumulative proximal outcomes. The design algorithm can also uncover effective predictors of the right timings when users are more likely to benefit from support and can monitor changes in these predictors, triggering appropriate interventions when needed.  16 Furthermore, the outcome-adaptive MRT may save money by avoiding the collection of useless covariates (i.e., covariates not moderating the intervention effects).\n\nMore importantly, data collected from outcome-adaptive MRTs can also be used for deriving causal effects and informing offline JITAI construction.\n\nBoth mHealth and reinforcement learning literatures have provided ways for the analysis of MRTs with time-varying randomization probabilities.  21, 22 spite that, some drawbacks, such as the increase in trial complexity and the statistical inefficiency caused by unequal allocation,  23"
    },
    {
      "title": "POTENTIALS IN PUBLIC HEALTH",
      "text": "As a plausible substitute for face-to-face interactions, JITAIs in mHealth might assist with enhancing health care and reducing health disparities caused by inequities in health care systems, especially in underserved communities.  8, 9 rst, the relative cost and scalability of With physical distancing restrictions and a lack of in-person care, mHealth has the potential to improve access to mental health care  24, 25  and enable self-management.  26 For example, participants   29  mental health management,  30  weight loss,  31  and smoking cessation.  32 The effectiveness of JITAIs on various health outcomes has been demonstrated in empirical studies.  33 In general, JITAIs hold enormous potential in public health research and practice."
    },
    {
      "title": "STATISTICAL CHALLENGES FOR MICRORANDOMIZED TRIALS",
      "text": "In this section, we will describe several vital statistical considerations in the design and analysis of MRTs. When designing an MRT, sample size calculation is crucial, while for an outcomeadaptive MRT, the online \"adaptive algorithm\" for updating the randomization probabilities adds an additional layer of complexity. In what follows, we will briefly review existing methods related to the preceding issues. Other significant challenges are also summarized."
    },
    {
      "title": "Sample Size Calculations",
      "text": "When calculating the sample size, it is necessary to specify a primary research question out of all questions of interest.\n\nIn an MRT study, the primary research"
    },
    {
      "title": "Randomization Probability Updates",
      "text": "In Currently, most methods for constructing JITAIs online within the outcomeadaptive MRT fall in a subcategory of RL (i.e., contextual multiarmed bandits).  41 rious algorithms have been proposed\n\nfor contextual multiarmed bandits, making different assumptions about the data-generating process.  41, 42 In particular, Thompson sampling has demonstrated not only valid theoretical performance guarantees but also strong empirical performance.  43, 44 Because of these advantages, as well as its randomized exploration nature, Thompson sampling has been adopted in the DIA-MANTE  12  study and the HeartSteps II study.  45 In addition, other reinforcement learning methods have been employed in mHealth studies. We refer readers to Deliu et al.  42  and Tewari and Murphy  41  for comprehensive reviews of existing RL approaches for developing JITAIs, and to Trella et al.  46  and Figueroa et al.  47  for guidelines regarding the design of online RL algorithms for mHealth interventions."
    },
    {
      "title": "Data Analysis",
      "text": "Analyzing MRT data and deriving causal effects are critical steps for constructing efficacious JITAIs. Because MRT data include time-varying interventions and endogenous covariates (i.e., depends on previous interventions or outcomes), standard methods for longitudinal data, BOX 2-Summary of Statistical Methods for Sample Size Calculations and Data Analysis in Microrandomized Trials Method Outcome Type Functionality Software Sample size calculations Liao et al. 34 Continuous Sample size calculators for MRTs detecting the proximal effects R shiny app (MRT-SS-Continuous;  https://  statisticalreinforcementlearninglab . shinyapps.io/mrt_ss_continuous) Qian et al. 14 Binary Sample size calculators for MRTs detecting the proximal effects R shiny app (MRT-SS-Binary;  https://  tqian.shinyapps.io/mrt_ss_binary/ ) Dempsey et al. 17 Continuous Sample size calculators for stratified MRTs detecting the nested proximal effects R code ( https://github.com/wdempsey/  stratified_mrt ) Xu et al. 36 Continuous Sample size calculators for flexible MRTs (which allows for flexible addition of intervention options) detecting the proximal effects R shiny app (FlexiMRT-SS;  https://  kennyxu.shinyapps.io/FlexiMRT-SS ) Data analysis Boruvka et al. 21 Continuous Estimating causal excursion effect (moderation) of a time-varying component on a time-varying outcome R (geepack;  https://cran.r-project.org/  web/packages/geepack/index.html / geeM;  https://cran.r-project.org/web/  packages/geeM/geeM.pdf ), SAS (PROC GEE;  https://documentation.sas.com/  doc/en/pgmsascdc/9.4_3.4/statug/  statug_gee_syntax01.htm ), Stata (xtgee;  https://www.stata.com/  features/overview/generalized- estimating-equations/ ) R code for small sample correction;  https://github.com/  StatisticalReinforcementLearningLab/  HeartstepsV1Code/blob/master/  xgeepack.R  Qian et al. 37 Binary Estimating causal excursion effect (moderation) of a time-varying component on a time-varying outcome R code ( https://github.com/tqian/binary- outcome-mrt ) Shi et al. 38 Continuous Estimating causal excursion effect (moderation) of a time-varying component on a time-varying outcome under potential cluster-level treatment effect and interference R code ( https://github.com/Herashi/MRT- mHealthModeration ) Li and Wager 39 Binary Estimating various causal estimands (short-term and long-term direct effect, long-term total effect) under cross-unit interference NA Note. MRT 5 microrandomized trial; NA 5 not available.\n\nincluding generalized estimating equations and mixed effect approaches, can lead to inconsistent estimates of causal effects.  48 weighted and centered least squares (WCLS) estimation procedure has been proposed to obtain unbiased estimates of the causal excursion effects of time-varying components on a time-varying continuous outcome.  21 th some modifications, the WCLS estimator and its standard error can be derived using standard software for generalized estimating equations,  6, 21  such as geepack  49  in R (R Foundation for Statistical Computing, Vienna, Austria) and PROC GEE in SAS (SAS Institute, Cary, NC). This approach can also be generalized to the setting where the randomization probabilities may change over time.  21 cause the WCLS approach is limited to continuous proximal outcomes, Qian et al.  37  proposed a semiparametric estimator of the causal excursion effect in MRTs with binary proximal outcomes. Furthermore, Shi et al.  38  developed a general inferential approach for the causal excursion effect with continuous outcome under potential clusterlevel treatment effect and interference. Li and Wager 39 provided estimation strategies for various causal estimands (i.e., the short-term and long-term direct effect) and the long-term total effect, with a binary outcome under cross-unit interference. See Box 2 for a summary of these methods, as well as the available software. Despite that, specific methods for other data types, such as ordinal or count outcomes, are still not well-developed, as is the case with sample size calculation."
    },
    {
      "title": "Variable Selection",
      "text": "Within JITAIs, the content and delivery of interventions are tailored to an individual's ongoing information and external context. Hence, it is necessary to collect all relevant contextual variables and assess the moderation effects of each variable. If there is a large number of potential moderators, we need to conduct moderation analyses using the WCLS approach many times, which can be inconvenient and burdensome.\n\nFor example, the DIAMANTE study has a high number of baseline and timevarying covariates, which may also interact with the interventions. Although Seewald et al.  50 recommended prespecifying the relative \"priority\" of each variable, in practice, scientists may not have a priori knowledge about these variables. Therefore, how best to select a subset of variables for subsequent moderation analyses remains unresolved."
    },
    {
      "title": "Missing Data",
      "text": "In the pilot study of DIAMANTE,  28  there were 670 days with missing steps and 3 participants with 2 or fewer days of step data. A critical issue with analyzing MRT data is how to handle these missing data, as missingness may lead to selection bias in subsequent causal inference.  51 However, there is no comprehensive discussion of missing data issues in MRT. In general, 3 methods to handle missing data have been used in MRT studies: complete-case data analysis,  28, 52  single imputation,  15  and multiple imputation.  53 In practice, the choice of method should depend on the missingness mechanisms, which can be identified by collecting reasons for missing data during the study.  50 Nevertheless, no matter which method is adopted in the main analysis, sensitivity analysis is recommended to assess the robustness of the findings, especially when data are not missing at random.  54"
    },
    {
      "text": "What baseline or time-varying covariates will moderate the proximal effects (moderating effects)? 3. How will the proximal effects change over time? 4. When and how frequently should the intervention be delivered? In what follows, we will illustrate the MRT design and how it connects to the construction of JITAIs by describing 2 mHealth studies: StayWell at Home and Diabetes and Mental Health Adaptive Notification Tracking and Evaluation (DIAMANTE). Case Studies StayWell at Home. The StayWell at Home trial examined the effect of a 60-day text messaging intervention that intended to help individuals manage their depression and anxiety during the COVID-19 pandemic. 10 This MRT consisted of adults aged 18 years or older who had a functioning mobile phone and spoke English or Spanish. Figure 1 shows the study design of StayWell at Home. The distal outcome was the management of depression and anxiety during COVID-19 social distancing. The proximal outcome was a daily mood rating in the following 3 hours after receiving the message, an intermediate measure of the distal outcome that captures short-term progress toward better management of depression and anxiety. The intervention was supportive text messages, half related to behavioral activation and half about coping skills. Many contextual variables were also collected, including time-independent variables such as demographics and questionnaire data and time-varying variables such as study day and yesterday's mood rating. The decision point was chosen among 3 timeframes, including 9 AM to 12 PM, 12 PM to 3 PM, and 3 PM to 6 PM."
    },
    {
      "text": "FIGURE 1-Schematic of the Microrandomized Trial (MRT) Design of the StayWell at Home Study Note. GAD-7 5 7-item Generalized Anxiety Disorder Questionnaire; PHQ-8 5 8-item Patient Health Questionnaire."
    },
    {
      "text": "variables.The decision points are determined by the frequency of meaningful changes in the tailoring variables (suggested by empirical evidence and theories), as well as the associated assessment burden. 5 They might occur (1) at a prespecified time interval, (2) at specific times of day or days of week, or (3) following random prompts. 5  MRTs can also provide useful information regarding the selection of decision points. In both DIAMANTE and StayWell at Home, meaningful changes in an individual's context were expected to occur daily. As a result, there was 1 decision point per day. Furthermore, timeframes were treated as an experimental factor to examine the differential intervention effects, which can address the question of when to intervene each day. At each decision point, participants are randomized to various options of an intervention component-for example, different categories of text messages in DIAMANTE and StayWell at Home, based on predetermined probabilities. These interventions are intended to have an impact on a distal outcome (e.g., diabetes or depression) by affecting an easy-to-measure proximal outcome (e.g., daily step count). Proximal outcomes are often specified as mediators of the distal outcome. 5 For example, ample evidence suggests that lack of physical activity is a risk factor for diabetes and depression. If the target distal outcome is comorbid diabetes and depression, physical activity would be a natural choice for the proximal outcome. 12"
    },
    {
      "text": "FIGURE 2-Schematic of the Microrandomized Trial (MRT) Design of the DIAMANTE Study Note. DIAMANTE 5 Diabetes and Mental Health Adaptive Notification Tracking and Evaluation."
    },
    {
      "text": "chance. The outcome-adaptive MRT involves a number of interim analyses during the trial: at every decision point, the design algorithm, usually a reinforcement learning algorithm, selects an intervention option based on historical proximal outcomes and current context, enabling the timely delivery of proper support when needed (known as online learning in the computer science literature). This process leads to an online version of JITAI, which is certainly not the case with classical MRTs."
    },
    {
      "text": "raise questions regarding the use of outcome-adaptive MRTs. As a result, careful considerations should be given to the adoption of outcome-adaptive MRTs, especially to ethical issues (e.g., whether the current participants are in urgent need of interventions) and budget constraints (e.g., balancing between the increased human resources because of trial complexity and the cost reduction during the data collection procedure)."
    },
    {
      "text": "these interventions allow for faster delivery of quality care, particularly critical in emergencies. During the COVID-19 pandemic, there has been a surge in interest and use of mHealth to meet the increasing demands of health care."
    },
    {
      "text": "who received the StayWell text messaging intervention showed improved depression and anxiety symptoms after the study, 11 indicating that such mHealth interventions are beneficial. Second, the high uptake of mobile technologies among minority and lowincome patients has the potential to improve the health care of populations with limited access to traditional health care resources. 27 For example, the DIA-MANTE study focused on low-income, low-health literacy, and ethnic minority individuals. These populations may experience higher prevalence and worse outcomes for both diabetes and depression, and, at the same time, they may lack access to health care. Because of the demonstrated effectiveness of DIAMANTE messages, 28 deploying these mHealth interventions can potentially decrease disparities in health care by reaching vulnerable populations. More importantly, JITAIs have a distinct advantage in capturing the exact moment of users' needs and providing just-in-time support only when it is more likely to benefit the user. As a result, JITAIs may alleviate the practical issues of low engagement and declining effectiveness over time faced by many conventional mHealth interventions, which are delivered uniformly to users without taking into account the contexts and individual information. For these reasons, JITAIs are increasingly being used in various public health domains, including physical activity maintenance,"
    },
    {
      "text": "question is typically the time-varying effects of an intervention component on the proximal outcome, and sample size calculations are performed to ensure an adequate power to detect statistically significant effects. For example, in StayWell at Home, the primary aim was to investigate whether the type of text messages would affect participants' moods. To facilitate MRT design, Liao et al. 34 proposed an approach to determine the sample size for continuous outcomes by modifying sample size formulas originally developed in the context of generalized estimating equations. Seewald et al. 35 developed an online sample size calculator to help domain scientists implement this method. The calculator for binary outcomes can be accessed via https:// tqian.shinyapps.io/mrt_ss_binary, while the methodology article has not yet been published online. In addition, Dempsey et al. 17 developed a stratified MRT and provided a sample size formula, and Xu et al. 36 proposed a flexible MRT design allowing for the addition of intervention options during the study and derived corresponding sample size estimators. Box 2 presents information on the sample size calculation methods and software. Nonetheless, other open questions still warrant further research in the design of MRTs, such as the sample size formula for MRTs with count (e.g., number of cigarettes, number of active minutes) or ordinal (e.g., mood rating on a scale of 1-9) proximal outcomes, which are commonly seen in practice."
    },
    {
      "text": "outcome-adaptive MRTs, the randomization probabilities are continuously changed in favor of better-performing interventions (i.e., the intervention option that can lead to a higher proximal outcome), allowing the optimization of online JITAIs. Reinforcement learning provides an ideal framework for solving such sequential decision-making problems: 40 an agent continuously interacts with a stochastic environment, or the context, and learns how to make better actions or interventions to maximize the cumulative feedback or proximal outcome over time."
    },
    {
      "text": "In this review, we have summarized the general framework of the JITAI emerging in mHealth, as well as the key concepts, design considerations, and statistical challenges of a novel experimental design, MRT, that can empirically inform JITAIs by assessing the proximal effects and moderation effects. In particular, MRTs can be categorized as classical or outcome-adaptive according to whether the randomization probabilities are adaptively updated in favor of the optimal intervention. When designing outcome-adaptive MRTs, researchers need to choose an appropriate reinforcement learning algorithm for updating these probabilities in addition to the sample size considerations. Nonetheless, there are still some challenges concerning designing and analyzing MRT studies-for example, analysis methods for other types of proximal outcomes, variable selection, and missing data. With this review, we have sought to introduce the intervention design (JITAI), as well as the cutting-edge experimental design (MRT) of mHealth interventions, to a broad range of readers in the field of public health. We hope our work will lead to greater interest among the public health research community in the uptake of JITAIs and MRT methodologies, ultimately leading to the improvement of human lives. ABOUT THE AUTHORS Xueqing Liu is with the Centre for Quantitative Medicine, Duke-National University of Singapore (NUS) Medical School, Singapore. Nina Deliu is with the Medical Research Council Biostatistics Unit, University of Cambridge, UK, and the Department of Methods and Models for Economics, Territory and Finance, Sapienza University of Rome, Italy. Bibhas Chakraborty is with the Centre for Quantitative Medicine and Program in Health Services and Systems Research, Duke-NUS Medical School, Singapore; the Department of Statistics and Data Science, NUS, Singapore; and the"
    }
  ],
  "references": [
    {
      "title": "Active assistance technology for health-related behavior change: an interdisciplinary review",
      "authors": [
        "C Kennedy",
        "J Powell",
        "T Payne",
        "J Ainsworth",
        "A Boyd",
        "I Buchan"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1893"
    },
    {
      "title": "Ecological momentary interventions: incorporating mobile technology into psychosocial and health behaviour treatments",
      "authors": [
        "K Heron",
        "J Smyth"
      ],
      "year": 2010,
      "doi": "10.1348/135910709x466063"
    },
    {
      "title": "Intelligent real-time therapy: harnessing the power of machine learning to optimise the delivery of momentary cognitivebehavioural interventions",
      "authors": [
        "J Kelly",
        "P Gooding",
        "D Pratt",
        "J Ainsworth",
        "M Welford",
        "N Tarrier"
      ],
      "year": 2012,
      "doi": "10.3109/09638237.2011.638001"
    },
    {
      "title": "Innovations in the use of interactive technology to support weight management",
      "authors": [
        "D Spruijt-Metz",
        "Ckf Wen",
        "O' Reilly"
      ],
      "year": 2015,
      "doi": "10.1007/s13679-015-0183-6"
    },
    {
      "title": "Just-intime adaptive interventions (JITAIs) in mobile health: key components and design principles for ongoing health behavior support",
      "authors": [
        "Nahum-Shani I Smith",
        "S Spring"
      ],
      "year": 2018,
      "doi": "10.1007/s12160-016-9830-8"
    },
    {
      "title": "Microrandomized trials: an experimental design for developing just-in-time adaptive interventions",
      "authors": [
        "P Klasnja",
        "E Hekler",
        "S Shiffman"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000305"
    },
    {
      "title": "Microrandomized trial design for evaluating just-in-time adaptive interventions through mobile health technologies for cardiovascular disease",
      "authors": [
        "J Golbus",
        "W Dempsey",
        "E Jackson",
        "B Nallamothu",
        "P Klasnja"
      ],
      "year": 2021,
      "doi": "10.1161/circoutcomes.120.006760"
    },
    {
      "title": "Promise of mobile health technology to reduce disparities in patients with cancer and survivors",
      "authors": [
        "B Gonzalez"
      ],
      "year": 2018,
      "doi": "10.1200/cci.17.00141"
    },
    {
      "title": "Mobile health interventions in developing countries: a systematic review",
      "authors": [
        "M Hoque",
        "M Rahman",
        "N Nipa",
        "M Hasan"
      ],
      "year": 2020,
      "doi": "10.1177/1460458220937102"
    },
    {
      "title": "A text messaging intervention for coping with social distancing during COVID-19 (StayWell at Home): protocol for a randomized controlled trial",
      "authors": [
        "C Figueroa",
        "R Hernandez-Ramos",
        "C Boone"
      ],
      "year": 2021,
      "doi": "10.2196/23592"
    },
    {
      "title": "A text messaging intervention (StayWell at Home) to counteract depression and anxiety during COVID-19 social distancing: pre-post study",
      "authors": [
        "A Aguilera",
        "R Hernandez-Ramos",
        "A Haro-Ramos"
      ],
      "year": 2021,
      "doi": "10.2196/25298"
    },
    {
      "title": "mHealth app using machine learning to increase physical activity in diabetes and depression: clinical trial protocol for the DIAMANTE Study",
      "authors": [
        "A Aguilera",
        "C Figueroa",
        "R Hernandez-Ramos"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-034723"
    },
    {
      "title": "Thompson sampling for contextual bandits with linear payoffs",
      "authors": [
        "S Agrawal",
        "N Goyal"
      ],
      "year": 2013
    },
    {
      "title": "The microrandomized trial for developing digital interventions: experimental design and data analysis considerations",
      "authors": [
        "T Qian",
        "A Walton",
        "L Collins"
      ],
      "year": 2022,
      "doi": "10.1037/met0000283"
    },
    {
      "title": "Efficacy of contextually tailored suggestions for physical activity: a micro-randomized optimization trial of HeartSteps",
      "authors": [
        "P Klasnja",
        "S Smith",
        "N Seewald"
      ],
      "year": 2019,
      "doi": "10.1093/abm/kay067"
    },
    {
      "title": "Innovative health care delivery: the scientific and regulatory challenges in designing mHealth interventions",
      "authors": [
        "S Saghafian",
        "S Murphy"
      ],
      "year": 2021,
      "doi": "10.31478/202108b"
    },
    {
      "title": "The stratified micro-randomized trial design: sample size considerations for testing nested causal effects of time-varying treatments",
      "authors": [
        "W Dempsey",
        "P Liao",
        "S Kumar",
        "S Murphy"
      ],
      "year": 2020,
      "doi": "10.1214/19-aoas1293"
    },
    {
      "title": "Just-in-time but not too much: determining treatment timing in mobile health",
      "authors": [
        "P Liao",
        "W Dempsey",
        "H Sarker"
      ],
      "year": 2018,
      "doi": "10.1145/3287057"
    },
    {
      "title": "Sense2Stop: a micro-randomized trial using wearable sensors to optimize a just-in-timeadaptive stress management intervention for smoking relapse prevention",
      "authors": [
        "S Battalio",
        "D Conroy",
        "W Dempsey"
      ],
      "year": 2021,
      "doi": "10.1016/j.cct.2021.106534"
    },
    {
      "title": "Adaptive randomization for clinical trials",
      "authors": [
        "W Rosenberger",
        "O Sverdlov",
        "F Hu"
      ],
      "year": 2012,
      "doi": "10.1080/10543406.2012.676535"
    },
    {
      "title": "Assessing time-varying causal effect moderation in mobile health",
      "authors": [
        "A Boruvka",
        "D Almirall",
        "K Witkiewitz",
        "S Murphy"
      ],
      "year": 2018,
      "doi": "10.1080/01621459.2017.1305274"
    },
    {
      "title": "Statistical inference with m-estimators on adaptively collected data",
      "authors": [
        "K Zhang",
        "L Janson",
        "S Murphy"
      ],
      "year": 2021
    },
    {
      "title": "Adaptive clinical trials: advantages and disadvantages of various adaptive design elements",
      "authors": [
        "E Korn",
        "B Freidlin"
      ],
      "year": 2017,
      "doi": "10.1093/jnci/djx013"
    },
    {
      "title": "Mobile health interventions for improving health outcomes in youth: a meta-analysis",
      "authors": [
        "D Fedele",
        "C Cushing",
        "A Fritz",
        "C Amaro",
        "A Ortega"
      ],
      "year": 2017,
      "doi": "10.1001/jamapediatrics.2017.0042"
    },
    {
      "title": "Can smartphone mental health interventions reduce symptoms of anxiety? A metaanalysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "J Torous",
        "J Nicholas",
        "R Carney",
        "S Rosenbaum",
        "J Sarris"
      ],
      "year": 2017,
      "doi": "10.1016/j.jad.2017.04.046"
    },
    {
      "title": "Provider burnout and fatigue during the COVID-19 pandemic: lessons learned from a high-volume intensive care unit",
      "authors": [
        "F Sasangohar",
        "S Jones",
        "F Masud",
        "F Vahidy",
        "B Kash"
      ],
      "year": 2020,
      "doi": "10.1213/ane.0000000000004866"
    },
    {
      "title": "Potential of mobile health technology to reduce health disparities in underserved communities",
      "authors": [
        "T Van Veen",
        "S Binz",
        "M Muminovic"
      ],
      "year": 2019,
      "doi": "10.5811/westjem.2019.6.41911"
    },
    {
      "title": "Daily motivational text messages to promote physical activity in university students: results from a microrandomized trial",
      "authors": [
        "C Figueroa",
        "N Deliu",
        "B Chakraborty"
      ],
      "year": 2022,
      "doi": "10.1093/abm/kaab028"
    },
    {
      "title": "A systematic review of just-in-time adaptive interventions (JITAIs) to promote physical activity",
      "authors": [
        "W Hardeman",
        "J Houghton",
        "K Lane",
        "A Jones",
        "F Naughton"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0792-7"
    },
    {
      "title": "Designing m-health interventions for precision mental health support",
      "authors": [
        "N Bidargaddi",
        "G Schrader",
        "P Klasnja",
        "J Licinio",
        "S Murphy"
      ],
      "year": 2020,
      "doi": "10.1038/s41398-020-00895-2"
    },
    {
      "title": "Randomized controlled trial of OnTrack, a just-in-time adaptive intervention designed to enhance weight loss",
      "authors": [
        "E Forman",
        "S Goldstein",
        "R Crochiere"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/ibz137"
    },
    {
      "title": "Development of a just-in-time adaptive intervention for smoking cessation among Korean American emerging adults",
      "authors": [
        "C Cerrada",
        "E Dzubur",
        "Kca Blackman",
        "V Mays",
        "S Shoptaw",
        "J Huh"
      ],
      "year": 2017,
      "doi": "10.1007/s12529-016-9628-x"
    },
    {
      "title": "Just-in-the-moment adaptive interventions (JITAI): a meta-analytical review",
      "authors": [
        "L Wang",
        "L Miller"
      ],
      "year": 2020,
      "doi": "10.1080/10410236.2019.1652388"
    },
    {
      "title": "Sample size calculations for micro-randomized trials in mHealth",
      "authors": [
        "P Liao",
        "P Klasnja",
        "A Tewari",
        "S Murphy"
      ],
      "year": 2016,
      "doi": "10.1002/sim.6847"
    },
    {
      "title": "MRT-SS Calculator: an R shiny application for sample size calculation in micro-randomized trials",
      "authors": [
        "N Seewald",
        "J Sun",
        "P Liao"
      ],
      "year": 2020,
      "doi": "10.48550/arXiv.1609.00695"
    },
    {
      "title": "Micro-randomized trial with flexible design and sample size considerations",
      "authors": [
        "J Xu",
        "X Yan",
        "C Figueroa",
        "J Williams",
        "B Chakraborty"
      ],
      "year": 2022,
      "doi": "10.48550/arXiv.2203.14914"
    },
    {
      "title": "Estimating time-varying causal excursion effects in mobile health with binary outcomes",
      "authors": [
        "T Qian",
        "H Yoo",
        "P Klasnja",
        "D Almirall",
        "S Murphy"
      ],
      "year": 2021,
      "doi": "10.1093/biomet/asaa070"
    },
    {
      "title": "Assessing time-varying causal effect moderation in the presence of cluster-level treatment effect heterogeneity",
      "authors": [
        "J Shi",
        "Z Wu",
        "W Dempsey"
      ],
      "year": 2021,
      "doi": "10.48550/arXiv.2102.01681"
    },
    {
      "title": "Network interference in microrandomized trials",
      "authors": [
        "S Li",
        "S Wager"
      ],
      "year": 2022,
      "doi": "10.48550/arXiv.2202.05356"
    },
    {
      "title": "Reinforcement Learning: An Introduction",
      "authors": [
        "R Sutton",
        "A Barto"
      ],
      "year": 2018
    },
    {
      "title": "From ads to interventions: contextual bandits in mobile health",
      "authors": [
        "A Tewari",
        "S Murphy"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-51394-2_25"
    },
    {
      "title": "Reinforcement learning in modern biostatistics: constructing optimal adaptive interventions",
      "authors": [
        "N Deliu",
        "J Williams",
        "B Chakraborty"
      ],
      "year": 2022,
      "doi": "10.48550/arXiv.2203.02605"
    },
    {
      "title": "An empirical evaluation of Thompson sampling",
      "authors": [
        "O Chapelle",
        "L Li"
      ],
      "year": 2011,
      "doi": "10.5555/2986459.2986710"
    },
    {
      "title": "Why is posterior sampling better than optimism for reinforcement learning?",
      "authors": [
        "I Osband",
        "B Van Roy"
      ],
      "year": 2017
    },
    {
      "title": "Advancing behavioral intervention and theory development for mobile health: the HeartSteps II protocol",
      "authors": [
        "D Spruijt-Metz",
        "B Marlin",
        "M Pavel"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19042267"
    },
    {
      "title": "Designing reinforcement learning algorithms for digital interventions: preimplementation guidelines",
      "authors": [
        "A Trella",
        "K Zhang",
        "Nahum Shani",
        "I Shetty",
        "V Doshi-Velez",
        "F Murphy"
      ],
      "year": 2022,
      "doi": "10.3390/a15080255"
    },
    {
      "title": "Adaptive learning algorithms to optimize mobile applications for behavioral health: guidelines for design decisions",
      "authors": [
        "C Figueroa",
        "A Aguilera",
        "B Chakraborty"
      ],
      "year": 2021,
      "doi": "10.1093/jamia/ocab001"
    },
    {
      "title": "Linear mixed models with endogenous covariates: modeling sequential treatment effects with application to a mobile health study",
      "authors": [
        "T Qian",
        "P Klasnja",
        "S Murphy"
      ],
      "year": 2020,
      "doi": "10.1214/19-sts720"
    },
    {
      "title": "The R package geepack for generalized estimating equations",
      "authors": [
        "S Højsgaard",
        "U Halekoh",
        "J Yan"
      ],
      "year": 2006,
      "doi": "10.18637/jss.v015.i02"
    },
    {
      "title": "Practical considerations for data collection and management in mobile health micro-randomized trials",
      "authors": [
        "N Seewald",
        "S Smith",
        "A Lee",
        "P Klasnja",
        "S Murphy"
      ],
      "year": 2019,
      "doi": "10.1007/s12561-018-09228-w"
    },
    {
      "title": "Inference and missing data",
      "authors": [
        "D Rubin"
      ],
      "year": 1976,
      "doi": "10.1093/biomet/63.3.581"
    },
    {
      "title": "Translating strategies for promoting engagement in mobile health: a proof-of-concept microrandomized trial",
      "authors": [
        "Nahum-Shani I Rabbi",
        "M Yap"
      ],
      "year": 2021,
      "doi": "10.1037/hea0001101"
    },
    {
      "title": "Assessing realtime moderation for developing adaptive mobile health interventions for medical interns: microrandomized trial",
      "authors": [
        "T Necamp",
        "S Sen",
        "E Frank"
      ],
      "year": 2020,
      "doi": "10.2196/15033"
    },
    {
      "title": "Sensitivity analysis for selection bias and unmeasured confounding in missing data and causal inference models",
      "authors": [
        "J Robins",
        "A Rotnitzky",
        "D Scharfstein"
      ],
      "year": 2000,
      "doi": "10.1007/978-1-4612-1284-3_1"
    }
  ],
  "num_references": 54
}
