{
  "paper_id": "EAUN94JG",
  "title": "Systematic Review of Home Telemonitoring for Chronic Diseases: The Evidence Base",
  "abstract": "Objective: Home telemonitoring represents a patient management approach combining various information technologies for monitoring patients at distance. This study presents a systematic review of the nature and magnitude of outcomes associated with telemonitoring of four types of chronic illnesses: pulmonary conditions, diabetes, hypertension, and cardiovascular diseases. Methods: A comprehensive literature search was conducted on Medline and the Cochrane Library to identify relevant articles published between 1990 and 2006. A total of 65 empirical studies were obtained (18 pulmonary conditions, 17 diabetes, 16 cardiac diseases, 14 hypertension) mostly conducted in the United States and Europe. \n Results: The magnitude and significance of the telemonitoring effects on patients' conditions (e.g., early detection of symptoms, decrease in blood pressure, adequate medication, reduced mortality) still remain inconclusive for all four chronic illnesses. However, the results of this study suggest that regardless of their nationality, socioeconomic status, or age, patients comply with telemonitoring programs and the use of technologies. Importantly, the telemonitoring effects on clinical effectiveness outcomes (e.g., decrease in the emergency visits, hospital admissions, average hospital length of stay) are more consistent in pulmonary and cardiac studies than diabetes and hypertension. Lastly, economic viability of telemonitoring was observed in very few studies and, in most cases, no in-depth cost-minimization analyses were performed. \n Conclusion: Home telemonitoring of chronic diseases seems to be a promising patient management approach that produces accurate and reliable data, empowers patients, influences their attitudes and behaviors, and potentially improves their medical conditions. Future studies need to build evidence related to its clinical effects, cost effectiveness, impacts on services utilization, and acceptance by health care providers.",
  "year": 2006,
  "date": "2006",
  "journal": "Health Affairs",
  "publication": "Health Affairs",
  "authors": [
    {
      "forename": "Guy",
      "surname": "Paré",
      "name": "Guy Paré",
      "affiliation": "HEC Montréal (GP , MJ) ; Health Admin- istration Department , Faculty of Medicine , University of Montreal (CS) , Montreal , Quebec , Canada. \n\t\t\t\t\t\t\t\t MJ) \n\t\t\t\t\t\t\t\t Health Admin- istration Department \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t HEC Montréal (GP \n\t\t\t\t\t\t\t\t University of Montreal (CS) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Montreal \n\t\t\t\t\t\t\t\t\t Quebec \n\t\t\t\t\t\t\t\t\t Canada",
      "email": "ͻguy.pare@hec.caͼ."
    },
    {
      "forename": "Claude",
      "surname": "Sicotte",
      "name": "Claude Sicotte",
      "affiliation": "HEC Montréal (GP , MJ) ; Health Admin- istration Department , Faculty of Medicine , University of Montreal (CS) , Montreal , Quebec , Canada. \n\t\t\t\t\t\t\t\t MJ) \n\t\t\t\t\t\t\t\t Health Admin- istration Department \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t HEC Montréal (GP \n\t\t\t\t\t\t\t\t University of Montreal (CS) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Montreal \n\t\t\t\t\t\t\t\t\t Quebec \n\t\t\t\t\t\t\t\t\t Canada"
    }
  ],
  "doi": "10.1197/jamia.m2270",
  "sections": [
    {
      "text": "Population ageing is profound, having major consequences and implications for all facets of human life, including health and health care. Indeed, as we age, the incidence and prevalence of chronic diseases, such as cardiovascular disease, chronic obstructive pulmonary disease (COPD), and diabetes, continue to increase.  1, 4 Chronic diseases have become major causes of death in almost all countries. By the end of 2005, it is estimated that 60% of all deaths will be due to chronic diseases.  5 Such prevalence of chronic diseases is one reason why expenditures on health care are skewed: in most health care delivery systems, 5% of patients are responsible for 50% of costs.  6 e economic burden of chronic diseases is profound, accounting for 46% of the global burden of disease.  7 The losses in national income for 2005 due to deaths from heart disease, stroke, and diabetes were estimated (in international dollars) to be $18 billion in China, $1.6 billion in the United Kingdom, and $1.2 billion in Canada.  5 In the United States, chronically ill patients account for 78% of all medical costs nationally.  8 The increasing burden of chronic disease on health care resources and costs provides a powerful incentive to find more compelling ways to care for these patients.\n\nThe challenge is even more complex because of the supplyand-demand curve in health care.  4 Indeed, at the same time as we face dramatic increases in the numbers of chronically ill patients, there are global provider shortages. An acute nursing shortage exists in many developed countries, including the United States, United Kingdom, Australia, and Canada, and there is no realistic prospect that this situation will change in the near future.  9 -11 Furthermore, some countries have to cope with reductions in the number of persons entering the nursing profession.  [12] [13] 3] [14]  Several studies have also suggested a substantial physician shortage, which is expected to develop in the coming years in various countries.  [15] [16] [17]  Dramatic increases in the numbers of chronically ill patients in the face of shrinking provider numbers and significant cost pressures mean that a fundamental change is required in the process of care. We need to identify patient management approaches that would ensure appropriate monitoring and treatment of patients while reducing the cost involved in the process. Provision of care directly to the patient home represents an alternative. It may be perceived as a substitute for acute hospitalization, an alternative to long-term institutionalization, a complementary means of maintaining individuals in their own community, and an alternative to conventional hospital outpatient or physician visits.  1  Information technology can play a crucial role in providing care to the home, and telehealth technologies have been growing dramatically. More precisely, home telemonitoring is a way of responding to the new needs of home care in an ageing population. In this regard, Meystre  18  recently concluded that long-term disease monitoring of patients at home currently represents the most promising application of telemonitoring technology for delivering cost effective quality care. Yet, to be able to comprehensively assess and determine the benefits of home telemonitoring, it is essential to perform a systematic review that can critically synthesize the results of various studies in this area and provides a solid ground for clinical and policy decision making.  19 is article provides a systematic review of experimental and quasi-experimental studies involving home telemonitoring of chronic patients with pulmonary conditions, diabetes, hypertension, and cardiovascular diseases. Precisely, it reveals the nature and magnitude of the outcomes or impacts associated with telemonitoring programs across the world."
    },
    {
      "title": "Home Telemonitoring: A Definition",
      "text": "Key information technology application domains in health care include telemedicine and home telecare. On the one hand, telemedicine is defined as the direct provision of clinical care, including diagnosing, treating, or consultation, via telecommunications for a patient at a distance.  20, 21 It may cover diverse patient care services such as telepsychiatry, teleradiology, teledermatology, and teleophthalmology. Its primary function is to provide specialist consultation to distant communities, rather than to provide a tool for self-management of chronic disease. On the other hand, home telecare is a rapidly evolving domain focused on providing care in a home setting with the primary intent of supporting the patient rather than the health professionals. Home telemonitoring is used in a more restrictive sense and encompasses the use of audio, video, and other telecommunication technologies to monitor patient status at a distance.  18, 22, 23 In the present study, we define home telemonitoring as an automated process for the transmission of data on a patient's health status from home to the respective health care setting. Hence, telemonitoring does not involve the electronic transmission of data by a health care professional at the patient's location. Only patients or their family members, when necessary, are responsible for keying in and transmitting their data without the help of a health care provider such as a nurse or a physician."
    },
    {
      "title": "Methodology",
      "text": "A comprehensive literature search was conducted on Medline and the Cochrane Library to identify relevant articles published between 1990 and 2006. The keywords that were used include telemonitoring, telecare, telemedicine, telematics, telehealth, and telehomecare. These terms were used in conjunction with diabetes, hypertension, blood pressure, pulmonary diseases/conditions, asthma, respiratory diseases/ conditions, cardiac diseases/conditions, and heart failure. The references cited in the articles that were initially found and are included in this review were also manually examined to further identify any additional relevant studies.\n\nThe inclusion criteria required that the studies: (1) have an experimental design involving direct data collection from patients with any of the four considered chronic diseases, (2) be published in the English language and appear in peer-reviewed journals, and (3) document telemonitoring effects. Conference and poster abstracts, which do not present detailed studies, were not considered in this review. We also excluded general reviews, articles that focused on multipathology groups of patients, or did not involve telemonitoring experiments and timely transmission of data. Because the primary aim of this review was to provide an assessment of the impact of home telemonitoring for patients with pulmonary conditions, heart diseases, diabetes, or hypertension, publications that focused on other illnesses or conditions (e.g., pregnant women, patients on dialysis, AIDS/HIV patients) or targeted other settings than home (e.g., prisons) were beyond the scope of this review."
    },
    {
      "title": "Results"
    },
    {
      "title": "General Overview",
      "text": "As shown in Table  1 , a total of 65 studies were found in the scientific literature (1991-2006) that examined the outcomes of home telemonitoring programs. Most of these studies were conducted in the United States (46%) and Europe (38%), and more than half were reported in the past six years. With the exception of pulmonary diseases that represent a variety of medical conditions, telemonitoring of diabetes, hypertension, and cardiac diseases was specific to each of these illnesses, and involved adult patients suffering from these medical conditions. Only in few cases, subgroups of the general population (e.g., children, veterans, pregnant women) were considered.  24 -30 erall, a very similar number of studies investigating home telemonitoring programs were found for each of the four categories of chronic illnesses: Pulmonary conditions (18 studies), diabetes (17 studies), cardiac diseases (16 studies), and hypertension (14 studies). Nevertheless, the design, duration, and set-up of these studies varied among the four groups (Table  2 ). In general, more than half of the home telemonitoring studies found in the literature did not involve randomization and did not have a control group,  [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] [45]  and very few (8%) were nonrandomized studies with a control group (e.g., Paré et al.,  46  Vahatalo et al.,  47  Cordisco et al.,  48  Heidenreich et al.,  49  Scalvini et al.,  50  ). Unlike most telemonitoring projects of pulmonary conditions that did not include control groups, the majority of the diabetes telemonitoring studies (70%) were based on randomized or randomized cross-over designs.  24, 28, 29, [51] [52] ] [53] [54] [55] [56] [57] [58] [59]  Telemonitoring projects of cardiac diseases had the largest samples of patients, which exceeded by far the size of the experimental and control groups involved in the studies on the three other chronic conditions, and the largest average study durations (Table  2 ). Telemonitoring projects on all four medical conditions involved transfer of patients' symptoms; data on basic vital signs were also gathered for pulmonary conditions, cardiac diseases, and hypertension. Nevertheless, information on the medications used by patients was only collected in the case of pulmonary conditions and diabetes.  27,32,60 -63 Lastly, the frequency of data transmission varied depending on the study and the medical condition in question. Yet, the majority of the telemonitoring studies reported either a once per day or once per week transmission of patients' data from home. Very few cases, however, considered data transmission over longer periods of time, such as every two or four weeks.  24, 25, 28"
    },
    {
      "title": "General Trends",
      "text": "As shown in Table  3 , the reported effects and impacts of telemonitoring were divided into five categories: data quality, patient clinical condition, patient attitude and behavior, clinical effectiveness, and economic viability. First, the most commonly assessed telemonitoring effects were at the attitudinal and/or behavioral level (e.g., medication compliance, compliance with symptoms entry and data transmission, awareness, empowerment, satisfaction). Eighty-five percent of the studies, across the four categories of chronic illnesses, reported such impacts.  33,52,55,64 -72 cond, the effects of telemonitoring on patients' clinical conditions also were commonly discussed among 78% of the studies included in this review.  28, 35, 38, 49, 52, 63, 73, 74 For example, 16 out of 17 studies on diabetes telemonitoring examined clinical effects of telemonitoring (e.g., reduction in complications, glycemic control), and 12 out of 16 projects on cardiac diseases analyzed clinical outcomes (e.g., change in symptoms, weight, blood pressure, and quality of life). Third, assessment of the effects of telemonitoring on the accuracy and quality of data transferred by patients was addressed in a significant number of studies. Overall, more than half of the studies (55%) in this review discussed the quality of data before analyzing its impacts on patients and the overall process of care.  24, 31, 32, 43, [75] [76] 6] [77] [78] [79]  Projects involving patients with pulmonary conditions were the most common to examine these effects (67%), followed by diabetes and hypertension projects (59% and 64%, respectively). Only studies targeting cardiac patients did not investigate the effects of home telemonitoring on the validity and reliability of data as often (31%).\n\nFourth, as shown in Table  3 , evidence on the clinical effectiveness of telemonitoring and its structural effects was reported in 49% of the studies and varied according to the chronic disease considered. On one hand, 12 out of 16 (75%) cardiac telemonitoring projects assessed its impacts on the utilization of services, hospital admissions, rehospitalizations, and emergency room visits.  33,36,42,45,48 -50,78,80 -83 On the other hand, only 3 out of 14 hypertension studies (21%) discussed these effects.  26, 35, 84 Studies on pulmonary conditions and diabetes telemonitoring ranked in the middle with 50% and 47%, respectively, looking at structural effects.  24, 32, 39, 55, 61, 68 st, assessment of the economic viability of telemonitoring as a patient management approach was consistently limited across all four categories of chronic illnesses. Only 17 out of 65 studies (26%) included in this review presented costrelated data on the systems used or performed some sort of cost analysis.  25 ,28,32,34,35,39,46,50,57,62,80,84 -88"
    },
    {
      "title": "Telemonitoring Effects",
      "text": "Despite the variability in the number of studies discussing the effects of telemonitoring in the five categories presented above, there was agreement on some of the reported impacts and disagreement on others, which builds evidence on the effects of telemonitoring and highlights potential areas for future research and investigation (see Table  4 , available as on online data supplement at  www.jamia.org ). First, among the studies discussing the effects of telemonitoring on the quality of data, the findings were coherent across the four chronic illnesses. A good level of accuracy and reliability of transmitted data was consistently reported, and the process of data transfer was performed successfully in most cases with minimal technical problems and errors.  24, 31, 43, 58, [75] [76] [77] [78]  Second, positive effects of telemonitoring on patient condition and the overall process of care were also highlighted in several studies across the four categories of chronic conditions. Although limited to small samples and short durations, the projects involving patients with pulmonary conditions have demonstrated the ability of telemonitoring to identify early changes in the condition of patients, thus supporting immediate intervention and avoiding exacerbations.  38, 39, 65, 86 Similarly, diabetes telemonitoring studies have confirmed a decline in hemoglobin A1c and significant blood glucose control as a result of this approach.  52, 53, 56, 59 owever, evidence related to its effect on reducing the number of complications remains inconsistent across all four chronic illnesses.  28, 29 In addition, projects involving patients    29 ) 17 (26)  with hypertension have also demonstrated the ability of telemonitoring to reduce systolic and diastolic blood pressure,  35, 41, 84, 88  but very few have reported resulting changes in medication regimens and quality of life. On the other hand, clinical effects on the condition of patients suffering from cardiac problems were not as evident. Despite the ability of home telemonitoring to provide timely data for health care providers on the status of patients allowing detection of abnormalities and modification in medical therapy,  25, 42, 48, 49  the clinical effects reported in several cardiac studies were often minimal and inconclusive. Nevertheless, evidence related to improvement in the quality of life of patients was presented in several of these projects.  36, 73, 80, 81 ird, the impact of home telemonitoring on patients' attitude and behavior was coherent across the four categories of chronic illnesses examined in this review. In general, patients were very receptive of telemonitoring as a patient management approach and showed a very positive attitude toward it. For example, the majority of the studies on pulmonary conditions and diabetes demonstrated a high level of acceptance and satisfaction with the systems and processes used.  [37] [38] [39] 54, 57, 69, 87  Furthermore, several studies on cardiac and hypertensive patients showed a high level of compliance with telemonitoring programs and data transfer.  35, 36, 49, 71, 81, 82 Nevertheless, decrease in adherence with time was observed in several instances.  38, 41, 61, 64, 71, 89 In addition to satisfaction with telemonitoring and compliance with data transmission, patients' empowerment represents one of the most important effects. In fact, the direct involvement of patients in the care process and the associated increase in their knowledge and awareness about the respective medical condition present important sources of empowerment as indicated in several projects.  44, 55, 58, 60 urth, with the exception of hypertension studies showing no empirical evidence on structural effects, the majority of the studies that assessed the clinical effectiveness of telemonitoring and involved patients with pulmonary and cardiac diseases demonstrated a significant decrease in hospital admissions, emergency department visits, and hospital length of stay.  33, 39, 45, 48, 49, 61, 68, 78, 80 These findings, however, were not consistent across all telemonitoring projects involving patients with diabetes.  24, 30, 55 st, evidence on the economic viability of telemonitoring as a patient management approach was scarce across all four categories of chronic illnesses. Among the studies examining patients with pulmonary conditions, only one presented a detailed and comprehensive cost minimization analysis of the telemonitoring program in question.  46 There was no empirical evidence presented in diabetes, cardiac, and hypertension telemonitoring projects that could allow firm conclusions regarding the cost of this patient management approach and its economic viability as compared to usual patient care. The majority of diabetes projects did not include any analysis or cost estimate for the respective system or program used. In the case of hypertension, a few studies only presented figures on the daily cost of the system.  35, 88 Additionally, the few studies on cardiac patients that conducted some sort of economic analysis involved heterogeneous samples, and as such make generalization of findings and evidence building more critical.  25, 49, 80"
    },
    {
      "title": "Discussion",
      "text": "By applying objective techniques for gathering and synthesizing information from primary studies, a systematic review can pool the vast literature concerning a specific issue, guide future research, and ensure a solid ground for medical decision-making and policy formulation.  19 Specifically, this review aims at assembling and critically evaluating the literature on home telemonitoring of chronic conditions and integrating the current body of knowledge in this area.\n\nGiven the relative newness of this field, which dates back to the early 1990s, it is important to underscore the considerable research (65 studies) that has been already initiated and conducted in the area of home telemonitoring of chronic illnesses such as diabetes, hypertension, and pulmonary and cardiac diseases. Based on the studies found in the literature, researchers in the United States and several countries in Europe and other parts of the world have shown interest in exploring the benefits, use, and potential of home telemonitoring as a patient management approach. Significant evidence has been built that highlights major findings related to the effects of telemonitoring on patients, their medical conditions, and the whole process of care.\n\nThe studies examined in this review of home telemonitoring for the four categories of chronic illnesses have provided evidence confirming the accuracy and reliability of this technique. In general, very few errors and technical problems were faced in the projects considered, and reliable and accurate measures were consistently transmitted from patients' homes. This is an important indicator of the success of home telemonitoring in ensuring the timely availability of quality data for clinical decision-making. With the continuous development in telecommunication technologies used for telemonitoring,  90  which support minimal patient intervention in the collection and transfer of data, and as such reduce bias and subjectivity, the data transferred by telemonitoring become as reliable as those collected through face-to-face patient examination. Consequently, an important question arises as to whether future studies need to continue investigating the quality of transferred data in telemonitoring settings. Given the technological progress and current coherent evidence on the effect of telemonitoring on the quality of data, we believe researchers should rather focus on examining other effects of telemonitoring that remain uncertain.\n\nFurthermore, the studies examined in this review presented consistent findings related to the effects of home telemonitoring on patients' attitudes and behaviors. This patient management approach appears to be very well received and accepted by patients themselves. It allows them to actively participate in the process of care, improves their awareness and feeling of security, and ultimately leads to their empowerment. Nevertheless, despite the current evidence on the attitudinal and behavioral effects of telemonitoring, little is known on the conditions that would support the development of patients' empowerment and enhance their participation in the telemonitoring process, especially with the reported decrease in patients' compliance with time that was noted in several studies.  38, 41, 64, 71, 89 In fact, the decrease in compliance with time is a critical issue that needs to be addressed and further investigated, especially in the case of chronic illnesses that require long-term follow-up and mon-itoring. Furthermore, future studies should examine the behavioral effects of telemonitoring with patients of different socioeconomic status, educational background, and age groups to determine whether the positive impacts previously observed hold or vary across these groups. These are essential questions that need to be addressed in order to be able to successfully manage telemonitoring in the practice of patient care at the population level.\n\nDespite the scattered evidence on the positive impacts of home telemonitoring at the clinical level, the studies included in this review have emphasized the potential of this approach to improve patients' medical conditions. As Utterback  91  discussed, the main goal of any successful patient management approach is to improve patients' outcomes and enhance the quality of life. In this case, although evidence on the clinical effects of home telemonitoring has not been consistent and conclusive across the four chronic illnesses, especially in the case of pulmonary conditions and cardiac diseases, it is important to note that studies on two of these chronic conditions have demonstrated positive clinical effects. Hypertension and diabetes studies consistently reported a significant decrease in blood pressure and glucose level, respectively, and studies involving cardiac patients have indicated a significant improvement in patients' quality of life, an area that has not been elaborated for the other three medical diseases. Given the importance of improving the medical condition of patients and their wellbeing in any care approach, future research should pursue the efforts to evaluate this category of clinical effects and systematically investigate the impacts of home telemonitoring on patients' conditions and quality of life by examining larger samples of patients over longer periods of time. This will strengthen the body of knowledge in this area and further validate the use of home telemonitoring as a patient management approach.\n\nEvidence on the effects of home telemonitoring on the utilization of services and its economic viability remains limited for all four chronic illnesses. Based on this review, there is a necessity for further development of research that investigates the impacts of telemonitoring on the utilization of health services (e.g., emergency room visits, clinic visits, hospitalizations, lengths of stay). With the continuous increase in health care costs and focus on quality, health care systems face the challenge of caring for a constantly growing number of patients at minimal cost. As a result, a shift of patient care away from health care organizations is necessary to reduce congestion in these settings (e.g., emergency rooms, hospital beds) and to diminish costs. Home telemonitoring is a promising approach for achieving these objectives. Yet, systematic evaluation of its structural effects has not been sufficient so far to support its diffusion. Similarly, very few detailed cost-benefit analyses of home telemonitoring programs have been observed in the literature, preventing practitioners and policymakers from confirming their economic viability.\n\nBased on this review, researchers should learn from the current body of knowledge in the area of home telemonitoring and address some of the main issues that remain problematic. First, the majority of the studies found in the literature were nonrandomized trials without control groups. Future evaluation studies should consider stronger designs, such as randomized trials, with larger samples of patients and over longer periods of time in order to be able to draw firmer conclusions regarding the effects of home telemonitoring. Specifically, studies assessing the structural and economic impacts of home telemonitoring programs should extend over periods of more than six months. Second, throughout this review, we noticed variability in the approach for investigating and reporting the effects of telemonitoring. Yet, the utilization of validated instruments to measure these effects was limited. Therefore, researchers should consider in the future a more thorough and systematic approach for evaluating the impacts of telemonitoring and for presenting the details of the respective projects and results. Examples of detailed analyses found in the literature include those by Paré et al,  46  Benatar et al,  80  Goldberg et al,  81  and Rogers et al.  84  Third, it was not clear throughout the studies examined herein whether improvement in the clinical condition of patients was a result of the process of telemonitoring itself or of other mechanisms such as the intensified provider consultation.  57 Future studies should assess the impact of other potential mediating variables or conditions on the outcomes observed. Fourth, very few observations were made in relation to the effects of telemonitoring on health care providers, their acceptance of this approach, and their concerns about it, which are important issues to consider in future studies. Fifth, a comparison between the increase in work time spent by health care providers, as reported in several projects,  [57] [58] [59]  and the time spent by them otherwise caring for exacerbated cases and complications that could have been minimized by telemonitoring is worth examining to have a clearer idea of the actual effects of this approach on providers' workloads. Last, it was noted in the literature that the benefits of telemonitoring may vary in relation to the geographic location (urban/rural settings),  57, 60  stage of illness,  57  and the availability of health care specialists.  28 Assessing these contingencies might also help in drawing firm conclusions about the outcomes of telemonitoring programs."
    },
    {
      "title": "Conclusion",
      "text": "So far, despite the recent history of home telemonitoring, a significant body of knowledge has been developed and made available to policymakers and clinicians. Based on the results of this review, home telemonitoring of chronic diseases seems to be a promising patient management approach that produces accurate and reliable data, empowers patients, influences their attitudes and behaviors, and potentially improves their medical conditions. Nevertheless, more studies are still required in this area to build an in-depth body of knowledge related to its clinical effects, cost effectiveness, impact on the utilization of health services, and acceptance by health care providers. For insurance companies and governments to consider future endorsement of this patient management approach, and subsequent reimbursement for the services provided, it is important to demonstrate its feasibility at the population level. More rigorous research on home telemonitoring would build stronger evidence that lead to changes in the practice and management of these chronic illnesses, to acceptance of this patient management approach by payers and providers, and to its future integration in the overall process of care."
    },
    {
      "text": "Profile of Home Telemonitoring StudiesJournal of the American Medical Informatics Association Volume 14 Number 3 May / June 2007"
    },
    {
      "text": "Overview of Research Designs"
    },
    {
      "text": "Frequencies of Types of Effects Observed in Home Telemonitoring Studies, n (%)"
    }
  ],
  "references": [
    {
      "title": "Home telehealth: Connecting care within the community",
      "authors": [
        "M Bensink",
        "D Hailey",
        "R Wootton"
      ],
      "year": 2006
    },
    {
      "title": "World population ageing",
      "year": 2002,
      "doi": "10.18356/e0f2a28d-en-fr"
    },
    {
      "title": "Aging of population",
      "authors": [
        "L Gavrilov",
        "P Heuveline"
      ],
      "year": 2003
    },
    {
      "title": "Introduction",
      "authors": [
        "R Wootton",
        "S Dimmick",
        "J Kvedar"
      ],
      "year": 2006
    },
    {
      "title": "Preventing chronic diseases: A vital investment",
      "year": 2005
    },
    {
      "title": "The concentration of health care expenditures, revisited",
      "authors": [
        "M Berk",
        "A Monheit"
      ],
      "year": 2001,
      "doi": "10.1377/hlthaff.20.2.9"
    },
    {
      "title": "Facts related to chronic diseases",
      "year": 2006
    },
    {
      "title": "Measuring DM's net effect is harder than you might think",
      "authors": [
        "A Johnson"
      ],
      "year": 2003
    },
    {
      "title": "Nurse migration and international recruitment",
      "authors": [
        "J Buchan"
      ],
      "year": 2001,
      "doi": "10.1046/j.1440-1800.2001.00112.x"
    },
    {
      "title": "The nursing strategy for Canada",
      "year": 2000
    },
    {
      "title": "Implications of a rapidly aging nurse workforce",
      "authors": [
        "P Buerhaus",
        "D Staiger",
        "D Auerbach"
      ],
      "year": 2000
    },
    {
      "title": "Global nursing shortages",
      "authors": [
        "J Buchan"
      ],
      "year": 2002
    },
    {
      "title": "Bringing the Future into Focus: Projecting RN Retirement in Canada",
      "year": 2003
    },
    {
      "title": "Challenges facing nurses' associations and unions: A global perspective",
      "authors": [
        "P Clark",
        "D Clark"
      ],
      "year": 2003
    },
    {
      "title": "Aging of population and medical workforce: A prospective view of health care provision in France in the year 2025",
      "authors": [
        "B Doan"
      ],
      "year": 2004
    },
    {
      "title": "Questions and answers about the AAMC's new physician workforce position",
      "year": 2006,
      "doi": "10.4135/9781412971942.n39"
    },
    {
      "title": "Working together for health",
      "year": 2006
    },
    {
      "title": "The current state of telemonitoring: A comment on the literature",
      "authors": [
        "S Meystre"
      ],
      "year": 2005,
      "doi": "10.1089/tmj.2005.11.63"
    },
    {
      "title": "Systematic reviews: Synthesis of best evidence for clinical decisions",
      "authors": [
        "D Cook",
        "C Mulrow",
        "R Haynes"
      ],
      "year": 1997,
      "doi": "10.7326/0003-4819-126-5-199703010-00006"
    },
    {
      "title": "Assessing telemedicine: A systematic review of the literature",
      "authors": [
        "R Roine",
        "A Ohinmaa",
        "D Hailey"
      ],
      "year": 2001
    },
    {
      "title": "A review of telemedicine and asthma",
      "authors": [
        "C Wainwright",
        "R Wootton"
      ],
      "year": 2003,
      "doi": "10.2165/00115677-200311090-00003"
    },
    {
      "title": "Glossary and Abbreviations",
      "year": 1996
    },
    {
      "title": "A systematic review of telemonitoring for the management of heart failure",
      "authors": [
        "A Louis",
        "T Turner",
        "M Gretton",
        "A Baksh"
      ],
      "year": 2003
    },
    {
      "title": "Using telecommunication technology to manage children with diabetes: The Computer-Linked Outpatient (CLOC) study",
      "authors": [
        "D Marrero",
        "J Vandagriff",
        "K Kronz"
      ],
      "year": 1995,
      "doi": "10.1177/014572179502100409"
    },
    {
      "title": "Diagnostic and cost effectiveness of telemonitoring the pediatric pacemaker patients",
      "authors": [
        "J Vincent",
        "D Cavitt",
        "P Carpawich"
      ],
      "year": 1997,
      "doi": "10.1007/s002469900121"
    },
    {
      "title": "Home blood pressure monitoring for pregnant patients with hypertension",
      "authors": [
        "R Naef",
        "K Perry",
        "E Magann",
        "B Mclaughlin",
        "S Chauhan",
        "J Morrisson"
      ],
      "year": 1998
    },
    {
      "title": "Telemedical care reduces hypoglycemias and improves glycemic control in children and adolescents with type I diabetes",
      "authors": [
        "B Liesenfeld",
        "R Renner",
        "M Neese",
        "K Hepp"
      ],
      "year": 2000
    },
    {
      "title": "Modem transmission of glucose values reduces the cost and need for clinic visits",
      "authors": [
        "H Chase",
        "J Pearson",
        "C Wightman",
        "M Roberts",
        "A Oderberg",
        "S Garg"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.5.1475"
    },
    {
      "title": "Home monitoring of foot skin temperatures to prevent ulceration",
      "authors": [
        "L Lavery",
        "R Zamorano",
        "K Higgins"
      ],
      "year": 2004
    },
    {
      "title": "An observational study of veterans with diabetes receiving weekly or daily home telehealth monitoring",
      "authors": [
        "N Chumbler",
        "B Neugaard",
        "R Kobb",
        "P Ryan",
        "H Qin",
        "Y Joo"
      ],
      "year": 2005,
      "doi": "10.1258/1357633053688723"
    },
    {
      "title": "Reliability and validity of spirometry measurements in a paperless home monitoring diary program for lung transplantation",
      "authors": [
        "S Finkelstein",
        "B Lindgren",
        "B Prasad"
      ],
      "year": 1993,
      "doi": "10.1109/iembs.1992.592737"
    },
    {
      "title": "An electronic case manager for diabetes control",
      "authors": [
        "L Meneghini",
        "A Albisser",
        "R Goldberg",
        "D Mintz"
      ],
      "year": 1998,
      "doi": "10.2337/diacare.21.4.591"
    },
    {
      "title": "Prevention of hospitalizations for heart failure with an interactive home monitoring program",
      "authors": [
        "N Shah",
        "E Der",
        "C Ruggerio",
        "P Heidenreich",
        "B Massie"
      ],
      "year": 1998,
      "doi": "10.1016/s0002-8703(98)70310-2"
    },
    {
      "title": "New telematic system for daily pulmonary function surveillance of lung transplant recipients",
      "authors": [
        "F Wagner",
        "A Weber",
        "J Park"
      ],
      "year": 1999
    },
    {
      "title": "The effect of home monitoring and telemanagement on blood pressure control among African Americans",
      "authors": [
        "M Bondmass",
        "N Bolger",
        "G Castro",
        "B Avitall"
      ],
      "year": 2000,
      "doi": "10.1089/107830200311815"
    },
    {
      "title": "The feasibility of a telecommunications service in support of outpatient congestive heart failure in a diverse patient population",
      "authors": [
        "T Nanevicz",
        "J Piette",
        "D Zipkin"
      ],
      "year": 2000,
      "doi": "10.1111/j.1527-5299.2000.80151.x"
    },
    {
      "title": "A telemedicine support for diabetes management: the T-IDDM project",
      "authors": [
        "R Bellazi",
        "C Larizza",
        "S Montani"
      ],
      "year": 2002,
      "doi": "10.1016/s0169-2607(02)00038-x"
    },
    {
      "title": "Internet-based home monitoring of pulmonary function after lung transplantation",
      "authors": [
        "B Morlion",
        "C Knoop",
        "M Paiva",
        "M Estenne"
      ],
      "year": 2002,
      "doi": "10.1164/ajrccm.165.5.2107059"
    },
    {
      "title": "Home telemonitoring for patients with severe respiratory illness: The Italian experience",
      "authors": [
        "C Maiolo",
        "E Mohammed",
        "C Fiorani",
        "A Delorenzo"
      ],
      "year": 2003
    },
    {
      "title": "Self-reported compliance of patients receiving antihypertensive treatment: Use of a telemonitoring home care system",
      "authors": [
        "K Port",
        "K Palm",
        "M Viigimaa"
      ],
      "year": 2003
    },
    {
      "title": "Telemonitoring of blood pressure self measurement in the OLMETEL study",
      "authors": [
        "T Mengden",
        "S Ewald",
        "S Kaufmann",
        "Jvd Esche",
        "S Uen",
        "H Vetter"
      ],
      "year": 2004
    },
    {
      "title": "Telecardiology for patients with chronic heart failure: The 'SHL' experience in Israel",
      "authors": [
        "A Roth",
        "I Kajiloti",
        "I Elkayam",
        "J Sander",
        "M Kehati",
        "M Golovner"
      ],
      "year": 2004,
      "doi": "10.1016/j.ijcard.2003.07.030"
    },
    {
      "title": "Transtelephonic monitoring of continuous haemodynamic measurements in heart failure patients",
      "authors": [
        "B Kjellstrom",
        "D Igel",
        "J Abraham",
        "T Bennett",
        "R Bourge"
      ],
      "year": 2005
    },
    {
      "title": "Mobile phone technology in the management of asthma",
      "authors": [
        "D Ryan",
        "W Cobern",
        "J Wheeler",
        "D Price",
        "L Tarassenko"
      ],
      "year": 2005,
      "doi": "10.1258/1357633054461714"
    },
    {
      "title": "Early outcomes of a care coordination-enhanced telehome care program for elderly veterans with chronic heart failure",
      "authors": [
        "R Schofield",
        "S Kline",
        "C Schmalfuss"
      ],
      "year": 2005
    },
    {
      "title": "Cost-minimization analysis of a telehomecare program for patients with chronic obstructive pulmonary disease",
      "authors": [
        "G Paré",
        "C Sicotte",
        "D St-Jules",
        "R Gauthier"
      ],
      "year": 2006,
      "doi": "10.1089/tmj.2006.12.114"
    },
    {
      "title": "Cellular phone transferred self blood glucose monitoring: Prerequisites for positive outcome",
      "authors": [
        "M Vahatalo",
        "H Virtamo",
        "J Viikari",
        "T Ronnemaa"
      ],
      "year": 2004
    },
    {
      "title": "Use of telemonitoring to decrease the rate of hospitalization in patients with severe congestive heart failure",
      "authors": [
        "M Cordisco",
        "A Beniaminovitz",
        "K Hammond",
        "D Mancini"
      ],
      "year": 1999,
      "doi": "10.1016/s0002-9149(99)00452-x"
    },
    {
      "title": "Effect of a home monitoring system on hospitalization and resource use for patients with heart failure",
      "authors": [
        "P Heidenreich",
        "C Ruggerio",
        "B Massie"
      ],
      "year": 1999,
      "doi": "10.1016/s0002-8703(99)70176-6"
    },
    {
      "title": "Effect of home-based telecardiology on chronic heart failure: Costs and outcomes",
      "authors": [
        "S Scalvini",
        "S Capomolla",
        "E Zanelli"
      ],
      "year": 2005,
      "doi": "10.1258/1357633054461688"
    },
    {
      "title": "Telematic transmission of computerized blood glucose profiles for IDDM patients",
      "authors": [
        "A Billiard",
        "V Rohmer",
        "M Roques"
      ],
      "year": 1991
    },
    {
      "title": "Telephone modem access improves diabetes control in those with insulin-requiring diabetes",
      "authors": [
        "K Ahring",
        "C Joyce",
        "J Ahring",
        "N Farid"
      ],
      "year": 1992
    },
    {
      "title": "Improved care of patients with diabetes through telecommunications",
      "authors": [
        "E Shultz",
        "A Bauman",
        "M Hayward",
        "R Holzman"
      ],
      "year": 1992,
      "doi": "10.1111/j.1749-6632.1992.tb26084.x"
    },
    {
      "title": "Using the Vista 350 telephone to communicate the results of home monitoring of diabetes mellitus to a central database and to provide feedback",
      "authors": [
        "M Edmonds",
        "M Bauer",
        "S Osborn"
      ],
      "year": 1998
    },
    {
      "title": "Do automated calls with nurse follow-up improve self-care and glycemic control among vulnerable patients with diabetes?",
      "authors": [
        "J Piette",
        "M Weinberger",
        "S Mcphee",
        "C Mah",
        "F Kraemer",
        "L Crapo"
      ],
      "year": 2000,
      "doi": "10.1016/s0002-9343(99)00298-3"
    },
    {
      "title": "Improvement in diabetes control with a monitoring system based on a hand-held touchscreen electronic diary",
      "authors": [
        "M Tsang",
        "M Mok",
        "G Kam"
      ],
      "year": 2001
    },
    {
      "title": "Are there time and cost savings by using telemanagement for patients on intensified insulin therapy? A randomized controlled trial",
      "authors": [
        "E Biermann",
        "W Dietrich",
        "J Rihl",
        "E Standl"
      ],
      "year": 2002,
      "doi": "10.1016/s0169-2607(02)00037-8"
    },
    {
      "title": "Telemedicine as a tool for intensive management of diabetes: The DIABTel experience",
      "authors": [
        "E Gomez",
        "M Hernando",
        "A Garcia"
      ],
      "year": 2002
    },
    {
      "title": "Telecare for patients with type 1 diabetes and inadequate glycemic control: A randomized controlled trial and meta-analysis",
      "authors": [
        "V Montori",
        "P Helgemoe",
        "G Guyatt"
      ],
      "year": 2004
    },
    {
      "title": "A feasibility study of remote monitoring of asthmatic patients",
      "authors": [
        "S Steel",
        "S Lock",
        "N Johnson",
        "Y Martinez",
        "E Marquilles",
        "R Bayford"
      ],
      "year": 2002
    },
    {
      "title": "An Internet-based store-and-forward video home telehealth system for improving asthma outcomes in children",
      "authors": [
        "D Chan",
        "C Callahan",
        "S Sheets",
        "C Moreno",
        "F Malone"
      ],
      "year": 2003
    },
    {
      "title": "Improving asthma control through telemedicine: A study of short-message service",
      "authors": [
        "V Ostojic",
        "B Cvoriscec",
        "S Ostojic",
        "D Reznikoff",
        "A Stipic-Markovic",
        "Z Tudjman"
      ],
      "year": 2005
    },
    {
      "title": "Internet-based monitoring of asthma: A long-term, randomized clinical study of 300 asthmatic subjects",
      "authors": [
        "L Rasmussen",
        "K Phanareth",
        "H Nolte",
        "V Backer"
      ],
      "year": 2005
    },
    {
      "title": "Monitoring progress after lung transplantation from home-patient adherence",
      "authors": [
        "S Finkelstein",
        "M Snyder",
        "Edin Stibbe"
      ],
      "year": 1996
    },
    {
      "title": "Staging of bronchiolitis obliterans syndrome using home spirometry",
      "authors": [
        "S Finkelstein",
        "M Snyder",
        "Edin Stibbe"
      ],
      "year": 1999
    },
    {
      "title": "The \"telepress\" system for self-measurement and monitoring of blood pressure (the \"Shahal\" experience in Israel)",
      "authors": [
        "A Roth",
        "M Golovner",
        "N Malov"
      ],
      "year": 1999
    },
    {
      "title": "Compliance and effectiveness of 1 year's home telemonitoring. The report of a pilot study of patients with chronic heart failure",
      "authors": [
        "S Delusignan",
        "S Wells",
        "P Johnson",
        "K Meredith",
        "E Leatham"
      ],
      "year": 2001
    },
    {
      "title": "An evaluation of the west Surrey telemedicine monitoring project",
      "authors": [
        "J Dale",
        "S Connor",
        "K Tolley"
      ],
      "year": 2003
    },
    {
      "title": "Home monitoring for lung transplant candidates",
      "authors": [
        "B Mullan",
        "M Snyder",
        "B Lindgren",
        "S Finkelstein",
        "M Hertz"
      ],
      "year": 2003
    },
    {
      "title": "Testing the usability of two automated home-based patient management systems",
      "authors": [
        "R Farzanfar",
        "J Finkelstein",
        "R Friedman"
      ],
      "year": 2004
    },
    {
      "title": "Daily usage and efficiency of remote home monitoring in hypertensive patients over a oneyear period",
      "authors": [
        "K Port",
        "K Palm",
        "M Viigimaa"
      ],
      "year": 2005
    },
    {
      "title": "Low-cost, e-mail based system for self-blood pressure monitoring at home",
      "authors": [
        "K Nakajima",
        "M Nambu",
        "T Kiryu",
        "T Tamura",
        "K Sasaki"
      ],
      "year": 2006
    },
    {
      "title": "A controlled pilot study in the use of telemedicine in the community on the management of heart failure-A report of the first three months",
      "authors": [
        "S Delusignan",
        "K Meredith",
        "S Wells",
        "E Leatham",
        "P Johnson"
      ],
      "year": 1999
    },
    {
      "title": "Blood pressure monitoring by cellular telephone in patients on continuous ambulatory peritoneal dialysis",
      "authors": [
        "H Nakamoto",
        "E Nishida",
        "M Ryuzaki",
        "M Sone",
        "M Yoshimoto",
        "K Itagaki"
      ],
      "year": 2004
    },
    {
      "title": "Determination of reliability and validity in home monitoring data of pulmonary function tests following lung transplantation",
      "authors": [
        "B Lindgren",
        "S Finkelstein",
        "B Prasad"
      ],
      "year": 1997
    },
    {
      "title": "An internetbased blood pressure monitoring system for patients",
      "authors": [
        "I Aris",
        "Aae Wagie",
        "N Mariun",
        "Abe Jammal"
      ],
      "year": 2001
    },
    {
      "title": "Tele-monitoring of home blood pressure in treated hypertensive patients",
      "authors": [
        "D Moller",
        "A Dideriksen",
        "S Sorensen",
        "L Madsen",
        "E Pedersen"
      ],
      "year": 2003
    },
    {
      "title": "Heart failure case disease management program: A pilot study of home telemonitoring versus usual care",
      "authors": [
        "S Capomolla",
        "G Pinna",
        "M Larovere"
      ],
      "year": 2004
    },
    {
      "title": "Teletransmission and computer analysis of self-blood pressure measurements at home",
      "authors": [
        "J Menard",
        "A Linhart",
        "J Weber",
        "C Paria",
        "C Herve"
      ],
      "year": 1996
    },
    {
      "title": "Outcomes of chronic heart failure",
      "authors": [
        "D Benatar",
        "M Bondmass",
        "J Ghitelman",
        "B Avitall"
      ],
      "year": 2003
    },
    {
      "title": "Randomized trial of a daily electronic home monitoring system in patients with advanced heart failure: The Weight Monitoring in Heart Failure (WHARF) trial",
      "authors": [
        "L Goldberg",
        "J Piette",
        "M Walsh"
      ],
      "year": 2003
    },
    {
      "title": "Noninvasive home telemonitoring for patients with heart failure at high risk of recurrent admission and death: The Trans-European Network-Home-Care Management System (TEN-HMS) study",
      "authors": [
        "Jgf Cleland",
        "A Louis",
        "A Rigby",
        "U Janssens",
        "Ahmm Balk"
      ],
      "year": 2005
    },
    {
      "title": "Tele-homecare for chronically ill patients: Improved outcomes and new developments",
      "authors": [
        "S Robinson",
        "K Stroetmann",
        "V Stroetmann"
      ],
      "year": 2004
    },
    {
      "title": "Home monitoring service improves mean arterial pressure in patients with essential hypertension",
      "authors": [
        "Mam Rogers",
        "D Small",
        "D Buchan"
      ],
      "year": 2001,
      "doi": "10.7326/0003-4819-134-11-200106050-00008"
    },
    {
      "title": "A telecommunications system for monitoring and counseling patients with hypertension: Impact on medication adherence and blood pressure control",
      "authors": [
        "R Friedman",
        "L Kazis",
        "A Jette"
      ],
      "year": 1996
    },
    {
      "title": "Telespirometry: Novel system for home monitoring of asthmatic patients",
      "authors": [
        "I Bruderman",
        "S Abboud"
      ],
      "year": 1997,
      "doi": "10.1089/tmj.1.1997.3.127"
    },
    {
      "title": "Internet-based home asthma telemonitoring. Can patients handle the technology?",
      "authors": [
        "J Finkelstein",
        "M Cabrera",
        "G Hripcsak"
      ],
      "year": 2000,
      "doi": "10.1378/chest.117.1.148"
    },
    {
      "title": "Effects of home telemonitoring and community-based monitoring on blood pressure control in urban African Americans: A pilot study",
      "authors": [
        "N Artinian",
        "Ogm Washington",
        "T Templin"
      ],
      "year": 2001,
      "doi": "10.1067/mhl.2001.112684"
    },
    {
      "title": "Relationship between the frequency of blood pressure self-measurement and blood pressure reduction with antihypertensive therapy: Results of the OLMETEL (OLMEsartan TELemonitoring blood pressure) study",
      "authors": [
        "S Ewald",
        "J Esche",
        "S Uen",
        "F Neikes",
        "H Vetter",
        "T Mengden"
      ],
      "year": 2006,
      "doi": "10.2165/00044011-200626080-00002"
    },
    {
      "title": "Tele-monitoring of home blood pressure",
      "authors": [
        "T Mengden",
        "H Vetter",
        "A Tisler",
        "M Illyes"
      ],
      "year": 2001
    },
    {
      "title": "Home telehealth: Supporting anew model of care with telehealth technology",
      "authors": [
        "K Utterback"
      ],
      "year": 2005
    }
  ],
  "num_references": 91
}
