{
  "paper_id": "EB77Z6YC",
  "title": "The Estimation of a Preference-Based Measure of Health from the SF-36",
  "abstract": "This paper reports on the findings of a study to derive a preference-based measure of health from the SF-36 for use in economic evaluation. The SF-36 was revised into a six dimensional health state classification called the SF-6D. A sample of 249 states defined by the SF-6D have been valued by a representative sample of 611 members of the UK general population, using standard gamble. Models are estimated for predicting health state valuations for all 18,000 states defined by the SF-6D. The econometric modelling had to cope with the hierarchical nature of the data and its skewed distribution. The recommended models have produced significant coefficients for levels of the SF-6D, which are robust across model specification. However, there are concerns with some inconsistent estimates and over prediction of the value of the poorest health states. These problems must be weighed against the rich descriptive ability of the SF-6D, and the potential application of these models to existing and future SF-36 data set.",
  "year": 1995,
  "date": "1995",
  "authors": [
    {
      "name": "John Brazier",
      "email": "j.e.brazier@sheffield.ac.uk",
      "affiliation": {
        "organization": "Sheffield Health Economics Group",
        "department": "Sheffield Health Economics Group",
        "institution": "University of Sheffield",
        "address": "UK"
      }
    },
    {
      "name": "Jennifer Roberts",
      "affiliation": {
        "organization": "Sheffield Health Economics Group",
        "department": "Sheffield Health Economics Group",
        "institution": "University of Sheffield",
        "address": "UK"
      }
    },
    {
      "name": "Mark Deverill",
      "affiliation": {
        "organization": "Sheffield Health Economics Group",
        "department": "Sheffield Health Economics Group",
        "institution": "University of Sheffield",
        "address": "UK"
      }
    }
  ],
  "doi": "10.1016/s0167-6296(01)00130-8",
  "md5": "7722500D8E9540878C52066FCE64BB0D",
  "publication": {
    "journal": "Health Economics",
    "journal_inferred": true
  },
  "keywords": [
    "JEL classification: I10 Preference-based health measure",
    "SF-36",
    "modelling stated preference data"
  ],
  "funding": [
    "Acknowledgments We would like to thank  GlaxoWelcome  for supporting this study and  Roger Thomas  and  Patrick Sturgis  at  SCPR  for conducting the valuation survey. The usual disclaimer applies."
  ],
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "Measures of health related quality of life (HRQoL) have become widely used by clinical researchers and can provide useful descriptive information on the effectiveness of health care interventions covering such disparate range of outcomes for HRQoL. However, these measures have not been designed for use in economic evaluation. The main shortcoming of using such instruments in economic evaluation is that they do not explicitly incorporate preferences into their scoring algorithms.\n\nThis paper reports on a study to derive a preference-based measure of health from the SF-36, which is one of the most widely used generic measures of HRQoL in clinical trials. It has the potential to considerably extend the scope for undertaking economic evaluation in health care using existing and future SF-36 data sets.\n\nThe paper also seeks to address the methodological issues this research task raises.\n\nThe next section of this paper briefly describes the SF-36 and some of the problems of using it in its current form in economic evaluation. This is followed by a section describing the methods of the study, including: the rationale for the choice of approach, the changes made to the SF-36, the valuation survey using a version of standard gamble and the issues around modelling the data. The valuation survey is reported in sections four and five and the modelling reported in section six. These types of stated preference data are complex to model due to their hierarchical nature and skewed distribution, and section six outlines alternative specifications for dealing with these problems. The final section considers how the results from this work can be used."
    },
    {
      "title": "2.. The Short Form-36 (SF-36) Health Survey",
      "text": "brazierje10.doc 2\n\nThe SF-36 health survey is a standardised questionnaire used to assess patient health across eight dimensions  (Ware et al, 1993) . It consists of items or questions which present respondents with choices about their perception of their health. The physical functioning dimension, for example, has 10 items to which the patient can make one of three responses:\n\n'limited a lot', 'limited a little' or 'not limited at all'. These responses are coded 1, 2 and 3 respectively and the ten coded responses summed to produce a score from 10 to 30. These raw dimension scores are transformed onto a 0 to 100 scale, which are not comparable across dimensions.\n\nThere is extensive evidence of the ability of these scores to describe the health differences between different patient groups and more importantly for evaluation, their ability to detect health changes in populations following intervention  (Garratt et al, 1993) . However, the method of scoring the SF-36 is not based on preferences. The simple scoring algorithm it uses assumes equal intervals between the response choices (e.g. the change from 'no limitation' to 'limited a little' is regarded as the same the change from 'limited a little' to 'limited a lot').\n\nFurthermore, it assumes the items are of equal importance; for example, being limited in walking has the same importance as being limited in climbing flights of stairs. The evidence has confirmed these concerns with the scoring. Studies have found only low to moderate correlations between HRQoL measures and preference-based measures  (Revicki and Kaplan, 1993) . The absence of preference data makes it impossible to undertake any trade-offs between SF-36 dimensions, or between its dimensions and survival and/or cost.\n\nThe remainder of this paper describes a study that introduces preferences into the scoring of the descriptive data in order to generate the health state utility values needed to construct QALYs and hence conduct cost-utility analyses.\n\nbrazierje10.doc 3"
    },
    {
      "title": "3.. Methods",
      "text": "There are three components to this study. Firstly, the SF-36 has been reduced in size and complexity in order that respondents can process the information and hence give reliable valuations of health states. Secondly, a preference based valuation survey has been undertaken. Thirdly, the results of the survey were used in a model to predict values for all states of health described by the reduced form version of the SF-36, via alternative econometric techniques.\n\nEconometric methods to estimate a model to predict health state values was chosen over techniques based on multi-attribute utility (MAU) theory, such as used to value the HUI  (Torrance, 1996) , due to the structure of the SF-6D system. The dimensions of the SF-6D are not strictly independent, so for example a health state with one dimensions at its worse level and all the other being at the best level is extremely unlikely to occur in practice and would not be credible with respondents. This presents problems in using MAU theory since it becomes necessary to back-off from these 'corner state'. Econometric methods do not rely on such corner states.\n\nThe feasibility of this approach was demonstrated in a pilot survey. A specially derived reduced version of the SF-36 (the 'SF-6D') was valued by a convenience sample (n=165) using standard gamble (SG), and the results were modelled to estimate a scoring algorithm for deriving a preference based single index from the SF-36  (Brazier et al, 1998) . This pilot study was constrained by the unrepresentativeness of the sample of respondents and limitations in the modelling owing to the small size of the dataset. Therefore the study reported in this paper was designed using a much larger representative sample of the UK population.\n\nbrazierje10.doc 4"
    },
    {
      "title": "3.1. Deriving the SF-6D Health State Classification",
      "text": "The SF-36 has 35 multi-level items used in its current scoring system, many of which have no obvious ordinal relationship; hence many millions of health states can be defined from this classification. The valuation of such a large multi-attribute function would present enormous estimation problems. Furthermore, experience from other research in transport and health, suggests that individuals can only process between five and nine pieces of information at a time  (Miller, 1956; Pearmain et al, 1991; Dolan et al, 1995) . The aim of this stage of the project was to produce a health state classification which was amenable to valuation by respondents subject to the constraint that responses to the SF-36 could be unambiguously mapped onto it.\n\nThe main task was to substantially reduce the number of items for the health state classification. The principle criterion was to minimise the loss of descriptive information.\n\nThis item selection process was able to benefit from the research undertaken by Dr John Ware and his colleagues on the descriptive importance of the items of the SF-36 in terms of their overall contribution to longer versions of the dimension scores  (Ware et al, 1995) . They undertook extensive factor analyses to determine the relative contribution of items to their overall dimension scores. This work has already contributed to a further shortened version of the instrument, the SF-12, which has become widely used in the USA."
    },
    {
      "title": "3.2. The SF-6D health state classification",
      "text": "The number of dimensions was reduced from eight to six. This was achieved firstly, by excluding all general health items since the purpose is to generate a single index for health brazierje10.doc 5 and it would be illogical to include a general health dimension as a constituent element.\n\nSecondly, the dimension 'role limitation due to physical problems' was combined with 'role limitations due to emotional problems' to form a single dimension for simplicity. However, this important distinction between different sources of role limitation is not lost in the derived health state classification system.\n\nThe final selection of items uses 8 from the SF-12 and three other items from the SF-36 physical functioning dimension to extend the scale to cover the full range of functioning problems. The result is a six dimensional health state classification shown in Table  1 , which has been called the SF-6D. The SF-36 items used in the SF-6D are listed at the bottom of the table. This version of the SF-6D differs in a number of important respects from the pilot version published in  Brazier et al, (1998) .\n\nThe SF-6D has six dimensions (δ = 1,2,…,6), each with between two and six levels (λ). An SF-6D health state is defined by selecting one statement from each dimension, starting with physical functioning and ending with vitality (see Table  2  for examples). A total of 18000 health states can be defined in this way. All responders to the original SF-36 questionnaire can be assigned to the SF-6D provided the 10 items used in the six dimensions of the SF-6D have been completed."
    },
    {
      "title": "4.. The valuation survey",
      "text": "The basic design of the survey was that a sample of 249 health states defined by the SF-6D\n\nwas valued by a representative sample of the general public (n = 836). Each respondent was asked to rank, and then value, six of these states using a variant of the SG technique.\n\nbrazierje10.doc 6"
    },
    {
      "title": "4.1. Selection of respondents",
      "text": "A representative sample of the general population should be used in this survey since the purpose is to inform the allocation of public resources  (Gold et al, 1996) . The aim of the sampling has been to ensure the sample should reflect the variability of the population in terms of characteristics such as age, socio-economic status and level of education. The sample was drawn using a two-stage cluster random selection design. The primary units were postcode sectors stratified by percentage of households with a non-manual occupation. Fifty one postcode sectors were selected, and addresses randomly selected from each of these, resulting in 1445 potential interviews. Where more than one adult (i.e. 16 or over) was found in household, one was selected at random by the interviewer using a standard Kish selection grid."
    },
    {
      "title": "4.2. Selection of health states",
      "text": "For such a large descriptive system, where it is not possible to value all possible combinations of each dimension or attribute, there is little guidance in the statistics literature on selecting samples for valuation. The minimum sample of health states was identified using an orthogonal design (by applying the Orthoplan procedure of SPSS), which generated 49 health states (out of 18,000) required in order to estimate an additive model. It was anticipated that more complex specifications, allowing for some form of interaction between dimensions, would be estimated and therefore it was desirable to value more states. Another reason for valuing more states was to provide scope for examining the predictive ability of the models subsequently estimated. However, resources constrained the survey to around 800 interviews.\n\nThe choice was therefore to maximise the number of valuations per state (hence choose the brazierje10.doc 7 minimum number of states, 49), or maximise the number of health states valued or some combination of the two. The latter course was chosen. States were classified as mild, moderate or severe and a stratified sampling method was used to supplement the 49 states selected by Orthoplan with a further 200 states, to provide 249 health states for valuation.\n\nEach respondent was asked to value six health states. Care was taken to ensure each person was asked to value a range of health states across the space defined by the SF-6D rather than a predominantly 'good' or 'bad' selection of states  (Brazier et al, 1999b) . The allocation procedure was also designed to maximise the chance that each of the 249 cards would be valued by an equal number of respondents."
    },
    {
      "title": "4.3. The interviews",
      "text": "A trained and experienced interviewer conducted the interviews in the respondent's own home. The interviewers were employed by the Social and Community Planning Research (SCPR), who are a private survey organisation that has undertaken numerous surveys for Government agencies and academics, including the MVH EQ-5D valuation survey  (Dolan et al, 1995) . The interview began with the respondent being asked to complete a short selfcompletion questionnaire about his or her own state of health, that included completing the SF-6D in the format that appears in Table1. This familiarised the respondent with the idea of describing health in terms of the SF-6D. It also provides a self-assessment of health which could be subsequently used in the modelling to estimate the impact of respondent's own health on their valuation of other health states.\n\nAt the next stage of the interview, the respondent was asked to rank a set of eight cards: one for each of the health states they would have to value, along with the best state defined by the SF-6D, the worst state and immediate death. This task provided an opportunity for the brazierje10.doc respondent to familiarise themselves with the cards and the notion of having preferences for one health state over another.\n\nThe main part of the interview was the SG valuation of six health states. This study employed a variant of the SG using props developed by a team at McMaster  (Furlong et al, 1990 ). In the interview, the respondent is asked to choose between the certain prospect (A) of living in an intermediate state defined by the SF-6D and the uncertain prospect (B) of two possible outcomes, the best state defined by the SF-6D or the worst ('pits'). The chances of the best outcome occurring is varied until the respondent is indifferent between the certain and uncertain prospects. At all times the probabilities are displayed on a chance board, both numerically and in the form of a pie chart. This 'ping pong' with props version of SG was chosen for its ease of use by interviewers. The chance board is designed to make the interview as straightforward as possible, by leading the interviewer through a set of questions In the SG valuation task respondents were asked to value each of the five certain SF-6D\n\nhealth states against the best and 'pits' health state. For calculating QALYs it is necessary to transform the results onto a scale where 1 is full health and 0 equivalent to death. The best health state defined by the SF-6D is full health. The worst state defined by the SF-6D must be valued on the full health to death scale and the five health state values adjusted accordingly. All respondents were therefore asked a sixth SG question. Depending on whether they thought the 'pits' state was better or worse than death they would be asked to consider a choice between either: i) the certain prospect of being in the 'pits' state and the uncertain prospect of full health (state 111111) or immediate death, or ii) the certain prospect of death and the uncertain prospect of full health or the 'pits' state.\n\nThe use of the 'pits' state as the reference state is an important feature of the SG valuation task used in the survey. It is more conventional to use death as the worst outcome (and more convenient for the purposes of deriving QALYs where it is necessary to place the health state values directly onto a scale where 1 is full health and 0 is regarded as equivalent to death).\n\nThe 'pits' state was chosen for two reasons. The first arose from a concern that the 'ping pong' version of SG used in the survey was insensitive at the upper end of the scale.\n\nRespondents are asked to consider probabilities up to 0.95 and yet the pilot study using an earlier version of the SF-6D found many respondents would only consider having the operation at higher odds  (Brazier et al, 1998) . The two stage valuation process allows respondents who believe the 'pits' state is better than death (and most did) to value the intermediate state above 0.975. The second benefit is that it enables people who regard the 'pits' state and other health states defined by the SF-6D to be worse than death to do so in one go at the end of the interview rather have to incorporate the states worse than death gamble into every question.\n\nIt was necessary to 'chain' the health state values in order to place them on the zero to one scale. For health states better than death, where the best outcome is set at 1 and death is 0, then expected utility theory would indicate that the health state value of the intermediate state is the probability of the better outcome at the respondent's point of indifference. For states worse than death, the equivalent value would be -P/(1-P); where P is the valuation of the 'pits' state. However, this results in a scale ranging from -∞ to +1, which gives greater weight brazierje10.doc 10 to negative values in the calculation of mean scores and presents problems for the statistical analysis. It has therefore been recommended in the literature that states valued worse than death should be simply the negative of the indifference probability of the best outcome  (Patrick et al, 1994) . This has the effect of bounding negative values at minus one. It is acknowledged that this has no theoretical support and is only one of a number of possible ways of dealing with the problem, but it is one that has become widely used elsewhere in the literature and a similar transformation has been used on TTO values in the MVH study  (Dolan, 1997) . Furthermore, it is less of an issue in the valuation of the SF-6D since there are proportionately fewer SG observations below zero and very few below minus one using the formula -P/(1-P) than has been found for the HUI and EQ-5D.\n\nHaving valued the 'pits' state (P), the final step is to adjust the five intermediate SF-6D health state valuations (SG) onto the scale where the best SF-6D state is 1 and death 0. The health state value used in the modelling is therefore: SGADJ = SG + (1-SG) * P."
    },
    {
      "title": "5.. The Data",
      "text": "Out of the 1445 addresses contacted for interview, 167 proved to be ineligible 1 . Of the usable addresses there were 836 successfully conducted interviews (a 65% response rate).\n\nRespondents were found to be representative of the national population in terms of the distribution by age group, education and social class  (Sturgis and Thomas, 1998) .\n\nOne hundred and thirty respondents had to be excluded from the analysis for failing to value the 'pits' state; therefore it was not possible to generate an adjusted SG value (see below). A further 9 were excluded for not valuing two or more health states. Finally, there were 86 brazierje10.doc 11 respondents whose health state values did not change between the five states. This last group have been excluded because the lack of variation is likely to indicate that the respondent did not understand the task. Other grounds for excluding individuals were considered, such as logical inconsistencies between their responses and the ordinal properties of the SF-6D, but these were discounted in favour of leaving individuals in the data set where possible.\n\nA comparison of included and excluded respondents is presented in Table  3 . The 225 excluded cases tended to be older, were marginally more likely to be male and unmarried, and less likely to have children under 16. They were more likely to rent rather than own their home and were less likely to be in full-time employment. They tend to have less educational qualifications and were slightly more likely to have problems understanding the standard gamble valuation task. Out of the 611 individuals included in the data set there were 148 missing values from 117 individuals. This results in 3518 observed SG valuations across 249 health states and these form the data set reported and analysed below."
    },
    {
      "title": "5.1. Health state values",
      "text": "Descriptive statistics for 50 of the 249 health states are shown in Table  4 . Each health state has been valued an average of 15 times. Mean health state values range from 0.10 to 0.99, and generally have large standard deviations. Median health state values usually exceed mean values, reflecting the positive skewness of the data. The relative health state valuations broadly conform with the logical ordering of the SF-6D. 1 These were addresses which contained no resident household for various reasons including: insufficient address, not traced, not yet built, derelict/demolished, business only, empty, institution only, weekend/holiday home. 12 At the level of individual observations the degree of skewness is even more evident. A histogram and descriptive statistics for the 3518 individual adjusted health state valuations is shown in Figure 1. Negative observations did occur but were comparatively rare (245/3518)\n\nand over 23% of observations lie between 0.9 and 1.0. Interestingly, even for the 'pits' health state most respondents valued it as better than death (445/611). However, very few health states were valued at 1.0 (20/3518), indicating the willingness of respondents to risk a worse health state in order to have the chance of a better state of health."
    },
    {
      "title": "6.. Modelling",
      "text": "The overall aim is to construct a model for predicting health state valuations based on the SF-6D. The appropriate modelling strategy is not clear a priori, and the econometric analysis is necessarily of an exploratory nature  (Busschbach et al, 1999) . The data generated by the valuation survey described above, has a complex structure which creates a number of problems for econometric estimation. Firstly, the data are skewed and bimodal (see Figure  1 ).\n\nConventional power transformations are therefore not appropriate. The skewness in the data also raises questions about the appropriate measure of central tendency. There are statistical and political (e.g. median voter) arguments for using the median, but for economic evaluation the mean is usually recommended. The choice of dependent variable in this respect is also influenced by the second consideration -the form of heterogeneity that characterises this data.\n\nVariation is both between respondent and within respondent (across health states).\n\nFurthermore, health state valuations are likely to be clustered by respondent. Level 1 denotes the individual health state valuations, which are clustered according to level 2 -the respondents. Respondents did not value the same set of states, although allocation of states to brazierje10.doc 13 respondents was essentially random, differences between health state values may be partly due to differences in the preferences of the respondents, rather than the attributes of those states. Disentangling the respondent effect is a complex task and can only be tackled at the individual level, where each valuation is regarded as a separate observation, rather than using the mean value for each health state. The former has the advantage of greatly increasing the number of degrees of freedom available for the analysis (from 249 to over 3500) and enabling the analysis of respondent background characteristics on health state valuations. Despite these apparent advantages, it is not clear whether one is necessarily superior for the purposes of predicting mean health state values  (Gravelle, 1995)  and hence models have been estimated at both the individual and aggregate levels."
    },
    {
      "title": "6.1. Models",
      "text": "A number of alternative models can be formulated for predicting the SG gamble scores generated in the valuation survey. The general model is defined as:\n\nwhere i = 1, 2, …, n represents individual health state values and j = 1,2, …, m represents respondents. The dependent variable, y ij , is the adjusted SG score for health state i valued by respondent j (SGADJ). x is a vector of dummy explanatory variables (x δλ ) for each level λ of dimension δ of the SF-6D. For example, x 31 denotes dimension δ = 3 (social functioning), level λ = 1 (health limits social activities none of the time). For any given health state, x δλ will be defined as\n\nx δλ = 1 if, for this state, dimension δ is at level λ brazierje10.doc 14\n\nx δλ = 0 if, for this state, dimension δ is not at level λ In all there are 25 of these terms, with level λ = 1 acting as a baseline for each dimension.\n\nHence for a simple linear model, the intercept represents state 111111, and summing the coefficients of the 'on' dummies derives the value of all other states.\n\nThe r term is a vector of terms to account for interactions between the levels of different attributes. The estimation of all possible interaction terms would have required a substantially larger proportion of the 18,000 health states of the SF-6D to be valued. There are, for example, 465 first order interactions alone. Given, the large number of possible interactions, and little evidence on which are likely to be important, there is a risk of finding significant interactions due to the play of chance. Further discussion of interaction effects is given below.\n\nz is a vector of personal characteristics that may also affect the value an individual gives to a health state, for example, age, sex and education. The role of personal characteristics is not discussed in this paper. g is a function specifying the appropriate functional form. ε ij is an error term whose autocorrelation structure and distributional properties depend on the assumptions underlying the particular model used.\n\nThis is an additive model, which, apart from additivity, imposes no restrictions on the relationship between dimension levels of the SF-6D. For example, it does not enforce an interval scale between the levels of each dimension. Earlier empirical work on valuing the Euroqol assumed equal intervals, but this has since been found to be invalid for certain dimensions  (van Hout and McDonnell, 1991, and Dolan, 1997) . This additive model does not impose ordinality on the levels."
    },
    {
      "title": "6.2. Alternative Model Specifications",
      "text": "brazierje10.doc"
    },
    {
      "title": "15",
      "text": "The starting point is OLS estimation of model (  1 ), with g as a linear function. This simple specification assumes a standard zero mean, constant variance error structure, with independent error terms, that is cov(ε ij ,ε i'j ) = 0, i≠i'. This specification ignores the potential multilevel variation in the data and assumes that each individual health state value is an independent observation, regardless of whether or not it was valued by the same respondent.\n\nAn improved specification, which takes account of variation both within and between respondents, is the one-way error components random effects model. This model explicitly recognises that n observations on m individuals is not the same as n×m observations on different individuals. For the random effects model the errors from model (  1 ) are subdivided such that,\n\nu j is respondent specific variation, which is assumed to be random across individual respondents. e ij is an error term for the i th health state valuation of the j th individual, and this is assumed to be random across observations, with e ij ~ [0, ]. In addition cov(u j ,e ij ) = 0 which signifies that allocation of health states to respondents is random. Estimation is via generalised least squares (GLS) or maximum likelihood (MLE).\n\n2 e σ A one-way error components fixed effects model can also be specified. This differs from the random effects specification in that the respondent specific effects u j are not assumed to be random, but are a set of fixed effects to be estimated, together with the vector of coefficients on the explanatory variables; hence cov(u j x ij ) ≠ 0.\n\nThe choice between random and fixed effects specification depends largely on the sample design and the purpose of the study. In this case, respondents constitute a random sample and brazierje10.doc"
    },
    {
      "title": "16",
      "text": "the assumption of the random effects specification are met. Ultimately the choice is an empirical matter and will be determined by the Hausman test.\n\nThe multi-level nature of variation in these data suggests a further class of models for consideration, those developed specifically to deal with hierarchical data structures. The twolevel multi-level model is similar to the one-way error components random effects model, and algebraically can be denoted by the specification given in (  1 ) and (  2 ) above. Estimation is by iterative GLS (IGLS), and this allows for more complex modelling of the variance components observed at both levels of the hierarchy  (Goldstein, 1995) .\n\nFinally we consider alternative functional forms -g in (1) -to account for the skewed distribution of health state valuations. Four functional forms are used. Firstly, a Logit transformation and two complementary log-log transformations suggested by  Abdalla and Russell (1995) . These are chosen to map the data from the range (-1,1) to the range (-∞,∞) via the unit range (0,1).\n\nBefore applying these transformations it was necessary to transform the SGADJ data to get rid of negative values using:\n\nSecondly, a Tobit transformation which, although designed to deal with truncated data, can approximate for the left skew in this data, where 25% of the values lie between 0.9 and 1. This is done by specifying a Tobit model with upper censoring at 1.\n\nAll modelling was done using EVIEWS 3.1, STATA 6.0 and MLwinN 1.02."
    },
    {
      "title": "6.3. Interaction Effects",
      "text": "brazierje10.doc 17 Analysis of first order interaction effects was problematic, since the large number of possible effects means there is a risk of finding some are significant purely by chance. Also when first order interaction terms were found to be significant, they generally displaced the main effects due to collinearity between main effects and first order interaction terms.\n\nIt was therefore necessary to investigate alternative ways of accounting for interactions.\n\nExtreme level dummies were created to represent the number of times a health state contains dimensions at the extreme ends of the scale  (Dolan, 1997) . Least severe is defined as level 1 or 2 on each dimension. Most severe is defined as levels 4 to 6 for physical functioning (PF), levels 3 and 4 for role limitation (RL), 4 and 5 for social functioning (SF), mental health (MH) and vitality (VIT), and 5 and 6 for pain. A number of alternative definitions of most and least severe were investigated but these made little difference to the results. The most and least extreme dummies are denoted by EM δ and EL δ respectively, where δ = 1,2,…,6 and describes the number of times the least or most severe levels appear in a state.\n\nTwo further methods for accounting for any additional effect from dimensions at the most severe levels were tried. Firstly, count variables represent the number of dimensions at the least (most) severe level. Secondly, dummy variables LEAST (MOST) take a value of 1 if any dimension in the health state is at the least (most) severe level, and 0 otherwise. Further dummies MOSTn (n = 2, 3, …,5) takes the value 1 if at least n dimensions are at the most severe level. (iv) Tobit transformation (see  Breen, 1996) ."
    },
    {
      "title": "6.4. Results"
    },
    {
      "title": "Basic Models -Main Effects",
      "text": "The results are shown in Table  5  for OLS and random effects models at the individual level, and OLS models using mean and median health state values. These models include only the main effects dummies.\n\nThe main effects dummies represent progressively worse problems on each dimension compared to a base line of no problem for that particular dimension. As such the coefficient estimates are expected to be negative and increasing in absolute size. An inconsistent result occurs where a coefficient on the main effects dummies decreases in absolute size with a worse level.\n\n2  Abdalla and Russell (1995)  did not attempt to model transformed data while also allowing for individual effects. Here we attempt to simultaneously cope with these two characteristics of the data. For the random effects specification all coefficients have the expected negative sign. There are 17 significant coefficient estimates and 2 inconsistencies, with a decrease in the size of the coefficient from PF4 to PF5 and SF2 to SF3. Explanatory power is 0.200 and the variance decomposition suggests slightly more variation between respondents than within respondents.\n\nThe Breusch-Pagan test for heteroscedasticity suggests that a problem still exists. The Ramsey RESET test shows no evidence of specification problems which is surprising given the skewness of the residuals.\n\nThe mean (3) and median (4) models presented in\n\nTable 5 have much greater explanatory power than the individual level models, explaining almost 60% of the variation in health state values. The mean model has serial correlation and heteroscedasticity problems, while the median model appears to have non-normal residuals.\n\nCoefficients can be compared directly across the first 4 models presented in Table  5 . There are similarities in that the important effects are found among the most severe levels of each dimension. Most of these effects are robust across model specification."
    },
    {
      "title": "21",
      "text": "that health state 111111 is equivalent to full health and hence has a value of one. The best way to ensure health state 111111 has a value of one is to restrict the intercept to unity.\n\nFor models (  5 ) and (  6 ) in Table  5  the intercept has been restricted to unity. Coefficient estimates can be directly compared to those for models (1) to (4). For both of these models there is a substantial increase in the number of significant coefficient estimates and a slight increase in the number of inconsistencies. While there is a slight increase in error size compared with models (  2 ) and (  3 ) there is less autocorrelation in the errors; although the LB statistics are still significant. Figure  3  shows actual and predicted health state valuations for the random effects model (  5 ). This shows that while the tendency to under predict at good health states has been removed there is still a problem of over prediction at poor health states.\n\nA similar result is found for the mean model."
    },
    {
      "title": "Interaction Effects",
      "text": "Models which include some of the interaction effects discussed above are presented in Table  6 . A number of ways of dealing with interaction effects were investigated and these three models are the most successful. The random effects and mean models (7 and 8) include the dummy variables MOST and LEAST, which take a value of 1 if any dimension in the health state is at the most or least severe level. The coefficient estimates suggest a further negative effect if any dimension is at the most severe level which is slightly reduced by a positive effect of dimensions at the least severe level. The coefficients on the main effects dummies are slightly reduced as expected but are robust to the inclusion of the interaction effects.\n\nThese models show little improvement in predictive ability above models (2) and (3).\n\nbrazierje10.doc 22 Models (  9 ) and (  10 ) are the equivalent with the intercept forced to unity; here only the MOST dummy is significant at t 0.05 . Again these results are very similar to those of models (  5 ) and (  6 ) with little or no improvement in predictive ability.\n\nThe alternative functional forms do not perform well in terms of predictive ability. They all give biased predictions (t-test) and in general they result in larger errors than the untransformed models foot_2  ."
    },
    {
      "title": "7.. Discussion and conclusion",
      "text": "The results of this study offer a method for analysing existing SF-36 data from trials and other sources of evidence where there is no other means of estimating the preference-based health values for generating QALYs. It also provides an alternative to existing preference-based measures of health for use in cost utility analysis. Two of the leading preference-based measures are the EQ-5D  (Brooks, 1996)  and the Health Utility Index  (Torrance et al, 1995) .\n\nWhether or not the SF-6D offers an improvement on these existing measures depends on one's view of the appropriate definition of health, the valuation techniques and the best method for modelling health state values  (Brazier et al, 1999) . There is insufficient space in this paper to go into these issues. However, one of the advantages of the SF-6D over the EQ-5D could come from the much larger size of its descriptive system and hence a possibly greater degree of sensitivity. This must be weighed against the inconsistencies between the coefficients at the upper levels of some SF-6D dimensions. The sensitivity of the new index needs to be compared to other preference-basecd measures before drawing any conclusion on this point. Any greater sensitivity would be most likely in groups experiencing mild to moderate health problems and in those expected to experience comparatively small changes or where small differences are expected between interventions.\n\nAn important question is whether the derivation of the SF-6D health state classification has compromised the descriptive richness and sensitivity of the original SF-36. The selection of items was intended to minimise the potential loss of information but the loss may offset the advantages of the SF-36. This is an empirical question to be addressed in future research.\n\nThe models have produced significant coefficients for levels of the SF-6D with the expected negative sign. These main effects are robust across model specification and in most cases they are consistent with ordinal levels of the SF-6D. However, there are concerns with the individual level models low explanatory power. At the individual level explanatory power reached 0.2 compared with 0.45 for the York MVH models for the EQ-5D  (Dolan, 1997) . The size of the mean absolute error was correspondingly smaller. Comparisons between these two pieces of work is difficult since the valuation of the SF-6D is much larger undertaking describing nearly 75 times more states. More relevant for CUA is the ability of the model to predict mean health state values and the best mean model achieved an adjusted R-squared of 0.58.\n\nAnother concern is the existence of inconsistencies between coefficients on the SF-6D levels.\n\nIn many cases the estimated coefficients on lowest levels of each dimension are not statistically significant (e.g. the coefficients on PF2 and PF3 in the recommended model 10), hence the fact that PF3 attracts a point estimate lower than PF2 is not an inconsistency, since they are both interpreted as zero. Therefore we interpret an inconsistency as only occurring between significant coefficients and the number of these is quite low compared to the number of consistent coefficients. Those inconsistencies that occur in more than one of the four models reported in\n\nTable 6 are as follows: PF4 vs PF5, RL3 vs RL4, VIT2 vs VIT3 and brazierje10.doc"
    },
    {
      "title": "24",
      "text": "PAIN2 vs PAIN 3. There is no clear ordinal relationship between PF4 and PF5 and hence this may not be an inconsistency at all. RL3 vs RL4 have similar coefficients across all models and this indicates that most respondents did not distinguish between them. For VIT2 vs VIT3 one possible explanation is that this dimension is worded in the positive rather than the negative and this may have caused some confusion for respondents. Finally, PAIN2 and PAIN3 are not significant in models (  7 ) and (  8 ) and similar in models (9). In model (  10 )\n\nPAIN3 attracts an insignificant coefficient estimate, whereas PAIN2 is significant suggesting an inconsistency. But like the remaining 3 inconsistencies it occurs only once across the four specifications. We do not believe these inconsistencies have any serious implication for the performance of the model as whole except for a reduction in sensitivity at the upper end for some dimensions. Of course, a larger sample size and the valuation of additional health state may have overcome some of these problems.\n\nOf more concern is the existence of systematic prediction errors resulting from all the models.\n\nIntroducing interaction terms leads to little improvement in predictive ability and we still have a problem of under predicting the value of good health states and over predicting the value of poor states in the models with an estimated intercept terms. Restricting the intercept to unity eliminated the former problem, whilst the latter remains. We have attempted numerous other alternative specifications for interactions not reported in this paper, but these did not produce significant results.\n\nA number of models have been presented for predicting preference-based health state values from SF-36 data. Whilst we have shown the RE model to be better than OLS at the individual level, we do not believe the RE offers any clear advantages over the mean level models.\n\nIndeed, the mean model is marginally better across the different tests of fit. Given the task is to predict mean health state values there is no reason to favour the individual level models brazierje10.doc 25 and therefore we recommend using one of the mean level models. The interaction terms lead to very modest improvements in the model and should therefore be used. As argued earlier in this paper, we also favour restricting the intercept to unity for the purposes of generating models for use in CUA. The preferred model for use in CUA is therefore (10) in Table  6 6  .\n\nThis paper has presented a study to estimate a preference-based single index from one of the larger generic profile measures of health related quality of life. It is only the second time this has been done, the first being essentially a pilot to this study  (Brazier et al, 1998) . This research demonstrates that it is possible to estimate preference weights for measures of health related quality. The paper presents the key methodological issues involved in undertaking such a task, including the derivation of a health state classification, the valuation survey and modelling. The results can be applied to any SF-36 data set and hence considerably expand the available evidence base for conducting economic evaluation of health care interventions. 29 Figure 1: Histogram and Descriptive Statistics for Adjusted Health State Valuations (SGADJ) 0 200 400 600 800 -1.0 -0.5 0.0 0.5 1.0 Se r ies : SGAD J Sample 1 3666 Observations 3518 Mean 0.541740 Median 0.650000 Maximum 1.000000 Minimum -0.980000 Std. Dev. 0.388067 Skewness -0.781264 Kurtosis 3.114184 Jarque-Bera 359.7934 Probability 0.000000 -0.4 -0.2 0.0 0.2 0.4 0.6 0.8 1.0 50 100 150 200 M EAN PRED1 ERR1 brazierje10.doc 31 Figure 3: Actual and Predicted Health State Valuations for the Random Effects Model (5) -0.4 -0.2 0.0 0.2 0.4 0.6 0.8 1.0 1.2 50 100 150 200 M EAN PRED2 ERR2 brazierje10.doc 32 brazierje10.doc 32\n\nTable 1: The Short Form 6D Level Physical Functioning Level Pain 1 Your health does not limit you in vigorous activities 1 You have no pain 2 Your health limits you a little in vigorous activities 2 You have pain but it does not interfere with your normal work (both outside the home and housework) 3 Your health limits you a little in moderate activities 3 You have pain that interferes with your normal work (both outside the home and housework) a little bit 4 Your health limits you a lot in moderate activities 4 You have pain that interferes with your normal work (both outside the home and housework) moderately 5 Your health limits you a little in bathing and dressing 5 You have pain that interferes with your normal work (both outside the home and housework) quite a bit 6 Your health limits you a lot in bathing and dressing 6 You have pain that interferes with your normal work (both outside the home and housework) extremely Role limitations Mental health 1 You have no problems with your work or other regular daily activities as a result of your physical health or any emotional problems 1 You feel tense or downhearted and low none of the time 2 You are limited in the kind of work or other activities as a result of your physical health 2 You feel tense or downhearted and low a little of the time 3 You accomplish less than you would like as a result of emotional problems 3 You feel tense or downhearted and low some of the time 4 You are limited in the kind of work or other activities as a result of your physical health and accomplish less than you would like as a result of emotional problems 4 You feel tense or downhearted and low most of the time Social functioning 5 You feel tense or downhearted and low all of the time Vitality 1 Your health limits your social activities none of the time 1 You have a lot of energy all of the time 2 Your health limits your social activities a little of the time 2 You have a lot of energy most of the time 3 Your health limits your social activities some of the time 3 You have a lot of energy some of the time 4 Your health limits your social activities most of the time 4 You have a lot of energy a little of the time 5 Your health limits your social activities all of the time 5 You have a lot of energy none of the time Footnote: The SF-36 items used to construct the SF-6D are as follows: physical functioning items1, 2 and 10; role limitation due to physical problems item 3; role limitation due to emotional problems item 2; social functioning item 2; both bodily pain items; mental health items 1 (alternate version) and 4; and vitality item 2. brazierje10.doc 33\n\nTable 2: A sample of health states defined by the SF-6D Health state 111111 Your health does not limit you in vigorous activities (e.g. running, lifting heavy objects, participating in strenuous sports). You have no problems with your work or other regular daily activities as a result of your physical health or any emotional problems. Your health limits your social activities (like visiting friends or close relatives) a little or none of the time You have no pain You feel tense or downhearted and low a little or none of the time. You have a lot of energy all of the time Health state 223222 Your health limits you a little in vigorous activities (such as running, lifting heavy objects, participating in strenuous sport) You are limited in the kind of work or other activities as a result of your physical health Your health limits you in your social activities some of the times You have pain but it does not interfere with your normal work (both work outside the home and housework) You feel tense or downhearted and low a little of the time. You have a lot of energy most of the time. Health state 424334 Your health limits you a lot in moderate activities (such as moving a table, pushing a vaccum cleaner, bowling or playing golf) You are limited in the kind of work or other activities as a result of your physical health Your health limits you in your social activities most of the time You have pain that interferes with your normal work (both outside the home and housework) a little bit.\n\nYou feel tense or downhearted and low some of the time.\n\nYou have a lot of energy a little of the time."
    },
    {
      "title": "Health state 645655 ('pits')",
      "text": "Your health limits you a lot in bathing and dressing yourself.\n\nYou are limited in the kind of work or other activities as a result of your physical health and you accomplished less than you would like as a result of emotional problems\n\nYour health limits your social activities all of the time You have pain that interferes with your normal work (both outside the home and housework) extremely.\n\nYou feel tense or downhearted and low all of the time.\n\nYou have a lot of energy none of the time.\n\nbrazierje10.doc 34\n\nTable 3: Characteristics of included and excluded respondents Included Excluded n = 611 n = 225 Age: mean (s.d) 46 (18.1) 51 (19.6) % female 61 56 married 53 48 with children < 16 28 21 renting property 28 34 in FT employment 37 32 Highest qualification degree 16 13 A levels 21 18 No qualifications 30 37 Found valuation task difficult 1 4 5 Poor understanding of valuation task 2 4 9 1 judged by respondent 2 judged by interviewer brazierje10.doc 35\n\nTABLE 5: Models with main effects Constant forced to unity (1) (2) (3) (4) (5) (6) OLS RE Mean Median RE Mean c 0.826 0.833 0.827 0.945 1.000 1.000 PF2 -0.009 -0.021 -0.014 -0.011 -0.058 -0.060 PF3 0.008 -0.026 0.008 0.026 -0.051 -0.020 PF4 -0.036 -0.065 -0.027 0.001 -0.088 -0.060 PF5 -0.032 -0.044 -0.043 -0.064 -0.061 -0.063 PF6 -0.115 -0.135 -0.096 -0.097 -0.160 -0.131 RL2 -0.023 -0.027 -0.019 -0.026 -0.056 -0.057 RL3 -0.035 -0.055 -0.043 -0.035 -0.076 -0.068 RL4 -0.034 -0.055 -0.036 -0.026 -0.078 -0.066 SF2 -0.015 -0.034 -0.027 -0.029 -0.066 -0.071 SF3 -0.041 -0.022 -0.049 -0.079 -0.048 -0.084 SF4 -0.047 -0.041 -0.057 -0.053 -0.066 -0.093 SF5 -0.085 -0.089 -0.073 -0.113 -0.109 -0.105 PAIN2 0.011 -0.001 0.008 0.003 -0.042 -0.048 PAIN3 0.006 -0.018 -0.001 0.002 -0.046 -0.034 PAIN4 -0.034 -0.026 -0.032 -0.018 -0.055 -0.070 PAIN5 -0.065 -0.068 -0.062 -0.102 -0.103 -0.107 PAIN6 -0.159 -0.155 -0.149 -0.191 -0.178 -0.181 MH2 -0.033 -0.019 -0.026 -0.058 -0.043 -0.057 MH3 -0.025 -0.032 -0.022 -0.043 -0.055 -0.051 MH4 -0.098 -0.093 -0.095 -0.133 -0.115 -0.121 MH5 -0.131 -0.106 -0.114 -0.165 -0.125 -0.140 VIT2 -0.043 -0.006 -0.044 -0.051 -0.040 -0.094 VIT3 -0.036 -0.008 -0.037 -0.034 -0.030 -0.069 VIT4 -0.033 -0.011 -0.029 -0.048 -0.040 -0.069\n\nTABLE 6: Models with interaction effects Constant forced to unity (7) (8) (9) (10) RE Mean RE mean c 0.799 0.788 1.000 1.000 PF2 -0.023 -0.015 -0.050 -0.053 PF3 -0.021 0.011 -0.038 -0.011 PF4 -0.054 -0.018 -0.069 -0.040 PF5 -0.035 -0.034 -0.046 -0.054 PF6 -0.119 -0.084 -0.145 -0.111 RL2 -0.030 -0.021 -0.051 -0.053 RL3 -0.042 -0.030 -0.058 -0.055 RL4 -0.041 -0.024 -0.063 -0.050 SF2 -0.030 -0.023 -0.054 -0.055 SF3 -0.012 -0.040 -0.032 -0.067 SF4 -0.025 -0.042 -0.044 -0.070 SF5 -0.071 -0.058 -0.096 -0.087 PAIN2 -0.005 0.005 -0.037 -0.047 PAIN3 -0.013 0.004 -0.034 -0.025 PAIN4 -0.020 -0.025 -0.040 -0.056 PAIN5 -0.055 -0.049 -0.081 -0.091 PAIN6 -0.141 -0.136 -0.167 -0.167 MH2 -0.022 -0.030 -0.036 -0.049 MH3 -0.028 -0.019 -0.045 -0.042 MH4 -0.085 -0.089 -0.099 -0.109 MH5 -0.098 -0.109 -0.115 -0.128 VIT2 -0.006 -0.044 -0.032 -0.086 VIT3 -0.002 -0.031 -0.019 -0.061 VIT4 -0.001 -0.019 -0.022 -0.054 VIT5 -0.054 -0.064 -0.073 -0.091 Most -0.052 -0.041 -0.084 -0.070 Least 0.049 0.048 n 3518 249 3518 249 adj R 2 0.201 0.591 # 0.526 inconsistencies 2 1 6 5 MAE 0.073 0.070 0.076 0.073 No > |0.05| 121 115 119 120 No > |0.10| 57 52 59 51 t(mean=0) 0.293 † -5.110 -1.146 JBPRED 1.336 1.017 1.038 0.173 LB 388.30 524.64 164.18 189.87 All models are estimated with White's heteroscedasticity consistent standard errors. Estimates shown in bold are significant at t 0.10 # no R 2 statistics (GEE estimation) † Mean error is zero by definition. brazierje10.doc"
    },
    {
      "text": "depending on the respondents answer to the previous question, and minimise the risk of interviewer variation. The developers have tried and tested the procedure and its associated prop over many years and it has become widely used in health economics. The McMaster team were able to provide training to the study investigators and produce the chance boards for the survey interviewers. All interviewers were trained in the use of this SG valuation technique by the investigators."
    },
    {
      "text": "been attempted to get remove the skew in the health state valuation data. Three ad hoc adjustments suggested by Abdalla and Russell (1995)  2 and a TOBIT transformation. All of these transformations were modelled with random effects since Breusch Pagan and Hausman tests suggest these are appropriate. (i) Logit transformation, SGAG1 = ln (SGADJU /(1 -SGADJU) (ii) complementary log-log transformation SGAG2 = ln (-ln (1 -SGADJU) (iii) complementary log-log transformation SGAG3 = ln (-ln (SGADJU)"
    },
    {
      "text": "model (1) the vast majority of coefficients have the expected (negative) sign. In all 13 of the 26 coefficients are significant and there are 2 inconsistencies, where the estimated effect decreases from RL3 to RL4, and VIT2 to VIT3. The explanatory power of the model is 0.204. Diagnostic tests reveal problems with non-normal and heteroscedastic residuals 3 . Further these data represent repeated observations on 611 individuals and a Breusch-Pagan LM test for individual effects reveals that these are important (χ 2 = 1717.02, p = 0.000). In addition Hausman's test suggests that random, rather than fixed, effects, is the appropriate specification ((χ 2 = 27.11, p = 0.35) 4 ."
    },
    {
      "text": "Figure 2: Actual and Predicted Health State Valuations for the Random Effects Model (2)"
    },
    {
      "title": "Acknowledgments",
      "text": "We would like to thank  GlaxoWelcome  for supporting this study and  Roger Thomas  and  Patrick Sturgis  at  SCPR  for conducting the valuation survey. The usual disclaimer applies."
    },
    {
      "title": "20"
    },
    {
      "title": "Predictive Ability",
      "text": "Given our overall aim of predicting health state valuations the best way to compare these models is via their predictive ability. Summary statistics for inside sample predictions are presented in the lower half of Table  5 . The median model appears to be the worst but there is little to chose between the other three, which have similar mean absolute errors (MAE) and result in similar numbers of errors greater than 0.05 and 0.10 in absolute value. The proportion correctly predicted to within |0.1| was nearly 80%, and 54% to within |0.05|. In all cases the predictions are unbiased (t-test), and prediction errors are normally distributed (JB test).\n\nThe most serious problem at this stage is that Ljung-Box (LB) statistics reveal significant autocorrelation in the prediction errors of all models, when the errors are ordered by actual mean health state valuation. Figure  2  shows actual and predicted health state valuations for the random effects model (2). This reveals a tendency to over predict at low health state values (i.e. poor health states) and under predict at high health state values. A similar result is found for all models (1) to (4)."
    },
    {
      "title": "Restricting the intercept to unity",
      "text": "There are strong theoretical arguments for restricting the intercept to unity. The adjusted SG value for each state has been estimated according to the axioms of EUT by assuming SF-6D state 111111 health is to equal one and death is equal to zero. For state 111111 to hold any other value would change the scale. Furthermore, for use in CUA it is necessary to assume 4 Hierarchical models were estimated using MLwiN 1.02. The results are identical to those for the random effects models to 4 decimal places."
    }
  ],
  "references": [
    {
      "title": "Tariffs for the Euroqol health states based on modelling individual VAS and TTO data of the York Survey In : MVH Group Final Report on the Modelling of Valuation Tariffs Centre for Health Economics",
      "authors": [
        "M Abdalla",
        "I Russell"
      ],
      "year": 1995,
      "raw": "Tariffs for the Euroqol health states based on modelling individual VAS and TTO data of the York Survey In : MVH Group Final Report on the Modelling of Valuation Tariffs Centre for Health Economics \n\t\t \n\t\t\t M Abdalla \n\t\t \n\t\t \n\t\t\t I Russell \n\t\t \n\t\t \n\t\t\t 1995 \n\t\t\t York, UK \n\t\t \n\t\t \n\t\t\t University of \n\t\t \n\t \n\t Abdalla, M., Russell, I. (1995). Tariffs for the Euroqol health states based on modelling individual VAS and TTO data of the York Survey In : MVH Group Final Report on the Modelling of Valuation Tariffs Centre for Health Economics, University of York, UK."
    },
    {
      "title": "a) A review of the use of Health Status measures in economic evaluation",
      "authors": [
        "J Brazier",
        "M Deverill",
        "R Harper",
        "A Booth"
      ],
      "year": 1999,
      "doi": "10.3310/hta3090",
      "journal": "Health Technol Assess",
      "volume": "3",
      "raw": "a) A review of the use of Health Status measures in economic evaluation \n\t\t \n\t\t\t J E Brazier \n\t\t \n\t\t \n\t\t\t M Deverill \n\t\t \n\t\t \n\t\t\t R Harper \n\t\t \n\t\t \n\t\t\t A Booth \n\t\t \n\t\t 10.3310/hta3090 \n\t \n\t \n\t\t Health Technol Assess \n\t\t \n\t\t\t 3 \n\t\t\t 1999. 1999 \n\t\t \n\t \n\t Brazier, JE, Deverill M., Harper R., Booth A. (1999a) A review of the use of Health Status measures in economic evaluation. Health Technol Assess 1999;3"
    },
    {
      "title": "The estimation of a utility based algortihm from the SF-36 Health Survey",
      "authors": [
        "J Brazier",
        "J Roberts",
        "M Deverill"
      ],
      "year": 1999,
      "doi": "10.1016/s0167-6296(01)00130-8",
      "raw": "The estimation of a utility based algortihm from the SF-36 Health Survey \n\t\t \n\t\t\t J E Brazier \n\t\t \n\t\t \n\t\t\t J Roberts \n\t\t \n\t\t \n\t\t\t M Deverill \n\t\t \n\t\t 10.1016/s0167-6296(01)00130-8 \n\t\t \n\t\t\t 1999b \n\t\t\t Mimeo \n\t\t \n\t \n\t Report prepared for GlaxoWelcome \n\t Brazier, J. E., Roberts, J., Deverill ,M. (1999b) The estimation of a utility based algortihm from the SF-36 Health Survey. Report prepared for GlaxoWelcome, Mimeo."
    },
    {
      "title": "Deriving a preference based single index measure from the SF-36",
      "authors": [
        "J Brazier",
        "R Harper",
        "K Thomas",
        "N Jones",
        "T Underwood"
      ],
      "year": 1998,
      "doi": "10.1016/s0895-4356(98)00103-6",
      "journal": "J.Clinical Epidemiology",
      "volume": "51",
      "issue": "11",
      "raw": "Deriving a preference based single index measure from the SF-36 \n\t\t \n\t\t\t J E Brazier \n\t\t \n\t\t \n\t\t\t R Harper \n\t\t \n\t\t \n\t\t\t K Thomas \n\t\t \n\t\t \n\t\t\t N Jones \n\t\t \n\t\t \n\t\t\t T Underwood \n\t\t \n\t\t 10.1016/s0895-4356(98)00103-6 \n\t \n\t \n\t\t J.Clinical Epidemiology \n\t\t \n\t\t\t 51 \n\t\t\t 11 \n\t\t\t \n\t\t\t 1998 \n\t\t \n\t \n\t Brazier JE, Harper R, Thomas K, Jones N, Underwood T (1998) Deriving a preference based single index measure from the SF-36 J.Clinical Epidemiology 51 (11):1115-1129"
    },
    {
      "title": "Regression models: Censored, Sample Selected or Truncated Data",
      "authors": [
        "B Breen"
      ],
      "year": 1996,
      "raw": "Regression models: Censored, Sample Selected or Truncated Data \n\t\t \n\t\t\t B Breen \n\t\t \n\t\t \n\t\t\t 1996 \n\t\t\t Sage \n\t\t\t London \n\t\t \n\t \n\t Breen, B (1996) Regression models: Censored, Sample Selected or Truncated Data. Sage: London."
    },
    {
      "title": "Uncertainty in the Economic Evaluation of Health Care Technologies: The Role of Sensitivity Analysis",
      "authors": [
        "A Briggs",
        "M Sculpher",
        "M Buxton"
      ],
      "year": 1994,
      "journal": "Health Economics",
      "volume": "3",
      "issue": "2",
      "raw": "Uncertainty in the Economic Evaluation of Health Care Technologies: The Role of Sensitivity Analysis \n\t\t \n\t\t\t A Briggs \n\t\t \n\t\t \n\t\t\t M Sculpher \n\t\t \n\t\t \n\t\t\t M Buxton \n\t\t \n\t \n\t \n\t\t Health Economics \n\t\t \n\t\t\t 3 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1994 \n\t\t \n\t \n\t Briggs, A., Sculpher, M., Buxton, M. (1994) Uncertainty in the Economic Evaluation of Health Care Technologies: The Role of Sensitivity Analysis. Health Economics 3(2): 95-104"
    },
    {
      "title": "EuroQol: the current state of play",
      "authors": [
        "R Brooks"
      ],
      "year": 1996,
      "doi": "10.1016/0168-8510(96)00822-6",
      "journal": "Health Policy",
      "volume": "37",
      "raw": "EuroQol: the current state of play \n\t\t \n\t\t\t R Brooks \n\t\t \n\t\t 10.1016/0168-8510(96)00822-6 \n\t \n\t \n\t\t Health Policy \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 1996 \n\t\t \n\t \n\t Brooks, R. (1996) EuroQol: the current state of play. Health Policy 37:53-72"
    },
    {
      "title": "Estimating parametric relationships between health state description and health valuation with an application to the EuroQol EQ-5D",
      "authors": [
        "J Busschbach",
        "J Mcdonnell",
        "M-L Essink-Bot",
        "B Van Hout"
      ],
      "year": 1999,
      "doi": "10.1016/s0167-6296(99)00008-9",
      "journal": "J.Health Econ",
      "volume": "18",
      "raw": "Estimating parametric relationships between health state description and health valuation with an application to the EuroQol EQ-5D \n\t\t \n\t\t\t J V Busschbach \n\t\t \n\t\t \n\t\t\t J Mcdonnell \n\t\t \n\t\t \n\t\t\t M-L Essink-Bot \n\t\t \n\t\t \n\t\t\t B A Van Hout \n\t\t \n\t\t 10.1016/s0167-6296(99)00008-9 \n\t \n\t \n\t\t J.Health Econ \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Busschbach, J.V., McDonnell, J., Essink-Bot, M-L., van Hout, B.A (1999) Estimating parametric relationships between health state description and health valuation with an application to the EuroQol EQ-5D. J.Health Econ. 18:551-571."
    },
    {
      "title": "A social tariff for Euroqol: Results from a UK general population survey",
      "authors": [
        "P Dolan",
        "C Gudex",
        "P Kind",
        "A Williams"
      ],
      "year": 1995,
      "doi": "10.1002/(sici)1099-1050(199603)5:2<141::aid-hec189>3.0.co;2-n",
      "volume": "138",
      "raw": "A social tariff for Euroqol: Results from a UK general population survey \n\t\t \n\t\t\t P Dolan \n\t\t \n\t\t \n\t\t\t C Gudex \n\t\t \n\t\t \n\t\t\t P Kind \n\t\t \n\t\t \n\t\t\t A Williams \n\t\t \n\t\t 10.1002/(sici)1099-1050(199603)5:2<141::aid-hec189>3.0.co;2-n \n\t \n\t \n\t\t Centre for Health Economics Discussion Paper \n\t\t \n\t\t\t 138 \n\t\t\t 1995 \n\t\t \n\t\t \n\t\t\t University of York \n\t\t \n\t \n\t Dolan, P., Gudex, C., Kind, P. and Williams, A. (1995) A social tariff for Euroqol: Results from a UK general population survey, Centre for Health Economics Discussion Paper 138, University of York."
    },
    {
      "title": "Modelling valuation for Euroqol health states",
      "authors": [
        "P Dolan"
      ],
      "year": 1997,
      "doi": "10.1097/00005650-199711000-00002",
      "journal": "Medical Care",
      "volume": "35",
      "raw": "Modelling valuation for Euroqol health states \n\t\t \n\t\t\t P Dolan \n\t\t \n\t\t 10.1097/00005650-199711000-00002 \n\t \n\t \n\t\t Medical Care \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Dolan, P. (1997). Modelling valuation for Euroqol health states. Medical Care 35:351-363 brazierje10.doc"
    },
    {
      "title": "Methods for the economic evaluation of health care programmes",
      "authors": [
        "M Drummond",
        "G Stoddart",
        "G Torrance"
      ],
      "year": 1987,
      "doi": "10.1093/oso/9780198529446.001.0001",
      "raw": "M F Drummond \n\t\t \n\t\t \n\t\t\t G L Stoddart \n\t\t \n\t\t \n\t\t\t G W Torrance \n\t\t \n\t\t 10.1093/oso/9780198529446.001.0001 \n\t\t Methods for the economic evaluation of health care programmes \n\t\t Oxford \n\t\t \n\t\t\t Oxford Medical Publications \n\t\t\t 1987 \n\t\t \n\t \n\t Drummond, M.F., Stoddart, G.L., Torrance, G.W. Methods for the economic evaluation of health care programmes. Oxford: Oxford Medical Publications, 1987."
    },
    {
      "title": "Guide to design and development of health state utlity instrumentation",
      "authors": [
        "W Furlong",
        "D Feeny",
        "G Torrance",
        "R Barr",
        "J Horsman"
      ],
      "year": 1990,
      "raw": "Guide to design and development of health state utlity instrumentation \n\t\t \n\t\t\t W Furlong \n\t\t \n\t\t \n\t\t\t D Feeny \n\t\t \n\t\t \n\t\t\t G W Torrance \n\t\t \n\t\t \n\t\t\t R Barr \n\t\t \n\t\t \n\t\t\t J Horsman \n\t\t \n\t\t 90-9 \n\t\t \n\t\t\t 1990 \n\t\t\t Hamilton, Ontario \n\t\t \n\t\t \n\t\t\t Centre for Health Economics and Policy ; McMaster University \n\t\t \n\t \n\t Analysis Paper \n\t Furlong, W., Feeny D., Torrance, G.W., Barr, R., Horsman J. (1990) Guide to design and development of health state utlity instrumentation. Centre for Health Economics and Policy Analysis Paper 90-9, McMaster University, Hamilton, Ontario."
    },
    {
      "title": "The SF-36 health survey questionnaire: an outcome measure suitable for routine use within the NHS",
      "authors": [
        "A Garratt",
        "D Ruta",
        "M Abdalla"
      ],
      "year": 1993,
      "doi": "10.1136/bmj.306.6890.1440",
      "journal": "British Journal of Medicine",
      "volume": "306",
      "raw": "The SF-36 health survey questionnaire: an outcome measure suitable for routine use within the NHS \n\t\t \n\t\t\t A M Garratt \n\t\t \n\t\t \n\t\t\t D A Ruta \n\t\t \n\t\t \n\t\t\t M I Abdalla \n\t\t \n\t\t 10.1136/bmj.306.6890.1440 \n\t \n\t \n\t\t British Journal of Medicine \n\t\t \n\t\t\t 306 \n\t\t\t \n\t\t\t 1993 \n\t\t \n\t \n\t Garratt, A.M., Ruta, D.A., Abdalla, M.I. et al (1993). The SF-36 health survey questionnaire: an outcome measure suitable for routine use within the NHS. British Journal of Medicine; 306: 1440-4."
    },
    {
      "title": "Cost-Effectiveness in Health and Medicine",
      "authors": [
        "M Gold",
        "J Siegel",
        "L Russell",
        "M Weistein"
      ],
      "year": 1996,
      "raw": "M R Gold \n\t\t \n\t\t \n\t\t\t J E Siegel \n\t\t \n\t\t \n\t\t\t L B Russell \n\t\t \n\t\t \n\t\t\t M C Weistein \n\t\t \n\t\t Cost-Effectiveness in Health and Medicine \n\t\t Oxford \n\t\t \n\t\t\t Oxford University Press \n\t\t\t 1996 \n\t\t \n\t \n\t Gold, M.R., Siegel J.E., Russell L.B., Weistein M.C. (1996) Cost-Effectiveness in Health and Medicine. Oxford University Press, Oxford."
    },
    {
      "title": "Multilevel Statistical Methods",
      "year": 1995,
      "raw": "Multilevel Statistical Methods \n\t\t \n\t\t\t Goldstein \n\t\t \n\t\t \n\t\t\t 1995 \n\t\t\t Halstead Press \n\t\t\t London; New York \n\t\t \n\t \n\t Goldstein (1995) Multilevel Statistical Methods London: Edward Arnold, New York: Halstead Press."
    },
    {
      "title": "Valuations of Euroqol health states: comments and suggestions",
      "authors": [
        "H Gravelle"
      ],
      "year": 1995,
      "raw": "Valuations of Euroqol health states: comments and suggestions \n\t\t \n\t\t\t H Gravelle \n\t\t \n\t \n\t \n\t\t ESRC/SHHD Workshop on Quality of Life \n\t\t Edinburgh \n\t\t \n\t\t\t 1995 \n\t\t \n\t \n\t Paper presented at the unpublished \n\t Gravelle, H. (1995) Valuations of Euroqol health states: comments and suggestions. Paper presented at the ESRC/SHHD Workshop on Quality of Life, Edinburgh, unpublished."
    },
    {
      "title": "A general health policy model: update and application",
      "authors": [
        "R Kaplan",
        "J Anderson"
      ],
      "year": 1988,
      "doi": "10.1093/heapro/3.1.35",
      "journal": "Health Services Research",
      "volume": "23",
      "raw": "A general health policy model: update and application \n\t\t \n\t\t\t R M Kaplan \n\t\t \n\t\t \n\t\t\t J P Anderson \n\t\t \n\t\t 10.1093/heapro/3.1.35 \n\t \n\t \n\t\t Health Services Research \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 1988 \n\t\t \n\t \n\t Kaplan, R.M., & Anderson, J.P. (1988). A general health policy model: update and application. Health Services Research, 23, 203-235."
    },
    {
      "title": "The magical number seven, plus or minus two: some limits on our capacity for processing information",
      "authors": [
        "G Miller"
      ],
      "year": 1956,
      "doi": "10.1037/h0043158",
      "journal": "Psych Rev",
      "volume": "63",
      "raw": "The magical number seven, plus or minus two: some limits on our capacity for processing information \n\t\t \n\t\t\t G A Miller \n\t\t \n\t\t 10.1037/h0043158 \n\t \n\t \n\t\t Psych Rev \n\t\t \n\t\t\t 63 \n\t\t\t \n\t\t\t 1956. 1956 \n\t\t \n\t \n\t Miller, G.A. (1956) The magical number seven, plus or minus two: some limits on our capacity for processing information. Psych Rev 1956;63:81-97."
    },
    {
      "title": "The measurement and valuation of health: first report on the main survey",
      "year": 1994,
      "raw": "The measurement and valuation of health: first report on the main survey \n\t\t \n\t\t\t Mvh Group \n\t\t \n\t\t \n\t\t\t 1994 \n\t\t \n\t\t \n\t\t\t Centre for Health Economics, University of York \n\t\t \n\t \n\t MVH group. (1994). The measurement and valuation of health: first report on the main survey. Centre for Health Economics, University of York."
    },
    {
      "title": "Measuring preferences for health states worse than death",
      "authors": [
        "D Patrick",
        "H Starks",
        "K Cain",
        "R Uhlmann",
        "R Pearlman"
      ],
      "year": 1994,
      "doi": "10.1177/0272989x9401400102",
      "journal": "Medical Decision Making",
      "volume": "14",
      "raw": "Measuring preferences for health states worse than death \n\t\t \n\t\t\t D L Patrick \n\t\t \n\t\t \n\t\t\t H E Starks \n\t\t \n\t\t \n\t\t\t K C Cain \n\t\t \n\t\t \n\t\t\t R F Uhlmann \n\t\t \n\t\t \n\t\t\t R A Pearlman \n\t\t \n\t\t 10.1177/0272989x9401400102 \n\t \n\t \n\t\t Medical Decision Making \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 1994 \n\t\t \n\t \n\t Patrick, D.L., Starks, H.E., Cain, K.C., Uhlmann, R.F., & Pearlman, R.A. (1994). Measuring preferences for health states worse than death. Medical Decision Making, 14, 9-18."
    },
    {
      "title": "Stated preference techniques: a guide to practice",
      "authors": [
        "D Pearmain",
        "J Swanson",
        "E Kroes",
        "M Bradley"
      ],
      "year": 1991,
      "doi": "10.4337/9781781009727.00024",
      "raw": "Stated preference techniques: a guide to practice \n\t\t \n\t\t\t D Pearmain \n\t\t \n\t\t \n\t\t\t J Swanson \n\t\t \n\t\t \n\t\t\t E Kroes \n\t\t \n\t\t \n\t\t\t M Bradley \n\t\t \n\t\t 10.4337/9781781009727.00024 \n\t\t \n\t\t\t 1991 \n\t\t\t Hauge \n\t\t \n\t\t \n\t\t\t Steer Davis Gleave and Hague Consulting Group \n\t\t \n\t \n\t Pearmain, D., Swanson, J., Kroes, E., Bradley, M. (1991). Stated preference techniques: a guide to practice. Steer Davis Gleave and Hague Consulting Group, Hauge."
    },
    {
      "title": "Relationship between psychometric and utility-based approaches to the measurement of health-related quality of life",
      "authors": [
        "D Revicki",
        "R Kaplan"
      ],
      "year": 1993,
      "doi": "10.1007/bf00422222",
      "journal": "Quality in Life Research",
      "volume": "2",
      "raw": "Relationship between psychometric and utility-based approaches to the measurement of health-related quality of life \n\t\t \n\t\t\t D A Revicki \n\t\t \n\t\t \n\t\t\t R M Kaplan \n\t\t \n\t\t 10.1007/bf00422222 \n\t \n\t \n\t\t Quality in Life Research \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 1993 \n\t\t \n\t \n\t Revicki, D.A., & Kaplan, R.M. (1993). Relationship between psychometric and utility-based approaches to the measurement of health-related quality of life. Quality in Life Research, 2, 477-487."
    },
    {
      "title": "Statistical analysis of cost outcomes in a randomized controlled clinical trial",
      "authors": [
        "M Rutten-Van Mölken",
        "E Van Doorslaer",
        "R Van Vliet"
      ],
      "year": 1994,
      "doi": "10.1002/hec.4730030507",
      "journal": "Health Economics",
      "volume": "3",
      "issue": "5",
      "raw": "Statistical analysis of cost outcomes in a randomized controlled clinical trial \n\t\t \n\t\t\t M P M H Rutten-Van Mölken \n\t\t \n\t\t \n\t\t\t E K A Van Doorslaer \n\t\t \n\t\t \n\t\t\t R C J A Van Vliet \n\t\t \n\t\t 10.1002/hec.4730030507 \n\t \n\t \n\t\t Health Economics \n\t\t \n\t\t\t 3 \n\t\t\t 5 \n\t\t\t \n\t\t\t 1994 \n\t\t \n\t \n\t Rutten-van Mölken, M.P.M.H., van Doorslaer, E.K.A. and van Vliet, R.C.J.A. (1994) Statistical analysis of cost outcomes in a randomized controlled clinical trial. Health Economics, 3(5), 333-46"
    },
    {
      "title": "Health Measurement Scales: a practical guide to their development and use",
      "authors": [
        "D Streiner",
        "G Norman"
      ],
      "year": 1989,
      "raw": "D L Streiner \n\t\t \n\t\t \n\t\t\t G R Norman \n\t\t \n\t\t Health Measurement Scales: a practical guide to their development and use \n\t\t Oxford \n\t\t \n\t\t\t Oxford University Press \n\t\t\t 1989 \n\t\t \n\t \n\t Streiner, D.L., Norman, G.R. (1989). Health Measurement Scales: a practical guide to their development and use. Oxford: Oxford University Press."
    },
    {
      "title": "Deriving a preference based utlity score for the SF-6D: Technical report",
      "authors": [
        "P; Sturgis",
        "R Thomas"
      ],
      "year": 1998,
      "journal": "Survey methods Centre at SCPR",
      "raw": "Deriving a preference based utlity score for the SF-6D: Technical report \n\t\t \n\t\t\t P; Sturgis \n\t\t \n\t\t \n\t\t\t R Thomas \n\t\t \n\t \n\t \n\t\t Survey methods Centre at SCPR \n\t\t \n\t\t\t 1998 \n\t\t \n\t \n\t Sturgis, P; Thomas, R. (1998) Deriving a preference based utlity score for the SF-6D: Technical report. Survey methods Centre at SCPR."
    },
    {
      "title": "Multi-attribute preference functions",
      "authors": [
        "G Torrance",
        "W Furlong",
        "D Feeny",
        "M Boyle"
      ],
      "year": 1995,
      "journal": "Health Utilities Index. Pharmaco Economics",
      "volume": "7",
      "raw": "Multi-attribute preference functions \n\t\t \n\t\t\t G W Torrance \n\t\t \n\t\t \n\t\t\t W Furlong \n\t\t \n\t\t \n\t\t\t D Feeny \n\t\t \n\t\t \n\t\t\t M Boyle \n\t\t \n\t \n\t \n\t\t Health Utilities Index. Pharmaco Economics \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 1995 \n\t\t \n\t \n\t Torrance, G.W., Furlong, W., Feeny, D., & Boyle, M. (1995). Multi-attribute preference functions. Health Utilities Index. Pharmaco Economics, 7, 503-520."
    },
    {
      "title": "Measurement of health state utilities for economic appraisal: A review",
      "authors": [
        "G Torrance"
      ],
      "year": 1986,
      "doi": "10.1016/0167-6296(86)90020-2",
      "journal": "Journal of Health Economics",
      "volume": "5",
      "raw": "Measurement of health state utilities for economic appraisal: A review \n\t\t \n\t\t\t G W Torrance \n\t\t \n\t\t 10.1016/0167-6296(86)90020-2 \n\t \n\t \n\t\t Journal of Health Economics \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 1986 \n\t\t \n\t \n\t Torrance, G.W. (1986). Measurement of health state utilities for economic appraisal: A review. Journal of Health Economics, 5, 1-30."
    },
    {
      "title": "Applications of Multi-Attribute Utility Theory to measure social preferences for health states",
      "authors": [
        "G Torrance",
        "M Boyle",
        "S Horwood"
      ],
      "year": 1982,
      "doi": "10.1287/opre.30.6.1043",
      "journal": "Operations Research",
      "volume": "30",
      "raw": "Applications of Multi-Attribute Utility Theory to measure social preferences for health states \n\t\t \n\t\t\t G W Torrance \n\t\t \n\t\t \n\t\t\t M H Boyle \n\t\t \n\t\t \n\t\t\t S P Horwood \n\t\t \n\t\t 10.1287/opre.30.6.1043 \n\t \n\t \n\t\t Operations Research \n\t\t \n\t\t\t 30 \n\t\t\t \n\t\t\t 1982 \n\t\t \n\t \n\t Torrance, G.W., Boyle, M.H., & Horwood, S.P. (1982). Applications of Multi-Attribute Utility Theory to measure social preferences for health states. Operations Research, 30, 1043- 1069."
    },
    {
      "title": "Estimating a parametric relation between health description and health valuation using Euroqol Instrument",
      "authors": [
        "B Van Hout",
        "J Mcdonnell"
      ],
      "year": 1992,
      "doi": "10.1007/1-4020-3712-0_13",
      "raw": "Estimating a parametric relation between health description and health valuation using Euroqol Instrument \n\t\t \n\t\t\t B A Van Hout \n\t\t \n\t\t \n\t\t\t J Mcdonnell \n\t\t \n\t\t 10.1007/1-4020-3712-0_13 \n\t \n\t \n\t\t Euroqol Conference Proceedings, IHE Working Paper \n\t\t Lund, Sweden \n\t\t \n\t\t\t 1992. 1992 \n\t\t \n\t \n\t van Hout, B.A. and McDonnell, J. (1992). Estimating a parametric relation between health description and health valuation using Euroqol Instrument. In: Euroqol Conference Proceedings, IHE Working Paper 1992:2, Lund, Sweden."
    },
    {
      "title": "SF-36 Health Survey manual and interpretation guide",
      "authors": [
        "J Ware",
        "K Snow",
        "M Kolinski",
        "B Gandeck"
      ],
      "year": 1993,
      "doi": "10.1056/nejm192403061901021",
      "raw": "J E Ware \n\t\t \n\t\t \n\t\t\t K K Snow \n\t\t \n\t\t \n\t\t\t M Kolinski \n\t\t \n\t\t \n\t\t\t B Gandeck \n\t\t \n\t\t 10.1056/nejm192403061901021 \n\t\t SF-36 Health Survey manual and interpretation guide \n\t\t Boston; Boston, MA \n\t\t \n\t\t\t 1993 \n\t\t \n\t\t \n\t\t\t The Health Institute ; New England Medical Centre \n\t\t \n\t \n\t Ware, J. E., Snow, K. K., Kolinski, M., Gandeck, B. (1993) SF-36 Health Survey manual and interpretation guide. Boston: The Health Institute, New England Medical Centre, Boston, MA."
    },
    {
      "title": "How to score the SF-12 physical and mental health summaries: a user's Manual",
      "authors": [
        "J Ware",
        "M Kolinski",
        "S Keller"
      ],
      "year": 1995,
      "doi": "10.1056/nejm192403061901021",
      "raw": "J E Ware \n\t\t \n\t\t \n\t\t\t M Kolinski \n\t\t \n\t\t \n\t\t\t S D Keller \n\t\t \n\t\t 10.1056/nejm192403061901021 \n\t\t How to score the SF-12 physical and mental health summaries: a user's Manual \n\t\t Boston; Boston, MA \n\t\t \n\t\t\t 1995 \n\t\t \n\t\t \n\t\t\t The Health Institute ; New England Medical Centre \n\t\t \n\t \n\t Ware, J. E., Kolinski, M., Keller SD (1995) How to score the SF-12 physical and mental health summaries: a user's Manual. Boston: The Health Institute, New England Medical Centre, Boston, MA."
    },
    {
      "title": "Measuring functioning and well-being, by Stewart and Ware. Review article",
      "authors": [
        "A Williams"
      ],
      "year": 1992,
      "journal": "Health Economics",
      "volume": "1",
      "issue": "4",
      "raw": "Measuring functioning and well-being, by Stewart and Ware. Review article \n\t\t \n\t\t\t A Williams \n\t\t \n\t \n\t \n\t\t Health Economics \n\t\t \n\t\t\t 1 \n\t\t\t 4 \n\t\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t brazierje10 \n\t Williams, A. (1992). Measuring functioning and well-being, by Stewart and Ware. Review article, Health Economics; 1 (4): 255-258. brazierje10.doc"
    }
  ],
  "num_references": 32,
  "figures": [
    {
      "description": "depending on the respondents answer to the previous question, and minimise the risk of interviewer variation. The developers have tried and tested the procedure and its associated prop over many years and it has become widely used in health economics. The McMaster team were able to provide training to the study investigators and produce the chance boards for the survey interviewers. All interviewers were trained in the use of this SG valuation technique by the investigators."
    },
    {
      "description": "been attempted to get remove the skew in the health state valuation data. Three ad hoc adjustments suggested by Abdalla and Russell (1995)  2 and a TOBIT transformation. All of these transformations were modelled with random effects since Breusch Pagan and Hausman tests suggest these are appropriate. (i) Logit transformation, SGAG1 = ln (SGADJU /(1 -SGADJU) (ii) complementary log-log transformation SGAG2 = ln (-ln (1 -SGADJU) (iii) complementary log-log transformation SGAG3 = ln (-ln (SGADJU)"
    },
    {
      "description": "model (1) the vast majority of coefficients have the expected (negative) sign. In all 13 of the 26 coefficients are significant and there are 2 inconsistencies, where the estimated effect decreases from RL3 to RL4, and VIT2 to VIT3. The explanatory power of the model is 0.204. Diagnostic tests reveal problems with non-normal and heteroscedastic residuals 3 . Further these data represent repeated observations on 611 individuals and a Breusch-Pagan LM test for individual effects reveals that these are important (χ 2 = 1717.02, p = 0.000). In addition Hausman's test suggests that random, rather than fixed, effects, is the appropriate specification ((χ 2 = 27.11, p = 0.35) 4 ."
    },
    {
      "caption": "Figure",
      "description": "Figure 2: Actual and Predicted Health State Valuations for the Random Effects Model (2)"
    }
  ],
  "num_figures": 4,
  "formulas": [
    {
      "text": "ij j ij ij ij g y ε δ θ β + ′ + ′ + ′ = ) ( z r x (1)"
    },
    {
      "text": "ij j ij e u + = ε ( 2 )"
    },
    {
      "text": "SGADJU=(SGADJ+1)/2 (3)"
    }
  ],
  "num_formulas": 3,
  "num_citations": 35,
  "cited_references": [
    "b3",
    "b13",
    "b2",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b20",
    "b21",
    "b12",
    "b30",
    "b29",
    "b15",
    "b19",
    "b24",
    "b4",
    "b7",
    "b11",
    "b8",
    "b22",
    "b6",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] Sheffield Health Economics Group , University of Sheffield , UK Sheffield Health Economics Group",
    "[raw_affiliation] School of Health and Related Research University of Sheffield Regent Court , 30 Regent Street Sheffield , S1 4DA , UK.",
    "[raw_affiliation] Sheffield Health Economics Group , University of Sheffield , UK Sheffield Health Economics Group",
    "[raw_affiliation] Sheffield Health Economics Group , University of Sheffield , UK Sheffield Health Economics Group",
    "[submission] Accepted for publication in the Journal of Health Economics (September 2001",
    "brazierje10.doc",
    "The model was estimated using White's heteroscedasticity consistent standard errors.brazierje10.doc",
    "Predicted values have been retransformed using the smearing estimator (Rutten-van Mölken et al, 1994)  brazierje10.doc",
    "A computer algorithm for deriving a preference-based index from SF-36 data via the SF-6D is available from the corresponding author. The algorithm is copyrighted, though it is free of charge for non-commercial uses.brazierje10.doc",
    "brazierje10.doc 29",
    "[raw_reference] Abdalla, M., Russell, I. (1995). Tariffs for the Euroqol health states based on modelling individual VAS and TTO data of the York Survey In : MVH Group Final Report on the Modelling of Valuation Tariffs Centre for Health Economics, University of York, UK.",
    "[raw_reference] Brazier, JE, Deverill M., Harper R., Booth A. (1999a) A review of the use of Health Status measures in economic evaluation. Health Technol Assess 1999;3",
    "Report prepared for GlaxoWelcome",
    "[raw_reference] Brazier, J. E., Roberts, J., Deverill ,M. (1999b) The estimation of a utility based algortihm from the SF-36 Health Survey. Report prepared for GlaxoWelcome, Mimeo.",
    "[raw_reference] Brazier JE, Harper R, Thomas K, Jones N, Underwood T (1998) Deriving a preference based single index measure from the SF-36 J.Clinical Epidemiology 51 (11):1115-1129",
    "[raw_reference] Breen, B (1996) Regression models: Censored, Sample Selected or Truncated Data. Sage: London.",
    "[raw_reference] Briggs, A., Sculpher, M., Buxton, M. (1994) Uncertainty in the Economic Evaluation of Health Care Technologies: The Role of Sensitivity Analysis. Health Economics 3(2): 95-104",
    "[raw_reference] Brooks, R. (1996) EuroQol: the current state of play. Health Policy 37:53-72",
    "[raw_reference] Busschbach, J.V., McDonnell, J., Essink-Bot, M-L., van Hout, B.A (1999) Estimating parametric relationships between health state description and health valuation with an application to the EuroQol EQ-5D. J.Health Econ. 18:551-571.",
    "[raw_reference] Dolan, P., Gudex, C., Kind, P. and Williams, A. (1995) A social tariff for Euroqol: Results from a UK general population survey, Centre for Health Economics Discussion Paper 138, University of York.",
    "[raw_reference] Dolan, P. (1997). Modelling valuation for Euroqol health states. Medical Care 35:351-363 brazierje10.doc",
    "[raw_reference] Drummond, M.F., Stoddart, G.L., Torrance, G.W. Methods for the economic evaluation of health care programmes. Oxford: Oxford Medical Publications, 1987.",
    "[report_type] Analysis Paper",
    "[raw_reference] Furlong, W., Feeny D., Torrance, G.W., Barr, R., Horsman J. (1990) Guide to design and development of health state utlity instrumentation. Centre for Health Economics and Policy Analysis Paper 90-9, McMaster University, Hamilton, Ontario.",
    "[raw_reference] Garratt, A.M., Ruta, D.A., Abdalla, M.I. et al (1993). The SF-36 health survey questionnaire: an outcome measure suitable for routine use within the NHS. British Journal of Medicine; 306: 1440-4.",
    "[raw_reference] Gold, M.R., Siegel J.E., Russell L.B., Weistein M.C. (1996) Cost-Effectiveness in Health and Medicine. Oxford University Press, Oxford.",
    "[raw_reference] Goldstein (1995) Multilevel Statistical Methods London: Edward Arnold, New York: Halstead Press.",
    "Paper presented at the unpublished",
    "[raw_reference] Gravelle, H. (1995) Valuations of Euroqol health states: comments and suggestions. Paper presented at the ESRC/SHHD Workshop on Quality of Life, Edinburgh, unpublished.",
    "[raw_reference] Kaplan, R.M., & Anderson, J.P. (1988). A general health policy model: update and application. Health Services Research, 23, 203-235.",
    "[raw_reference] Miller, G.A. (1956) The magical number seven, plus or minus two: some limits on our capacity for processing information. Psych Rev 1956;63:81-97.",
    "[raw_reference] MVH group. (1994). The measurement and valuation of health: first report on the main survey. Centre for Health Economics, University of York.",
    "[raw_reference] Patrick, D.L., Starks, H.E., Cain, K.C., Uhlmann, R.F., & Pearlman, R.A. (1994). Measuring preferences for health states worse than death. Medical Decision Making, 14, 9-18.",
    "[raw_reference] Pearmain, D., Swanson, J., Kroes, E., Bradley, M. (1991). Stated preference techniques: a guide to practice. Steer Davis Gleave and Hague Consulting Group, Hauge.",
    "[raw_reference] Revicki, D.A., & Kaplan, R.M. (1993). Relationship between psychometric and utility-based approaches to the measurement of health-related quality of life. Quality in Life Research, 2, 477-487.",
    "[raw_reference] Rutten-van Mölken, M.P.M.H., van Doorslaer, E.K.A. and van Vliet, R.C.J.A. (1994) Statistical analysis of cost outcomes in a randomized controlled clinical trial. Health Economics, 3(5), 333-46",
    "[raw_reference] Streiner, D.L., Norman, G.R. (1989). Health Measurement Scales: a practical guide to their development and use. Oxford: Oxford University Press.",
    "[raw_reference] Sturgis, P; Thomas, R. (1998) Deriving a preference based utlity score for the SF-6D: Technical report. Survey methods Centre at SCPR.",
    "[raw_reference] Torrance, G.W., Furlong, W., Feeny, D., & Boyle, M. (1995). Multi-attribute preference functions. Health Utilities Index. Pharmaco Economics, 7, 503-520.",
    "[raw_reference] Torrance, G.W. (1986). Measurement of health state utilities for economic appraisal: A review. Journal of Health Economics, 5, 1-30.",
    "[raw_reference] Torrance, G.W., Boyle, M.H., & Horwood, S.P. (1982). Applications of Multi-Attribute Utility Theory to measure social preferences for health states. Operations Research, 30, 1043- 1069.",
    "[raw_reference] van Hout, B.A. and McDonnell, J. (1992). Estimating a parametric relation between health description and health valuation using Euroqol Instrument. In: Euroqol Conference Proceedings, IHE Working Paper 1992:2, Lund, Sweden.",
    "[raw_reference] Ware, J. E., Snow, K. K., Kolinski, M., Gandeck, B. (1993) SF-36 Health Survey manual and interpretation guide. Boston: The Health Institute, New England Medical Centre, Boston, MA.",
    "[raw_reference] Ware, J. E., Kolinski, M., Keller SD (1995) How to score the SF-12 physical and mental health summaries: a user's Manual. Boston: The Health Institute, New England Medical Centre, Boston, MA.",
    "brazierje10",
    "[raw_reference] Williams, A. (1992). Measuring functioning and well-being, by Stewart and Ware. Review article, Health Economics; 1 (4): 255-258. brazierje10.doc"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
