{
  "paper_id": "EIBMH974",
  "title": "Leveraging health information technology to achieve the \"triple aim\" of healthcare reform",
  "abstract": "Objective To investigate experiences with leveraging health information technology (HIT) to improve patient care and population health, and reduce healthcare expenditures. Materials and methods In-depth qualitative interviews with federal government employees, health policy, HIT and medico-legal experts, health providers, physicians, purchasers, payers, patient advocates, and vendors from across the United States. Results The authors undertook 47 interviews. There was a widely shared belief that Health Information Technology for Economic and Clinical Health (HITECH) had catalyzed the creation of a digital infrastructure, which was being used in innovative ways to improve quality of care and curtail costs. There were however major concerns about the poor usability of electronic health records (EHRs), their limited ability to support multi-disciplinary care, and major difficulties with health information exchange, which undermined efforts to deliver integrated patient-centered care. Proposed strategies for enhancing the benefits of HIT included federal stimulation of competition by mandating vendors to open-up their application program interfaces, incenting development of lowcost consumer informatics tools, and promoting Congressional review of the The Health Insurance Portability and Accountability Act (HIPPA) to optimize the balance between data privacy and reuse. Many underscored the need to \"kick the legs from underneath the fee-for-service model\" and replace it with a data-driven reimbursement system that rewards high quality care. Conclusions The HITECH Act has stimulated unprecedented, multi-stakeholder interest in HIT. Early experiences indicate that the resulting digital infrastructure is being used to improve quality of care and curtail costs. Reform efforts are however severely limited by problems with usability, limited interoperability and the persistence of the fee-for-service paradigm-addressing these issues therefore needs to be the federal government's main policy target.",
  "year": 2015,
  "date": "2015-04-16",
  "authors": [
    {
      "name": "Aziz Sheikh",
      "email": "aziz.sheikh@ed.ac.uk"
    },
    {
      "name": "Harpreet Sood"
    },
    {
      "name": "David Bates"
    },
    {
      "affiliation": {
        "organization": "Professor of Primary Care Research & Development",
        "department": "Professor of Primary Care Research & Development",
        "institution": "The University of Edinburgh",
        "address": "EH17 8UD, Edinburgh, Scotland;"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Medicine",
        "department": "Department of Medicine",
        "institution": "Harvard Medical School",
        "address": "Boston, MA, USA"
      }
    }
  ],
  "doi": "10.1093/jamia/ocv022",
  "md5": "5398EAA37E1E47C33E1BF49A1A156D16",
  "publication": {
    "journal": "JAMA",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "ACKNOWLEDGEMENTS We are very grateful to the interviewees who were both generous with their time and in the sharing of their views and experiences. We also take the opportunity to thank the reviewers for their helpful feedback on an earlier version of this manuscript."
  ],
  "sections": [
    {
      "title": "BACKGROUND AND SIGNIFICANCE",
      "text": "\"By computerizing health records, we can avoid dangerous medical mistakes, reduce costs, and improve care.\" President George W. Bush, State of the Union Address, January  20, 2004   Health systems globally face challenges associated with, among other issues, rapidly changing demographic profiles, the increasing numbers of people living with long-term conditions, persistent variations in the quality and safety of care, and the spiraling costs of healthcare provision.  1, 2 In the face of these challenges, there is widespread agreement on the urgent need for health system reform. The \"triple aim\" of healthcare reform provides helpful foci for reform efforts, namely: i) improving the quality, safety, and experience of care; ii) enhancing population health; and iii) reducing per capita costs of healthcare.  3  related and often deeply intertwined strand of policy discussion has been on using health information technology (HIT) to help achieve reform.  2  Belief in the catalytic potential of HIT stems back at least a decade being first articulated in the US Department of Health and Human Services \"Decade of Health Information Technology\" report and President George W. Bush's accompanying State of the Union Address. 4, 5  The need to move forward with HIT has been one of few issues that has received broad bipartisan support in the United States and similar policy pronouncements have been made in other countries. 6, 7  The Obama Administration took the Bush statements and HIT focus to another level, investing nearly $30 billion in incentives to providers and hospitals through the 2009 American Recovery and Reinvestment Act (ARRA) and the related Health Information Technology for Economic and Clinical Health (HITECH) Act. 8, 9  However, it has been unclear about the extent to which these large public investments would change care in ways that would actually make it better. Therefore, we sought to understand experiences with the adoption of HIT, learn from early successes and challenges, and identify strategies to accelerate and maximize the benefits associated with this unprecedented investment in HIT."
    },
    {
      "title": "MATERIALS AND METHODS"
    },
    {
      "title": "Design",
      "text": "We undertook an in-depth qualitative study that involved interviewing experts from a range of organizational, professional, and disciplinary perspectives from across the United States."
    },
    {
      "title": "Sampling and recruitment",
      "text": "We constructed a sampling matrix of leaders, which included federal government employees, health policy, HIT and medico-legal experts/ academics, health providers, physicians, purchasers, payers, patient advocates, and electronic health record (EHR)/HIT vendors.\n\nSelected individuals were sent an invitation to participate and those expressing an interest were sent a summary topic guide of the areas to be explored during the interview (Box 1). Nonresponders were sent a maximum of three reminders.\n\nThe sampling frame was kept under constant review and where necessary adapted to ensure adequate breadth and depth of coverage. We continued to recruit until data saturation had been achieved.  10"
    },
    {
      "title": "Data generation",
      "text": "Interviews were scheduled for a maximum of 60 min and in the majority of cases were close to this (median 51 min; inter-quartile range (IQR) 45-57 min). Prior to conducting each interview we reviewed relevant material from participants in the public domain (e.g., papers, interviews, blogs, and Twitter feeds), which allowed the interview to be tailored to the individual's area(s) of expertise. Interviews were undertaken by A.S. and/or H.S. between November 2013 and July 2014. Consent was gained prior to the recording of interviews."
    },
    {
      "title": "Data handling and analysis",
      "text": "Interviews were digitally recorded and then transcribed with accompanying field-notes. Transcripts were checked, stripped of identifiers, and then uploaded into QSR NVivo (v10).\n\nAnalysis was undertaken on an ongoing basis to allow emerging findings to inform subsequent interviews.  10 We used a combination of deductive thematic analysis, informed by the literature on the diffusion of innovations in healthcare organizations,  11  socio-technical considerations,  12  data privacy legislation,  13  and public policy,  14  and a more inductive iterative approach that allowed new themes to emerge from the data.  10 n order to ensure the robustness of our findings, we actively sought out deviant cases and other possible interpretations of the data.  15 Care was taken to ensure that members of the research team regularly considered their own backgrounds and potential biases, and that we did not allow our own preconceived notions to color interpretation of the data.  16"
    },
    {
      "title": "RESULTS",
      "text": "We achieved an 85% (47/55) recruitment rate (see Table  1  for key characteristics of participants).\n\nThe following key themes emerged from the analysis and our findings are organized accordingly: i) success of the HITECH Act in achieving ARRA objectives; ii) usability, Health information exchange (HIE)/interoperability, and deriving benefits; iii) unintended consequences; and iv) strategies for leveraging HIT to maximize benefits."
    },
    {
      "title": "Success of HITECH in achieving ARRA objectives",
      "text": "The HITECH Act was born out of a strong belief in policymaking circles that HIT and the resulting data were essential ingredients to support health reform efforts. The subsequent economic collapse then triggered federal financial investments in HIT in the hope that this would not only improve care and reduce healthcare expenditures, but also create jobs in this potential US growth area. There was recognition that there was a market failure in this area.\n\nAfter the Bush reelection . . . [looking to see] who is going to be the next President and what's going to happen, a sense of an emerging democratic majority and an opportunity to go back and try to do right what Clinton tried to do and failed that, which is to do comprehensive reform and in all of those conversations HIT was part of the conversation . . . HIT was a precondition to be able to get to a solution and how could you ever truly manage the quality if you don't even have the data that tells you how you are doing . . . So when the economy collapsed and the Obama administration came in . . . there was recognition that there was a need to do something to stimulate the economy. That was all it was. What are we going to try to break the rapid economic descent, . . . some people said well let's take as many things as we can from the health reform conversation that seemed to be noncontroversial and let's set them into the stimulus then and get a jump start and so two things in particular got a jump start in the stimulus -ARRA and Comparative Effectiveness"
    },
    {
      "title": "Research Institute (CERI). (R42)",
      "text": "There was widespread acknowledgement that HITECH was directly responsible for catalyzing adoption of EHRs into the hospital and ambulatory sectors. These successes were attributed to the strong belief in HIT in policymaking circles, and the way policy was formulated and implemented. Policymakers explained how they aimed to create a sense of inevitability around the issue of adoption and this together with the step-wise approach pursued through \"Meaningful Use\" (MU) and the combination of financial incentives and later penalties had convinced the sector that now was the time to implement, even among organizations that had been holding out.\n\nHITECH is fantastic . . . I understand it's not perfect but I have never met a piece of legislation that is perfect. (R24)\n\nThere was also a recognition, though less widely shared, that the second key aim of ARRA/HITECH namely to help support the economic recovery was achieved through the stimulation of and expansion in stakeholder groups engaged with the HIT agenda. This included HIT vendors, the data analytics sector, academic medical centers, professional bodies, and universities: . . . it's a little harder to find out how many jobs the Health IT members have added but it's a lot . . . you can also look at their market share and their stock price trend . . . that impact on the vendor community and I think you are seeing a lot of other sort of adjunct implications of that like now every community college all over the world is trying to teach people about informatics . . . There are now graduate tracks and specialties in health information technology so you can see it in our education system as a marker for preparing people for jobs. (R33)"
    },
    {
      "title": "Box 1: Main Areas Explored in Interviews",
      "text": "• Implementation and adoption of existing HIT • Strategies for optimizing the use of HIT • Secondary uses of HIT-derived data • Innovation in HIT and analysis of 'big data' • Recommendations and priorities for policy, practice, HIT businesses, healthcare organizations and researchers.\n\nUsability considerations, HIE/interoperability, and deriving benefits Physicians expressed concerns about the usability of EHRs and computerized decision support systems. Chief among these were the assertion that physicians had to work with immature technologies that were written in an old code base that was originally developed to support hospital billing. Many believed the current generation of EHRs is thus sub-optimal for supporting multi-disciplinary teamwork essential to delivering patient-centered care, and they also did not routinely make quality measurement a part of care delivery:\n\n. . . one of the constraints on EHRs is that they need to be able to support the kind of documentation required for billing for insurance purposes. If you free yourselves of one or both of those constraints, you might be able to develop some very interesting systems, which in some settings might be quite successful. (R24)\n\n. . . I think the lever was placed at the wrong place with MU . . . we started with a very immature technology . . . the lever was placed on physicians to use electronic health records as if they were already mature. (R2)\n\n. . . the existing EHRs are optimized for simple transactions . . . They are not optimized . . . to support re-engineering care . . . (R8)\n\nWe're having a hard time measuring quality in EHRs because they're not always collecting the kind of data we need to measure quality . . . (R26)\n\nCoupled with this were challenges resulting from limited ability to exchange information and lack of data interoperability between providers operating in different health systems and, in some cases, even among providers working within the same health system.\n\nI also think we have done just a God awful job doing clinical data exchange-health information exchange. So it is just maddening to hear all of these \"success stories\" about health information exchange when we are really doing a really bad job of it globally or nationally at least. I can't speak about other countries and so there are different issues there, and just for example many of the health information exchanges will cease to exist because they don't have a sustainable business model. (R24) Well I think so far health information exchange has been [an] almost a full failure. . . . and I have to say when the idea started being kicked around a long time ago, I was very optimistic about it, but it just hasn't worked and I think it hasn't worked because the right incentives haven't been in place. (R47) I mean, I think we have not had strong enough policies. I think we largely have tried to leave HIE to the market. And I just think that it is a public good in a lot of ways. So I think continuing to pursue it as something that healthcare delivery organizations are going to do on their own . . . there are just multiple market failures that end up playing into it. So one is that it's not clear that any given organization has a strong incentive to share their data and I think we haven't really put much pressure on the vendors to really make their systems interoperable. And I think the combination of Despite these challenges in usability and data exchange, there were already a number of accounts of how the digitized infrastructure was being used to improve the quality and safety of care and achieve cost savings. Examples included switching patients to cheaper alternative medications, responding to new medication safety concerns and if necessary centrally discontinuing such treatments, and using EHR-derived data to prioritize, support, and monitor quality improvement efforts, particularly in the context of managing high cost patients with long-term conditions. Such efforts were most readily achieved in integrated health systems in which such initiatives were aligned with the business strategy of the organization. Now you can push a button and see a summary of the hospitalization that pulled up the important key words that you might want to know if the patient's in arrest. Or you need to order a drug on someone and you want to see if there's anything, are there any contraindications or anything odd I need to know about. So we're learning how to summarize the data and show it so to visualize the patient. (R26) You know the angiotensin receptor blockers [ARBs] . . . only one is available generically in the United States and people are still prescribing brand name ARBs even though we now have a generic medication that is available. So we looked recently at how much money we would save if we just got all of the people who were getting brand name ARBS moved over to the one generic ARB and it was a million dollars a year just for one drug class . . . So to build decision support in that says for everybody that orders any brand name that . . . the patient should be put on a generic could potentially save us a million dollars [a year] in pharmaceutical costs. I mean think about multiplying that over a bunch of different drugs and a bunch of different interventions. (R23)"
    },
    {
      "title": "Unintended consequences",
      "text": "HITECH was seen by a number of participants as having disrupted normal market forces resulting in limiting competition in the vendor market place. This was considered problematic because there was as a consequence limited incentive to invest in technological innovation or indeed to engage with the substantial academic informatics expertise in centers of excellence to develop the next generation of EHRs.\n\nHITECH certainly has been responsible for the elimination of niche and specialty vendors . . . we went from 2,000 vendors that certified for Stage 1 to less than 100 vendors that have certified for Stage 2. (R14) . . . I think the mistake that companies are making is not recognizing that there's tremendous talent and innovation out there in the academic world . . . (R12)\n\nThis approach of working with academics was however not without its challenges as, for example, highlighted by this participant:\n\n. . . a lot of innovation [is] detached from the reality of the industry . . . the challenges of generating revenue are just not known to these people . . . (R32)\n\nWhile the staged MU approach was seen as a key reason for success in promoting adoption, the detailed MU requirements were criticized both by vendors and the physician community as a distraction from more development and clinical priorities:\n\n. . . and her customers (referring to Epic), many of which are sophisticated academic medical centers, actually want to focus on that stuff too. And they can't because we're too busy dealing with federal regulatory burdens that were often put in place by special interests within government or outside of government to do things that are probably not so value (added) . . . (R14) . . . and then vendors have been so focused on only meeting Meaningful Use criteria that they don't do other creative development things. (R2) Some interviewees expressed concerns that HITECH was, through in effect mandating use of EHRs, also contributing to the consolidation of providers and provider groups; some feared this would lead to an inflation of costs.\n\nI think there is no doubt about it that massive consolidation is going on. I think most primary care physicians are going to end up working for somebody else. I don't think they are sustainable on their own and I think somebody else is going to keep consolidating, not only with their own physicians but with other hospitals so that they get significant market share in their region and I think only with significant market share, which is the integration of these hospitals and doctors can you create entities that are financially viable. (R29) I don't think HITECH is the biggest driver of this phenomenon. There were some people who had suggested that IT would actually give doctors the freedom to not have to get purchased by the hospital because they could get a lot of the benefits. But it's been hard because putting in an IT system is far more disruptive than a single physician practice can tolerate a good number of times . . . I think provider consolidation in general leads to higher prices and not necessarily better quality. (R13) Finally, a few individuals said that they believed that HITECH and the current-generation of hospital-centered EHRs and related HIT was consolidating an academic medical center view of healthcare, when what was really needed was innovation that would undercut the dominance of these historically important, but now expensive healthcare providers. This group believed that innovation could help move the market to a more distributive, population-based view which would emphasize the importance of self-care and community-based initiatives focused on promoting wellness and prevention efforts.\n\n. . . particularly around academic medical centers, we think we are sort of the center of the universe, but . . . people . . . spend 99.9% of their time outside of the hospital. Most care is delivered by nurses and others, not by the physicians anyway and so our IT that we have built since it's expensive gets built out from the resources that have the money. So academic medical centers or those parts of the health system that have money are the ones that get to build and design the systems. So is it a surprise that when you are caring for your parent who is 90 years old there is no community based resource or coordination or communication or collaboration that really supports care across the community . . . well the dollars are where is the money, it's where the procedures and the expensive people and the expensive drugs are so they are the ones that can afford to build the computer systems. (R25)\n\nStrategies for leveraging HIT to maximize health and economic returns A number of possible approaches and initiatives were suggested to help drive forward improvements in care provision and support efforts to reduce expenditures. For example, several observers noted that although progress had been made in promoting adoption by many providers, major gaps remained in adoption especially the post-acute sector and behavioral health. In addition, tools to enable population management were felt to be insufficient. These issues were especially relevant under Accountable Care Organization-type arrangements.\n\nI think to me the future is going to be based on how we can better manage population health . . . we are really doing very poorly when it comes to population health management and the basic things like managing of chronic conditions and managing certain risks . . . it's really being able to expand the use of the tools to support better population health management. (R16)\n\nThe truth of the matter is that I do think we'll facilitate our ability to work in population health in ways that has stymied us in the past and there's a certain dollar value to that. I do think that being able to follow patients over time and space is going to improve care coordination. And consolidating, having the ability to use one large system which provides efficiencies in terms of our back office function . . . (R22) Let me understand my population better in terms of their behavioral propensity. So of all my patients, who is the one who is most likely to fail this therapy? Who's the one most likely to end up in the emergency room? Who's most likely to have the adverse effect? Who's most likely to not pick up their medications? Who's most likely to fall? So anticipating, going from retrospective to concurrent to prospective to predictive analytics, that's kind of the next frontier as it were for health IT. (R15)\n\nInterviewees suggested that promoting development in these barren sectors was the responsibility of the Office of the National Coordinator (ONC), but it was also recognized that additional resources to support this effort would be unlikely to be forthcoming in the shortto medium-term.\n\n. . . I think even ONC has signaled that they would like to see their certification process focus more on instead of having an electronic health record with all of these features and functions that are neat, that they would start focusing on here is our certification for HIE or here is our certification for this specific specialty or here is our certification for a product that sells itself as population health . . . (R37) ONC was also seen as having an important role to play in promoting competition in the acute sector market place although opinion was divided as to how this should be achieved. On the one hand, some strongly argued that because of worries about a possible monopoly position emerging in acute care, ONC should ask the Federal Trade Commission to launch an inquiry in the hope that steps could be taken to weaken the considerable power base of one EHR vendor in particular, Epic. Another suggested approach was for ONC to work in conjunction with the Centers for Medicare and Medicaid Services (CMS) to force vendors to open up their application program interfaces and furthermore to strongly encourage them to collaborate with smaller vendors and the medical informatics community. Interviewees believed this could help to create a range of bespoke \"apps\" that could be used in conjunction with existing EHRs, to fill in current gaps, and with the hope that in the longer-term this would catalyze major development cycles and support the development of next generation EHRs. The two areas most consistently highlighted as needing policy attention were making substantive progress in facilitating HIE/interoperability and promoting further financial reform. Both were, however, seen as extremely challenging. In the case of HIE/interoperability, this was because there were no readily implementable solutions that had widespread policy or professional buy-in. There were clear issues with a business case for data exchanges. Another part of the solution to the interoperability issue related to the development, maturation, and maintenance of standards, but it was not clear which organization had the mandate, capability, resources, or will to undertake this work. Of the various possibilities raised, the National Library of Medicine was thought to be the most appropriate body, although most standards development has taken place through standards development organizations in the private sector.\n\nAchieving the wholesale financial reform called for by many participants was thought an unrealistic proposition in the near-term by those most familiar with the policy landscape; further incremental steps aiming to progressively phase out fee-for-services and replace this with risk sharing models that rewarded provision of high-quality care was suggested to be a more credible strategy. This was felt to depend on the development of appropriate quality indicators with face validity among clinical communities. These were again seen as being the responsibility of the federal government, in particular ONC/CMS working in association with the National Quality Forum.\n\n. . . today [the] majority of care is chronic care but health systems still built around reimbursements for diseases that took care almost 100 years ago . . . (R25)\n\nThe new measures will have to be a lot more population-based measures rather than individual care measures in many respects because ultimately at the end of the day we are looking, or are going to be looking for improved population health management because this new reform systems where integrated accountable care accreditations are responsible for a group of people are going to be evaluated, you know for payment and other purposes based on the performance of improving health, preventing disease, and when disease happens treating the disease in the best way for that population . . . (R16) I think there is value to end the Meaningful Use program by rolling it into the various pay-for-performance or merit-based performance payment programs of CMS . . . (R14) Finally, several academics and policy experts highlighted the need to revisit The Health Insurance Portability and Accountability Act (HIPAA),  24  which was seen as outdated and no longer fit-for-purpose for the present age in which there has been both a proliferation of data and the ability to access data across an increasing array of digital platforms. Their motivations for doing this ranged on the one hand from ensuring that data privacy was adequately being maintained and, on the other hand, supporting innovative ways to support data reuse, audit and research, and the range of quality improvement initiatives that the new digitized infrastructure was expected to unleash.\n\n. . . there probably does need to be a rethinking of HIPAA down the road to try to identify how we can allow HIPAA to continue to flourish and provide the benefits it provides for patients being able to trust that their health information won't be shared . . . (R18) Health information is a streaming flow. It's a river. It's not a lake. And so information management should be the flow, not the storage of it. And HIPAA is grossly unprepared for that, even beyond how it's unprepared for managing digital data. (R32)\n\nIt was however pointed out that revising HIPAA would necessitate a Congressional review, which in the current climate was unlikely:\n\n. . . significant change would require a change in the HIPAA statute, which would require action from Congress and that is unlikely to happen in the near future. It could be part of, if it were part of the conversation, it would be something that might be in the next agenda for 2017, but it would be such a divisive issue unto itself that it would be hard to take it and fold it into a larger reform agenda . . . it would almost have to be done discreetly and so then the question is so where is the pressure. Where is the urgency to do something? (R42)"
    },
    {
      "title": "DISCUSSION"
    },
    {
      "title": "Overview of findings",
      "text": "We found broad consensus among a range of experts that HITECH has successfully achieved its core aim of promoting adoption of EHRs into the hospital and ambulatory sectors. Our data indicate that while this digitized infrastructure is now being used to stimulate healthcare reform efforts, a number of major obstacles need to be overcome in order to fully realize the potential of HIT and capitalize on the investments that have been made. In particular, experts highlighted the need to stimulate competition in the vendor marketplace, develop a coherent national policy to promote HIE and interoperability, and, wherever possible, align policy initiatives in relation to HIT with financial and structural reform efforts in order to reward quality rather than volume of care."
    },
    {
      "title": "Strengths and limitations",
      "text": "The strengths of this study include the maximum variation sampling strategy employed, the high response rate (85%), the extensive preliminary work before each interview, our iterative approach to data analysis which involved both inductive and deductive analysis, and that we continued to sample until data saturation was achieved.\n\nThere are, however, limitations that need to be considered. First, although we achieved a high response rate, we did not recruit all those approached. We did however in their place attempt to identify individuals with similar backgrounds/interests to ensure that the full range of relevant perspectives was represented in our dataset. In an attempt to avoid placing an excessive burden on participants, we stipulated that interviews would last no more than 60 minutes. Many interviewees however had a lot to contribute and several of the interviews could therefore easily have run for longer; it may therefore be that we did not completely uncover their perspectives on some issues. In such cases, we asked participants if they had anything else important that they wished to discuss prior to closing the interview. As with all qualitative work, there are concerns about the generalizability of findings. That said, we believe that a number of the themes identified will have transferability to other countries implementing HIT programs.  17 nsidering the findings in the light of the existing literature Our findings are in keeping with the quantitative literature demonstrating considerable uptake in adoption of EHRs by acute hospital providers,  18  but add insights into why this approach has been so successful when related programs in other parts of the world have struggled.  19 It appears that this resulted from the combination of national leadership through the ONC, the deliberate choice to send out a message to providers of a certain inevitability around moving from paper-based systems to EHRs, the financial incentives and later penalties, and the incremental approach with a relatively easy to achieve Stage 1 MU, which most providers saw as within their grasp.  20 Stage 2 of MU has however proved much more challenging to date.  21 Also important was that providers had a choice of which certified system they wished to select, which in turn led to the needs for an independent place or site for providers to compare electronic health records-AmericanEHRPartners being one such site.  22 This choice was however limited for some of the smaller hospitals largely on account of costs. That said, some expressed concerns that none of the EHRs currently available really meet most clinical needs today.  23, 24 A deliberate choice was made to move ahead despite the immaturity of many vendor systems. Another consequence of allowing wide choice among vendor systems is that it has directly contributed to the very major issue-which was repeatedly raised in interviews-of limited HIE and interoperability. This is particularly problematic in the context of the United States' competitive, fragmented health system in which, for the majority of patients, there is no physician charged with playing a central gatekeeping role, even though many today do have a primary care provider.  [25] [26] 6] [27]  Physicians therefore often found it difficult to generate a comprehensive, longitudinal picture of patients' clinical histories or the treatments they had been given."
    },
    {
      "title": "Implications for policy",
      "text": "Looking ahead, this work offers a number of clear priority areas that are in need of policy attention if the United States is to capitalize on the considerable momentum that has been generated and translate this investment into health and efficiency gains, and create a \"learning health system.\"  28 Our work indicates that quality and safety can be readily improved and that there are also opportunities for achieving cost savings associated with investigative procedures and optimizing medication management, and that these collectively comprise the low-hanging fruit for HIT-based reform efforts. There is considerable opportunity for sharing of insights, experiences, and protocols from early adopters, although it must be recognized that many of these providers function within integrated networks that have already achieved financial efficiencies and have different incentive structures. Applying these interventions in providers under fee-for-service or mixed arrangements may therefore be challenging because of the impact on the bottom-line.\n\nIt is important to now build on this work in order to consider possible \"quick fixes\" to the main issues identified, these including the need to stimulate competition amongst vendors, enhancing usability, promoting HIE, and catalyzing developments in population management modules. Given its convening role, the ONC is ideally placed to lead this effort through convening a series of workshops, working in association with the IOM, ONC, American Medical Informatics Association (AMIA), and other relevant stakeholders.\n\nIn the longer term, there is a need to also impact on the fixed costs of healthcare through making major advances in population and preventive health, but our work suggests that these will be much more challenging targets to achieve. New policy initiatives will be needed such as rewarding all aspects of avoidable usage of healthcare (and not just readmissions) through pay-for-performance models in order to drive down costs.  29 This in turn will need to be accompanied by expansion in primary care provision, with primary care physicians charged with coordinating care. The ONC convened workshops could also be a means to encourage more radical thinking on potential strategies and longer-term \"cures\" to these thorny issues.\n\nMore fundamentally still, major advances in achieving population health will be dependent on a closer alignment between the worlds of health and social care as is now happening in parts of Europe.  30, 31 HIT has the potential to play a crucial role in such endeavors, particularly if greater policy alignment can be achieved."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Early evidence suggests that the substantial investments made in HIT are beginning to bear some fruit, but achieving the hoped for radical transformation will be crucially dependent on aligning HIT initiatives with wider structural and financial reform initiatives. Promoting greater competition and innovation among EHR vendors, maximizing HIE and interoperability, and being alert to the possible ramifications of provider consolidation and associated inflation of costs should be key policy areas for the federal government to focus on in the near-term."
    },
    {
      "title": "CONTRIBUTORS",
      "text": "A.S. and D.W.B. co-conceived this research project. Interviews were conducted by A.S. and/or H.S. and they jointly led the analysis. As drafted the manuscript and this was critically reviewed by D.W.B. and H.S. All authors approved the final version of the manuscript. A.S. is the study's guarantor."
    },
    {
      "text": "...................................................................................................................................................."
    },
    {
      "text": ". . . that's a place where you can have simple regulatory change . . . CMS and ONC can say, 'you want to be meaningful use certified? You've got to open up your APIs' . . . (R13)"
    },
    {
      "text": "Characteristics of ParticipantsSheikh A, et al.J Am Med Inform Assoc 2015;22:849-856.doi:10.1093/jamia/ocv022,Research and Applicationsthose two, which is not good technical solutions and not very strong drive from the potential customers . . . It just sort of feels like a hopeless situation and I feel like everyone I talk to about where we are with HIT today, it's the number one thing . . . We're just not close. (R10)"
    },
    {
      "title": "ACKNOWLEDGEMENTS",
      "text": "We are very grateful to the interviewees who were both generous with their time and in the sharing of their views and experiences. We also take the opportunity to thank the reviewers for their helpful feedback on an earlier version of this manuscript."
    },
    {
      "text": "FUNDING A.S. was supported by a  Harkness Health Policy  and Practice Fellowship from  The Commonwealth Fund . H.S. was supported by a  Deland Fellowship  from  Brigham and Women's Hospital ."
    },
    {
      "title": "COMPETING INTERESTS"
    }
  ],
  "references": [
    {
      "title": "To Err Is Human: Building a Safer Health System",
      "authors": [
        "L Kohn",
        "J Corrigan",
        "M Donaldson"
      ],
      "year": 1999,
      "raw": "L T Kohn \n\t\t \n\t\t \n\t\t\t J M Corrigan \n\t\t \n\t\t \n\t\t\t M S Donaldson \n\t\t \n\t\t To Err Is Human: Building a Safer Health System \n\t\t Washington, DC \n\t\t \n\t\t\t National Academy Press \n\t\t\t 1999 \n\t\t \n\t \n\t Kohn LT, Corrigan JM, Donaldson MS, eds. To Err Is Human: Building a Safer Health System. Washington, DC: National Academy Press; 1999."
    },
    {
      "title": "Crossing the Quality Chasm: A New Health System for the 21st Century",
      "year": 2001,
      "doi": "10.1056/nejm200108303450917",
      "raw": "10.1056/nejm200108303450917 \n\t\t Crossing the Quality Chasm: A New Health System for the 21st Century \n\t\t Washington, DC \n\t\t \n\t\t\t National Academy Press \n\t\t\t 2001 \n\t\t \n\t\t \n\t\t\t Institute of Medicine \n\t\t \n\t \n\t Institute of Medicine. Crossing the Quality Chasm: A New Health System for the 21st Century. Washington, DC: National Academy Press; 2001."
    },
    {
      "title": "The triple aim: care, health, and cost",
      "authors": [
        "D Berwick",
        "T Nolan",
        "J Whittington"
      ],
      "year": 2008,
      "doi": "10.1377/hlthaff.27.3.759",
      "journal": "Health Aff",
      "volume": "27",
      "issue": "3",
      "raw": "The triple aim: care, health, and cost \n\t\t \n\t\t\t D M Berwick \n\t\t \n\t\t \n\t\t\t T W Nolan \n\t\t \n\t\t \n\t\t\t J Whittington \n\t\t \n\t\t 10.1377/hlthaff.27.3.759 \n\t \n\t \n\t\t Health Aff \n\t\t \n\t\t\t 27 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Berwick DM, Nolan TW, Whittington J. The triple aim: care, health, and cost. Health Aff. 2008;27(3):759-769."
    },
    {
      "title": "Decade of Health Information Technology: Delivering Consumercentric and Information-rich Health Care",
      "authors": [
        "D Brailer"
      ],
      "year": 2004,
      "doi": "10.1037/e372212004-001",
      "raw": "D J Brailer \n\t\t \n\t\t 10.1037/e372212004-001 \n\t\t Decade of Health Information Technology: Delivering Consumercentric and Information-rich Health Care \n\t\t London \n\t\t \n\t\t\t US Department of Health and Human Services \n\t\t\t 2004 \n\t\t \n\t \n\t Brailer DJ. Decade of Health Information Technology: Delivering Consumer- centric and Information-rich Health Care. London: US Department of Health and Human Services; 2004."
    },
    {
      "title": "Transforming Health Care: The President's Health Information Technology Plan",
      "authors": [
        "The House"
      ],
      "year": 2004,
      "doi": "10.1037/e525262015-002",
      "raw": "Transforming Health Care: The President's Health Information Technology Plan \n\t\t \n\t\t\t The White House \n\t\t \n\t\t 10.1037/e525262015-002 \n\t\t \n\t\t \n\t\t\t 2004. February 2, 2015 \n\t\t \n\t \n\t The White House. Transforming Health Care: The President's Health Infor- mation Technology Plan. 2004. http://georgewbush-whitehouse.archives. gov/infocus/technology/economic_policy200404/chap3.html Accessed February 2, 2015."
    },
    {
      "title": "Delivering 21st Century IT Support for the NHS: National Strategic Programme",
      "year": 2002,
      "doi": "10.1093/ww/9780199540884.013.u10000332",
      "raw": "10.1093/ww/9780199540884.013.u10000332 \n\t\t Delivering 21st Century IT Support for the NHS: National Strategic Programme \n\t\t London \n\t\t \n\t\t\t Department of Health \n\t\t\t 2002 \n\t\t \n\t\t \n\t\t\t Department of Health \n\t\t \n\t \n\t Department of Health. Delivering 21st Century IT Support for the NHS: National Strategic Programme. London: Department of Health; 2002."
    },
    {
      "title": "Understanding contrasting approaches to nationwide implementations of electronic health record systems: England, the USA and Australia",
      "authors": [
        "Z Morrison",
        "A Robertson",
        "K Cresswell",
        "S Crowe",
        "A Sheikh"
      ],
      "year": 2011,
      "doi": "10.1260/2040-2295.2.1.25",
      "journal": "J Hlthcare Eng",
      "volume": "2",
      "raw": "Understanding contrasting approaches to nationwide implementations of electronic health record systems: England, the USA and Australia \n\t\t \n\t\t\t Z Morrison \n\t\t \n\t\t \n\t\t\t A Robertson \n\t\t \n\t\t \n\t\t\t K Cresswell \n\t\t \n\t\t \n\t\t\t S Crowe \n\t\t \n\t\t \n\t\t\t A Sheikh \n\t\t \n\t\t 10.1260/2040-2295.2.1.25 \n\t \n\t \n\t\t J Hlthcare Eng \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Morrison Z, Robertson A, Cresswell K, Crowe S, Sheikh A. Understanding contrasting approaches to nationwide implementations of electronic health record systems: England, the USA and Australia. J Hlthcare Eng 2011;2: 25-41."
    },
    {
      "title": "111th Congress. Public law",
      "year": 2009,
      "doi": "10.1177/1942602x10390377",
      "volume": "111",
      "pages": "227",
      "raw": "10.1177/1942602x10390377 \n\t\t \n\t\t 111th Congress. Public law \n\t\t \n\t\t\t Health Information Technology for Economic and Clinical Health Act \n\t\t\t 2009. February 2, 2015 \n\t\t\t 111 \n\t\t\t 227 \n\t\t \n\t \n\t 111th Congress. Public law, 111-5: Health Information Technology for Economic and Clinical Health Act. 2009;123 Stat. 227. http://www.hhs.gov/ ocr/privacy/hipaa/understanding/coveredentities/hitechact.pdf Accessed February 2, 2015."
    },
    {
      "title": "Wiring the health system-origins and provisions of a new federal program",
      "authors": [
        "D Blumenthal"
      ],
      "year": 2011,
      "doi": "10.1056/nejmsr1110507",
      "journal": "N Engl J Med",
      "volume": "365",
      "raw": "Wiring the health system-origins and provisions of a new federal program \n\t\t \n\t\t\t D Blumenthal \n\t\t \n\t\t 10.1056/nejmsr1110507 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 365 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Blumenthal D. Wiring the health system-origins and provisions of a new federal program. N Engl J Med 2011;365:2323-2329."
    },
    {
      "title": "Qualitative data analysis for applied policy research",
      "authors": [
        "J Ritchie",
        "L Spencer"
      ],
      "year": 1994,
      "doi": "10.4324/9780203413081_chapter_9",
      "raw": "Qualitative data analysis for applied policy research \n\t\t \n\t\t\t J Ritchie \n\t\t \n\t\t \n\t\t\t L Spencer \n\t\t \n\t\t 10.4324/9780203413081_chapter_9 \n\t \n\t \n\t\t Analyzing Qualitative Data \n\t\t \n\t\t\t A Bryman \n\t\t \n\t\t \n\t\t\t R G Burgess \n\t\t \n\t\t London \n\t\t \n\t\t\t Routledge \n\t\t\t 1994 \n\t\t \n\t \n\t Ritchie J, Spencer L. Qualitative data analysis for applied policy research. In: Bryman A, Burgess RG, eds. Analyzing Qualitative Data. London: Routledge; 1994."
    },
    {
      "title": "Diffusion of innovations in service organizations: systematic review and recommendations",
      "authors": [
        "T Greenhalgh",
        "G Robert",
        "F Macfarlane",
        "P Bate",
        "O Kyriakidou"
      ],
      "year": 2004,
      "journal": "Milbank Q",
      "volume": "82",
      "raw": "Diffusion of innovations in service organizations: systematic review and recommendations \n\t\t \n\t\t\t T Greenhalgh \n\t\t \n\t\t \n\t\t\t G Robert \n\t\t \n\t\t \n\t\t\t F Macfarlane \n\t\t \n\t\t \n\t\t\t P Bate \n\t\t \n\t\t \n\t\t\t O Kyriakidou \n\t\t \n\t \n\t \n\t\t Milbank Q \n\t\t \n\t\t\t 82 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Greenhalgh T, Robert G, Macfarlane F, Bate P, Kyriakidou O. Diffusion of in- novations in service organizations: systematic review and recommenda- tions. Milbank Q. 2004;82:581-629."
    },
    {
      "title": "Undertaking sociotechnical evaluations of health information technologies",
      "authors": [
        "K Cresswell",
        "A Sheikh"
      ],
      "year": 2014,
      "doi": "10.14236/jhi.v21i2.54",
      "journal": "Inform Prim Care",
      "volume": "21",
      "issue": "2",
      "raw": "Undertaking sociotechnical evaluations of health information technologies \n\t\t \n\t\t\t K M Cresswell \n\t\t \n\t\t \n\t\t\t A Sheikh \n\t\t \n\t\t 10.14236/jhi.v21i2.54 \n\t \n\t \n\t\t Inform Prim Care \n\t\t \n\t\t\t 21 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Cresswell KM, Sheikh A. Undertaking sociotechnical evaluations of health information technologies. Inform Prim Care. 2014;21(2):78-83."
    },
    {
      "year": 2015,
      "doi": "10.1037/e302992003-001",
      "journal": "Health Information Privacy",
      "raw": "10.1037/e302992003-001 \n\t\t \n\t \n\t \n\t\t Health Information Privacy \n\t\t \n\t\t\t February 2, 2015 \n\t\t \n\t\t \n\t\t\t U.S. Department of Health and Human Services \n\t\t \n\t \n\t U.S. Department of Health and Human Services. Health Information Privacy. http://www.hhs.gov/ocr/privacy/ Accessed February 2, 2015."
    },
    {
      "title": "Agendas, Alternatives, and Public Policies, Update Edition, with an Epilogue on Health Care",
      "authors": [
        "J Kingdon"
      ],
      "year": 2010,
      "doi": "10.3886/icpsr28024.v1",
      "raw": "J W Kingdon \n\t\t \n\t\t 10.3886/icpsr28024.v1 \n\t\t Agendas, Alternatives, and Public Policies, Update Edition, with an Epilogue on Health Care \n\t\t Essex \n\t\t \n\t\t\t Longman \n\t\t\t 2010 \n\t\t \n\t \n\t Kingdon JW. Agendas, Alternatives, and Public Policies, Update Edition, with an Epilogue on Health Care. Essex: Longman; 2010"
    },
    {
      "title": "Qualitative research in health care: analysing qualitative data",
      "authors": [
        "C Pope",
        "S Ziebland",
        "N Mays"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7227.114",
      "journal": "BMJ",
      "volume": "320",
      "raw": "Qualitative research in health care: analysing qualitative data \n\t\t \n\t\t\t C Pope \n\t\t \n\t\t \n\t\t\t S Ziebland \n\t\t \n\t\t \n\t\t\t N Mays \n\t\t \n\t\t 10.1136/bmj.320.7227.114 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 320 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Pope C, Ziebland S, Mays N. Qualitative research in health care: analysing qualitative data. BMJ. 2000;320:114-116."
    },
    {
      "title": "Quality in qualitative health research",
      "authors": [
        "N Mays",
        "C Pope"
      ],
      "year": 1999,
      "doi": "10.1002/9780470750841.ch8",
      "raw": "Quality in qualitative health research \n\t\t \n\t\t\t N Mays \n\t\t \n\t\t \n\t\t\t C Pope \n\t\t \n\t\t 10.1002/9780470750841.ch8 \n\t \n\t \n\t\t Qualitative Research in Health Care \n\t\t \n\t\t\t N Mays \n\t\t \n\t\t \n\t\t\t C Pope \n\t\t \n\t\t \n\t\t\t BMJ Publishing \n\t\t\t 1999 \n\t\t \n\t \n\t Mays N, Pope C. Quality in qualitative health research. In: Mays N, Pope C, eds. Qualitative Research in Health Care. BMJ Publishing; 1999."
    },
    {
      "title": "Adoption of electronic health records in UK hospitals: lessons from the USA",
      "authors": [
        "A Sheikh",
        "A Jha",
        "K Cresswell",
        "F Greaves",
        "D Bates"
      ],
      "year": 2014,
      "journal": "Lancet",
      "volume": "384",
      "raw": "Adoption of electronic health records in UK hospitals: lessons from the USA \n\t\t \n\t\t\t A Sheikh \n\t\t \n\t\t \n\t\t\t A Jha \n\t\t \n\t\t \n\t\t\t K Cresswell \n\t\t \n\t\t \n\t\t\t F Greaves \n\t\t \n\t\t \n\t\t\t D W Bates \n\t\t \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 384 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Sheikh A, Jha A, Cresswell K, Greaves F, Bates DW. Adoption of electronic health records in UK hospitals: lessons from the USA. Lancet. 2014;384:8-9."
    },
    {
      "title": "Adoption of electronic health records grows rapidly, but fewer than half of US hospitals had at least a basic system in 2012",
      "authors": [
        "C Desroches",
        "D Charles",
        "M Furukawa"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2013.0308",
      "journal": "Health Aff",
      "volume": "32",
      "issue": "8",
      "raw": "Adoption of electronic health records grows rapidly, but fewer than half of US hospitals had at least a basic system in 2012 \n\t\t \n\t\t\t C M Desroches \n\t\t \n\t\t \n\t\t\t D Charles \n\t\t \n\t\t \n\t\t\t M F Furukawa \n\t\t \n\t\t 10.1377/hlthaff.2013.0308 \n\t \n\t \n\t\t Health Aff \n\t\t \n\t\t\t 32 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t DesRoches CM, Charles D, Furukawa MF, et al. Adoption of electronic health records grows rapidly, but fewer than half of US hospitals had at least a ba- sic system in 2012. Health Aff 2013;32(8):1478-1485."
    },
    {
      "title": "The rise and fall of England's National Programme for IT",
      "authors": [
        "A Robertson",
        "D Bates",
        "A Sheikh"
      ],
      "year": 2011,
      "doi": "10.1258/jrsm.2011.11k039",
      "journal": "J R Soc Med",
      "volume": "104",
      "raw": "The rise and fall of England's National Programme for IT \n\t\t \n\t\t\t A Robertson \n\t\t \n\t\t \n\t\t\t D W Bates \n\t\t \n\t\t \n\t\t\t A Sheikh \n\t\t \n\t\t 10.1258/jrsm.2011.11k039 \n\t \n\t \n\t\t J R Soc Med \n\t\t \n\t\t\t 104 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Robertson A, Bates DW, Sheikh A. The rise and fall of England's National Programme for IT. J R Soc Med. 2011;104:434-435."
    },
    {
      "title": "The \"meaningful use\" regulation for electronic health records",
      "authors": [
        "D Blumenthal",
        "M Tavenner"
      ],
      "year": 2010,
      "doi": "10.1056/nejmp1006114",
      "journal": "N Engl J Med",
      "volume": "363",
      "raw": "The \"meaningful use\" regulation for electronic health records \n\t\t \n\t\t\t D Blumenthal \n\t\t \n\t\t \n\t\t\t M Tavenner \n\t\t \n\t\t 10.1056/nejmp1006114 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 363 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Blumenthal D, Tavenner M. The \"meaningful use\" regulation for electronic health records. N Engl J Med. 2010;363:501-504."
    },
    {
      "title": "More than half of us hospitals have at least a basic EHR, but stage 2 criteria remain challenging for most",
      "authors": [
        "J Adler-Milstein",
        "C Desroches",
        "M Furukawa"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2014.0453",
      "journal": "Health Aff",
      "volume": "33",
      "raw": "More than half of us hospitals have at least a basic EHR, but stage 2 criteria remain challenging for most \n\t\t \n\t\t\t J Adler-Milstein \n\t\t \n\t\t \n\t\t\t C M Desroches \n\t\t \n\t\t \n\t\t\t M F Furukawa \n\t\t \n\t\t 10.1377/hlthaff.2014.0453 \n\t \n\t \n\t\t Health Aff \n\t\t \n\t\t\t 33 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Adler-Milstein J, DesRoches CM, Furukawa MF, et al. More than half of us hospitals have at least a basic EHR, but stage 2 criteria remain challenging for most. Health Aff. 2014;33:1664-1671."
    },
    {
      "title": "AmericanEHRPartners",
      "year": 2015,
      "doi": "10.1089/glre.2016.201011",
      "raw": "10.1089/glre.2016.201011 \n\t\t \n\t\t AmericanEHRPartners \n\t\t \n\t\t\t February 2, 2015 \n\t\t \n\t \n\t AmericanEHRPartners. http://www.americanehr.com/about/who_we_are.aspx Accessed February 2, 2015."
    },
    {
      "title": "Electronic health records in the age of social networks and global telecommunications",
      "authors": [
        "A Shachak",
        "A Jadad"
      ],
      "year": 2010,
      "doi": "10.1001/jama.2010.63",
      "journal": "JAMA",
      "volume": "303",
      "raw": "Electronic health records in the age of social networks and global telecommunications \n\t\t \n\t\t\t A Shachak \n\t\t \n\t\t \n\t\t\t A R Jadad \n\t\t \n\t\t 10.1001/jama.2010.63 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 303 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Shachak A, Jadad AR. Electronic health records in the age of social net- works and global telecommunications. JAMA. 2010;303:452-453."
    },
    {
      "title": "Health information technology in the era of care delivery reform. To what end?",
      "authors": [
        "A Bitton",
        "L Flier",
        "A Jha"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.6663",
      "journal": "JAMA",
      "volume": "307",
      "raw": "Health information technology in the era of care delivery reform. To what end? \n\t\t \n\t\t\t A Bitton \n\t\t \n\t\t \n\t\t\t L A Flier \n\t\t \n\t\t \n\t\t\t A K Jha \n\t\t \n\t\t 10.1001/jama.2012.6663 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 307 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Bitton A, Flier LA, Jha AK. Health information technology in the era of care delivery reform. To what end? JAMA. 2012;307:2593-2594."
    },
    {
      "title": "Putting health IT on the path to success",
      "authors": [
        "W Yasnoff",
        "L Sweeney",
        "E Shortliffe"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.1474",
      "journal": "JAMA",
      "volume": "309",
      "raw": "Putting health IT on the path to success \n\t\t \n\t\t\t W A Yasnoff \n\t\t \n\t\t \n\t\t\t L Sweeney \n\t\t \n\t\t \n\t\t\t E H Shortliffe \n\t\t \n\t\t 10.1001/jama.2013.1474 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 309 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Yasnoff WA, Sweeney L, Shortliffe EH. Putting health IT on the path to suc- cess. JAMA. 2013;309:989-990."
    },
    {
      "title": "Sharing data electronically. A critical challenge for fixing the health care system",
      "authors": [
        "J Adler-Milstein",
        "A Jha"
      ],
      "year": 2012,
      "journal": "JAMA",
      "volume": "307",
      "raw": "Sharing data electronically. A critical challenge for fixing the health care system \n\t\t \n\t\t\t J Adler-Milstein \n\t\t \n\t\t \n\t\t\t A K Jha \n\t\t \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 307 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Adler-Milstein J, Jha AK. Sharing data electronically. A critical challenge for fixing the health care system. JAMA. 2012;307:1695-1696."
    },
    {
      "title": "Health information exchange among US hospitals",
      "authors": [
        "J Adler-Milstein",
        "C Desroches",
        "A Jha"
      ],
      "year": 2011,
      "doi": "10.1016/j.hjdsi.2013.12.005",
      "journal": "Am J Manag Care",
      "volume": "17",
      "raw": "Health information exchange among US hospitals \n\t\t \n\t\t\t J Adler-Milstein \n\t\t \n\t\t \n\t\t\t C M Desroches \n\t\t \n\t\t \n\t\t\t A K Jha \n\t\t \n\t\t 10.1016/j.hjdsi.2013.12.005 \n\t \n\t \n\t\t Am J Manag Care \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Adler-Milstein J, DesRoches CM, Jha AK. Health information exchange among US hospitals. Am J Manag Care. 2011;17:761-768."
    },
    {
      "title": "Achieving a nationwide learning health system",
      "authors": [
        "C Friedman",
        "A Wong",
        "D Blumenthal"
      ],
      "year": 2010,
      "doi": "10.1126/scitranslmed.3001456",
      "journal": "Sci Transl Med",
      "volume": "2",
      "raw": "Achieving a nationwide learning health system \n\t\t \n\t\t\t C P Friedman \n\t\t \n\t\t \n\t\t\t A K Wong \n\t\t \n\t\t \n\t\t\t D Blumenthal \n\t\t \n\t\t 10.1126/scitranslmed.3001456 \n\t \n\t \n\t\t Sci Transl Med \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Friedman CP, Wong AK, Blumenthal D. Achieving a nationwide learning health system. Sci Transl Med. 2010;2:57cm29."
    },
    {
      "title": "Successes and failures of pay for performance in the United Kingdom",
      "authors": [
        "M Roland",
        "S Campbell"
      ],
      "year": 2014,
      "doi": "10.1056/nejmhpr1316051",
      "journal": "N Engl J Med",
      "volume": "370",
      "raw": "Successes and failures of pay for performance in the United Kingdom \n\t\t \n\t\t\t M Roland \n\t\t \n\t\t \n\t\t\t S Campbell \n\t\t \n\t\t 10.1056/nejmhpr1316051 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 370 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Roland M, Campbell S. Successes and failures of pay for performance in the United Kingdom. N Engl J Med. 2014;370:1944-1949."
    },
    {
      "title": "Primary care and the US health care system: what needs to change?",
      "authors": [
        "D Bates"
      ],
      "year": 2010,
      "doi": "10.1007/s11606-010-1464-0",
      "journal": "J Gen Intern Med",
      "volume": "25",
      "raw": "Primary care and the US health care system: what needs to change? \n\t\t \n\t\t\t D W Bates \n\t\t \n\t\t 10.1007/s11606-010-1464-0 \n\t \n\t \n\t\t J Gen Intern Med \n\t\t \n\t\t\t 25 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Bates DW. Primary care and the US health care system: what needs to change? J Gen Intern Med. 2010;25:998-999."
    },
    {
      "title": "Health and care integration: making the case from a public health perspective",
      "year": 2013,
      "doi": "10.1016/j.puhe.2015.08.010",
      "raw": "10.1016/j.puhe.2015.08.010 \n\t\t \n\t\t Health and care integration: making the case from a public health perspective \n\t\t \n\t\t\t Public Health England \n\t\t\t 2013. February 2, 2015 \n\t\t \n\t \n\t Public Health England. Health and care integration: making the case from a public health perspective, 2013. https://www.gov.uk/government/publica- tions/health-and-care-integration-making-the-case-from-a-public-health- perspective Accessed February 2, 2015."
    }
  ],
  "num_references": 31,
  "figures": [
    {
      "description": "...................................................................................................................................................."
    },
    {
      "description": ". . . that's a place where you can have simple regulatory change . . . CMS and ONC can say, 'you want to be meaningful use certified? You've got to open up your APIs' . . . (R13)"
    },
    {
      "type": "table",
      "caption": "Table 1 :",
      "description": "Characteristics of ParticipantsSheikh A, et al.J Am Med Inform Assoc 2015;22:849-856.doi:10.1093/jamia/ocv022,Research and Applicationsthose two, which is not good technical solutions and not very strong drive from the potential customers . . . It just sort of feels like a hopeless situation and I feel like everyone I talk to about where we are with HIT today, it's the number one thing . . . We're just not close. (R10)"
    }
  ],
  "num_figures": 3,
  "tables": [
    {
      "content": "Identifier Discipline Gender R1 Academic Male R2 Physician Female R3 Academic Male R4 Academic/Health Provider Male R5 Industry Executive Male R6 Health Policy Female R7 Industry Executive/Health Policy Male R8 Industry Executive/Academic Male R9 Industry Executive Male R10 Academic/Policy Female R11 Academic/Health Provider Male R12 Academic/Health Provider Male R13 Academic/Health Provider/Health Policy Male R14 Academic/Health Policy Male R15 Health Provider/Health Policy/Entrepreneur Male R16 Industry Executive/Health Policy Male R17 Academic/Physician/Legal Expert Male R18 Physician/Entrepreneur Male R19 Physician/Patient Advocate Male R20 Health Policy/Physician Male R21 Physician/Health Policy Male R22 Health Policy/Clinical leader Male R23 Academic/Physician Male R24 Physician/Executive Male R25 Academic/Physician/Health Policy Male R26 Physician/Academic/Health Policy Male R27 Physician/Health Policy Female R28 Health Policy/Physician Female R29 Physician /Entrepreneur/Health Policy Male R30 Academic/ Physician /Health Policy Female R31 Academic/ Physician Male R32 Physician /Policy/Executive Male R33 Health Policy Female R34 Vendor Female R35 Vendor Male R36 Vendor Male R37 Vendor Female R38 Entrepreneur/ Physician Male R39 HIT and Medico-legal/Health Policy Female R40 Academic/Physician/Health Policy Male R41 Academic/Policy Male R42 Academic/Entrepreneur Male R43 Industry Executive Female R44 Academic/HIT and Medico-legal Expert Female R45 Vendor Male R46 Payer Male R47 Academic Male"
    }
  ],
  "num_tables": 1,
  "license": "V C The Author 2015. Published by Oxford University Press on behalf of the American Medical Informatics Association. All rights reserved. For Permissions, please email: journals.permissions@oup.com For numbered affiliations see end of article. Research and Applications",
  "license_type": "unknown",
  "num_citations": 35,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b20",
    "b21",
    "b12",
    "b30",
    "b29",
    "b16",
    "b15",
    "b5",
    "b19",
    "b28",
    "b10",
    "b27",
    "b24",
    "b4",
    "b6",
    "b7",
    "b11",
    "b8",
    "b22",
    "b23",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] Professor of Primary Care Research & Development , Centre for Population Health Sciences , The University of Edinburgh , Edinburgh EH17 8UD , Scotland;",
    "[raw_affiliation] Department of Medicine , Harvard Medical School , Boston MA , USA",
    "[submission] RECEIVED 7 December 2014 REVISED 2 February 2015 ACCEPTED 23 February 2015",
    "[raw_reference] Kohn LT, Corrigan JM, Donaldson MS, eds. To Err Is Human: Building a Safer Health System. Washington, DC: National Academy Press; 1999.",
    "[raw_reference] Institute of Medicine. Crossing the Quality Chasm: A New Health System for the 21st Century. Washington, DC: National Academy Press; 2001.",
    "[raw_reference] Berwick DM, Nolan TW, Whittington J. The triple aim: care, health, and cost. Health Aff. 2008;27(3):759-769.",
    "[raw_reference] Brailer DJ. Decade of Health Information Technology: Delivering Consumer- centric and Information-rich Health Care. London: US Department of Health and Human Services; 2004.",
    "[raw_reference] The White House. Transforming Health Care: The President's Health Infor- mation Technology Plan. 2004. http://georgewbush-whitehouse.archives. gov/infocus/technology/economic_policy200404/chap3.html Accessed February 2, 2015.",
    "[raw_reference] Department of Health. Delivering 21st Century IT Support for the NHS: National Strategic Programme. London: Department of Health; 2002.",
    "[raw_reference] Morrison Z, Robertson A, Cresswell K, Crowe S, Sheikh A. Understanding contrasting approaches to nationwide implementations of electronic health record systems: England, the USA and Australia. J Hlthcare Eng 2011;2: 25-41.",
    "[raw_reference] 111th Congress. Public law, 111-5: Health Information Technology for Economic and Clinical Health Act. 2009;123 Stat. 227. http://www.hhs.gov/ ocr/privacy/hipaa/understanding/coveredentities/hitechact.pdf Accessed February 2, 2015.",
    "[raw_reference] Blumenthal D. Wiring the health system-origins and provisions of a new federal program. N Engl J Med 2011;365:2323-2329.",
    "[raw_reference] Ritchie J, Spencer L. Qualitative data analysis for applied policy research. In: Bryman A, Burgess RG, eds. Analyzing Qualitative Data. London: Routledge; 1994.",
    "[raw_reference] Greenhalgh T, Robert G, Macfarlane F, Bate P, Kyriakidou O. Diffusion of in- novations in service organizations: systematic review and recommenda- tions. Milbank Q. 2004;82:581-629.",
    "[raw_reference] Cresswell KM, Sheikh A. Undertaking sociotechnical evaluations of health information technologies. Inform Prim Care. 2014;21(2):78-83.",
    "[raw_reference] U.S. Department of Health and Human Services. Health Information Privacy. http://www.hhs.gov/ocr/privacy/ Accessed February 2, 2015.",
    "[raw_reference] Kingdon JW. Agendas, Alternatives, and Public Policies, Update Edition, with an Epilogue on Health Care. Essex: Longman; 2010",
    "[raw_reference] Pope C, Ziebland S, Mays N. Qualitative research in health care: analysing qualitative data. BMJ. 2000;320:114-116.",
    "[raw_reference] Mays N, Pope C. Quality in qualitative health research. In: Mays N, Pope C, eds. Qualitative Research in Health Care. BMJ Publishing; 1999.",
    "[raw_reference] Sheikh A, Jha A, Cresswell K, Greaves F, Bates DW. Adoption of electronic health records in UK hospitals: lessons from the USA. Lancet. 2014;384:8-9.",
    "[raw_reference] DesRoches CM, Charles D, Furukawa MF, et al. Adoption of electronic health records grows rapidly, but fewer than half of US hospitals had at least a ba- sic system in 2012. Health Aff 2013;32(8):1478-1485.",
    "[raw_reference] Robertson A, Bates DW, Sheikh A. The rise and fall of England's National Programme for IT. J R Soc Med. 2011;104:434-435.",
    "[raw_reference] Blumenthal D, Tavenner M. The \"meaningful use\" regulation for electronic health records. N Engl J Med. 2010;363:501-504.",
    "[raw_reference] Adler-Milstein J, DesRoches CM, Furukawa MF, et al. More than half of us hospitals have at least a basic EHR, but stage 2 criteria remain challenging for most. Health Aff. 2014;33:1664-1671.",
    "[raw_reference] AmericanEHRPartners. http://www.americanehr.com/about/who_we_are.aspx Accessed February 2, 2015.",
    "[raw_reference] Shachak A, Jadad AR. Electronic health records in the age of social net- works and global telecommunications. JAMA. 2010;303:452-453.",
    "[raw_reference] Bitton A, Flier LA, Jha AK. Health information technology in the era of care delivery reform. To what end? JAMA. 2012;307:2593-2594.",
    "[raw_reference] Yasnoff WA, Sweeney L, Shortliffe EH. Putting health IT on the path to suc- cess. JAMA. 2013;309:989-990.",
    "[raw_reference] Adler-Milstein J, Jha AK. Sharing data electronically. A critical challenge for fixing the health care system. JAMA. 2012;307:1695-1696.",
    "[raw_reference] Adler-Milstein J, DesRoches CM, Jha AK. Health information exchange among US hospitals. Am J Manag Care. 2011;17:761-768.",
    "[raw_reference] Friedman CP, Wong AK, Blumenthal D. Achieving a nationwide learning health system. Sci Transl Med. 2010;2:57cm29.",
    "[raw_reference] Roland M, Campbell S. Successes and failures of pay for performance in the United Kingdom. N Engl J Med. 2014;370:1944-1949.",
    "[raw_reference] Bates DW. Primary care and the US health care system: what needs to change? J Gen Intern Med. 2010;25:998-999.",
    "[raw_reference] Public Health England. Health and care integration: making the case from a public health perspective, 2013. https://www.gov.uk/government/publica- tions/health-and-care-integration-making-the-case-from-a-public-health- perspective Accessed February 2, 2015."
  ],
  "editors": [
    "A Bryman",
    "R G Burgess",
    "N Mays",
    "C Pope"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
