{
  "paper_id": "EIDLJK9U",
  "title": "Federated Learning for Healthcare Informatics",
  "abstract": "With the rapid development of computer software and hardware technologies, more and more healthcare data are becoming readily available from clinical institutions, patients, insurance companies, and pharmaceutical industries, among others. This access provides an unprecedented opportunity for data science technologies to derive data-driven insights and improve the quality of care delivery. Healthcare data, however, are usually fragmented and private making it difficult to generate robust results across populations. For example, different hospitals own the electronic health records (EHR) of different patient populations and these records are difficult to share across hospitals because of their sensitive nature. This creates a big barrier for developing effective analytical approaches that are generalizable, which need diverse, \"big data.\" Federated learning, a mechanism of training a shared global model with a central server while keeping all the sensitive data in local institutions where the data belong, provides great promise to connect the fragmented healthcare data sources with privacy-preservation. The goal of this survey is to provide a review for federated learning technologies, particularly within the biomedical space. In particular, we summarize the general solutions to the statistical challenges, system challenges, and privacy issues in federated learning, and point out the implications and potentials in healthcare.",
  "year": 2020,
  "date": "2020-11-12",
  "journal": "IEEE Wireless Communications Letters",
  "publication": "IEEE Wireless Communications Letters",
  "authors": [
    {
      "forename": "Jie",
      "surname": "Xu",
      "name": "Jie Xu",
      "affiliation": "1  Department of Population Health Sciences , Weill Cornell Medicine , New York , NY , USA \n\t\t\t\t\t\t\t\t Department of Population Health Sciences \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Benjamin",
      "surname": "Glicksberg",
      "name": "Benjamin Glicksberg",
      "affiliation": "2  Institute for Digital Health , Icahn School of Medicine at Mount Sinai , New York , NY , USA \n\t\t\t\t\t\t\t\t Institute for Digital Health \n\t\t\t\t\t\t\t\t Icahn School of Medicine at Mount Sinai \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Chang",
      "surname": "Su",
      "name": "Chang Su",
      "affiliation": "1  Department of Population Health Sciences , Weill Cornell Medicine , New York , NY , USA \n\t\t\t\t\t\t\t\t Department of Population Health Sciences \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Peter",
      "surname": "Walker",
      "name": "Peter Walker",
      "affiliation": "3  U.S. Department of Defense Joint Artificial Intelligence Center , Washington , D.C. , USA \n\t\t\t\t\t\t\t\t U.S. Department of Defense Joint Artificial Intelligence Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t D.C \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jiang",
      "surname": "Bian",
      "name": "Jiang Bian",
      "affiliation": "4  Department of Health Outcomes and Biomedical Informatics , College of Medicine , University of Florida , Gainesville , FL , USA \n\t\t\t\t\t\t\t\t Department of Health Outcomes and Biomedical Informatics \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gainesville \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Fei",
      "surname": "Wang",
      "name": "Fei Wang",
      "affiliation": "1  Department of Population Health Sciences , Weill Cornell Medicine , New York , NY , USA \n\t\t\t\t\t\t\t\t Department of Population Health Sciences \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s41666-020-00082-4",
  "arxiv": "arXiv:1902.01046",
  "keywords": [
    "Federated learning",
    "Healthcare",
    "Privacy"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The recent years have witnessed a surge of interest related to healthcare data analytics, due to the fact that more and more such data are becoming readily available from various sources including clinical institutions, patient individuals, insurance companies, and pharmaceutical industries, among others. This provides an unprecedented opportunity for the development of computational techniques to dig data-driven insights for improving the quality of care delivery  [72, 105] .\n\nHealthcare data are typically fragmented because of the complicated nature of the healthcare system and processes. For example, different hospitals may be able to access the clinical records of their own patient populations only. These records are highly sensitive with protected health information (PHI) of individuals. Rigorous regulations, such as the Health Insurance Portability and Accountability Act (HIPAA)  [32] , have been developed to regulate the process of accessing and analyzing such data. This creates a big challenge for modern data mining and machine learning (ML) technologies, such as deep learning  [61] , which typically requires a large amount of training data.\n\nFederated learning is a paradigm with a recent surge in popularity as it holds great promise on learning with fragmented sensitive data. Instead of aggregating data from different places all together, or relying on the traditional discovery then replication design, it enables training a shared global model with a central server while keeping the data in local institutions where the they originate.\n\nThe term \"federated learning\" is not new. In 1976, Patrick Hill, a philosophy professor, first developed the Federated Learning Community (FLC) to bring people together to jointly learn, which helped students overcome the anonymity and isolation in large research universities  [42] . Subsequently, there were several efforts aiming at building federations of learning content and content repositories  [6, 74, 83] . In 2005, Rehak et al.  [83]  developed a reference model describing how to establish an interoperable repository infrastructure by creating federations of repositories, where the metadata are collected from the contributing repositories into a central registry provided with a single point of discovery and access. The ultimate goal of this model is to enable learning from diverse content repositories. These practices in federated learning community or federated search service have provided effective references for the development of federated learning algorithms.\n\nFederated learning holds great promises on healthcare data analytics. For both provider (e.g., building a model for predicting the hospital readmission risk with patient Electronic Health Records (EHR)  [71] ) and consumer (patient)-based applications (e.g., screening atrial fibrillation with electrocardiograms captured by smartwatch  [79] ), the sensitive patient data can stay either in local institutions or with individual consumers without going out during the federated model learning process, which effectively protects the patient privacy. The goal of this paper is to review the setup of federated learning, discuss the general solutions and challenges, and envision its applications in healthcare.\n\nIn this review, after a formal overview of federated learning, we summarize the main challenges and recent progress in this field. Then we illustrate the potential of federated learning methods in healthcare by describing the successful recent research.\n\nAt last, we discuss the main opportunities and open questions for future applications in healthcare."
    },
    {
      "title": "Difference with Existing Reviews",
      "text": "There has been a few review articles on federated learning recently. For example,  Yang et al. [109]  wrote the early federated learning survey summarizing the general privacy-preserving techniques that can be applied to federated learning. Some researchers surveyed sub-problems of federated learning, e.g., personalization techniques  [59] , semi-supervised learning algorithms  [49] , threat models  [68] , and mobile edge networks  [66] . Kairouz et al. [51]  discussed recent advances and presented an extensive collection of open problems and challenges. Li et al.  [63]  conducted the review on federated learning from a system viewpoint. Different from those reviews, this paper provided the potential of federated learning to be applied in healthcare. We summarized the general solution to the challenges in federated learning scenario and surveyed a set of representative federated learning methods for healthcare. In the last part of this review, we outlined some directions or open questions in federated learning for healthcare. An early version of this paper is available on arXiv [107]."
    },
    {
      "title": "Federated Learning",
      "text": "Federated learning is a problem of training a high-quality shared global model with a central server from decentralized data scattered among large number of different clients (Fig.  1 ). Mathematically, assume there are K activated clients where the data reside in (a client could be a mobile phone, a wearable device, or a clinical institution data warehouse, etc.). Let D k denote the data distribution associated with client k and n k the number of samples available from that client. n = K k=1 n k is the total sample size. Federated learning problem boils down to solving a empirical risk minimization problem of the form  [56, 57, 69] :\n\nwhere w is the model parameter to be learned. The function f i is specified via a loss function dependent on a pair of input-output data pair {x i , y i }. Typically, x i ∈ R d and y i ∈ R or y i ∈ {-1, 1}. Simple examples include:\n\n-linear regression:\n\nIn particular, algorithms for federated learning face with a number of challenges  [13, 96] , specifically:\n\n-Statistical Challenge: The data distribution among all clients differ greatly, i.e., ∀k = k, we have\n\nIt is such that any data points available locally are far from being a representative sample of the overall distribution, i.e., E x i ∼D k [f i (w; x i )] = F (w). -Communication Efficiency: The number of clients K is large and can be much bigger than the average number of training sample stored in the activated clients, i.e., K (n/K). -Privacy and Security: Additional privacy protections are needed for unreliable participating clients. It is impossible to ensure all clients are equally reliable.\n\nNext, we will survey, in detail, the existing federated learning related works on handling such challenges."
    },
    {
      "title": "Statistical Challenges of Federated Learning",
      "text": "The naive way to solve the federated learning problem is through Federated Averaging (FedAvg)  [69] . It is demonstrated can work with certain non independent identical distribution (non-IID) data by requiring all the clients to share the same model. However, FedAvg does not address the statistical challenge of strongly skewed data distributions. The performance of convolutional neural networks trained with FedAvg algorithm can reduce significantly due to the weight divergence  [111] . Existing research on dealing with the statistical challenge of federated learning can be grouped into two fields, i.e., consensus solution and pluralistic solution."
    },
    {
      "title": "Consensus Solution",
      "text": "Most centralized models are trained on the aggregated training samples obtained from the samples drawn from the local clients  [96, 111] . Intrinsically, the centralized model is trained to minimize the loss with respect to the uniform distribution  [73] :\n\nwhere D is the target data distribution for the learning model. However, this specific uniform distribution is not an adequate solution in most scenarios.\n\nTo address this issue, the recent proposed solution is to model the target distribution or force the data adapt to the uniform distribution  [73, 111] . Specifically, Mohri et al.  [73]  proposed a minimax optimization scheme, i.e., agnostic federated learning (AFL), where the centralized model is optimized for any possible target distribution formed by a mixture of the client distributions. This method has only been applied at small scales. Compared to AFL, Li et al.  [64]  proposed q-Fair Federated Learning (q-FFL), assigning higher weight to devices with poor performance, so that the distribution of accuracy in the network reduces in variance. They empirically demonstrate the improved flexibility and scalability of q-FFL compared to AFL.\n\nAnother commonly used method is globally sharing a small portion of data between all the clients  [75, 111] . The shared subset is required containing a uniform distribution over classes from the central server to the clients. In addition to handle non-IID issue, sharing information of a small portion of trusted instances and noise patterns can guide the local agents to select compact training subset, while the clients learn to add changes to selected data samples, in order to improve the test performance of the global model  [38] ."
    },
    {
      "title": "Pluralistic Solution",
      "text": "Generally, it is difficult to find a consensus solution w that is good for all components D i . Instead of wastefully insisting on a consensus solution, many researchers choose to embracing this heterogeneity.\n\nMulti-task learning (MTL) is a natural way to deal with the data drawn from different distributions. It directly captures relationships among non-IID and unbalanced data by leveraging the relatedness between them in comparison to learn a single global model. In order to do this, it is necessary to target a particular way in which tasks are related, e.g., sharing sparsity, sharing low-rank structure, and graphbased relatedness. Recently, Smith et al.  [96]  empirically demonstrated this point on real-world federated datasets and proposed a novel method MOCHA to solve a general convex MTL problem with handling the system challenges at the same time. Later, Corinzia et al.  [22]  introduced VIRTUAL, an algorithm for federated multi-task learning with non-convex models. They consider the federation of central server and clients as a Bayesian network and perform training using approximated variational inference. This work bridges the frameworks of federated and transfer/continuous learning.\n\nThe success of multi-task learning rests on whether the chosen relatedness assumptions hold. Compared to this, pluralism can be a critical tool for dealing with heterogeneous data without any additional or even low-order terms that depend on the relatedness as in MTL  [28] . Eichner et al.  [28]  considered training in the presence of block-cyclic data and showed that a remarkably simple pluralistic approach can entirely resolve the source of data heterogeneity. When the component distributions are actually different, pluralism can outperform the \"ideal\" IID baseline."
    },
    {
      "title": "Communication Efficiency of Federated Learning",
      "text": "In federated learning setting, training data remain distributed over a large number of clients each with unreliable and relatively slow network connections. Naively for synchronous protocol in federated learning  [58, 96] , the total number of bits that required during uplink (clinets → server) and downlink (server → clients) communication by each of the K clients during training is given by:\n\nwhere U is the total number of updates performed by each client, |w| is the size of the model and H ( w up/down ) is the entropy of the weight updates exchanged during transmitting process. β is the difference between the true update size and the minimal update size (which is given by the entropy)  [89] . Apparently, we can consider three ways to reduce the communication cost: (a) reduce the number of clients K, (b) reduce the update size, (c) reduce the number of updates U . Starting at these three points, we can organize existing research on communication-efficient federated learning into four groups, i.e., model compression, client selection, updates reducing, and peer-to-peer learning (Fig.  2 )."
    },
    {
      "title": "Client Selection",
      "text": "The most natural and rough way for reducing communication cost is to restrict the participated clients or choose a fraction of parameters to be updated at each round. Shokri et al.  [92]  use the selective stochastic gradient descent protocol, where the selection can be completely random or only the parameters whose current values are farther away from their local optima are selected, i.e., those that have a larger gradient. Nishio et al.  [75]  proposed a new protocol referred to as FedCS, where the central server manages the resources of heterogeneous clients and determines which clients should participate the current training task by analyzing the resource information of each client, such as wireless channel states, computational capacities, and the size of data resources relevant to the current task. Here, the server should decide how much data, energy, and CPU resources used by the mobile devices such that the energy consumption, training latency, and bandwidth cost are minimized while meeting requirements of the training tasks. Anh  [5]  thus proposes to use the Deep Q-Learning  [102]  technique that enables the server to find the optimal data and energy management for the mobile devices participating in the mobile crowdmachine learning through federated learning without any prior knowledge of network dynamics."
    },
    {
      "title": "Model Compression",
      "text": "The goal of model compression is to compress the server-to-client exchanges to reduce uplink/downlink communication cost. The first way is through structured updates, where the update is directly learned from a restricted space parameterized using a smaller number of variables, e.g., sparse, low-rank  [58] , or more specifically, pruning the least useful connections in a network  [37, 113] , weight quantization  [17, 89] , and model distillation  [43] . The second way is lossy compression, where a full model update is first learned and then compressed using a combination of quantization, random rotations, and subsampling before sending it to the server  [2, 58] . Then the server decodes the updates before doing the aggregation. Federated dropout, in which each client, instead of locally training an update to the whole global model, trains an update to a smaller sub-model  [12] . These submodels are subsets of the global model and, as such, the computed local updates have a natural interpretation as updates to the larger global model. Federated dropout not only reduces the downlink communication but also reduces the size of uplink updates. Moreover, the local computational costs is correspondingly reduced since the local training procedure dealing with parameters with smaller dimensions."
    },
    {
      "title": "Updates Reduction",
      "text": "Kamp et al.  [52]  proposed to average models dynamically depending on the utility of the communication, which leads to a reduction of communication by an order of magnitude compared to periodically communicating state-of-the-art approaches. This facet is well suited for massively distributed systems with limited communication infrastructure. Bui et al.  [11]  improved federated learning for Bayesian neural networks using partitioned variational inference, where the client can decide to upload the parameters back to the central server after multiple passes through its data, after one local epoch, or after just one mini-batch. Guha et al.  [35]  focused on techniques for one-shot federated learning, in which they learn a global model from data in the network using only a single round of communication between the devices and the central server. Besides above works, Ren et al. [84] theoretically analyzed the detailed expression of the learning efficiency in the CPU scenario and formulate a training acceleration problem under both communication and learning resource budget. Reinforcement learning and round robin learning are widely used to manage the communication and computation resources [5, 46, 106, 114]."
    },
    {
      "title": "Peer-to-Peer Learning",
      "text": "In federated learning, a central server is required to coordinate the training process of the global model. However, the communication cost to the central server may be not affordable since a large number of clients are usually involved. Also, many practical peer-to-peer networks are usually dynamic, and it is not possible to regularly access a fixed central server. Moreover, because of the dependence on central server, all clients are required to agree on one trusted central body, and whose failure would interrupt the training process for all clients. Therefore, some researches began to study fully decentralized framework where the central server is not required  [41, 60, 85, 91] . The local clients are distributed over the graph/network where they only communicate with their one-hop neighbors. Each client updates its local belief based on own data and then aggregates information from the one-hop neighbors."
    },
    {
      "title": "Privacy and Security",
      "text": "In federated learning, we usually assume the number of participated clients (e.g., phones, cars, clinical institutions...) is large, potentially in the thousands or millions. It is impossible to ensure none of the clients is malicious. The setting of federated learning, where the model is trained locally without revealing the input data or the model's output to any clients, prevents direct leakage while training or using the model. However, the clients may infer some information about another client's private dataset given the execution of f (w), or over the shared predictive model w [100]. To this end, there have been many efforts focus on privacy either from an individual point of view or multiparty views, especially in social media field which significantly exacerbated multiparty privacy (MP) conflicts  [97, 98]  (Fig.  3 )."
    },
    {
      "title": "Secure Multi-party Computation",
      "text": "Secure multi-party computation (SMC) has a natural application to federated learning scenarios, where each individual client uses a combination of cryptographic techniques and oblivious transfer to jointly compute a function of their private data  [8, 78] . Homomorphic encryption is a public key system, where any party can encrypt its data with a known public key and perform calculations with data encrypted by others with the same public key  [29] . Due to its success in cloud computing, it comes naturally into this realm, and it has certainly been used in many federated learning researches  [14, 40] .\n\nAlthough SMC guarantees that none of the parties shares anything with each other or with any third party, it can not prevent an adversary from learning some individual information, e.g., which clients' absence might change the decision boundary of a classifier, etc. Moreover, SMC protocols are usually computationally expensive even for the simplest problems, requiring iterated encryption/decryption and repeated communication between participants about some of the encrypted results  [78] ."
    },
    {
      "title": "Differential Privacy",
      "text": "Differential privacy (DP)  [26]  is an alternative theoretical model for protecting the privacy of individual data, which has been widely applied to many areas, not only traditional algorithms, e.g., boosting  [27] , principal component analysis  [15] , support vector machine  [86] , but also deep learning research  [1, 70] . It ensures that the addition or removal does not substantially affect the outcome of any analysis and is thus also widely studied in federated learning research to prevent the indirect leakage  [1, 70, 92] . However, DP only protects users from data leakage to a certain extent and may reduce performance in prediction accuracy because it is a lossy method  [18] . Thus, some researchers combine DP with SMC to reduce the growth of noise injection as the number of parties increases without sacrificing privacy while preserving provable privacy guarantees, protecting against extraction attacks and collusion threats  [18, 100] ."
    },
    {
      "title": "Applications",
      "text": "Federated learning has been incorporated and utilized in many domains. This widespread adoption is due in part by the fact that it enables a collaborative modeling mechanism that allows for efficient ML all while ensuring data privacy and legal compliance between multiple parties or multiple computing nodes. Some promising examples that highlight these capabilities are virtual keyboard prediction  [39, 70] , smart retail [112], finance  [109] , and vehicle-to-vehicle communication  [88] . In this section, we focus primarily on applications within the healthcare space and also discuss promising applications in other domains since some principles can be applied to healthcare."
    },
    {
      "title": "Healthcare",
      "text": "EHRs have emerged as a crucial source of real world healthcare data that has been used for an amalgamation of important biomedical research  [30, 47] , including for machine learning research  [72] . While providing a huge amount of patient data for analysis, EHRs contain systemic and random biases overall and specific to hospitals that limit the generalizability of results. For example, Obermeyer et al.  [76]  found that a commonly used algorithm to determine enrollment in specific health programs was biased against African Americans, assigning the same level of risk to healthier Caucasian patients. These improperly calibrated algorithms can arise due to a variety of reasons, such as differences in underlying access to care or low representation in training data. It is clear that one way to alleviate the risk for such biased algorithms is the ability to learn from EHR data that is more representative of the global population and which goes beyond a single hospital or site. Unfortunately, due to a myriad of reasons such as discrepant data schemes and privacy concerns, it is unlikely that data will eve be connected together in a single database to learn from all at once. The creation and utility of standardized common data models, such as OMOP  [44] , allow for more wide-spread replication analyses but it does not overcome the limitations of joint data access. As such, it is imperative that alternative strategies emerge for learning from multiple EHR data sources that go beyond the common discoveryreplication framework. Federated learning might be the tool to enable large-scale representative ML of EHR data and we discuss many studies which demonstrate this fact below.\n\nFederated learning is a viable method to connect EHR data from medical institutions, allowing them to share their experiences, and not their data, with a guarantee of privacy  [9, 25, 34, 45, 65, 82] . In these scenarios, the performance of ML model will be significantly improved by the iterative improvements of learning from large and diverse medical data sets. There have been some tasks were studied in federated learning setting in healthcare, e.g., patient similarity learning  [62] , patient representation learning, phenotyping  [55, 67] , and predictive modeling  [10, 45, 90] . Specifically, Lee et al.  [62]  presented a privacy-preserving platform in a federated setting for patient similarity learning across institutions. Their model can find similar patients from one hospital to another without sharing patient-level information. Kim et al.  [55]  used tensor factorization models to convert massive electronic health records into meaningful phenotypes for data analysis in federated learning setting. Liu et al.  [67]  conducted both patient representation learning and obesity comorbidity phenotyping in a federated manner and got good results. Vepakomma et al. [103]  built several configurations upon a distributed deep learning method called SplitNN  [36]  to facilitate the health entities collaboratively training deep learning models without sharing sensitive raw data or model details. Silva et al.  [93]  illustrated their federated learning framework by investigating brain structural relationships across diseases and clinical cohorts. Huang et al.  [45]  sought to tackle the challenge of non-IID ICU patient data by clustering patients into clinically meaningful communities that captured similar diagnoses and geological locations and simultaneously training one model per community.\n\nFederated learning has also enabled predictive modeling based on diverse sources, which can provide clinicians with additional insights into the risks and benefits of treating patients earlier  [9, 10, 90] . Brisimi et al.  [10]  aimed to predict future hospitalizations for patients with heart-related diseases using EHR data spread among various data sources/agents by solving the l 1 -regularized sparse Support Vector Machine classifier in federated learning environment. Owkin is using federated learning to predict patients' resistance to certain treatment and drugs, as well as their survival rates for certain diseases  [99] . Boughorbel et al.  [9]  proposed a federated uncertaintyaware learning algorithm for the prediction of preterm birth from distributed EHR, where the contribution of models with high uncertainty in the aggregation model is reduced. Pfohl et al.  [80]  considered the prediction of prolonged length of stay and in-hospital mortality across thirty-one hospitals in the eICU Collaborative Research Database. Sharma et al.  [90]  tested a privacy preserving framework for the task of in-hospital mortality prediction among patients admitted to the intensive care unit (ICU). Their results show that training the model in the federated learning framework leads to comparable performance to the traditional centralized learning setting. Summary of these work is listed in Table  1 ."
    },
    {
      "title": "Others",
      "text": "An important application of federated learning is for natural language processing (NLP) tasks. When Google first proposed federated learning concept in 2016, the application scenario is Gboard-a virtual keyboard of Google for touchscreen mobile devices with support for more than 600 language varieties  [39, 70] . Indeed, as users increasingly turn to mobile devices, fast mobile input methods with auto-correction, word completion, and next-word prediction features are becoming more and more important. For these NLP tasks, especially next-word prediction, typed text in mobile apps is usually better than the data from scanned books or speech-to-text in terms of aiding typing on a mobile keyboard. However, these language data often contain sensitive information, e.g., passwords, search queries, or text messages with personal information. Therefore, federated learning has a promising application in NLP like virtual keyboard prediction  [7, 39, 70] .\n\nOther applications include smart retail [112] and finance  [54] . Specifically, smart retail aims to use machine learning technology to provide personalized services to customers based on data like user purchasing power and product characteristics for product recommendation and sales services. In terms of financial applications, Tencent's WeBank leverages federated learning technologies for credit risk management, where several Banks could jointly generate a comprehensive credit score for a customer without sharing his or her data  [109] . With the growth and development of federated learning, there are many companies or research teams that have carried out various tools oriented to scientific research and product development. Popular ones are listed in Table  2 .\n\n1 Summary of recent work on federated learning for healthcare Problem ML method No. of clients Data Patient similarity learning [62] Hashing 3 MIMIC-III [50] Patient similarity learning [108] Hashing 20 MIMIC-III Phenotyping [55] TF 1-5 MIMIC-III, UCSD [104] Phenotyping [67] NLP 10 MIMIC-III Representation learning [93] PCA 10-100 ADNI, UK Biobank, PPMI, MIRIAD Mortality prediction [45] Autoencoder 5-50 eICU Collaborative Research Database [81] Hospitalization prediction [10] SVM 5, 10 Boston Medical Center Preterm-birth prediction [9] RNN 50 Cerner Health Facts Mortality prediction [80] LR, NN 31 eICU Collaborative Research Database Mortality prediction [90] LR, MLP 2 MIMIC-III Activity recognition [16] CNN 5 UCI Smartphone [4] Adverse drug reactions Prediction [19, 20] SVM, MLP, LR 10 LCED, MIMIC Arrhythmia detection [110] NN 16, 32, 64 PhysioNet Dataset [21] Disease prediction [33] NN 5, 10 Pima Indians Diabetes Dataset [95], Cleveland Heart Disease Database [23] Imaging data analysis VAE 4 MNIST, Brain Imaging Data Mortality prediction [101] LRR, MLP, LASSO 5 Mount Sinai COVID-19 Dataset TF tensor factorization, MLP multi-layer perceptron, VAE variational autoencoder, LCED Limited MarketScan Explorys Claims-EMR Data. https://www.ibm.com/downloads/cas/6KNYVVQ2"
    },
    {
      "title": "Conclusions and Open Questions",
      "text": "In this survey, we review the current progress on federated learning including, but not limited to healthcare field. We summarize the general solutions to the various challenges in federated learning and hope to provide a useful resource for researchers to refer. Besides the summarized general issues in federated learning setting, we list some probably encountered directions or open questions when federated learning is applied in healthcare area in the following.\n\n-Data Quality. Federated learning has the potential to connect all the isolated medical institutions, hospitals, or devices to make them share their experiences with privacy guarantee. However, most health systems suffer from data clutter and efficiency problems. The quality of data collected from multiple sources is uneven and there is no uniform data standard. The analyzed results are apparently worthless when dirty data are accidentally used as samples. The ability to strategically leverage medical data is critical. Therefore, how to clean, correct, and complete data and accordingly ensure data quality is a key to improve the machine learning model weather we are dealing with federated learning scenario or not. -Incorporating Expert Knowledge. In 2016, IBM introduced Watson for Oncology, a tool that uses the natural language processing system to summarize patients' electronic health records and search the powerful database behind it to advise doctors on treatments. Unfortunately, some oncologists say they trust their judgment more than Watson tells them what needs to be done.  1  Therefore, hopefully doctors will be involved in the training process. Since every data set collected here cannot be of high quality, so it will be very helpful if the standards of evidence-based machine are introduced, doctors will also see the diagnostic criteria of artificial intelligence. If wrong, doctors will give further guidance to artificial intelligence to improve the accuracy of machine learning model during training process.\" -Incentive Mechanisms. With the internet of things and the variety of third party portals, a growing number of smartphone healthcare apps are compatible with wearable devices. In addition to data accumulated in hospitals or medical centers, another type of data that is of great value is coming from wearable devices not only to the researchers but more importantly for the owners. However, during federated model training process, the clients suffer from considerable overhead in communication and computation. Without well-designed incentives, self-interested mobile or other wearable devices will be reluctant to participate learning tasks, which will hinder the adoption of federated learning  [53] . How to design an efficient incentive mechanism to attract devices with high-quality data to join federated learning is another important problem. -Personalization. Wearable devices are more focus on public health, which means helping people who are already healthy to improve their health, such as helping them exercise, practice meditation, and improve their sleep quality. How to assist patients to carry out scientifically designed personalized health management, correct the functional pathological state by examining indicators, and interrupt the pathological change process are very important. Reasonable chronic disease management can avoid emergency visits and hospitalization and reduce the number of visits. Cost and labor savings. Although there are some general work about federated learning personalization  [48, 94] , for healthcare informatics, how to combining the medical domain knowledge and make the global model be personalized for every medical institutions or wearable devices is another open question. -Model Precision. Federated tries to make isolated institutions or devices share their experiences, and the performance of machine learning model will be significantly improved by the formed large medical dataset. However, the prediction task is currently restricted and relatively simple. Medical treatment itself is a very professional and accurate field. Medical devices in hospitals have incomparable advantages over wearable devices. And the models of Doc.ai could predict the phenome collection of one's biometric data based on its selfie, such as height, weight, age, sex, and BMI.  2  How to improve the prediction model to predict future health conditions is definitely worth exploring."
    },
    {
      "text": "Fig. 1 Schematic of the federated learning framework. The model is trained in a distributed manner: the institutions periodically communicate the local updates with a central server to learn a global model; the central server aggregates the updates and sends back the parameters of the updated global model"
    },
    {
      "text": "Fig. 2 Communication efficient federated learning methods. Existing research on improving communication efficiency can be categorized into a model compression, b client selection, c updates reducing, and d peer-to-peer learning"
    },
    {
      "text": "Fig. 3 Privacy-preserving schemes. a Secure multi-party computation. In security sharing, security values (blue and yellow pie) are split into any number of shares that are distributed among the computing nodes. During the computation, no computation node is able to recover the original value nor learn anything about the output (green pie). Any nodes can combine their shares to reconstruct the original value. b Differential privacy. It guarantees that anyone seeing the result of a differentially private analysis will make the same inference (answer 1 and answer 2 are nearly indistinguishable)"
    },
    {
      "text": "Popular tools federated learning research"
    }
  ],
  "references": [
    {
      "title": "Deep learning with differential privacy",
      "authors": [
        "M Abadi",
        "A Chu",
        "I Goodfellow",
        "H Mcmahan",
        "I Mironov",
        "K Talwar",
        "L Zhang"
      ],
      "year": 2016,
      "doi": "10.1145/2976749.2978318"
    },
    {
      "title": "cpsgd: communication-efficient and differentially-private distributed sgd",
      "authors": [
        "N Agarwal",
        "A Suresh",
        "Fxx Yu",
        "S Kumar",
        "B Mcmahan"
      ],
      "year": 2018
    },
    {
      "title": "Federated ai technology enabler",
      "year": 2019
    },
    {
      "title": "Human activity recognition on smartphones using a multiclass hardware-friendly support vector machine",
      "authors": [
        "D Anguita",
        "A Ghio",
        "L Oneto",
        "X Parra",
        "Reyes-Ortiz Jl"
      ],
      "year": 2012
    },
    {
      "title": "Efficient training management for mobile crowd-machine learning: A deep reinforcement learning approach",
      "authors": [
        "T Anh",
        "D Luong",
        "D Kim",
        "L Wang"
      ],
      "year": 2019
    },
    {
      "title": "An agent-based federated learning object search service",
      "authors": [
        "C Barcelos",
        "J Gluz",
        "R Vicari"
      ],
      "year": 2011
    },
    {
      "title": "Towards federated learning at scale: System design",
      "authors": [
        "K Bonawitz",
        "H Eichner",
        "W Grieskamp",
        "D Huba",
        "A Ingerman",
        "V Ivanov",
        "C Kiddon",
        "J Konecny",
        "S Mazzocchi",
        "H Mcmahan"
      ],
      "year": 2019
    },
    {
      "title": "Practical secure aggregation for privacy-preserving machine learning",
      "authors": [
        "K Bonawitz",
        "V Ivanov",
        "B Kreuter",
        "A Marcedone",
        "H Mcmahan",
        "S Patel",
        "D Ramage",
        "A Segal",
        "K Seth"
      ],
      "year": 2017
    },
    {
      "title": "Federated uncertainty-aware learning for distributed hospital ehr data",
      "authors": [
        "S Boughorbel",
        "F Jarray",
        "N Venugopal",
        "S Moosa",
        "H Elhadi",
        "M Makhlouf"
      ],
      "year": 2019
    },
    {
      "title": "Federated learning of predictive models from federated electronic health records",
      "authors": [
        "T Brisimi",
        "R Chen",
        "T Mela",
        "A Olshevsky",
        "I Paschalidis",
        "W Shi"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijmedinf.2018.01.007"
    },
    {
      "title": "Partitioned variational inference: a unified framework encompassing federated and continual learning",
      "authors": [
        "T Bui",
        "C Nguyen",
        "S Swaroop",
        "R Turner"
      ],
      "year": 2018
    },
    {
      "title": "Expanding the reach of federated learning by reducing client resource requirements",
      "authors": [
        "S Caldas",
        "J Konečny",
        "H Mcmahan",
        "A Talwalkar"
      ],
      "year": 2018
    },
    {
      "title": "Leaf: a benchmark for federated settings",
      "authors": [
        "S Caldas",
        "P Wu",
        "T Li",
        "J Konečnỳ",
        "H Mcmahan",
        "V Smith",
        "A Talwalkar"
      ],
      "year": 2018
    },
    {
      "title": "Secure federated matrix factorization",
      "authors": [
        "D Chai",
        "L Wang",
        "K Chen",
        "Q Yang"
      ],
      "year": 2020,
      "doi": "10.14711/thesis-991013401041803412"
    },
    {
      "title": "A near-optimal algorithm for differentially-private principal components",
      "authors": [
        "K Chaudhuri",
        "A Sarwate",
        "K Sinha"
      ],
      "year": 2013
    },
    {
      "title": "Fedhealth: a federated transfer learning framework for wearable healthcare",
      "authors": [
        "Y Chen",
        "X Qin",
        "J Wang",
        "C Yu",
        "W Gao"
      ],
      "year": 2020
    },
    {
      "title": "Communication-efficient federated deep learning with asynchronous model update and temporally weighted aggregation",
      "authors": [
        "Y Chen",
        "X Sun"
      ],
      "year": 2019
    },
    {
      "title": "Secureboost: a lossless federated learning framework",
      "authors": [
        "K Cheng",
        "T Fan",
        "Jin Liu",
        "Y Chen",
        "T Yang"
      ],
      "year": 2019
    },
    {
      "title": "Differential privacy-enabled federated learning for sensitive health data",
      "authors": [
        "O Choudhury",
        "A Gkoulalas-Divanis",
        "T Salonidis",
        "I Sylla",
        "Y Park",
        "G Hsu",
        "A Das"
      ],
      "year": 2019
    },
    {
      "title": "Predicting adverse drug reactions on distributed health data using federated learning",
      "authors": [
        "O Choudhury",
        "Y Park",
        "T Salonidis",
        "A Gkoulalas-Divanis",
        "I Sylla"
      ],
      "year": 2019
    },
    {
      "title": "The physionet/computing in cardiology challenge 2015: reducing false arrhythmia alarms in the icu",
      "authors": [
        "G Clifford",
        "I Silva",
        "B Moody",
        "Q Li",
        "D Kella",
        "A Shahin",
        "T Kooistra",
        "D Perry",
        "R Mark"
      ],
      "year": 2015
    },
    {
      "title": "Variational federated multi-task learning",
      "authors": [
        "L Corinzia",
        "J Buhmann"
      ],
      "year": 2019
    },
    {
      "title": "International application of a new probability algorithm for the diagnosis of coronary artery disease",
      "authors": [
        "R Detrano",
        "A Janosi",
        "W Steinbrunn",
        "M Pfisterer",
        "J Schmid",
        "S Sandhu",
        "K Guppy",
        "S Lee",
        "V Froelicher"
      ],
      "year": 1989,
      "doi": "10.1016/0002-9149(89)90524-9"
    },
    {
      "title": "ai: declarative, on-device machine learning for ios, android, and react native",
      "year": 2019
    },
    {
      "title": "Learning from electronic health records across multiple sites: a communication-efficient and privacy-preserving distributed algorithm",
      "authors": [
        "R Duan",
        "M Boland",
        "Z Liu",
        "Y Liu",
        "H Chang",
        "H Xu",
        "H Chu",
        "C Schmid",
        "C Forrest",
        "J Holmes"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocz199"
    },
    {
      "title": "Our data, ourselves: Privacy via distributed noise generation",
      "authors": [
        "C Dwork",
        "K Kenthapadi",
        "F Mcsherry",
        "I Mironov",
        "M Naor"
      ],
      "year": 2006,
      "doi": "10.1007/11761679_29"
    },
    {
      "title": "Boosting and differential privacy",
      "authors": [
        "C Dwork",
        "G Rothblum",
        "S Vadhan"
      ],
      "year": 2010,
      "doi": "10.1109/focs.2010.12"
    },
    {
      "title": "Semi-cyclic stochastic gradient descent",
      "authors": [
        "H Eichner",
        "T Koren",
        "H Mcmahan",
        "N Srebro",
        "K Talwar"
      ],
      "year": 2019
    },
    {
      "title": "A survey of homomorphic encryption for nonspecialists",
      "authors": [
        "C Fontaine",
        "F Galand"
      ],
      "year": 2007
    },
    {
      "title": "The next generation of precision medicine: observational studies, electronic health records, biobanks and continuous monitoring",
      "authors": [
        "K Johnson",
        "J Dudley"
      ],
      "year": 2018
    },
    {
      "title": "Google: Tensorflow federated",
      "year": 2019
    },
    {
      "title": "National health information privacy: regulations under the health insurance portability and accountability act",
      "authors": [
        "L Gostin"
      ],
      "year": 2001
    },
    {
      "title": "Robust aggregation for adaptive privacy preserving federated learning in healthcare",
      "authors": [
        "M Grama",
        "M Musat",
        "L Muñoz-González",
        "J Passerat-Palmbach",
        "D Rueckert",
        "A Alansary"
      ],
      "year": 2020
    },
    {
      "title": "KETOS: Clinical decision support and machine learning as a service-A training and deployment platform based on Docker, OMOP-CDM, and FHIR Web Services",
      "authors": [
        "J Gruendner",
        "T Schwachhofer",
        "P Sippl",
        "N Wolf",
        "M Erpenbeck",
        "C Gulden",
        "L Kapsner",
        "J Zierk",
        "S Mate",
        "M Stürzl"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0225442"
    },
    {
      "title": "One-shot federated learning",
      "authors": [
        "N Guha",
        "A Talwalkar",
        "V Smith"
      ],
      "year": 2019
    },
    {
      "title": "Distributed learning of deep neural network over multiple agents",
      "authors": [
        "O Gupta",
        "R Raskar"
      ],
      "year": 2018,
      "doi": "10.1016/j.jnca.2018.05.003"
    },
    {
      "title": "Deep compression: compressing deep neural networks with pruning, trained quantization and huffman coding",
      "authors": [
        "S Han",
        "H Mao",
        "W Dally"
      ],
      "year": 2015
    },
    {
      "title": "Robust federated training via collaborative machine teaching using trusted instances",
      "authors": [
        "Y Han",
        "X Zhang"
      ],
      "year": 2019
    },
    {
      "title": "Federated learning for mobile keyboard prediction",
      "authors": [
        "A Hard",
        "K Rao",
        "R Mathews",
        "F Beaufays",
        "S Augenstein",
        "H Eichner",
        "C Kiddon",
        "D Ramage"
      ],
      "year": 2018,
      "doi": "10.21437/interspeech.2022-11050"
    },
    {
      "title": "Private federated learning on vertically partitioned data via entity resolution and additively homomorphic encryption",
      "authors": [
        "S Hardy",
        "W Henecka",
        "H Ivey-Law",
        "R Nock",
        "G Patrini",
        "G Smith",
        "B Thorne"
      ],
      "year": 2017
    },
    {
      "title": "Central server free federated learning over single-sided trust social networks",
      "authors": [
        "C He",
        "C Tan",
        "H Tang",
        "S Qiu",
        "J Liu"
      ],
      "year": 2019
    },
    {
      "title": "The Rationale for Learning Communities and Learning Community Models",
      "authors": [
        "P Hill"
      ],
      "year": 1985
    },
    {
      "title": "Distilling the knowledge in a neural network",
      "authors": [
        "G Hinton",
        "O Vinyals",
        "J Dean"
      ],
      "year": 2015
    },
    {
      "title": "Observational health data sciences and informatics (ohdsi): opportunities for observational researchers",
      "authors": [
        "G Hripcsak",
        "J Duke",
        "N Shah",
        "C Reich",
        "V Huser",
        "M Schuemie",
        "M Suchard",
        "R Park",
        "Ick Wong",
        "P Rijnbeek"
      ],
      "year": 2015
    },
    {
      "title": "Patient clustering improves efficiency of federated machine learning to predict mortality and hospital stay time using distributed electronic medical records",
      "authors": [
        "L Huang",
        "D Liu"
      ],
      "year": 2019,
      "doi": "10.1016/j.jbi.2019.103291"
    },
    {
      "title": "Privacy preserving qoe modeling using collaborative learning",
      "authors": [
        "S Ickin",
        "K Vandikas",
        "M Fiedler"
      ],
      "year": 2019
    },
    {
      "title": "Mining electronic health records: towards better research applications and clinical care",
      "authors": [
        "P Jensen",
        "L Jensen",
        "S Brunak"
      ],
      "year": 2012
    },
    {
      "title": "Improving federated learning personalization via model agnostic meta learning",
      "authors": [
        "Y Jiang",
        "J Konečnỳ",
        "K Rush",
        "S Kannan"
      ],
      "year": 2019
    },
    {
      "title": "A survey towards federated semi-supervised learning",
      "authors": [
        "Y Jin",
        "X Wei",
        "Y Liu",
        "Q Yang"
      ],
      "year": 2020
    },
    {
      "title": "Mimic-iii, a freely accessible critical care database",
      "authors": [
        "A Johnson",
        "T Pollard",
        "L Shen",
        "Li-Wei Hl",
        "M Feng",
        "M Ghassemi",
        "B Moody",
        "P Szolovits",
        "L Celi",
        "R Mark"
      ],
      "year": 2016,
      "doi": "10.1038/sdata.2016.35"
    },
    {
      "title": "Advances and open problems in federated learning",
      "authors": [
        "P Kairouz",
        "H Mcmahan",
        "B Avent",
        "A Bellet",
        "M Bennis",
        "A Bhagoji",
        "K Bonawitz",
        "Z Charles",
        "G Cormode",
        "R Cummings"
      ],
      "year": 2019,
      "doi": "10.1561/9781680837896"
    },
    {
      "title": "Efficient decentralized deep learning by dynamic model averaging",
      "authors": [
        "M Kamp",
        "L Adilova",
        "J Sicking",
        "F Hüger",
        "P Schlicht",
        "T Wirtz",
        "S Wrobel"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-030-10925-7_24"
    },
    {
      "title": "Incentive design for efficient federated learning in mobile networks: A contract theory approach",
      "authors": [
        "J Kang",
        "Z Xiong",
        "D Niyato",
        "H Yu",
        "Y Liang",
        "D Kim"
      ],
      "year": 2019,
      "doi": "10.1109/vts-apwcs.2019.8851649"
    },
    {
      "title": "Credit risk assessment from combined bank records using federated learning",
      "authors": [
        "D Kawa",
        "S Punyani",
        "P Nayak",
        "A Karkera",
        "V Jyotinagar"
      ],
      "year": 2019
    },
    {
      "title": "Federated tensor factorization for computational phenotyping",
      "authors": [
        "Y Kim",
        "H Yu",
        "X Jiang"
      ],
      "year": 2017
    },
    {
      "title": "Federated optimization: distributed optimization beyond the datacenter",
      "authors": [
        "J Konečnỳ",
        "B Mcmahan",
        "D Ramage"
      ],
      "year": 2015
    },
    {
      "title": "Federated optimization: distributed machine learning for on-device intelligence",
      "authors": [
        "J Konečnỳ",
        "H Mcmahan",
        "D Ramage",
        "P Richtárik"
      ],
      "year": 2016
    },
    {
      "title": "Federated learning: strategies for improving communication efficiency",
      "authors": [
        "J Konečnỳ",
        "H Mcmahan",
        "F Yu",
        "P Richtárik",
        "A Suresh",
        "D Bacon"
      ],
      "year": 2016
    },
    {
      "title": "Survey of personalization techniques for federated learning",
      "authors": [
        "V Kulkarni",
        "M Kulkarni",
        "A Pant"
      ],
      "year": 2020,
      "doi": "10.1109/worlds450073.2020.9210355"
    },
    {
      "title": "Peer-to-peer federated learning on graphs",
      "authors": [
        "A Lalitha",
        "O Kilinc",
        "T Javidi",
        "F Koushanfar"
      ],
      "year": 2019
    },
    {
      "title": "Deep learning",
      "authors": [
        "Y Lecun",
        "Y Bengio",
        "G Hinton"
      ],
      "year": 2015,
      "doi": "10.1038/nature14539"
    },
    {
      "title": "Privacy-preserving patient similarity learning in a federated environment: development and analysis",
      "authors": [
        "J Lee",
        "J Sun",
        "F Wang",
        "S Wang",
        "C Jun",
        "X Jiang"
      ],
      "year": 2018
    },
    {
      "title": "Federated optimization for heterogeneous networks",
      "authors": [
        "T Li",
        "A Sahu",
        "M Zaheer",
        "M Sanjabi",
        "A Talwalkar",
        "V Smith1"
      ],
      "year": 2019
    },
    {
      "title": "Fair resource allocation in federated learning",
      "authors": [
        "T Li",
        "M Sanjabi",
        "V Smith"
      ],
      "year": 2019
    },
    {
      "title": "Distributed learning from multiple ehr databases: Contextual embedding models for medical events",
      "authors": [
        "Z Li",
        "K Roberts",
        "X Jiang",
        "Q Long"
      ],
      "year": 2019
    },
    {
      "title": "Federated learning in mobile edge networks: a comprehensive survey",
      "authors": [
        "Wyb Lim",
        "N Luong",
        "D Hoang",
        "Y Jiao",
        "Y Liang",
        "Q Yang",
        "D Niyato",
        "C Miao"
      ],
      "year": 2019
    },
    {
      "title": "Two-stage federated phenotyping and patient representation learning",
      "authors": [
        "D Liu",
        "D Dligach",
        "T Miller"
      ],
      "year": 2019
    },
    {
      "title": "Threats to federated learning: a survey",
      "authors": [
        "L Lyu",
        "H Yu",
        "Q Yang"
      ],
      "year": 2020
    },
    {
      "title": "Communication-efficient learning of deep networks from decentralized data",
      "authors": [
        "B Mcmahan",
        "E Moore",
        "D Ramage",
        "S Hampson",
        "B Arcas"
      ],
      "year": 2017
    },
    {
      "title": "Learning differentially private recurrent language models",
      "authors": [
        "H Mcmahan",
        "D Ramage",
        "K Talwar",
        "L Zhang"
      ],
      "year": 2017
    },
    {
      "title": "Predictive modeling of the hospital readmission risk from patients' claims data using machine learning: A case study on copd",
      "authors": [
        "X Min",
        "B Yu",
        "F Wang"
      ],
      "year": 2019
    },
    {
      "title": "Deep learning for healthcare: review, opportunities and challenges",
      "authors": [
        "R Miotto",
        "F Wang",
        "S Wang",
        "X Jiang",
        "J Dudley"
      ],
      "year": 2018
    },
    {
      "title": "Agnostic federated learning",
      "authors": [
        "M Mohri",
        "G Sivek",
        "A Suresh"
      ],
      "year": 2019
    },
    {
      "title": "System and method for dynamic context-sensitive federated search of multiple information repositories",
      "authors": [
        "R Mukherjee",
        "H Jaffe"
      ],
      "year": 2005
    },
    {
      "title": "Client selection for federated learning with heterogeneous resources in mobile edge",
      "authors": [
        "T Nishio",
        "R Yonetani"
      ],
      "year": 2018
    },
    {
      "title": "Dissecting racial bias in an algorithm used to manage the health of populations",
      "authors": [
        "Z Obermeyer",
        "B Powers",
        "C Vogeli",
        "S Mullainathan"
      ],
      "year": 2019
    },
    {
      "title": "OpenMined: Pysyft-tensorflow",
      "year": 2019
    },
    {
      "title": "Multiparty differential privacy via aggregation of locally trained classifiers",
      "authors": [
        "M Pathak",
        "S Rane",
        "B Raj"
      ],
      "year": 2010
    },
    {
      "title": "Large-scale assessment of a smartwatch to identify atrial fibrillation",
      "authors": [
        "M Perez",
        "K Mahaffey",
        "H Hedlin",
        "J Rumsfeld",
        "A Garcia",
        "T Ferris",
        "V Balasubramanian",
        "A Russo",
        "A Rajmane",
        "L Cheung"
      ],
      "year": 2019
    },
    {
      "title": "Federated and differentially private learning for electronic health records",
      "authors": [
        "S Pfohl",
        "A Dai",
        "K Heller"
      ],
      "year": 2019
    },
    {
      "title": "The eicu collaborative research database, a freely available multi-center database for critical care research",
      "authors": [
        "T Pollard",
        "A Johnson",
        "J Raffa",
        "L Celi",
        "R Mark",
        "O Badawi"
      ],
      "year": 2018
    },
    {
      "title": "Modern framework for distributed healthcare data analytics based on hadoop",
      "authors": [
        "P Raja",
        "E Sivasankar"
      ],
      "year": 2014
    },
    {
      "title": "A model and infrastructure for federated learning content repositories",
      "authors": [
        "D Rehak",
        "L Dodds"
      ],
      "year": 2005
    },
    {
      "title": "Accelerating dnn training in wireless federated edge learning system",
      "authors": [
        "J Ren",
        "G Yu",
        "G Ding"
      ],
      "year": 2019
    },
    {
      "title": "Braintorrent: a peer-to-peer environment for decentralized federated learning",
      "authors": [
        "A Roy",
        "S Siddiqui",
        "S Pölsterl",
        "N Navab",
        "C Wachinger"
      ],
      "year": 2019
    },
    {
      "title": "Learning in a large function space: privacypreserving mechanisms for svm learning",
      "authors": [
        "B Rubinstein",
        "P Bartlett",
        "L Huang",
        "N Taft"
      ],
      "year": 2009
    },
    {
      "title": "A generic framework for privacy preserving deep learning",
      "authors": [
        "T Ryffel",
        "A Trask",
        "M Dahl",
        "B Wagner",
        "J Mancuso",
        "D Rueckert",
        "J Passerat-Palmbach"
      ],
      "year": 2018
    },
    {
      "title": "Federated learning for ultra-reliable lowlatency v2v communications",
      "authors": [
        "S Samarakoon",
        "M Bennis",
        "W Saad",
        "M Debbah"
      ],
      "year": 2018
    },
    {
      "title": "Robust and communication-efficient federated learning from non-iid data",
      "authors": [
        "F Sattler",
        "S Wiedemann",
        "K Müller",
        "W Samek"
      ],
      "year": 2019
    },
    {
      "title": "Preserving patient privacy while training a predictive model of in-hospital mortality",
      "authors": [
        "P Sharma",
        "F Shamout"
      ],
      "year": 2019
    },
    {
      "title": "Biscotti: a ledger for private and secure peer-topeer machine learning",
      "authors": [
        "M Shayan",
        "C Fung",
        "C Yoon",
        "I Beschastnikh"
      ],
      "year": 2018
    },
    {
      "title": "Privacy-preserving deep learning",
      "authors": [
        "R Shokri",
        "V Shmatikov"
      ],
      "year": 2015
    },
    {
      "title": "Federated learning in distributed medical databases: meta-analysis of large-scale subcortical brain data",
      "authors": [
        "S Silva",
        "B Gutman",
        "E Romero",
        "P Thompson",
        "A Altmann",
        "M Lorenzi"
      ],
      "year": 2018
    },
    {
      "title": "An investigation into on-device personalization of end-to-end automatic speech recognition models",
      "authors": [
        "K Sim",
        "P Zadrazil",
        "F Beaufays"
      ],
      "year": 2019
    },
    {
      "title": "Using the adap learning algorithm to forecast the onset of diabetes mellitus",
      "authors": [
        "J Smith",
        "J Everhart",
        "W Dickson",
        "W Knowler",
        "R Johannes"
      ],
      "year": 1988
    },
    {
      "title": "Federated multi-task learning",
      "authors": [
        "V Smith",
        "C Chiang",
        "M Sanjabi",
        "A Talwalkar"
      ],
      "year": 2017
    },
    {
      "title": "Multiparty privacy in social media",
      "authors": [
        "J Such",
        "N Criado"
      ],
      "year": 2018,
      "doi": "10.1145/3208039"
    },
    {
      "title": "unfriendly: multi-party privacy risks in social networks",
      "authors": [
        "K Thomas",
        "C ; ) Grier",
        "D Nicol"
      ],
      "year": 2010
    },
    {
      "title": "Federated learning: rewards & challenges of distributed private ml",
      "authors": [
        "E Tramel"
      ],
      "year": 2019
    },
    {
      "title": "A hybrid approach to privacy-preserving federated learning",
      "authors": [
        "S Truex",
        "N Baracaldo",
        "A Anwar",
        "T Steinke",
        "H Ludwig",
        "R Zhang"
      ],
      "year": 2018
    },
    {
      "title": "Federated learning of electronic health records improves mortality prediction in patients hospitalized with covid-19 medRxiv 102",
      "authors": [
        "A Vaid",
        "S Jaladanki",
        "J Xu",
        "S Teng",
        "A Kumar",
        "S Lee",
        "S Somani",
        "I Paranjpe",
        "De Freitas",
        "J Wanyan"
      ],
      "year": 2020,
      "doi": "10.1101/2020.08.11.20172809"
    },
    {
      "title": "Deep reinforcement learning with double q-learning",
      "authors": [
        "H Van Hasselt",
        "A Guez",
        "D Silver"
      ],
      "year": 2016,
      "doi": "10.1609/aaai.v30i1.10295"
    },
    {
      "title": "Split learning for health: distributed deep learning without sharing raw patient data",
      "authors": [
        "P Vepakomma",
        "O Gupta",
        "T Swedish",
        "R Raskar"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-030-96896-0_19"
    },
    {
      "title": "The caltech-ucsd birds-200-2011 dataset",
      "authors": [
        "C Wah",
        "S Branson",
        "P Welinder",
        "P Perona",
        "S Belongie"
      ],
      "year": 2011
    },
    {
      "title": "Ai in health: state of the art, challenges, and future directions",
      "authors": [
        "F Wang",
        "A Preininger"
      ],
      "year": 2019,
      "doi": "10.1055/s-0039-1677908"
    },
    {
      "title": "In-edge ai: Intelligentizing mobile edge computing, caching and communication by federated learning",
      "authors": [
        "X Wang",
        "Y Han",
        "C Wang",
        "Q Zhao",
        "X Chen",
        "M Chen"
      ],
      "year": 2018
    },
    {
      "title": "Federated learning for healthcare informatics",
      "authors": [
        "J Xu",
        "F Wang"
      ],
      "year": 2019
    },
    {
      "title": "Federated patient hashing",
      "authors": [
        "J Xu",
        "Z Xu",
        "P Walker",
        "F Wang"
      ],
      "year": 2020
    },
    {
      "title": "Federated machine learning: concept and applications",
      "authors": [
        "Q Yang",
        "Y Liu",
        "T Chen",
        "Y Tong"
      ],
      "year": 2019,
      "doi": "10.1145/3298981"
    },
    {
      "title": "A federated learning framework for healthcare iot devices",
      "authors": [
        "B Yuan",
        "S Ge",
        "W Xing"
      ],
      "year": 2020
    },
    {
      "title": "Federated learning with non-iid data",
      "authors": [
        "Y Zhao",
        "M Li",
        "L Lai",
        "N Suda",
        "D Civin",
        "V Chandra"
      ],
      "year": 2018
    },
    {
      "title": "Mobile edge and reputationbased crowdsourcing iot federated learning: a secure, decentralized and privacy-preserving system",
      "authors": [
        "Y Zhao",
        "J Zhao",
        "L Jiang",
        "R Tan",
        "D Niyato"
      ],
      "year": 2019
    },
    {
      "title": "Multi-objective evolutionary federated learning",
      "authors": [
        "H Zhu"
      ],
      "year": 2019
    },
    {
      "title": "Federated reinforcement learning",
      "authors": [
        "H Zhuo",
        "W Feng",
        "Q Xu",
        "Q Yang",
        "Y Lin"
      ],
      "year": 2019
    }
  ],
  "num_references": 114
}
