{
  "paper_id": "EKLBBT4Z",
  "title": "Counterproductive Effects of Overfamiliar Antitobacco Messages on Smoking Cessation Intentions via Message Fatigue and Resistance to Persuasion",
  "abstract": "Objective: While smoking may result in various harmful effects, such as mental health issues caused by addiction, antitobacco messages have typically focused on the physical health consequences of smoking for decades. Prolonged exposures to these conventional messages may have not only increased awareness about the harmful health effects of smoking but may have also caused message fatigue and resultant resistance to persuasion. The latter effects, however, remain largely unexamined. Addressing this gap, this study examined the effects of overfamiliar antitobacco messages focusing on the health consequences of smoking on message fatigue and resistance to persuasion. Method: In an online experiment, current smokers (N = 296) in the U.S. were randomly assigned to one of the four message conditions that manipulated a degree of familiarity in a 2 (thematic frame: physical vs. mental health) × 2 (valence frame: loss vs. gain) factorial design. Results: The results show that a message portraying physical health consequences of smoking in a loss frame (i.e., overfamiliar frame) induced greater message fatigue than that in a gain frame. Message fatigue, in turn, was associated with higher levels of active (i.e., reactance) and passive resistance (i.e., disengagement) toward antitobacco messages. Reactance induced by message fatigue predicted less favorable attitude and lower intentions to quit smoking. Overall, message fatigue showed both direct and indirect effects on intentions, with the latter being mediated by reactance. Conclusions: Overfamiliar antitobacco message frames may activate greater message fatigue and resistance to persuasion, which may dampen campaign effects. The findings caution against the habitual use of conventional antitobacco messages. \n Public Health Significance Statement Antitobacco messages typically focus on the harmful effects of smoking on physical health. This study shows how such habitual use of conventional antitobacco messages may be counterproductive in inducing smoking cessation intentions. The article urges public health promoters to be cognizant of possible side effects of prolonged exposures to overfamiliar messages and to devise various ways to circumvent message fatigue and resultant resistance toward antitobacco messages.",
  "year": 2021,
  "date": "2021-12-16",
  "journal": "Psychological Bulletin",
  "publication": "Psychological Bulletin",
  "authors": [
    {
      "forename": "Jiyeon",
      "surname": "So",
      "name": "Jiyeon So",
      "affiliation": "Department of Communication , Yonsei University Department of Communication , Yonsei University , 50 Yonsei-ro , Seodaemun-gu , Seoul 03722 , Republic of Korea. \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50 Yonsei-ro Seodaemun-gu \n\t\t\t\t\t\t\t\t\t 03722 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    }
  ],
  "doi": "10.1037/adb0000776",
  "keywords": [
    "antitobacco messages",
    "message fatigue",
    "resistance to persuasion",
    "disengagement",
    "reactance"
  ],
  "sections": [
    {
      "text": "When the public is largely unaware of the harmful consequences of addictive behaviors, the primary goal of public health communication should be to maximize dissemination of such warning (i.e., reach;  Hornik, 2002)  and increase information retention through frequent message exposure. This conventional communication principle was well suited for antitobacco messages during the initial stage of the decades-long antitobacco campaign, which began with the Surgeon General publicizing harmful health effects of cigarette consumption for the first time in 1964  (Warner, 1989) . Repeated and frequent exposures to these antitobacco messages led to the public accepting physical health consequences of smoking as obvious  (Cummings & Proctor, 2014)  and contributed to the reduction in smoking prevalence in the last 50 years. Despite the notable progress made, however, smoking remains the single largest cause of preventable premature deaths in the world (U.S. Department of Health & Human Services, 2020).\n\nThere are likely multiple causes for the stubborn smoking rate such as the addictive nature of nicotine  (Benowitz, 2010)  and the tobacco industry's effort to promote smoking  (Pierce et al., 1998) . Another, and important, area that warrants serious scholarly attention is reexamining if habitual use of familiar messages communicating health harm of cigarettes remains effective in facilitating smoking cessation as it initially did decades ago. This inquiry is particularly important to address since smoking is a multipronged health problem with various detrimental effects: The multidimensionality of smoking provides us with multiple options for message frames  (Entman, 1993) , which can be employed to emphasize a select part of the issue that may come This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nacross as more persuasive and attention-getting than others. To that end, this research seeks to critically examine the efficacy of the conventional, frequently used antitobacco messages focusing on physical harm to health in inducing smoking cessation intentions and the mechanisms through which they may exert counterproductive effects on smokers' intentions to quit. Specifically, based on emerging research on message fatigue  (So et al., 2017) , this study investigated the effects of overfamiliar antitobacco message frames on message fatigue and two types of resistance toward persuasion-active (e.g., reactance;  Brehm & Brehm, 1981)  and passive resistance (e.g., disengagement;  Kessels et al., 2010) -which have been postulated as mechanisms through which message fatigue may result in diminished persuasive effects  (Kim & So, 2018; So et al., 2017) ."
    },
    {
      "title": "Effects of Frequently Used Antitobacco Messages",
      "text": "Questioning the potency of overfamiliar antitobacco messages communicating harmful health consequences of smoking is not a new inquiry. The inquiry is largely based on findings from message repetition (e.g.,  Bornstein, 1989 ) and dose-response message effect research (e.g.,  Arendt, 2015) , which suggest that frequent message exposure may decrease the effectiveness of the initially powerful message. Drawing from these lines of research, several scholars expressed concerns over \"habituation\"  (Rooke et al., 2012)  or \"wear-out\" effects  (Borland et al., 2009)  of overfamiliar antitobacco messages and examined the effects of frequent exposures to them. For example,  Reinhard et al. (2014)  found that the initial three exposures to antitobacco messages focusing on health harm led to a more unfavorable attitude toward smoking initially but, after three repetitions, the relationship between exposure frequency and attitude began to plateau. After the fifth exposure, additional exposures led to a decrease in unfavorable attitude toward smoking, resulting in an overall inverted-U-shaped relationship (i.e., a quadratic effect) between exposure frequency and message-consistent attitude. This pattern of findings is typical in research involving message repetition  (Bornstein, 1989) .\n\nMost of the studies that examined the effects of repeated antitobacco messages concerned exposures to warning labels on cigarette packages, which typically portray harm to physical health in a lossframe (e.g., smoking causes mouth cancer;  Dijkstra & Bos, 2015; Hammond et al., 2013) . For instance, in a field experiment employing mobile devices that recorded participants' daily exposures to cigarette warning labels on cigarette packages,  Schüz et al. (2016)  found that the exposures to warning labels did not have any immediate effects on risk perception, self-efficacy, and intentions to quit. The authors concluded that the current practice of designing health warning labels, which focus almost entirely on negative health effects of smoking (i.e., health threat in a loss-frame) may not be very effective at this point. Some research reported conditional or mixed findings. For example,  Dijkstra and Bos (2015)  reported findings that suggest frequent exposures to conventional text-based warning labels portraying health consequences of smoking may be subject to moderating effects of amount of smoking (i.e., daily cigarette consumption). Specifically, they found that, after six exposures, heavy smokers who repeatedly saw conventional textual warning labels actually expressed lower intention to quit smoking than those exposed to graphic warning labels, which are considered to be a newer, less familiar warning format than the textual ones  (Hammond et al., 2013) . This effect was not observed among light smokers. Given that smoking status predicts greater antitobacco message fatigue  (So & Popova, 2018) , it is plausible that heavy smokers experienced more heightened message fatigue due to accumulated exposures. In addition, unlike other studies involving message repetition, they did not find evidence of habituation of fear and disgust over the 3-week period during which participants were exposed to several slightly different warning labels. Rooke et al. (2012)  study presented a bit more complicated picture. They found that exposure frequency to graphic smoking warning images exerted both linear and quadratic effects on psychological distress, with the latter effect showing a greater effect size. They concluded that repeated exposure to graphic images portraying physical harm of cigarette smoking had steady accumulating effects that later plateaued with additional exposures failing to produce greater effects at higher exposure frequency.\n\nCollectively, these studies show that the efficacy of conventional antitobacco messages emphasizing health harm of smoking in inducing smoking cessation should not be taken for granted and needs to be reevaluated. They also suggest that this inquiry may not be simple or straightforward since inconsistent and conditional effects were observed. Given what we have learned so far from the extant literature, there are two major areas that will further enhance our understanding in this domain of research. First, most of these studies focus on wear-out  (Borland et al., 2009)  or loss of initial message effectiveness as opposed to possible production of unintended negative effects of frequent message exposures (e.g., message fatigue). Since the loss of intended effects does not necessarily equate to the generation of unintended negative effects of health campaigns  (Cho & Salmon, 2007) , research that looks into potential unintended effects of overfamiliarity will provide new insight on this topic. Second, and related to the first point, the mechanisms through which such counterproductive effects of familiar antitobacco messages may occur are not examined, limiting our understanding of the phenomenon. This paper seeks to address this gap in the literature and focus on the mechanisms involved in this process with a mediational analysis involving message fatigue and active and passive resistance toward antitobacco messages."
    },
    {
      "title": "Message Fatigue",
      "text": "A recent development in research on message fatigue suggests that message fatigue may be an important mechanism through which frequently used, conventional antitobacco message may result in counterproductive effects. Defined as \"an aversive motivational state of being exhausted and bored by overexposure to similar, redundant messages over an extended period of time\"  (So et al., 2017, p. 10) , message fatigue is known to be caused primarily by excessive exposure to similarly themed messages  (Calder & Sternthal, 1980; Kinnick et al., 1996) , making it a highly relevant construct to examine in the present study concerning frequently used, familiar antitobacco messages.\n\nMessage fatigue has four subdimensions: Perceived overexposure, perceived redundancy, exhaustion, and boredom  (So et al., 2017) . Perceived overexposure refers to the perception that one has been exposed to similar messages beyond desired frequency. Perceived redundancy is a perception that a class of messages (e.g., antitobacco messages) designed to deliver a common goal (e.g., reduce smoking rate) is similar to the extent that they seem This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nrepetitive. These first two subdimensions form a higher order dimension of perceived message environment. The latter two subdimensions-exhaustion and boredom-fall under the second higher order dimension of audience responses: Exhaustion refers to a feeling of being worn out due to seemingly repetitive messages and boredom dimension is defined as a lack of interest or enthusiasm. As it is evident in its conceptual definition, one of the central aspects of message fatigue is the perception of excessive exposure to similar messages, which is likely cultivated when one is repeatedly exposed to an overfamiliar message frame.\n\nAs research on message repetition suggests that variations in message features and properties can delay or prevent fatigue (e.g.,  Schumann et al., 1990) , variations in message frames that focus on different aspects of cigarette smoking may serve as a useful strategy that can mitigate message fatigue. However, as research on message fatigue is still in its infancy, possible effects of different message frames on message fatigue have not been adequately examined. One exception is  So and Alam's (2019)  study, which examined the effects of different antiobesity message frames on individuals' message fatigue responses reported in thought-listing data collected after the message exposure. In their experiment with a sample of overweight and obese adults in the U.S., they found that a physical health frame emphasizing detrimental health effects of obesity (e.g., heart diseases) induced greater levels of message fatigue responses than a mental health frame discussing mental health issues related to obesity (e.g., depression, body dissatisfaction). They attributed the finding to the significantly greater prevalence of physical health frames over mental health frames in antiobesity messages, which likely triggered heightened message fatigue responses.\n\nThis line of research is highly relevant to antitobacco messages, which primarily has relied on one message frame-physical harm of cigarette smoking-for decades  (Pechmann et al., 2003; Rhodes et al., 2009) . Thus, this study operationalizes frequently used, overfamiliar antitobacco message frames as the one emphasizing physical health consequences of cigarette smoking such as lung cancer. Moreover, since health messages, particularly antitobacco messages  (Paek et al., 2010) , predominantly utilize loss-frame (e.g., negative effects of smoking) over gain-frame (e.g., positive effects of smoking cessation;  Monahan, 1995) , physical health consequences of smoking portrayed in a loss frame are expected to be deemed particularly more familiar and, consequently, more fatiguing than those in a gain frame. Indeed, most of the conventional cigarette warning labels employ messages emphasizing the health consequences of smoking in a lossframe  (Dijkstra & Bos, 2015; Hammond et al., 2013) , providing ecological validity to this argument.\n\nFor a relatively underused counterpart to the overfamiliar message frame, this study draws from an emerging body of addiction and tobacco research (e.g.,  Taylor et al., 2014; Wootton et al., 2020)  that speaks of the impact of nicotine addiction on mental health. Specifically, this study operationalizes underutilized, less familiar antitobacco message frame as messages emphasizing mental health issues associated with cigarette smoking (e.g., cigarette addiction causes a low sense of control and depression). Antitobacco messages that portray mental health effects of nicotine addiction are rare, if not nonexistent, since there had been a controversy over the direction of causality until recently (see  Munafò & Araya, 2010 , for a review). Unlike physical health frames, which have been used more often in conjunction with loss-than gain-frames, mental health frame is rarely used in antitobacco messages regardless of the valence of the frames. Thus, it is expected that mental health frame in either valence would be perceived as equally uncommon and relatively underused, resulting in minimal effects of valence frame on the perceived prevalence and message fatigue.\n\nIn sum, this study predicts that a familiar antitobacco message frame will trigger greater sense of message fatigue than a relatively underused message frame. Based on this overarching hypothesis, it is predicted that an antitobacco message in a physical health frame (i.e., familiar frame) will induce greater sense of message fatigue than that in a mental health frame (i.e., unfamiliar frame; Hypothesis 1). Also, when considering the valence of the frames, an interaction between thematic (physical vs. mental health) and valence frame (loss vs. gain frame) is expected (Hypothesis 2). Specifically, an antitobacco message in a physical health frame coupled with a loss frame is expected to induce greater message fatigue than that coupled with a gain frame (Hypothesis 2a), while valence frame is not expected to induce any difference in messages portraying mental health effects (Hypotheses 2b) as they will be considered equally unfamiliar."
    },
    {
      "title": "Active and Passive Resistance to Persuasion",
      "text": "Based on previous research on message fatigue and message wearout (e.g.,  Cacioppo & Petty, 1979; Calder & Sternthal, 1980) ,  So et al. (2017)  conceptualized message fatigue as an aversive motivational state that stimulates two different forms of resistance to persuasive messages: (a) active resistance (e.g., reactance) and (b) passive resistance (e.g., disengagement). Kim and So (2018)  further elaborated on this postulation by drawing from psychological reactance theory  (Brehm & Brehm, 1981)  and coping research  (Lazarus & Folkman, 1984) . They noted that message fatigue is an aversive state, which motivates individuals to avoid additional exposure to yet another message they are tired of hearing about  (Kinnick et al., 1996) . Consistent with this idea, gay men who were tired of safe sex messages showed a strong sense of desire to avoid exposure to another safe sex message by reporting in their interviews that they \"don't want to go to another condom-on-a-banana demonstration\"  (Chillag et al., 2002, p. 32) . Likewise,  So et al. (2017)  found that greater message fatigue was positively associated with the desire to avoid related messages across two studies examining safe sex message fatigue and antiobesity message fatigue. In sum, a person who feels fatigued toward a message frame is expected to have a strong desire to avoid additional exposure to the message frame. We expect this postulation to hold in antitobacco messages as well.\n\nGiven the avoidance motivation, when one is exposed to another message with a frame one is tired of hearing about, they will perceive the situation to be going against their will to avoid such messages  (Kim & So, 2018) . According to psychological reactance theory  (Brehm & Brehm, 1981) , such a situation is conducive to the activation of motivation to restore one's freedom (to avoid such exposure). Kim and So (2018)  argued that there are two major freedom restoration strategies one may employ in a situation involving message overexposure. First, one may counterargue and express anger as a way to actively resist the threat to freedom, collectively representing an activation of reactance  (Dillard & Shen, 2005) . This is a likely response when the unwanted message exposure is attributed to a specific message source as the cognitive appraisal theory of emotion  (Lazarus, 1991)  would predict. This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nSecond, one may take a passive route to the restoration of freedom by disengaging with the message. This response is likely induced when one perceives the reason for the unsolicited message exposure to be due to factors related to broad message environment, which one does not feel efficacious to control  (Kim & So, 2018) . The sense of uncontrollability of the stressor would lead to emotion-focused coping  (Lazarus & Folkman, 1984) , which essentially involves a defensive mechanism that entails psychologically removing the stressor by taking strategies such as distancing, escape-avoidance, and disengagement  (Folkman, 2013) . So et al.'s (2017)  postulation of the role of message fatigue in activating active and passive resistance toward persuasion was empirically supported in  Kim and So's (2018)  study on antiobesity message fatigue. This prediction was also replicated in a recent study on message fatigue toward sexual violence bystander interventions  (Reynolds-Tylus et al., 2020) , thus providing more empirical support in a different context. Thus, it is hypothesized that message fatigue heightened by exposure to overfamiliar message frames will lead to active (e.g., reactance; Hypothesis 3a) and passive (e.g., disengagement) resistance toward the message (Hypothesis 3b). In line with the theory of reasoned action  (Fishbein & Ajzen, 1975) , the final part of the model predicts that active (Hypothesis 4a) and passive resistance (Hypothesis 4b) will be associated with a less favorable attitude toward smoking cessation, which, in turn, will predict lower intention to quit smoking (Hypothesis 5; see Figure  2  for the mediational model)."
    },
    {
      "title": "Method Design and Experimental Stimuli",
      "text": "The study employed a 2 (thematic frame: physical health vs. mental health frame) × 2 (valence frame: loss vs. gain frame) between-subject factorial design experiment. The design resulted in four different message conditions: physical health + loss (n = 76), physical health + gain (n = 73), mental health + loss (n = 73), and mental health + gain (n = 71).\n\nThe stimulus message portraying physical health consequences of smoking in a loss frame started with a heading \"Health Consequences of Smoking\" and described cigarette smoking as a leading cause of death in the U.S., which harms nearly every organ in the body and causes various types of cancer. The message with a physical health frame in a gain frame led with a heading \"Health Benefits of Quitting Smoking\" and described the positive influence of smoking cessation on physical health including lung function improvement, decreased cancer risks, and resultant longer life expectancy. The message in a mental health frame coupled with a loss frame was entitled \"Mental Consequences of Smoking\" and discussed how tobacco addiction and dependency can reduce self-esteem and increase stress, depression, and anxiety. The message in a mental health frame coupled with a gain frame began with a heading \"Mental Benefits of Quitting Smoking\" and described how smoking cessation can boost self-esteem and reduce stress, depression, and anxiety."
    },
    {
      "title": "Participants and Design",
      "text": "A total of 296 current smokers who reported to currently smoke cigarettes some days or every day were recruited through a sampling service provided by Survey Sampling International. Three outliers who spent more than three standard deviations beyond the mean score for time spent on the stimuli message page were removed from the analysis, resulting in a total of 293 participants. A little more than half of the participants were male (57.4%) with an average age of 46.17 (SD = 13.02). A vast majority of them identified as White (79.5%) followed by Black (8.2%), Hispanic (4.1%), Asian (4.8%), and multiracial (3.4%). Annual household income was fairly evenly distributed with the median income falling within $40 k-$50 k bracket. Nearly half (45.1 %) of the participants had high school diploma or equivalent, followed by bachelor's degree (19.1 %) and associate degree (18.4 %). An average participant reported to have smoked 26.26 days (SD = 7.50) in the past 30 days and to smoke 12.71 cigarettes (SD = 8.76) per day."
    },
    {
      "title": "Measures",
      "text": "All measures except attitude were presented in a seven-point Likert-type scale ranging from 1 (strongly disagree) to 7 (strongly agree)."
    },
    {
      "title": "Message Fatigue",
      "text": "Message fatigue toward antitobacco messages was measured with  So et al. (2017)  17-item scale. The scale has four sub-dimensions: Perceived overexposure (\"I have heard enough about how important it is to stay away from tobacco products\"), perceived redundancy (\"Messages about smoking are all beginning to sound the same to me\"), exhaustion (\"I'm sick of hearing about problems associated with smoking\"), and tedium (\"Health messages about smoking are boring\"). Antitobacco message fatigue was measured at two time points, once before (time 1; M = 4.82, SD = 1.54, α = .96) and once after (time 2; M = 4.72, SD = 1.69, α = .97) the experimental message exposure."
    },
    {
      "title": "Inattention (Operationalization of Disengagement)",
      "text": "Following previous research  (Kessels et al., 2010) , disengagement with the message was operationalized as a reverse of attention paid to the message (i.e., inattention). Sample items include \"I quickly browsed through the message rather than paying close attention to the information provided.\" Since confirmatory factor analysis indicated that two reverse items measuring attention did not load well onto the overall construct and contributed to a poor fit, they were removed and two items measuring inattention were retained (M = 2.62, SD = 1.95, α = .94; see footnote 4 for detail)."
    },
    {
      "title": "Reactance",
      "text": "To operationalize psychological reactance, counterargument and anger, which collectively comprise reactance, were measured separately  (Dillard & Shen, 2005) . Counterargument, which is the cognitive component of reactance  (Dillard & Shen, 2005) , was measured with four items adopted from Moyer-Gusé and Nabi's (2010) study. Sample items include \"I actively counter-argued (disagreed with) the information given in the message\" and \"I found myself thinking of ways I disagreed with what was being presented\" (M = 2.88, SD = 1.96, α = .94). Anger, which represents the affective dimension of reactance  (Dillard & Shen, 2005) , was measured with three adjectives representing various instances of This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nanger as an emotion. The participants were asked to indicate the degree to which they felt \"annoyed,\" \"irritated,\" and \"angry\" (M = 3.18, SD = 1.84, α = .78)."
    },
    {
      "title": "Perceived Threat to Freedom",
      "text": "In line with psychological reactance theory  (Brehm & Brehm, 1981)  and recommended practice in operationalizing reactance as a two-step process  (Quick & Considine, 2008) , reactance was modeled as a process, in which perceived threat to freedom is specified as an antecedent to reactance described above. This methodological practice ensures counterargument and anger, the two components of reactance, are indeed caused by perceived threat to freedom and not other negative reactions to the message  (Ratcliff, 2019; Reynolds-Tylus, 2019) . Sample items include \"I felt like the message was trying to force me to do something\" and \"I felt like the message tried to force its opinions on me\" (M = 3.66, SD = 2.02, α = .92)."
    },
    {
      "title": "Attitude",
      "text": "Attitude toward smoking cessation was assessed with five bipolar semantic differential scale items. The items were anchored with adjective pairs including \"bad-good,\" \"harmful-beneficial,\" \"undesirable-desirable,\" \"unnecessary-necessary,\" and \"foolish-wise.\" Higher scores indicated more favorable attitude (M = 5.95, SD = 1.43, α = .93)."
    },
    {
      "title": "Behavioral Intention",
      "text": "Three items assessed the intention to quit smoking. Sample items include \"I intend to quit smoking in the near future\" and \"I will make it a priority to quit smoking in the near future\" (M = 5.14, SD = 1.80, α = .96)."
    },
    {
      "title": "Controlled Covariates",
      "text": "In addition to the demographic variables measured (see the \"Participants\" section for details), tobacco dependency and readiness to quit smoking were used as covariates in all analyses. Readiness to quit smoking was operationalized as individuals' current stages of change described in the transtheoretical model  (Prochaska et al., 1992)  and was measured with a single item asking to select a statement that best described their current behavior concerning smoking cessation  (Prochaska et al., 1994) . For example, a statement reflecting the precontemplation stage was \"I have not been taking any actions to quit smoking and do not plan to do anything about my smoking in the next 6 months.\" The largest number of participants reported to be in the contemplation stage (36.7 %), followed by precontemplation (26.0 %), preparation (20.8%), action (13.1 %), and maintenance (3.5 %). The readiness to change variable was used as a continuous covariate in the analyses ranging from 1 ( precontemplation) to 6 (maintenance), with higher scores indicating greater levels of readiness to quit smoking (M = 3.24, SD = 1.22).\n\nNicotine dependency was measured with Time to First Cigarette (TTFC) component of the Fagerström Test for Nicotine Dependence (FTND;  Fagerström, 2003; Heatherton et al., 1991) , which is a single item, dichotomous scale assessing whether or not a participant smokes their first cigarette within 30 min of waking in the morning (for a validity test, see  Courvoisier & Etter, 2008) . The participants generally demonstrated high nicotine dependency with 65.2% reporting to reach out to their first cigarette within 30 min of waking in the morning and the rest reporting to do so after 30 min of waking."
    },
    {
      "title": "Results"
    },
    {
      "title": "Manipulation Check",
      "text": "A pilot study was conducted to check the assumption that different message frames designed for this study indeed varied in terms of familiarity. Undergraduate students (N = 82) in a large public university in the U.S. participated in the pilot study in exchange for extra credit in their classes. Familiarity of the message frames was measured with two items assessing perceived exposure frequency: \"I have read messages like the one I just read many times\" and \"There are simply too many messages like the one I just read\" (M = 3.93, SD = 1.51, α = .71). Since a nonnegligible segment of the participants reported smoking combustible cigarettes (9.8%) and using noncombustible, electronic cigarettes (e.g., JUUL; 18.3%), these smoking status variables were included as covariates in the analysis.\n\nAs expected, the main effect of thematic frame was significant and in the predicted direction, F(1, 76) = 9.09, p = .003, η 2 p = .11: Participants reported that they have been exposed to antitobacco messages in the physical health frame to a greater extent (M = 4.41, SD = 1.38) than those in the mental health frame (M = 3.45, SD = 1.50). The predicted interaction between the thematic and valence frames was not significant, F(1, 76) = 0.73, p = .40, η 2 p = .01. However, albeit not statistically significant, the effects were in the intended direction, such that physical health portrayed in a loss frame was perceived to be more familiar (M = 4.67, SE = .33), than that in a gain frame (M = 4.19, SE = .32), F(1, 76) = 2.29, p = .31, η 2 p = .01, while virtually no difference was observed between mental health frames in loss (M = 3.41, SE = .33) and gain frames (M = 3.49, SE = .32), F(1, 76) = 0.03, p = .86, η 2 p = .00. Although the interaction between thematic and valence frames was not statistically significant, we proceeded to the main study with these stimuli since the pilot study employed a small sample size, which resulted in a low statistical power to detect significant interaction effects. foot_0"
    },
    {
      "title": "Main Study",
      "text": "The overarching prediction governing Hypotheses 1 and 2 was that familiar message frames will activate a greater sense of message fatigue than relatively unfamiliar message frames. Specifically, Hypothesis 1 predicted that physical health frames will lead to greater message fatigue than mental health frames. Hypothesis 2 further predicted an interaction effect between thematic and valence frames, such that a physical health frame coupled with a loss frame was expected to induce greater levels of message fatigue than that in a gain frame (Hypothesis 2a), while valence frame was not expected to make a significant difference in the effects of mental health frames (Hypothesis 2b). This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nTo test Hypotheses 1 and 2, a general linear model (GLM) predicting postexposure antitobacco message fatigue (time 2) was tested. Demographic variables (e.g., age, sex), preexisting antitobacco message fatigue (time 1), 2 nicotine dependency, and readiness to quit were entered as covariates. First, to test the main effects of the message conditions, a model with thematic and valence frame conditions entered as independent variables was tested. Second, to test the interaction effects of the two message conditions, a separate model with two-way interaction of the two frame conditions added as an independent variable was tested. Contrary to Hypothesis 1, the results showed that the main effect of the thematic frame on antitobacco message fatigue was not significant ( p = .98). In other words, physical health frames did not induce a greater sense of antitobacco message fatigue than mental health frames. Thus, Hypothesis 1 was not supported. Of note, the main effect of the valence frame was not statistically significant either ( p = .42).\n\nConsistent with Hypothesis 2, the interaction between thematic and valence frame was significant, F(1, 266) = 5.16, p = .02, η 2 p = .02 (see Figure  1 ). As predicted by Hypothesis 2a, the simple main effects analysis with Bonferroni correction showed that physical health issues portrayed in a loss frame induced significantly greater levels of antitobacco message fatigue (M = 4.82, SE = .09) than physical health issues portrayed in a gain frame (M = SE = .09), F(1, 266) = 4.66, p = .03, η 2 p = .02. In addition, as predicted in Hypothesis 2b, valence frame was not a significant contributor of the effects of mental health frames on message fatigue, F(1, 266) = 1.18, p = .28, η 2 p = .00. Thus, Hypothesis 2 was supported. 3 Hypotheses 3-5 were tested simultaneously with structural equation modeling (SEM) using Mplus version 7.0  (Muthén & Muthén, 1998 -2012)  with maximum likelihood estimation. The two-step approach to SEM  (Anderson & Gerbing, 1988) , in which measurement models of latent variables are tested before estimating the overall structural model, was undertaken. Confirmatory factor analyses of all six latent variables were conducted. Following  Kline (2016) , suggestion when a measurement model of a latent variable is under-or just-identified due to having indicators (i.e., items measuring the variable) of three or fewer, an external variable that is expected to correlate with the variable of interest was included in the model to allow the degree of freedom to be greater than zero. With the exception of inattention, all measurement models showed good fit to data with acceptable factor loadings exceeding .40. In case of inattention, two reverse-coded items showed poor factor loadings, which led to a poor model fit. Thus, these two items were removed from further analyses. After this modification, measurement models for all six variables were acceptable and were included in the structural model to estimate the path coefficients (see Table  1  for bivariate correlation among the key variables). 4  The overall model with both the measurement and structural components showed a good fit to data, χ 2 (758) = 1188.26, p < .001, This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly. 4.5 4.55 4.6 4.65 4.7 4.75 4.8 4.85 Loss Gain Physical health Mental health Note. See the online article for the color version of this figure.\n\n2 We used a regressed change approach  (Cohen et al., 2003)  and controlled the influence of message fatigue at time 1 on time 2 as opposed to subtracting time 1 measure from time 2 measure (i.e., change score approach), because the former is considered a more conservative way of parceling out the possible influence of pretest score on posttest score than the latter. This is because change score approach assumes that the coefficient representing the influence of pretest score on posttest score is 1.00. Cohen et al. (2003)  notes that this assumption is unsafe because \"regression coefficients of postscore on prescore of 1.00 almost never occur in the behavioral sciences\" (p. 570).\n\n3 While the experimental effects on other endogenous variables besides message fatigue were not hypothesized, additional analyses testing the effects of the message frame conditions on inattention, reactance, attitude, and intention were conducted as they may offer practical implications on designing anti-tobacco messages. The effects of message conditions on inattention, attitude, and intention were tested with the same GLM procedure. To model reactance as a process involving perceived threat to freedom predicting latent variable of reactance, the message condition effects on reactance was tested with SEM. The results of a series of GLMs and SEM show that the message conditions did not induce significant effects on the four endogenous variables. In sum, the message conditions manipulating familiarity of message frames only had significant effects on message fatigue, which indirectly influenced the other four endogenous variables as shown in Figure  2 . 4 Inattention was measured with four items, two of which measured attention and were reverse-coded. The measurement model with these four indicators showed a poor fit to data, χ 2 (2) = 92.94, p < .001, CFI = .67, RMSEA = .40 (.33, .47), SRMR = .14. The poor fit was attributed to the two reverse-coded items that showed very low factor loadings of .09 (\"The message grabbed my attention\") and .39 (\"I paid great attention to the information provided\"). Thus, these two reverse-coded items were removed from the measurement model. With the remaining two items as indicators, the measurement model for inattention was underidentified and model fit indices could not be estimated. Thus, following  Kline's (2016)  suggestion and convention (e.g.,  Boster et al., 2011) , the measurement model of inattention was tested in a model that includes message fatigue, which is an external variable expected to correlate with inattention. Consistent with  So et al.'s (2017)  validation, message fatigue was specified as a third-order single factor model as described earlier. In other words, message fatigue has two second-order factors (i.e., indicators) of message environment and audience responses, which makes the measurement model underidentified. Thus, the model with both message fatigue and inattention served as a test of measurement models for both variables. The model with inattention and message fatigue correlating showed a good fit to data: χ 2 (145) = 388.78, p < .001, CFI = .93, RMSEA = .08 (.07, .09), SRMR = .06. Factor loadings of inattention exceeded .94 and those for message fatigue ranged from .49 to .97. Reactance was specified as having two indicators of counterargument and anger, which were measured with four and three items, respectively. Consistent with the two-step model of psychological reactance  (Quick & Considine, 2008) , threat to freedom was specified as an antecedent to this latent variable. The model showed a good fit to data: χ 2 (32) = 39.27, p < .001, CFI = .99, RMSEA = .03 (.00, .06), and SRMR = .04. Factor loadings exceeded .85 for perceived threat to freedom and .72 for reactance. Intention to quit smoking was measured with three items, which make the measurement model just-identified. Thus, a model with attitude and intention was specified to check the measurement for both variables. The model that had attitude and intention correlate with each other showed good fit to data: χ 2 (19) = 46.63, p < .001, CFI = .96, RMSEA = .07 (.05, .10), SRMR = .05. All factor loadings exceeded .78 for attitude and .93 for intention.\n\nComparative fit index (CFI) = .95, Root mean square error of approximation (RMSEA) = .05 (.042, .052), Standardized root mean square residual (SRMR) = .07 (see Figure  2 ). Again, consistent with the GLM results, the main effects of thematic and valence frames on message fatigue were not observed (Hypothesis 1), while the interaction between the two was a significant predictor of message fatigue (Hypothesis 2). As predicted in Hypothesis 3a, message fatigue led to greater levels of perceived threat to freedom (β = .53, p < .001), which, in turn, predicted greater levels of reactance (β = .83, p < .001). Consistent with Hypothesis 3b, message fatigue was also a significant predictor of inattention (β = .28, p < .001). Thus, Hypotheses 3a and 3b were supported.\n\nConsistent with Hypothesis 4a, reactance predicted less favorable attitude toward quitting smoking (β = -.22, p = .03), which, in turn, predicted greater intention to quit smoking (β = .28, p < .001). However, inattention did not predict attitude toward smoking cessation (β = .02, p = .85). Collectively, Hypotheses 4a and 5 were supported but Hypothesis 4b was not.\n\nIn addition to the indirect mediational paths described above, message fatigue had a direct path to intention to quit as well (β = -.17, p < .01). Collectively, message fatigue was both directly and indirectly associated with intention to quit smoking (estimate = -.03, p = .02) with the indirect path via reactance being a significant contributor to the overall indirect effect (estimate = -.03, p = .07). Inattention did not significantly mediate the effects of message fatigue on intention (estimate = .001, p = 85)."
    },
    {
      "title": "Discussion",
      "text": "Much public health effort has been devoted to curbing the smoking prevalence for nearly six decades. Along with other measures, consistently communicating harmful health consequences of smoking seems to have contributed to the positive changes we have seen. However, research on message repetition and doseresponse effects suggests that predominant use of a single message frame (i.e., harmful health effects of smoking) for an extended period of time may have led to the antitobacco messages not only losing their initial impact but also producing unintended negative effects such as message fatigue. To address this issue, this study examined the potency of conventional antitobacco messages portraying physical harm to health by investigating its relative impact on message fatigue and resultant active and passive resistance to persuasion. Overall, the findings from the study showed that overfamiliar antitobacco message may heighten message fatigue, which can directly and indirectly dampen persuasive effects of antitobacco messages on intentions to quit smoking. The direct effects of overfamiliar antitobacco messages, however, were limited to message fatigue and the other endogenous variables-inattention, This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly. Note. The model had an acceptable fit, χ 2 (758) = 1188.26, p < .001, CFI = .95, RMSEA = .05 (.042, .052), SRMR = .07. CFI = comparative fit index; RMSEA = root-mean-square error of approximation; SRMR = standardized root mean square residual. * p ≤ .05. ** p ≤ .01. *** p ≤ .001.\n\nreactance, attitude, and intention-were influenced only indirectly via message fatigue. This finding not only underscores the central role message fatigue plays in explaining the effects of overfamiliar message frames but also demonstrates that one additional exposure to overfamiliar frames does not have direct and strong detrimental effects on smoking cessation intentions. Collectively, the findings urge public health promoters to be cognizant of potential side effects of prolonged exposures to overfamiliar messages and to devise various ways to circumvent message fatigue and resultant resistance to persuasion. The overarching postulation that antitobacco messages with more a prevalent type of message frame would induce greater sense of message fatigue received partial support. Consistent with the prediction, physical health consequences portrayed in a loss-frame (i.e., familiar frame) triggered significantly higher levels of antitobacco message fatigue than those portrayed in a gain frame (i.e., relatively unfamiliar frame). However, the main effect of thematic frames was not observed: Physical health frames, which the participants in the pilot study perceived to be more familiar than mental health frames, did not induce significantly greater fatigue than mental health frames. It is interesting that the effects of different thematic frames on message fatigue were at odds with the findings concerning familiarity of these message frames in the pilot study, in which college student participants reported themselves to be significantly more exposed to physical health frames than mental health frames.\n\nSeveral possible explanations for the divergence of the finding regarding the effects of thematic frames can be offered. First, it is important to stress that perception of the frequency of exposure to a certain type of message or message familiarity is not equivalent to felt fatigue toward those messages. While repeated exposure to similar messages is an essential antecedent to message fatigue, perceived overexposure, which is the subdimension of message fatigue that directly corresponds to familiarity to message frames, is just one of the four dimensions message fatigue entails. Moreover, while the perceived exposure frequency assessed in the pilot study concerned perceptions about a specific message frame the participants were exposed to in the study, message fatigue measured in the main study concerned perceptions about an overall class of antitobacco messages in general. In other words, the specificity of the target was different in those two variables: One concerning perceived exposure frequency of a particular message frame and the other concerning felt fatigue toward the overall group of antitobacco messages in general. In sum, due to these differences, perceived exposure frequency of a certain message frame may not have directly translated into comparable levels of message fatigue toward the overall class of messages.\n\nSecond, the difference in the characteristics of the participants in the pilot test and the main study may have also contributed to the divergent findings. The pilot test checking the manipulation of perceived familiarity of each message frame was conducted with young college students who were mostly nonsmokers, while the main experiment employed current smokers who were generally much older and more importantly smoked quite heavily (12.71 cigarettes per day on average) almost every day (26.26 days in a month on average). Since health promotion messages typically focus their reach and exposure to a specific target audience group, it is possible that nonsmoking college students, who are usually not the core target of antitobacco messages, actually have been exposed to different amounts of antitobacco messages in each frame in comparison to the heavy smokers.\n\nThird, this finding can be interpreted from an alternative perspective on the effects of smoking status. Price and Tewksbury (1997)  psychological model of framing suggests that even with similar exposure to each type of antitobacco message frames, smokers may perceive and recall different levels of exposure to each frame in comparison to nonsmokers. This is because one's chronic accessibility of a particular message frame is not only a function of frequency of activation taking place but also heavily influenced by one's self-concept (e.g., being a current smoker;  Price & Tewksbury, 1997) . In other words, current smokers who smoke quite heavily every day may have a lower threshold for chronic accessibility of smoking-related constructs than nonsmokers, which may have led to a greater sense of overexposure of a particular frame, holding the actual exposure level constant.\n\nThe mechanisms involving message fatigue and the two types of resultant resistance toward persuasion received partial support. Message fatigue triggered by the significant interaction effect between thematic and valence frame led to both active (i.e., reactance) and passive (i.e., inattention) types of resistance toward antitobacco messages. As predicted, active resistance involving perceived threat to freedom and associated reactance led to a decrease in favorable attitude toward smoking cessation, which, in turn, led to lower intentions to quit. However, passive resistance, which was operationalized as disengagement with the message, was not a significant predictor of attitude toward smoking cessation and intention to quit. The latter finding is different from  Kim and So's (2018)  study, which not only showed that both types of resistance contributed to lower intentions to follow message recommendations but also demonstrated that the passive form of resistance was a more powerful mediator between message fatigue and intention than the active one. However, this finding is consistent with Reynolds-Tylus et al. (  2020 ) study, which showed the exact same patterns of associations as shown here: Message fatigue exerted significant and independent influence on both forms of resistance, but only reactance significantly predicted a decrease in persuasion outcomes.\n\nIdentifying commonalities and differences among these two studies and the current one may help us understand the discrepant findings regarding the two parallel resistance processes induced by message fatigue. The most notable difference between  Kim and So's (2018)  study and the current one lies in the operationalization of reactance. Kim and So's (2018)  study did not operationalize reactance as a two-step process involving perceived threat to freedom as an antecedent to reactance, while Reynolds-Tylus et al.'s (2020) and the present study did so. Since operationalization of reactance as a two-step process allows researchers to study counterargument and anger caused solely by threat to freedom  (Ratcliff, 2019; Reynolds-Tylus, 2019)  and not any other possible causes unrelated to threat to freedom (e.g., disliked source), the diverging finding suggests that reactance as originally defined by  Brehm (1966)  may be a more dominant mechanism explaining the effects of message fatigue on persuasive outcomes than not only disengagement but also an unspecified amalgam of counterargument and anger."
    },
    {
      "title": "Implications for Future Research",
      "text": "This study offers several directions for future research on designing antitobacco messages, message fatigue, and resistance to persuasion. In light of the research on message frames used in antitobacco campaigns that acknowledge the reality of competitive This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nframes in the message environment  (Farrelly et al., 2003) , one clear limitation of the present study is the external validity of the findings.\n\nTo establish the causal effects of distinct message frame types, a deliberate decision to present messages in a single message frame was made. However, as numerous scholars pointed out, in real life, different message frames often coexist in a single message, and individuals are exposed to message frames that are often at odds and competing with each other in the message environment. This is also evident in messages concerning smoking, in which tobacco industry's positive message frames on e-cigarettes as a less harmful alternative to combustible cigarettes compete with social marketing messages communicating dangers of e-cigarettes, for example. Thus, the effects of familiar and less common message frames in real-life message environment may be quite different from what was observed in this study. Future research examining the effects of a predominant message frame in a message environment with competitive message frames would shed much light on the process.\n\nReactance was a significant mediator that explained the indirect effects of message fatigue on smoking cessation intentions. Psychological reactance has received much scholarly attention in persuasion research as one of the most detrimental forms of resistance to persuasion  (Rains, 2013) . Consequently, much research provided practical implications on message strategies that can reduce the chances of evoking reactance. For example, since threat to freedom often arises from the use of dogmatic and forceful language  (Quick & Considine, 2008)  and lack of choice  (Dillard & Shen, 2005) , antitobacco messages that provide various behavioral options in an autonomy-supporting language would help reduce the chances of triggering reactance. Interestingly, novelty is also one of the message features that has been shown to reduce reactance in the past research  (Quick, 2013) : A message that is considered more novel, in other words, more unfamiliar and newer, reduced reactance to a greater extent. This is similar to the findings from this study in that message fatigue, which is less likely to be experienced upon receiving more novel messages  (So & Alam, 2019) , induced greater levels of psychological reactance. Thus, couching this finding in the broader context of reactance research, this study suggests that we should recognize overfamiliarity and resultant message fatigue as another potential cause of perceived threat to freedom, which leads to psychological reactance.\n\nThe ongoing discussion points to a clear conclusion: Message fatigue should be taken into consideration when designing antitobacco messages, particularly when targeting heavy smokers who tend to express heightened levels of message fatigue than light smokers  (So & 2018) . In particular, the findings point to the utility of focusing on aspects other than physical health consequences of smoking, which led to a greater sense of antitobacco message fatigue than a physical health message in a gain frame. Considering the similarity between physical harm in loss frame and the threat components of fear appeals  (Witte, 1992) , this finding suggests that a simple conversion of threat information (i.e., health harm of smoking; perceived severity of smoking) into efficacy information (i.e., health benefits of smoking cessation; response efficacy of smoking cessation) in fear-appeal-based messages may be sufficient to reduce felt fatigue toward antitobacco messages. Unfortunately, due to legal issues (e.g., First Amendment legal challenge), the recommendation to use message frames other than the physical health consequence frame may not be applicable to certain types of antitobacco messages like cigarette warning labels in the U.S.  (Kraemer & Baig, 2013) . However, it can be readily implemented for all other antitobacco message types such as public service announcements and brochures. Indeed, while the physical health consequence frame remains dominant, there have been growing efforts to adopt different types of message frames besides the most dominant one such as tobacco industry manipulation  (Farrelly et al., 2003) . The findings from this study support such endeavor in diversifying message frames in antitobacco messages and urge future research to identify message strategies that allow us to overcome challenges posed by antitobacco message fatigue."
    },
    {
      "text": "Figure 1 Interaction Effects of Thematic and Valence Message Frames on Message Fatigue"
    },
    {
      "text": "Figure 2 Mediating Roles of Message Fatigue, Active (i.e., Reactance), and Passive (i.e., Inattention) Resistance to Persuasive Message"
    },
    {
      "text": "Zero-Order Correlation Among the Key Variables in the Model (N = 293)"
    }
  ],
  "references": [
    {
      "title": "Structural equation modeling in practice: A review and recommended two-step approach",
      "authors": [
        "J Anderson",
        "D Gerbing"
      ],
      "year": 1988,
      "doi": "10.1037/0033-2909.103.3.411"
    },
    {
      "title": "Toward a dose-response account of media priming",
      "authors": [
        "F Arendt"
      ],
      "year": 2015,
      "doi": "10.1177/0093650213482970"
    },
    {
      "title": "Nicotine addiction",
      "authors": [
        "N Benowitz"
      ],
      "year": 2010,
      "doi": "10.1056/NEJMra0809890"
    },
    {
      "title": "Impact of graphic and text warnings on cigarette packs: Findings from four countries over five years",
      "authors": [
        "R Borland",
        "N Wilson",
        "G Fong",
        "D Hammond",
        "K Cummings",
        "H Yong",
        "W Hosking",
        "G Hastings",
        "J Thrasher",
        "A Mcneill"
      ],
      "year": 2009,
      "doi": "10.1136/tc.2008.028043"
    },
    {
      "title": "Exposure and affect: Overview and meta-analysis of research, 1968-1987",
      "authors": [
        "R Bornstein"
      ],
      "year": 1989,
      "doi": "10.1037/0033-2909.106.2.265"
    },
    {
      "title": "Identifying influence: Development and validation of the connectivity, persuasiveness, and maven scales",
      "authors": [
        "F Boster",
        "M Kotowski",
        "K Andrews",
        "K Serota"
      ],
      "year": 2011,
      "doi": "10.1111/j.1460-2466.2010.01531.x"
    },
    {
      "title": "A theory of psychological reactance",
      "authors": [
        "J Brehm"
      ],
      "year": 1966,
      "doi": "10.1016/b978-0-12-129840-1.50020-x"
    },
    {
      "title": "Psychological reactance: A theory of freedom and control",
      "authors": [
        "J Brehm",
        "S Brehm"
      ],
      "year": 1981,
      "doi": "10.1016/b978-0-12-129840-1.50005-3"
    },
    {
      "title": "Effects of message repetition and position on cognitive response, recall and persuasion",
      "authors": [
        "J Cacioppo",
        "R Petty"
      ],
      "year": 1979,
      "doi": "10.1037/0022-3514.37.1.97"
    },
    {
      "title": "Television commercial wearout: An information processing view",
      "authors": [
        "B Calder",
        "B Sternthal"
      ],
      "year": 1980,
      "doi": "10.1177/002224378001700202"
    },
    {
      "title": "Factors affecting the delivery of HIV/ AIDS prevention programs by community-based organizations",
      "authors": [
        "K Chillag",
        "K Bartholow",
        "J Cordeiro",
        "S Swanson",
        "J Patterson",
        "S Stebbins",
        "C Woodside",
        "F Sy"
      ],
      "year": 2002,
      "doi": "10.1521/aeap.14.4.27.23886"
    },
    {
      "title": "Unintended effects of health communication campaigns",
      "authors": [
        "H Cho",
        "C Salmon"
      ],
      "year": 2007,
      "doi": "10.1111/j.1460-2466.2007.00344.x"
    },
    {
      "title": "Statistical power analysis for the behavior sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1988
    },
    {
      "title": "Applied multiple regression/correlation analysis for the behavioral sciences",
      "authors": [
        "J Cohen",
        "P Cohen",
        "S West",
        "L Aiken"
      ],
      "year": 2003,
      "doi": "10.4324/9781410606266"
    },
    {
      "title": "Using item response theory to study the convergent and discriminant validity of three questionnaires measuring cigarette dependence",
      "authors": [
        "D Courvoisier",
        "J Etter"
      ],
      "year": 2008,
      "doi": "10.1037/0893-164X.22.3.391"
    },
    {
      "title": "The changing public image of smoking in the United States: 1964-2014. Cancer Epidemiology, This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly",
      "authors": [
        "K Cummings",
        "R Proctor"
      ],
      "year": 2014,
      "doi": "10.1158/1055-9965.epi-13-0798"
    },
    {
      "title": "The effects of repeated exposure to graphic fear appeals on cigarette packages: A field experiment",
      "authors": [
        "A Dijkstra",
        "C Bos"
      ],
      "year": 2015,
      "doi": "10.1037/adb0000049"
    },
    {
      "title": "On the nature of reactance and its role in persuasion health communication",
      "authors": [
        "J Dillard",
        "L Shen"
      ],
      "year": 2005,
      "doi": "10.1080/03637750500111815"
    },
    {
      "title": "Framing: Toward clarification of a fractured paradigm",
      "authors": [
        "R Entman"
      ],
      "year": 1993,
      "doi": "10.1111/j.1460-2466.1993.tb01304.x"
    },
    {
      "title": "Time to first cigarette; the best single indicator of tobacco dependence?",
      "authors": [
        "K Fagerström"
      ],
      "year": 2003
    },
    {
      "title": "Youth tobacco prevention mass media campaigns: Past, present, and future directions",
      "authors": [
        "M Farrelly",
        "J Niederdeppe",
        "J Yarsevich"
      ],
      "year": 2003,
      "doi": "10.1136/tc.12.suppl_1.i35"
    },
    {
      "title": "Beliefs, attitudes, intentions, and behavior: An introduction to theory and research",
      "authors": [
        "M Fishbein",
        "A Ajzen"
      ],
      "year": 1975
    },
    {
      "title": "Stress: Appraisal and coping",
      "authors": [
        "S Folkman"
      ],
      "year": 2013,
      "doi": "10.1007/978-1-4419-1005-9_215"
    },
    {
      "title": "Pictorial health warnings on cigarette packs in the United States: An experimental evaluation of the proposed FDA warnings",
      "authors": [
        "D Hammond",
        "J Reid",
        "P Driezen",
        "C Boudreau"
      ],
      "year": 2013,
      "doi": "10.1093/ntr/nts094"
    },
    {
      "title": "The Fagerström test for nicotine dependence: A revision of the Fagerström tolerance questionnaire",
      "authors": [
        "T Heatherton",
        "L Kozlowski",
        "R Frecker",
        "K Fagerström"
      ],
      "year": 1991,
      "doi": "10.1111/j.1360-0443.1991.tb01879.x"
    },
    {
      "title": "Public health communication: Making sense of contradictory evidence",
      "authors": [
        "R Hornik"
      ],
      "year": 2002
    },
    {
      "authors": [
        "Lawrence Earlbaum"
      ]
    },
    {
      "title": "Increased attention but more efficient disengagement: Neuroscientific evidence for defensive processing of threatening health information",
      "authors": [
        "L Kessels",
        "R Ruiter",
        "B Jansma"
      ],
      "year": 2010,
      "doi": "10.1037/a0019372"
    },
    {
      "title": "How message fatigue toward health messages leads to ineffective persuasive outcomes: Examining the mediating roles of reactance and inattention",
      "authors": [
        "S Kim",
        "J So"
      ],
      "year": 2018,
      "doi": "10.1080/10810730.2017.1414900"
    },
    {
      "title": "Compassion fatigue: Communication and burnout toward social problems",
      "authors": [
        "K Kinnick",
        "D Krugman",
        "G Cameron"
      ],
      "year": 1996,
      "doi": "10.1177/107769909607300314"
    },
    {
      "title": "Principles and practice of structural equation modeling",
      "authors": [
        "R Kline"
      ],
      "year": 2016
    },
    {
      "title": "Analysis of legal and scientific issues in court challenges to graphic tobacco warnings",
      "authors": [
        "J Kraemer",
        "S Baig"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.05.004"
    },
    {
      "title": "Emotion and Adaption",
      "authors": [
        "R Lazarus"
      ],
      "year": 1991,
      "doi": "10.1093/oso/9780195069945.001.0001"
    },
    {
      "title": "Stress, appraisal, and coping",
      "authors": [
        "R Lazarus",
        "S Folkman"
      ],
      "year": 1984
    },
    {
      "title": "Thinking positively: Using positive affect when designing health messages",
      "authors": [
        "J Monahan"
      ],
      "year": 1995,
      "doi": "10.4135/9781452233451.n5"
    },
    {
      "title": "Explaining the effects of narrative in an entertainment television program: Overcoming resistance to persuasion",
      "authors": [
        "E Moyer-Gusé",
        "R Nabi"
      ],
      "year": 2010,
      "doi": "10.1111/j.1468-2958.2009.01367.x"
    },
    {
      "title": "Cigarette smoking and depression: A question of causation",
      "authors": [
        "M Munafò",
        "R Araya"
      ],
      "year": 2010,
      "doi": "10.1192/bjp.bp.109.074880"
    },
    {
      "title": "Mplus user's guide",
      "authors": [
        "L Muthén",
        "B Muthén"
      ],
      "year": 1998
    },
    {
      "title": "Content analysis of antismoking videos on YouTube: Message sensation value, message appeals, and their relationships with viewer responses",
      "authors": [
        "H Paek",
        "K Kim",
        "T Hove"
      ],
      "year": 2010,
      "doi": "10.1093/her/cyq063"
    },
    {
      "title": "What to convey in antismoking ads for adolescents: The use of protection motivation theory to identify effective message themes",
      "authors": [
        "C Pechmann",
        "G Zhao",
        "M Goldberg",
        "E Reibling"
      ],
      "year": 2003,
      "doi": "10.1509/jmkg.67.2.1.18607"
    },
    {
      "title": "Tobacco industry promotion of cigarettes and adolescent smoking",
      "authors": [
        "J Pierce",
        "W Choi",
        "E Gilpin",
        "A Farkas",
        "C Berry"
      ],
      "year": 1998,
      "doi": "10.1001/jama.279.7.511"
    },
    {
      "title": "News values and public opinion: A theoretical account of media priming and framing",
      "authors": [
        "V Price",
        "D Tewksbury"
      ],
      "year": 1997
    },
    {
      "title": "In search of how people change. Applications to addictive behaviors",
      "authors": [
        "J Prochaska",
        "C Diclemente",
        "J Norcross"
      ],
      "year": 1992,
      "doi": "10.1037/0003-066X.47.9.1102"
    },
    {
      "title": "Stages of change and decisional balance for 12 problem behaviors",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "J Rossi",
        "M Goldstein",
        "B Marcus",
        "W Rakowski",
        "C Fiore",
        "L Harlow",
        "C Redding",
        "D Rosenbloom",
        "S Rossi"
      ],
      "year": 1994,
      "doi": "10.1037/0278-6133.13.1.39"
    },
    {
      "title": "Perceived message sensation value and psychological reactance: A test of the dominant thought disruption hypothesis",
      "authors": [
        "B Quick"
      ],
      "year": 2013,
      "doi": "10.1080/10810730.2013.768728"
    },
    {
      "title": "Examining the use of forceful language when designing exercise persuasive messages for adults: A test of conceptualizing reactance arousal as a two-step process",
      "authors": [
        "B Quick",
        "J Considine"
      ],
      "year": 2008,
      "doi": "10.1080/10410230802342150"
    },
    {
      "title": "The nature of psychological reactance revisited: A metaanalytic review",
      "authors": [
        "S Rains"
      ],
      "year": 2013,
      "doi": "10.1111/j.1468-2958.2012.01443.x"
    },
    {
      "title": "Characterizing reactance in communication research: A review of conceptual and operational Approaches",
      "authors": [
        "C Ratcliff"
      ],
      "year": 2019,
      "doi": "10.1177/0093650219872126"
    },
    {
      "title": "Less is sometimes more: How repetition of an antismoking advertisement affects attitudes toward smoking and source credibility",
      "authors": [
        "M.-A Reinhard",
        "S Schindler",
        "V Raabe",
        "D Stahlberg",
        "M Messner"
      ],
      "year": 2014,
      "doi": "10.1080/15534510.2013.790839"
    },
    {
      "title": "Psychological reactance and persuasive health communication: A review of the literature",
      "authors": [
        "T Reynolds-Tylus"
      ],
      "year": 2019,
      "doi": "10.3389/fcomm.2019.00056"
    },
    {
      "title": "Message fatigue to bystander intervention messages: Examining pathways of resistance among college men",
      "authors": [
        "T Reynolds-Tylus",
        "K Lukacena",
        "O Truban"
      ],
      "year": 2020,
      "doi": "10.1080/10410236.2020.1794551"
    },
    {
      "title": "The content of cigarette counter-advertising: Are perceived functions of smoking addressed",
      "authors": [
        "N Rhodes",
        "D Roskos-Ewoldsen",
        "C Eno",
        "J Monahan"
      ],
      "year": 2009,
      "doi": "10.1080/10810730903204262"
    },
    {
      "title": "Effects of repeated exposure to a graphic smoking warning image",
      "authors": [
        "S Rooke",
        "J Malouff",
        "J Copeland"
      ],
      "year": 2012,
      "doi": "10.1007/s12144-012-9147-0"
    },
    {
      "title": "Predicting the effectiveness of different strategies of advertising variation: A test of the This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. repetition-variation hypotheses",
      "authors": [
        "D Schumann",
        "R Petty",
        "D Clemons"
      ],
      "year": 1990,
      "doi": "10.1086/208549"
    },
    {
      "title": "Immediate effects of plain packaging health warnings on quitting intention and potential mediators: Results from two ecological momentary assessment studies",
      "authors": [
        "N Schüz",
        "M Eid",
        "B Schüz",
        "S Ferguson"
      ],
      "year": 2016,
      "doi": "10.1037/adb0000146"
    },
    {
      "title": "Predictors and effects of anti-obesity message fatigue: A thought-listing analysis",
      "authors": [
        "J So",
        "N Alam"
      ],
      "year": 2019,
      "doi": "10.1080/10410236.2018.1434736"
    },
    {
      "title": "Message fatigue: Conceptual definition, operationalization, and correlates",
      "authors": [
        "J So",
        "S Kim",
        "H Cohen"
      ],
      "year": 2017,
      "doi": "10.1080/03637751.2016.1250429"
    },
    {
      "title": "A profile of individuals with anti-tobacco message fatigue",
      "authors": [
        "J So",
        "L Popova"
      ],
      "year": 2018,
      "doi": "10.5993/AJHB.42.1.11"
    },
    {
      "title": "Change in mental health after smoking cessation: Systematic review and meta-analysis",
      "authors": [
        "G Taylor",
        "A Mcneill",
        "A Girling",
        "A Farley",
        "N Lindson-Hawley",
        "P Aveyard"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g1151"
    },
    {
      "title": "Smoking cessation: A report of the Surgeon general",
      "year": 2020
    },
    {
      "title": "Effects of the antismoking campaign: An update",
      "authors": [
        "K Warner"
      ],
      "year": 1989,
      "doi": "10.2105/AJPH.79.2.144"
    },
    {
      "title": "Putting the fear back into fear appeals: The extended parallel process model",
      "authors": [
        "K Witte"
      ],
      "year": 1992,
      "doi": "10.1080/03637759209376276"
    },
    {
      "title": "Evidence for causal effects of lifetime smoking on risk for depression and schizophrenia: A Mendelian randomisation study",
      "authors": [
        "R Wootton",
        "R Richmond",
        "B Stuijfzand",
        "R Lawn",
        "H Sallis",
        "G Taylor",
        "G Hemani",
        "H Jones",
        "S Zammit",
        "D Davey Smith",
        "M Munafò"
      ],
      "year": 2020,
      "doi": "10.1017/s0033291719002678"
    }
  ],
  "num_references": 63
}
