{
  "paper_id": "EKSNRNCM",
  "title": "Effect of Offering Care Management or Online Dialectical Behavior Therapy Skills Training vs Usual Care on Self-harm Among Adult Outpatients With Suicidal Ideation A Randomized Clinical Trial",
  "abstract": "IMPORTANCE People at risk of self-harm or suicidal behavior can be accurately identified, but effective prevention will require effective scalable interventions. OBJECTIVE To compare 2 low-intensity outreach programs with usual care for prevention of suicidal behavior among outpatients who report recent frequent suicidal thoughts. DESIGN, SETTING, AND PARTICIPANTS Pragmatic randomized clinical trial including outpatients reporting frequent suicidal thoughts identified using routine Patient Health Questionnaire depression screening at 4 US integrated health systems. A total of 18 882 patients were randomized between March 2015 and September 2018, and ascertainment of outcomes continued through March 2020. INTERVENTIONS Patients were randomized to a care management intervention (n = 6230) that included systematic outreach and care, a skills training intervention (n = 6227) that introduced 4 dialectical behavior therapy skills (mindfulness, mindfulness of current emotion, opposite action, and paced breathing), or usual care (n = 6187). Interventions, lasting up to 12 months, were delivered primarily through electronic health record online messaging and were intended to supplement ongoing mental health care. \n MAIN OUTCOMES AND MEASURES The primary outcome was time to first nonfatal or fatal self-harm. Nonfatal self-harm was ascertained from health system records, and fatal self-harm was ascertained from state mortality data. Secondary outcomes included more severe self-harm (leading to death or hospitalization) and a broader definition of self-harm (selected injuries and poisonings not originally coded as self-harm). RESULTS A total of 18 644 patients (9009 [48%] aged 45 years or older; 12 543 [67%] female; 9222 [50%] from mental health specialty clinics and the remainder from primary care) contributed at least 1 day of follow-up data and were included in analyses. Thirty-one percent of participants offered care management and 39% offered skills training actively engaged in intervention programs. A total of 540 participants had a self-harm event (including 45 deaths attributed to self-harm and 495 nonfatal self-harm events) over 18 months following randomization: 172 (3.27%) in care management, 206 (3.92%) in skills training, and 162 (3.27%) in usual care. Risk of fatal or nonfatal self-harm over 18 months did not differ significantly between the care management and usual care groups (hazard ratio [HR], 1.07; 97.5% CI, 0.84-1.37) but was significantly higher in the skills training group than in usual care (HR, 1.29; 97.5% CI, 1.02-1.64). For severe self-harm, care management vs usual care had an HR of 1.03 (97.5% CI, 0.71-1.51); skills training vs usual care had an HR of 1.34 (97.5% CI, 0.94-1.91). For the broader self-harm definition, care management vs usual care had an HR of 1.10 (97.5% CI, 0.92-1.33); skills training vs usual care had an HR of 1.17 (97.5% CI, 0.97-1.41). CONCLUSIONS AND RELEVANCE Among adult outpatients with frequent suicidal ideation, offering care management did not significantly reduce risk of self-harm, and offering brief dialectical behavior therapy skills training significantly increased risk of self-harm, compared with usual care. These findings do not support implementation of the programs tested in this study.",
  "year": 2013,
  "date": "2013",
  "journal": "Psychiatr Serv",
  "publication": "Psychiatr Serv",
  "authors": [
    {
      "forename": "Gregory",
      "surname": "Simon",
      "name": "Gregory Simon",
      "email": "gregory.e.simon@kp.org"
    },
    {
      "forename": "Susan",
      "surname": "Shortreed",
      "name": "Susan Shortreed"
    },
    {
      "forename": "Rebecca",
      "surname": "Rossom",
      "name": "Rebecca Rossom"
    },
    {
      "forename": "Arne",
      "surname": "Beck",
      "name": "Arne Beck"
    },
    {
      "forename": "Gregory",
      "surname": "Clarke",
      "name": "Gregory Clarke"
    },
    {
      "forename": "Ursula",
      "surname": "Whiteside",
      "name": "Ursula Whiteside"
    },
    {
      "forename": "Julie",
      "surname": "Richards",
      "name": "Julie Richards"
    },
    {
      "forename": "Robert",
      "surname": "Penfold",
      "name": "Robert Penfold"
    },
    {
      "forename": "Jennifer",
      "surname": "Boggs",
      "name": "Jennifer Boggs"
    },
    {
      "forename": "Julia",
      "surname": "Smith",
      "name": "Julia Smith"
    },
    {
      "surname": "Simon",
      "name": "Simon"
    },
    {
      "affiliation": "Permanente Washington Health Research Institute , Seattle \n\t\t\t\t\t\t\t\t Permanente Washington Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle"
    },
    {
      "affiliation": "HealthPartners Institute , Minneapolis , Minnesota ( \n\t\t\t\t\t\t\t\t HealthPartners Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Minneapolis \n\t\t\t\t\t\t\t\t\t Minnesota"
    },
    {
      "affiliation": "Rossom) ; Kaiser Permanente Colorado Institute for Health Research , Denver (Beck , Boggs ); \n\t\t\t\t\t\t\t\t Rossom) \n\t\t\t\t\t\t\t\t Kaiser Permanente Colorado Institute for Health Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Denver (Beck Boggs"
    },
    {
      "affiliation": "Kaiser Permanente Northwest Center for Health Research , Portland , Oregon (Clarke) ; \n\t\t\t\t\t\t\t\t Oregon (Clarke) \n\t\t\t\t\t\t\t\t Kaiser Permanente Northwest Center for Health Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Portland"
    },
    {
      "affiliation": "NowMattersNow.org , Seattle , Washington \n\t\t\t\t\t\t\t\t NowMattersNow.org \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t Washington"
    },
    {
      "affiliation": "Kaiser Permanente Washington Health Research Institute , 1730 Minor Ave #1600 , Seattle , WA 98112 \n\t\t\t\t\t\t\t\t Kaiser Permanente Washington Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1730 Minor Ave #1600 \n\t\t\t\t\t\t\t\t\t 98112 \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA"
    }
  ],
  "doi": "10.1001/jama.2022.0423",
  "sections": [
    {
      "title": "I",
      "text": "n studies including more than 80 000 people attempting or dying by suicide, greater than 60% had health care contacts in the prior 3 months. 1,2 Self-report questionnaires 3 or algorithms using electronic health record (EHR) data  4  have been shown to accurately identify people at increased risk. The Joint Commission 5 and the National Action Alliance for Suicide Prevention 6 have recommended systematic identification of suicide risk among people receiving mental health care.\n\nPrevention of suicidal behavior will require effective interventions scalable to the large population of people at risk. Structured psychotherapies such as dialectical behavior therapy (DBT)  7, 8  and cognitive behavior therapy  9  have reduced suicide attempts in people accepting treatment after recent self-harm or hospitalization. Collaborative care and care management interventions may be associated with improved treatment adherence and symptom outcomes in people initiating treatment for specific mood and anxiety disorders.  10 However, these effective clinical interventions have not been tested in broader populations, including those less likely to seek or accept treatment. Interventions limited to recent survivors of suicide attempt or others at highest risk cannot reach most people who attempt or die by suicide.  1, 2 Broad population-based suicide prevention programs are supported by before-after comparisons  11, 12  but not by randomized trials. Early trials found that caring contacts or brief supportive outreach reduced risk of suicide attempt among people refusing or discontinuing followup care after a crisis,  13  but subsequent trials have yielded mixed results.  14, 15 his pragmatic randomized trial evaluated whether either of 2 low-intensity outreach programs, incorporating selected elements of effective clinical interventions, could reduce risk of self-harm or suicidal behavior across the population of outpatients reporting frequent suicidal ideation on routine depression questionnaires."
    },
    {
      "title": "Methods",
      "text": "Trial methods and protocols are described in detail elsewhere,  16, 17  and the trial protocol is included as Supplement 1.\n\nInstitutional review boards in each health system approved waiver of consent to use records data to identify participants, waiver of consent for randomization to usual care or offer of outreach interventions, an abbreviated consent procedure at the time of the initial intervention invitation (described below), and waiver of informed consent to use records data to ascertain study outcomes."
    },
    {
      "title": "Participants",
      "text": "Participating health systems (HealthPartners and the Colorado, Northwest, and Washington regions of Kaiser Permanente) provide insurance coverage and comprehensive mental health and medical care to more than 4 million members in Minnesota, Colorado, Oregon, and Washington. Members are insured through employer-sponsored plans, Medicare, Medicaid, and subsidized Affordable Care Act plans, with race and ethnicity representative of each health system's service area.  18 articipating health systems routinely administered the 9-item Patient Health Questionnaire (PHQ-9) 3,19 at all specialty mental health visits and at primary care visits for depression treatment. Between March 2015 and September 2018, adults reporting thoughts of death or self-harm \"more than half the days\" or \"nearly every day\" during the past 2 weeks (ie, score of 2 or 3 on item 9) were identified from EHR data and enrolled in the trial, subject to the following exclusion criteria: not currently insured by the health system, no prior use of EHR patient portal messaging, recorded diagnosis of dementia or developmental disability, or an EHR indicator of needing an interpreter. Previous research in these health systems found that approximately 6% of completed PHQ-9 questionnaires had scores of 2 or 3 on item 9, 3 and approximately 65% of those patients used EHR portal messaging.  20 Data regarding established predictors of self-harm, 4 including sex, age, race and ethnicity, prior mental health diagnoses, and prior mental health service use, were extracted from health system records. Race and ethnicity in health system records were reported by patients at the time of outpatient visits using standard categories for race (American Indian, Asian, Black, Native Hawaiian or Other Pacific Islander, White) and ethnicity (Hispanic or non-Hispanic)."
    },
    {
      "title": "Randomization",
      "text": "Following a Zelen design,  21, 22  eligible patients identified each week were automatically randomly assigned to 1 of 3 groups: offer of a care management intervention, offer of an online program to learn 4 specific DBT skills, or a control condition offering no additional services. Permuted block randomization with block sizes of 6 or 9, stratified by study site and baseline response to PHQ-9 item 9, occurred automatically at enrollment using concealed randomization tables (see eAppendix 1 in Supplement 2 for details)."
    },
    {
      "title": "Interventions",
      "text": "Both interventions began with a series of invitation messages from a study clinician. Initial invitations were sent through the EHR patient portal,  20, 23  followed by reminder messages and/or telephone calls for those not responding (see eAppendix 2 in Supplement 2 for details). Each invitation included a brief message of support based on caring message interventions,  13, 24, 25  a description of the extra services offered, and abbreviated informed consent information (notification that extra services were part of research and that patients could decline or withdraw at any time). Those not responding to the initial invitation received up to 2 additional cycles of invitation and reminder (including caring message content) 4 and 8 weeks later. Those who actively declined or did not respond to 3 cycles of invitation were not contacted again but could accept extra services for up to 12 months. Those accepting the invitation received specific additional services as described below.\n\nThe care management intervention, modeled after collaborative care programs  26  and the Henry Ford Health System Perfect Depression Care program,  11  included regular outreach for assessment of suicide risk using the Columbia Suicide Severity Rating Scale (C-SSRS),  27  leading to guidelinebased recommendations regarding outpatient follow-up. Intervals between outreach contacts varied according to C-SSRS risk level at last contact, ranging from 1 week or less for participants reporting suicidal intent with a specific plan to 2 months or more for participants reporting no recent suicidal ideation. Care managers' follow-up messages included both motivational enhancement and care navigation to promote recommended outpatient care. Care managers regularly communicated risk assessment results and follow-up recommendations to treating outpatient clinicians who were responsible for all decisions regarding specific treatments. Study care managers were master's degree-level mental health clinicians who received 14 hours of interventionspecific training followed by twice-monthly supervision teleconferences with investigators.\n\nThe skills training program, drawing from skills training in traditional DBT, 7,28 included an interactive online program supported by a skills coach. The online program included video instruction introducing and demonstrating 4 specific DBT skills: mindfulness, mindfulness of current emotion, opposite action, and paced breathing. Skills coaches did not provide psychotherapy but sent EHR portal messages to reinforce each visit to the online program and encourage practice of specific skills as well as outreach messages to participants without recent visits. Frequency of outreach depended on each participant's level of involvement but was at least monthly during the initial 6 months. All skills coaches had completed mental health bachelor's degree coursework and received 14 hours of initial interventionspecific training followed by twice-monthly supervision teleconferences with investigators.\n\nBoth outreach programs were supplements to usual care, and participants assigned to either intervention group were free to receive any nonstudy mental health or general medical services normally available. Intervention services were offered for up to 12 months after randomization. Addi-tional details regarding both intervention programs are described elsewhere,  16  and detailed intervention manuals are available at  https://www.github.com/MHResearchNetwork/  SPOT_Study . People with lived experience of suicidal ideation and suicide attempts collaborated in design of invitation materials, outreach messages, and content of the online skills training program.\n\nParticipants randomized to continued usual care were not contacted by study staff and were free to receive any nonstudy mental health or general medical services normally available. Standard care in each participating health system included routine use of the PHQ-9 at mental health visits, routine use of structured risk assessments (typically including the C-SSRS), creation of safety plans for those at high risk, and psychotherapy or pharmacotherapy to address specific mental health diagnoses."
    },
    {
      "title": "Blinding",
      "text": "Patients randomized to either intervention were aware of that assignment but were not informed of the alternative intervention or the usual care group. Consistent with the Zelen design,  21, 22  patients randomized to usual care were never contacted by study staff and were unaware of study interventions. Treating outpatient clinicians were notified of each participant's intervention assignment but were not notified of assignments to usual care. Emergency department and inpatient clinicians (the source of most self-harm diagnoses) were not notified regarding the trial or the study group assignment of any individual."
    },
    {
      "title": "Outcomes",
      "text": "The primary trial outcome was first observed fatal or nonfatal self-harm within 18 months after randomization. Fatal selfharm (ascertained from state mortality records; see eAppendix 3 in Supplement 2 for details) included all deaths coded as intentional self-harm (International Statistical Classification of Diseases and Related Health Problems, Tenth Revision codes X60 to X84). Nonfatal self-harm (ascertained from health system EHR and insurance claims data) included any encounter with a diagnosis of intentional self-harm and adjudicated encounters with selected injury or poisoning diagnoses coded as unintentional, coded as undetermined intent, or having no coding of intent. Procedures for review and adjudication of events in those additional categories are described in eAppendix 6 and eTables 1-5 in Supplement 2.\n\nSecondary outcomes (specified a priori) included a narrower definition of self-harm events (leading to death or hospitalization), a broader definition of self-harm events (including potential events not confirmed by chart review), participation in interventions (assessed using EHR data for contacts with care managers and skills coaches and by logs of visits to the online skills training program), and use of nonstudy mental and general health services (assessed using EHR and insurance claims data)."
    },
    {
      "title": "Sample Size Calculation",
      "text": "Consultation with health system leaders indicated that a population-level relative risk reduction smaller than 25% (equivalent to an absolute risk reduction smaller than 1%) would not justify implementation of either intervention program. A priori power calculations indicated that 6500 randomized individuals per group would allow 90% power to detect a 25% reduction in risk of either intervention compared with usual care, a threshold selected in consultation with health system leaders."
    },
    {
      "title": "Statistical Analysis",
      "text": "Primary analyses considered time to first fatal or nonfatal self-harm, including all participants with any follow-up time, and considering initial treatment assignment regardless of intervention participation. The care management and skills training groups were each compared with the usual care group, with Bonferroni correction accounting for 2 comparisons, leading to a 2-sided α = .025 and reporting of 97.5% confidence intervals for primary outcomes. The care management and skills training groups were not directly compared. Kaplan-Meier curves were plotted and times to first fatal or nonfatal self-harm were compared by Cox proportional hazards regression with adjustment for sex, age group, race and ethnicity, baseline PHQ-9 item 9 score, study site, and year of randomization. The proportionality assumption was tested by examination of log-log plots. Alternative analyses used log-rank tests,  29, 30  stratifying for study site and PHQ-9 item 9 score at randomization. Follow-up time was censored at disenrollment from the health system (when insurance claims data to ascertain nonfatal self-harm would be missing) or death from causes other than self-harm.\n\nSecondary outcome analyses included comparison of the intervention groups with usual care using narrower and broader definitions of self-harm events by proportional hazards regression, description of uptake and adherence for each of the intervention programs, and comparison of intervention groups with usual care in use of nonstudy mental health care. Monthly utilization was modeled as a function of time using generalized estimating equations. Twelve-month utilization was calculated by summing coefficient estimates; the Delta method was used to calculate standard errors. A t statistic was used to compare 12-month utilization in each of the intervention groups vs usual care.\n\nAdditional post hoc analyses included subgroup analyses of primary outcome comparisons with testing for interaction effects, comparison of participant baseline characteristics across different levels of intervention program participation, and comparison of self-harm rates across different levels of intervention program participation.\n\nGiven the potential for type I error due to multiple comparisons, secondary analyses and post hoc analyses are exploratory.\n\nAnalyses were performed using Stata version 15.1 (StataCorp)."
    },
    {
      "title": "Results",
      "text": "A total of 18 882 patients (9009 [48%] aged 45 years or older; 12 543 [67%] female; 9222 [50%] from mental health specialty clinics and the remainder from primary care) were randomized, and 238 (1.3%) were excluded from analyses because of death or disenrollment from the health system on or before the date of randomization (eAppendix 4 in Supplement 2). A participant flow diagram illustrating enrollment, intervention assignment, intervention participation, and outcome ascertainment is shown in Figure  1 . Characteristics of participants contributing to outcome analyses are shown in Table  1 ."
    },
    {
      "title": "Primary Outcomes",
      "text": "Five hundred forty participants experienced an outcome event during the 18-month follow-up period, including 172 (estimated event rate, 3.27%) of those offered care management, 18 882 Health plan members met inclusion criteria a 6312 Randomized to DBT skills training intervention 6080 Offered DBT skills training as randomized 232 Not offered DBT skills training b 6227 Included in primary analysis 4504 Had full 18 mo of follow-up 1723 Censored before 18 mo 85 Excluded (had no follow-up time) c 6314 Randomized to care management intervention 6113 Offered care management as randomized 201 Not offered care management b 6230 Included in primary analysis 4474 Had full 18 mo of follow-up 1756 Censored before 18 mo 84 Excluded (had no follow-up time) c 6256 Randomized to usual care and received usual care as randomized 6187 Included in primary analysis 4456 Had full 18 mo of follow-up 1731 Censored before 18 mo 69 Excluded (had no follow-up time) c 18 882 Randomized DBT indicates dialectical behavior therapy. a To be enrolled, participants had to have completed the 9-item Patient Health\n\nQuestionnaire (PHQ-9) at outpatient visits and reported thoughts of death or self-harm on \"more than half the days\" (PHQ-9 item 9 score of 2) or \"nearly every day\" (PHQ-9 item 9 score of 3) during the past 2 weeks, and had to have previously used online messaging via the electronic health record patient portal.\n\nb See eAppendix 5 in Supplement 2 for details on patients not offered intervention services. c Randomization occurred up to 8 days following an eligible visit, and some patients died or disenrolled from the health system prior to randomization but before records of death or disenrollment were available. See eAppendix 4 in Supplement 2 for details.\n\nEffect of Low-Intensity Outreach Programs vs Usual Care on Self-harm in Outpatients With Suicidal Ideation Original Investigation Research jama.com (Reprinted) JAMA February 15, 2022 Volume 327, Number 7 206 (3.92%) offered skills training, and 162 (3.10%) receiving usual care. Outcome events included 45 deaths attributed to self-harm and 495 nonfatal self-harm events (451 injuries or poisonings diagnosed as definite self-harm and an additional 44 nonfatal self-harm events identified by review of full-text records as described in eAppendix 6 in Supplement 2). Kaplan-Meier curves illustrating time until first fatal or nonfatal self-harm in each group are shown in Figure 2.\n\nPlanned comparison of the care management and usual care groups found no significant difference in risk (hazard ratio, 1.07; 97.5% CI, 0.84-1.37; P = .52). Planned comparison of the skills training and usual care groups found a significantly higher risk of self-harm in the skills training group (hazard ratio, 1.29; 97.5% CI, 1.02-1.64; P = .015). Examina-tion of log-log plots (eFigure 3 in Supplement 2) indicated no violation of the proportional hazards assumption. Alternative analyses using a log-rank test,  29, 30  stratifying for study site and PHQ-9 item 9 score at randomization, found no significant difference in risk between the care management and usual care groups (log-rank statistic = 0.26; P = .61) and significantly higher risk in the skills training group compared with usual care (log-rank statistic = 5.36; P = .02)."
    },
    {
      "title": "Secondary Outcomes",
      "text": "Planned analyses (eFigure 1 in Supplement 2) examined both severe self-harm and a broader outcome definition. Comparisons limited to self-harm leading to death or hospitalization (232 total events) showed the same overall pattern. Risk did not significantly differ between the care management and usual care groups (hazard ratio, 1.03; 97.5% CI, 0.71-1.51; P = .84). The point estimate for risk was higher among those offered skills training than in usual care, but this difference was not statistically significant (hazard ratio, 1.34; 97.5% CI, 0.94-1.91; P = .07). Comparisons that included additional injuries or poisonings representing plausible mechanisms of self-harm that were coded as unintentional or undetermined intent (899 total events) also showed the same pattern. Risk did not differ significantly between the care management and usual care groups (hazard ratio, 1.10; 97.5% CI, 0.92-1.33; P = .23). The point estimate for risk was higher among those offered skills training than in usual care, but this difference was not statistically significant (hazard ratio, 1.17; 97.5% CI, 0.97-1.41; P = .06). Rates of participation in the 2 intervention programs are shown in Table  2 . Approximately 31% of those offered care management initially accepted the invitation, and approximately 17% remained engaged for over 9 months. Of those offered skills training, 39% accepted the invitation, but only 2% remained engaged for over 9 months. Use of specific components of the online skills training program is shown in eTable 5 in Supplement 2.\n\nUse of nonstudy mental health services over 12 months is shown in Figure  3  and in eTable 10 in Supplement 2. Rates of outpatient mental health visits, primary care visits with mental health diagnoses, or inpatient admissions with mental health diagnoses did not differ between either intervention group and the usual care group. Participants offered skills training had a significantly higher rate of emergency department visits with mental health diagnoses over 12 months than those assigned to usual care (0.33 visits vs 0.28 visits; P = .02)."
    },
    {
      "title": "Exploratory Post Hoc Analyses",
      "text": "Subgroup analyses (eTable 6 in Supplement 2) found that primary outcome comparisons did not differ significantly across health systems, year of enrollment, baseline PHQ-9 item 9 response, and other indicators of baseline risk. Comparison of baseline characteristics by level of intervention participation (eTables 7 and 8 in Supplement 2) found that several demographic characteristics (sex, age distribution, race and ethnicity) and clinical characteristics (location of index visit, rates of prior mental health diagnoses) varied across levels of intervention uptake more than expected by chance. But these comparisons did not show a consistent relationship between baseline indicators of risk and specific levels or types of intervention participation. Comparison of primary outcome rates by level of intervention participation (eFigure 2 and eTable 9 in Supplement 2) found that risk of selfharm varied significantly across levels of intervention participation within the group offered care management (log-rank statistic = 15.39; P = .002) and within the group offered skills a Determined by treating clinicians or study staff to be unable to participate in intervention because of advanced illness, significant cognitive impairment, or other reasons (see eAppendix 5 in Supplement 2 for details). b Ever actively engaged in intervention, regardless of subsequent participation or withdrawal. Definitions of engagement were specific to each intervention. Engagement in care management was defined as completion of a study risk assessment, sending an online message to the care manager, or completing a telephone encounter with the care manager. Engagement in skills training was defined as visiting the online skills training website, sending an online message to the skills coach, or completing a telephone encounter with the skills coach. 0.03 0.02 0.01 0 Self-harm event rate Analysis time, d 0 6230 6227 6187 90 5833 5773 5799 180 5422 5395 5388 270 5081 5043 5043 360 4788 4759 4763 450 4555 4543 4546 548 4302 4298 4294 No. at risk Care management Skills training Usual care Skills training Care management Usual care Fatal self-harm was ascertained by linkage to state mortality data. Nonfatal self-harm was ascertained from health system electronic health record and insurance claims data, including injuries and poisonings diagnosed as self-harm and injuries and poisonings receiving selected other diagnoses but confirmed as self-harm by review of full-text medical records (eAppendix 6 in Supplement 2). The hazard ratio for care management vs usual care is 1.07 (97.5% CI, 0.84-1.37), and the hazard ratio for skills training vs usual care is 1.29 (97.5% CI, 1.02-1.64). Effect of Low-Intensity Outreach Programs vs Usual Care on Self-harm in Outpatients With Suicidal Ideation Original Investigation Research jama.com (Reprinted) JAMA February 15, 2022 Volume 327, Number 7\n\ntraining (log-rank statistic = 25.46; P < .001). Both intervention groups showed the same pattern: lowest risk in those actively refusing intervention services, intermediate risk in those either not responding to the intervention invitation or remaining engaged in the intervention for more than 3 months, and highest risk in those engaging in the intervention for less than 3 months."
    },
    {
      "title": "Discussion",
      "text": "In this pragmatic trial comparing 2 population-based outreach programs with usual care, neither program decreased risk of self-harm over 18 months. Risk of self-harm among those offered skills training was approximately 30% higher than in usual care.\n\nThis trial assessed effectiveness of outreach programs under everyday practice conditions. Participants were identified using routinely administered questionnaires, regardless of diagnosis or treatment history. All eligible patients were randomized, regardless of willingness to accept study interventions. Analyses compared groups according to randomized assignment, regardless of intervention participation. These pragmatic features would be expected to attenuate any intervention effects. That attenuation could explain the null finding regarding care management but would not explain the significantly higher rate of self-harm in the skills training group.\n\nBetween 30% and 40% of people invited actively engaged in either intervention, consistent with pilot testing of similar outreach interventions.  31 These participation rates are lower than seen in traditional clinical trials, 7,9,32 reflecting expected participation when offered under everyday practice conditions and 0.030 0.035 0.025 0.020 0.015 0.010 0.005 0.05 0.04 0.03 0.02 0.25 0.20 0.15 1.2 1.0 0.8 0.6 0.4 Visits per person per month, mean Months following randomization Mental health specialty outpatient visits A Skills training Care management Usual care 1 3 6 9 12 0.10 Visits per person per month, mean Months following randomization Primary care outpatient visits with mental health diagnoses B 1 3 6 9 12 0.01 Visits per person per month, mean Months following randomization Emergency department visits with mental health diagnoses C 1 3 6 9 12 Admissions per person per month, mean Months following randomization Inpatient admissions with mental health diagnoses D 1 3 6 9 12\n\nThe panels show adjusted mean number of visits or admissions per month, with error bars indicating 97.5% CIs, according to initial randomization. Monthly utilization was modeled as a function of time using generalized estimating equations.\n\nTwelve-month utilization was calculated by summing coefficient estimates; the Delta method was used to calculate standard errors. A t statistic was used to compare 12-month utilization in each of the intervention groups with usual care. Mean visits/admissions per person over 12 months were as follows: for mental health specialty outpatient visits (panel A), 7.50 (97.5% CI, 7.05-7.96; P = .63 vs usual care) for care management, 7.65 (97.5% CI, 7.65-8.1; P = .88 vs usual care) for skills training, and 7.62 (97.5% CI, 7.15-8.08) for usual care; for primary care outpatient visits with mental health diagnoses (panel B), 1.35 (97.5% CI, 1.23-1.46; P = .22 vs usual care) for care management, 1.41 (97.5% CI, 1.29-1.52; P = .65 vs usual care) for skills training, and 1.44 (97.5% CI, 1.31-1.57) for usual care; for emergency department visits with mental health diagnoses (panel C), 0.31 (97.5% CI, 0.27-0.35; P = .15 vs usual care) for care management, 0.33 (97.5% CI, 0.28-0.39; P = .02 vs usual care) for skills training; and 0.28 (97.5% CI, 0.24-0.32) for usual care; and for inpatient admissions with mental health diagnoses (panel D), 0.19 (97.5% CI, 0.16-0.21; P = .09 vs usual care) for care management, 0.19 (97.5% CI, 0.16-0.21; P = .05 vs usual care) for skills training, and 0.17 (97.5% CI, 0.14-0.19) for usual care.\n\nsupported by modest outreach. Consequently, trial results reflect expected outcomes across the full spectrum of patients reporting recent suicidal ideation, including those unlikely to accept extra services. All participants randomized to either of the outreach programs received a series of outreach messages, including expressions of caring and support, an intervention found effective in some previous trials.  13, 24, 25 Outcomes among patients accepting or remaining engaged in interventions cannot be compared with outcomes in the entire usual care group, since it is not possible to identify usual care patients who would have accepted or remained engaged in interventions. These findings do not imply that mental health or primary care clinicians should ignore patients' reports of suicidal ideation. For each participant in this trial, treating health system clinicians were aware of suicidal ideation and were expected to both conduct additional assessment and arrange appropriate ongoing care. These findings indicate that neither intervention program reduced risk of self-harm when added to usual care in these health systems.\n\nThese findings contrast with previous research supporting the effectiveness of caring message interventions,  13, 24, 25  traditional DBT programs, 7,8,32 and care management or collaborative care interventions.  10, 33 Those contrasts could reflect differences in study populations, intervention content, and intervention delivery.\n\nParticipants in this trial represented a wider range of risk and willingness to accept suicide prevention services compared with populations in other studies. While the 4% rate of self-harm in this sample was higher than expected in the general population (estimated at 0.25% 2 ), it was markedly lower than the rates of 40% to 50% in previous DBT trials.  7, 8, 32 Participants in this trial did not consent in advance to any specific treatment, and only 30% to 40% actively participated in the extra services offered.\n\nThe intervention content and caring message outreach tested in this trial included expressions of caring and support modeled after effective interventions.  13, 24, 25 Messages in this trial, however, also included specific requests to engage in extra services. Those requests may have interfered with any benefit of caring messages.\n\nThe care management intervention tested in this trial was a low-intensity program delivered by online messaging with rare telephone contact and no in-person visits. In contrast to effective collaborative care interventions, 10,33 this intervention did not focus on improving a specific pharmacotherapy or psychotherapy. More intensive outreach or more focused care navigation to increase access to and engagement in treatment could reduce risk of self-harm, but additional research is needed to address that question.\n\nIn this study, online DBT skills training was associated with increased risk of self-harm, in contrast with previous randomized trials that supported the effectiveness of traditional DBT.  7, 8, 32 The skills training intervention offered in this trial differed from traditional DBT in several ways, including limitation to 4 specific skills presented in brief online format, no in-person visits or group therapy, and support limited to reminder and encouragement methods delivered via the EHR patient portal. Alternative approaches will be needed to de-liver DBT to the large numbers of people at risk of self-harm or suicidal behavior. This pragmatic trial design cannot identify specific reasons for increased risk of self-harm in those offered skills training. Post hoc analyses found increased risk in those who only briefly engaged in either intervention (eFigure 2 in Supplement 2), suggesting that some patients may have been dissatisfied with these limited interventions and become more discouraged.\n\nThese findings do not argue against systematic efforts to identify and address suicide risk in health care settings. Instead, they indicate that the low-intensity adaptations of care management and DBT skills training tested in this trial have no benefit over usual care in these health systems, especially when offered to the broad population reporting frequent suicidal ideation."
    },
    {
      "title": "Limitations",
      "text": "This study has several limitations. First, health system records could not identify self-harm events if patients did not seek care or if clinicians did not recognize or record self-harm intent. Second, use of those records to identify self-harm could introduce bias if interventions influenced either likelihood of seeking care following self-harm or likelihood that self-harm intent would be detected. Regarding the first possibility, secondary analyses examined self-harm events leading to death or hospitalization, for which seeking care would be less discretionary. Results were qualitatively similar to primary analyses. Regarding the second possibility, secondary analyses examined all injuries or poisonings representing plausible mechanisms of self-harm, regardless of diagnosed intent. Results were similar, with some attenuation of the increased risk in the skills training group. Third, some injuries and poisonings coded as self-harm or identified by chart review may not reflect suicidal intent but instead indicate nonsuicidal self-injury. Fourth, these findings might not apply to other patient populations or health systems. Although this study sample included large numbers of patients insured by Medicaid and large numbers from traditionally underserved racial or ethnic groups, the majority were non-Hispanic White and covered by employersponsored insurance. All participants had access to primary care and specialty mental health services, and participants were identified because these health systems routinely assess symptoms of depression and suicidal ideation. Fifth, sample size calculations were based on consultation with leaders of these health systems regarding meaningful differences in risk of self-harm, and other health system leaders or policy makers might use higher or lower thresholds."
    },
    {
      "title": "Conclusions",
      "text": "Among adult outpatients with frequent suicidal ideation, offering care management did not significantly reduce the risk of self-harm, and offering brief online training in selected dialectical behavior therapy skills training increased the risk of self-harm, compared with usual care. These findings do not support implementing the approaches in this study."
    },
    {
      "text": "Figure 1. Participant Flow"
    },
    {
      "text": "Figure 2. Time to First Instance of Fatal or Nonfatal Self-harm by Initial Randomization Group 0.04"
    },
    {
      "text": "Figure 3. Use of Specific Health Services Over 12 Months Following Randomization"
    },
    {
      "text": "Baseline Characteristics by Treatment Assignment, Limited to Participants Contributing Any Follow-up Time to Outcome Analysis"
    },
    {
      "text": "Participation in Study Interventions Over the 12 Months Following Randomization"
    }
  ],
  "references": [
    {
      "title": "An update on perfect depression care",
      "authors": [
        "C Coffey",
        "M Coffey",
        "B Ahmedani"
      ],
      "year": 2013,
      "doi": "10.1176/appi.ps.640422"
    },
    {
      "title": "Decreases in suicide deaths and attempts linked to the White Mountain Apache Suicide Surveillance and Prevention System, 2001-2012",
      "authors": [
        "M Cwik",
        "L Tingey",
        "A Maschino"
      ],
      "year": 2016,
      "doi": "10.2105/ajph.2016.303453"
    },
    {
      "title": "Postcards from the EDge: 24-month outcomes of a randomised controlled trial for hospital-treated self-poisoning",
      "authors": [
        "G Carter",
        "K Clover",
        "I Whyte"
      ],
      "year": 2007,
      "doi": "10.1192/bjp.bp.107.038406"
    },
    {
      "title": "Effect of augmenting standard care for military personnel with brief caring text messages for suicide prevention",
      "authors": [
        "K Comtois",
        "A Kerbrat",
        "C Decou"
      ],
      "year": 2019,
      "doi": "10.1001/jamapsychiatry.2018.4530?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jama.2022.0423"
    },
    {
      "title": "Postcard intervention for repeat self-harm",
      "authors": [
        "A Beautrais",
        "S Gibb",
        "A Faulkner"
      ],
      "year": 2010,
      "doi": "10.1192/bjp.bp.109.075754"
    },
    {
      "title": "Population-based outreach versus care as usual to prevent suicide attempt",
      "authors": [
        "G Simon",
        "A Beck",
        "R Rossom"
      ],
      "year": 2016,
      "doi": "10.1186/s13063-016-1566-z"
    },
    {
      "title": "Improving pragmatic clinical trial design using real-world data",
      "authors": [
        "S Shortreed",
        "C Rutter",
        "A Cook",
        "G Simon"
      ],
      "year": 2019,
      "doi": "10.1177/1740774519833679"
    },
    {
      "title": "Racial-ethnic differences in psychiatric diagnoses and treatment across 11 health care systems in the Mental Health Research Network",
      "authors": [
        "K Coleman",
        "C Stewart",
        "B Waitzfelder"
      ],
      "year": 2016,
      "doi": "10.1176/appi.ps.201500217"
    },
    {
      "title": "The Patient Health Questionnaire somatic, anxiety, and depressive symptom scales",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "J Williams",
        "B Löwe"
      ],
      "year": 2010,
      "doi": "10.1016/j.genhosppsych.2010.03.006"
    },
    {
      "title": "Patient use of secure electronic messaging within a shared medical record",
      "authors": [
        "J Ralston",
        "C Rutter",
        "D Carrell"
      ],
      "year": 2009,
      "doi": "10.1007/s11606-008-0899-z"
    },
    {
      "title": "A new design for randomized clinical trials",
      "authors": [
        "M Zelen"
      ],
      "year": 1979,
      "doi": "10.1056/nejm197905313002203"
    },
    {
      "title": "Randomized consent designs for clinical trials: an update",
      "authors": [
        "M Zelen"
      ],
      "year": 1990,
      "doi": "10.1002/sim.4780090611"
    },
    {
      "title": "Randomized trial of depression follow-up care by online messaging",
      "authors": [
        "G Simon",
        "J Ralston",
        "J Savarino"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-011-1679-8"
    },
    {
      "title": "A randomized controlled trial of postcrisis suicide prevention",
      "authors": [
        "J Motto",
        "A Bostrom"
      ],
      "year": 2001,
      "doi": "10.1176/appi.ps.52.6.828"
    },
    {
      "title": "Effectiveness of brief intervention and contact for suicide attempters",
      "authors": [
        "A Fleischmann",
        "J Bertolote",
        "D Wasserman"
      ],
      "year": 2008,
      "doi": "10.2471/blt.07.046995"
    },
    {
      "title": "Collaborative depression care: history, evolution and ways to enhance dissemination and sustainability",
      "authors": [
        "W Katon",
        "J Unützer",
        "K Wells",
        "L Jones"
      ],
      "year": 2010,
      "doi": "10.1016/j.genhosppsych.2010.04.001"
    },
    {
      "title": "The Columbia-Suicide Severity Rating Scale: initial validity and internal consistency findings from three multisite studies with adolescents and adults",
      "authors": [
        "K Posner",
        "G Brown",
        "B Stanley"
      ],
      "year": 2011,
      "doi": "10.1176/appi.ajp.2011.10111704"
    },
    {
      "title": "Dialectical behavior therapy skills use as a mediator and outcome of treatment for borderline personality disorder",
      "authors": [
        "A Neacsiu",
        "S Rizvi",
        "M Linehan"
      ],
      "year": 2010,
      "doi": "10.1016/j.brat.2010.05.017"
    },
    {
      "title": "Evaluation of survival data and two new rank order statistics arising in its consideration",
      "authors": [
        "N Mantel"
      ],
      "year": 1966
    },
    {
      "title": "Asymptotically efficient rank invariant test procedures",
      "authors": [
        "R Peto",
        "J Peto"
      ],
      "year": 1972,
      "doi": "10.2307/2344317"
    },
    {
      "title": "Brief interventions via electronic health record messaging for population-based suicide prevention",
      "authors": [
        "U Whiteside",
        "J Richards",
        "G Simon"
      ],
      "year": 2021,
      "doi": "10.2196/21127"
    },
    {
      "title": "Two-year randomized controlled trial and follow-up of dialectical behavior therapy vs therapy by experts for suicidal behaviors and borderline personality disorder",
      "authors": [
        "M Linehan",
        "K Comtois",
        "A Murray"
      ],
      "year": 2006,
      "doi": "10.1001/archpsyc.63.7.757?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jama.2022.0423"
    },
    {
      "title": "Collaborative care for depression and anxiety problems",
      "authors": [
        "J Archer",
        "P Bower",
        "S Gilbody"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd006525.pub2"
    }
  ],
  "num_references": 23
}
