{
  "paper_id": "ELP9WSWL",
  "title": "Evaluating the impact of HBM-based education on exercise among health care workers: the usage of mobile applications in Iran",
  "abstract": "Background: Mechanical life made us witness the growing increase of chronic diseases despite the prominent scientific developments in the field of health, treatment and control. The aim of this study was to evaluate the impact of educational intervention based on Health Belief Model (HBM) using mobile applications (Telegram messenger) on doing exercise among the health care workers of Ilam university of medical sciences in 2017. Methods: In this interventional study, 114 people working in Ilam University of medical sciences participated in two groups of intervention and control (employed at two different cities) after providing the informed consent form. HBM-ISCS questionnaire was used to collect the required data and its reliability was approved using Cronbach's alpha. Descriptive statistics, chi square, t test, repeated measures ANOVA (RMANOVA) and structural equation model (SEM) were used. Results: Half of the participants were men, 58.77% of them were undergraduate. The mean and SD of their age was 37.61 ± 4.88 years. Based on the results of the repeated measures analysis of variance test (before and after the intervention) in the intervention group, there were significant difference in all of the HBM constructs (perceived barriers was excepted), daily and weekly exercises, blood biochemical markers of the participants (P > 0.05). The above changes were not significant in the control group (P ≥ 0.05). Conclusion: Exercise is closely related to the beliefs of people, so implementing educational interventions based on Telegram messenger with emphasis on health beliefs and using HBM can lead to have exercise. Therefore, this application can be a suitable tool to deliver trainings, especially when holding in-person classes is difficult.",
  "year": 2015,
  "date": "2015",
  "journal": "J Health",
  "publication": "J Health",
  "authors": [
    {
      "forename": "Reza",
      "surname": "Jorvand",
      "name": "Reza Jorvand",
      "affiliation": "1  Faculty of Health , Ilam University of Medical Sciences , Ilam , Iran. \n\t\t\t\t\t\t\t\t Faculty of Health \n\t\t\t\t\t\t\t\t Ilam University of Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ilam \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Fazlollah",
      "surname": "Ghofranipour",
      "name": "Fazlollah Ghofranipour",
      "affiliation": "2  Faculty of Medical Sciences , Tarbiat Modares University , Tehran , Iran. \n\t\t\t\t\t\t\t\t Faculty of Medical Sciences \n\t\t\t\t\t\t\t\t Tarbiat Modares University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Aliasghar",
      "surname": "Haerimehrizi",
      "name": "Aliasghar Haerimehrizi",
      "affiliation": "3  Health Metrics Research Center , Iranian Institute for Health Sciences Research , ACECR , Tehran , Iran \n\t\t\t\t\t\t\t\t Health Metrics Research Center \n\t\t\t\t\t\t\t\t Iranian Institute for Health Sciences Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ACECR Tehran \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Mahmoud",
      "surname": "Tavousi",
      "name": "Mahmoud Tavousi",
      "affiliation": "3  Health Metrics Research Center , Iranian Institute for Health Sciences Research , ACECR , Tehran , Iran \n\t\t\t\t\t\t\t\t Health Metrics Research Center \n\t\t\t\t\t\t\t\t Iranian Institute for Health Sciences Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ACECR Tehran \n\t\t\t\t\t\t\t\t\t Iran",
      "email": "tavousi@acecr.ac.ir"
    }
  ],
  "doi": "10.1186/s12889-020-08668-8",
  "keywords": [
    "Early medical interventions",
    "Exercise",
    "Telegram messenger",
    "Health personnel",
    "Iran"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Today, with scientific advances in health and treatment, we are seeing an increasing increase in chronic diseases  [1] .\n\nChronic diseases are principally due to four health risk behaviors: physical inactivity, poor nutrition, tobacco use, and excess alcohol consumption  [2] .\n\nIn this regard, the importance of exercise is to such an extent that the World Health Organization (WHO) has identified it as the first indicator of health  [3] .\n\nInappropriate physical activity is one of the risk factors for chronic diseases  [4]  and is one of the leading causes of mortality worldwide which has doubled the risk of cardiovascular disease (CVDs))  [5, 6] , and 23% of these deaths Causes of such diseases  [7] .\n\nLow physical activity is one of the causes of overweight and obesity and obesity is a risk factor for non-communicable diseases such as hypertension and cardiovascular disease  [8] .\n\nStudies have shown that exercising for 120-120 min at moderate intensity throughout the week can significantly reduce the risk factors for coronary artery disease  [9] , although in many countries physical activity levels are poor  [10] [11] [12] . including Iran  [13, 14] .\n\nExercise is a form of organized physical activity that is regularly, repeatedly, and programmed with the aim of playing and having fun, gaining more fitness, health or fitness  [15] . Its important role in preventing chronic diseases such as CVDs, diabetes, cancer and musculoskeletal diseases has been proven  [16] .\n\nPromoting exercise is important because cardiovascular disease is the leading cause of death in Iran and the average age of Iranians with such diseases is 20 years younger than in the European countries and the USA  [17] .\n\nTherefore, implementation of appropriate educational interventions based on health education models and theories is necessary.\n\nOne of the commonly used models in preventing diseases is health belief model (HBM), exclusively created for behaviors related to health  [18] . This model has been the basis of many educational interventions to promote healthy behaviors including exercise  [19] .\n\nHBM explains the quality of behavior change in relation to people's health and helps educators evaluate and describe people's health behaviors by understanding their beliefs about health  [20] . Researchers believe that any kind of education leads to learning, but the depth and sustainability of learning varies in different ways  [21, 22] , and technology plays a major role in today's knowledge sharing  [23] . Technology-based learning is very useful in creating and developing geographically restricted learning environments and people are affected by information technology  [23] .\n\nThe use of modern educational technology is increasing so that in one study, both telegram and Instagram were used to assess the impact of continuing education on patients  [24] .\n\nIn spite of the above, few studies have examined the impact of using virtual networks and messaging programs in education in Iran, while these technologies are not limited to a specific time and place and have a favorable spread and influence among people.\n\nTherefore, due to the increasing growth of telegram use and its features in Iran during this study, the research team decided to evaluate the impact of HBMbased educational interventions using telegram on exercise among health staff of Ilam University of Medical Sciences.\n\nThis article is part of a study. In the previous article extracted from the study referred to the psychometric section of the measurement instrument was reported  [25]  In the present article the relevant intervention section is reported."
    },
    {
      "title": "Methods",
      "text": "The present semi-experimental study was conducted in 2017 in the city of Ilam, Iran. Data were collected using a valid and reliable questionnaire (HBM-ISCS)  [25]  at two stages of before and 6 months after the educational intervention. The main purpose of the present study was to investigate the effect of HBM-based education on exercise as a CVD preventive factor.\n\nIn addition, blood biochemical markers (including FBS, TG, Cholesterol, HDL and LDL) were used as measurable markers to indicate changes due to the effect of training intervention on exercise."
    },
    {
      "title": "The conceptual framework",
      "text": "HBM is suitable for preventing chronic diseases when a researcher wants to educate people who are not sick. According to HBM, adopting a health behavior depends on people themselves believing in health problems (inactivity), accepting the reality, being sensitive to its impact on health, feeling threatened, listed as a problem. Take their health seriously and understand it. Different side effects (CVD) in different aspects of their health. Then, with guidance from their surroundings, they are convinced that preventive activities (such as doing exercise) are much less expensive than treating related diseases such as CVDs. As a result, they quickly take such precautionary measures. It is important that we understand why and how people adopt new behaviors, how they have changed behavior, and what has caused them. According to HBM, eople change their behavior when they realize that their illness is serious because they would otherwise become less healthy."
    },
    {
      "title": "The measure",
      "text": "Data were collected using a valid and reliable questionnaire (HBM-ISCS (at two stages of before and 6 months after the educational intervention.\n\nThe questionnaire includes 14 items based on the constructs of HBM (two items of perceived susceptibility, three items of perceived severity, two items of perceived benefits, three items of perceived barriers and four items of self-efficacy) to assess the health beliefs of health care workers about the impact of exercise on CVDs. The behavior contained two items for assessing daily and weekly exercise (in minutes). The validity and reliability of HBM-ISCS has been verified by the research team of the present study  [25] .\n\nCronbach's alpha coefficients of 0.715 to 0.816 were calculated for the subscales, perceived susceptibility (0.725), perceived severity (0.715), perceived benefits (0.768), perceived barriers (0.727), self-efficacy (0.816) and HBM-ISCS (0.746)."
    },
    {
      "title": "Sampling",
      "text": "The target population of this study consisted of health care workers in the healthcare networks of Ilam province. In order to prevent the delivery of provided information in educational interventions, the healthcare workers in two healthcare networks (draw from 8 health networks) with more than 120 km distance from each other were selected randomly, and by random allocation (by the draw method), the workers of one network were enrolled as intervention group and the workers of the other network were enrolled as control group.\n\nFirst, two cities in Ilam Province were selected randomly and then a list of all Health Care Workers with inclusion terms was prepared by the administrative affairs department. The research team went to the workplace of health care workers and explained the study's objectives and working methods and get a written informed consent from those applicants who wanted to participate in the research. In the following, all applicants were visited by a general physician and their health regarding CVDs was confirmed. At this stage, census method was employed to determine the sample size and for sampling, and all healthcare workers, who had no exercise (the criterion for not having exercise included not having at least 30 min of exercise frequently and with moderate severity for 4 days in a week), were listed to participate in the study if they agreed. It is to be noted that none of the participants in the interventional study was present in the descriptive section. Figure  1  displays the process of sampling, random allocation and follow-up."
    },
    {
      "title": "Inclusion/exclusion criteria",
      "text": "Inclusion terms were having literacy, being formal or contractual employee, lack of developing chronic diseases or those leading to limit movement, not having daily exercise, having access to the internet and using social networks for education and completing informed consent form. Exclusion terms were resignation, dismissal, and failure to attend educational programs or developing a disease or condition limiting the movement."
    },
    {
      "title": "Educational intervention",
      "text": "The educational intervention was carried out nonperson and using the Telegram messaging application. First, a meeting was held with the participants to introduce the program and explaining the main issues of study (including the introduction of research team, objectives, schedule, expectations from the participants, how to communicate with research team, and alike). The non-person education program had two parts: sending the educational package via Telegram to the intervention group, and establishing a group in Telegram for all members of the intervention group. In this group, questions according to the content of educational package were provided while sending the package to provide the opportunity for discussion and interlocution of the group members. The duration of intervention was 2 weeks. The content of educational package was sent to the intervention group in three parts with the aim of providing a thinking opportunity for the participants and also using the reminding role of educational package (each part of the educational content was send every 2 weeks). The group members could send the pictures of their own exercise to the Telegram group. The followup duration in the present study was 6 months, and after completing the education course and also during the follow-up, members of the intervention group used to receive reminding messages through the Telegram group to encourage doing exercise.\n\nThe content of educational intervention was designed based on descriptive study results, which was performed by the research group and it was shown that all constructs of HBM have the ability to predict the participants' exercise behavior. The results of the descriptive study to evaluate the ability of HBM constructs to predict the participants' exercise behavior using structural equation modeling (SEM) showed that the strongest predictive constructs were self-efficacy (43%), perceived susceptibility (41%) and perceived barriers (20%), orderly. The predictive power of the constructs of perceived severity and benefits was 6 and 5%, respectively (Table  1 , Fig.  2 ).\n\nTherefore, in addition to defining exercise, types of exercise, and other related topics, the training package included ways to increase self-efficacy, perceived susceptibility, and suggestions for reducing perceived barriers to daily exercise. The content was provided to intervention group only via Telegram and control group members did not receive any training course during the study.\n\nIn the present study, the female participants had access to the gym and aerobic exercise daily under the supervision of a sports instructor and the men had access to the gym for volleyball and futsal and mountaineering. Participants could at any time perform other sports such as hiking and running.\n\nControlling group exercise as well as its duration and severity was performed by the researcher or one of the colleagues on behalf of the researcher. However, due to the impossibility of controlling individual exercise, participants' daily and weekly exercise data collection was ultimately self-reported. The information in this section was collected with three questions; the first question to examine daily exercise by the participants was answered yes or no. The second and third questions asked about the amount of exercise activities such as fast walking, running, football, futsal, volleyball, mountaineering and etc. in minutes and days per week.\n\nThe blood samples of the participants were taken in addition to completing the questionnaire at the two stages of before and 6 months after intervention. Some indices were measured such as fasting blood sugar (FBS), Cholesterol, Triglycerides (TGs), LDL and HDL, and were included in the study as objective evidence.\n\nData analysis SPSS (ver. 16 ) was used to study data analysis. In addition to descriptive methods, we used chi-square, ttests and repeated measures ANOVA (RMANOVA) in SPSS software for statistical analysis of data. Significance level in all measurements was considered P < 0.05. LISREL (ver. 8.8) was used structural equation model (SEM)."
    },
    {
      "title": "Results",
      "text": "Fifty percent of the participants were men and 58.77% of them had BSc degree. As indicated, there is no statistically significant difference between the two groups in terms of gender, age, marital status, education, work experience, daily and weekly exercise, in terms of family history of CVDs and death due to CVDs in the family (P ≥ 0.05).In other words, the two groups are homogenous (Tables  2  &  3 ).\n\nBased on the results of the repeated measures analysis of variance test for HBM structures in intervention group, there was no significant difference in perceived barriers (before and after the intervention) (P ≥ 0.05); but in other structures, this difference was significant (P > 0.05). The above changes were not significant for all constructs in the control group (P ≥ 0.05). Given the significance of the interaction between time and group in perceived susceptibility, the results of the main effects test may be misleading. Therefore, t-test (Bonferroni correction) was used to compare groups at different times. There was no significant difference between before intervention for perceived susceptibility (P = 0.154), but there was a significant difference after intervention (P = 0.036) (Table  4 ).\n\nBased on the results of the repeated measures analysis of variance test, there was significant difference between daily and weekly exercise before and after the intervention in intervention group (P > 0.05). The above changes were not significant in the control group (P ≥ 0.05).\n\nGiven the significance of the interaction between time and group in daily exercise and weakly exercise, the results of the main effects test may be misleading. Therefore, t-test (Bonferroni correction) was used to compare groups at different times. There were no significant difference between groups before intervention for daily exercise and weakly exercise (P ≥ 0.05), but there were a significant difference after intervention in both them (P > 0.05) (Table  5 ).\n\nBased on the results of the repeated measures analysis of variance test for blood biochemical markers of the participants in intervention group, there were no significant difference in TG, Cholesterol, LDL and HDL (before and after the intervention) (P ≥ 0.05); but in FBS, this difference was significant (P > 0.05).\n\nGiven the significance of the interaction between time and group in FBS, the results of the main effects test may be misleading. Therefore, t-test (Bonferroni correction) was used to compare groups at different times. There was no significant difference between groups before intervention for FBS (P = 0.604), but there was a significant difference after intervention (P = 0.003) (Table  6 )."
    },
    {
      "title": "Discussion",
      "text": "The present research results showed that before the educational intervention, there was no significant difference in the mean of HBM constructs and also in the amount of the participants' daily and weekly physical activities, but the educational intervention using Telegram led to significant changes in the HBM constructs, and consequently, the participants' daily and weekly exercise.\n\nPerceived susceptibility is one of the very effective factors in adopting preventive behaviors  [26, 27] . In the study by Zeinali conducted on the evaluation of impact of educational intervention on promoting preventive behaviors for CVDs among people with natural Angiography  [26] , and also the study by Amirzade, the educational intervention led to the change of mean score of perceived susceptibility of women that is consistent with the results of present study  [28] . In the study by Karimi, there was a significant change of all HBM constructs, including perceived susceptibility before educational intervention  [29] . In this study, the increase of perceived susceptibility was directly related to the increase of preventive behavior (i.e. doing exercise) for CVDs.\n\nNot having sufficient understanding about the seriousness of CVDs risk (i.e. low perceived severity) can be a barrier in the way of changing the lifestyle of people and preventing such diseases  [30] . In the present study, we observed the significant increase of the mean scores of perceived severity in the intervention group after intervention, which can be one of the reasons of behavior change among the participants about exercise; this result is supported by various studies. For instance, in the study of Tahernia, the mean scores of perceived severity had significant increase after intervention with the aim of promoting preventive behaviors for CVDs  [31] . Also Mardani and Shamsi observed significant changes of HBM constructs after intervention that are same as the present study  [32, 33]  .\n\nIndividual preventive behavior is defined as the perception of an individual about the benefits and barriers  of behaviors and balance between them  [34] . On other hand, the more is the perceived benefits of adopting preventive behavior in a person's opinion, the greater will be the possibility of doing that behavior. In a study by Abood, the educational intervention led to increasing the perceived benefits effectively in the intervention group  [35] , and in the study of Ghaderian, which was conducted with the aim of evaluating the impact of educational intervention on promoting preventive behaviors for CVDs among health care workers in the health centers of the west of Ahvaz city, Iran, there was a significant increase in the scores of perceived benefits  [36] . On the other hand, one of the defining factors of doing exercise is the barriers a person encounters with while taking these behaviors, and in contrast, his/her ability to cope with the barriers of doing physical activity is significantly and positively related to the increase of exercise  [37, 38] ,\n\nto the extent that some researchers have reported that perceived barriers are among the most important component of HBM in conducting recommended behaviors  [39] . The importance of perceived barriers and benefits is especially observed when the goal of suggested behavior is to prevent an unhealthy behavior  [40] .\n\nIn the present study, the educational intervention led to the significant decrease of perceived barriers in the intervention group for doing exercise, and the reverse relationship between the scores of perceived barriers and exercise was observed. In the study of Peyman with the aim of evaluating the impact of educational intervention on the lifestyle of girl students, there was a significant decrease of perceived barriers among the participants about exercise and healthy diet  [41] . Also the findings of Mohseni-pouya support the results of this study, implying educational  The interaction between time and group was significant intervention significantly decreases barriers of people's perception preventing CVDs  [42] . this study, the mean score of perceived barriers was decreased significantly as one of the predictive factors for exercise behavior after intervention. This decrease, besides the increase of perceived benefits, highlighted the benefits of exercise among the participants in the intervention group and increased the amount of daily and weekly exercise significantly in this group.\n\nSelf-efficacy is among those variables that results in the increase of exercise in people  [43]  and among the effective factors for taking healthy behaviors  [44] . The reof the present study showed that there is a direct relationship between self-efficacy and exercise, which is consistent with the results of other studies  [45] [46] [47] . Also the increase of self-efficacy after educational intervention could increase the mean amount of the participants' daily and weekly exercise.\n\nOur results showed that doing daily exercise and the mean of daily and weekly exercise were also increased in the control group though this increase was not significant. We talked with three members of the control group who began daily exercise and found out that two of them according to the suggestion of their physician and one because of concerns about overweight have begun daily exercise in a limited amount. These results are consistent with the results of other studies about exercise. For example, the educational intervention in the study of Tahernia using HBM led to a significant statistical difference in the physical activity amount of the participants  [31] ; this result is in agreement consistent with findings of Hadad in Jordan  [48] . Furthermore, various other studies have reported a significant increase in the amount of physical activity after educational intervention  [49] [50] [51] [52] [53] .\n\nIn simple terms, educational intervention for doing exercise resulted in controlling FBS, TG, Cholesterol and LDL in the intervention group and also decreased the mean level of blood biochemical markers between 1.67 and 5.72 units, while the lack of exercise in the control group led to the increase of the mean level of these indices for about 1.49 to 6.36 units. In other words, exercise could improve the mean of blood biochemical markers in the intervention group and not increased or worsened the mean of blood biochemical markers in the control group. This shows that though exercise could not make any significant changes in the intervention group but led to control and minor the improvement of these indices, which is very important. Meanwhile, the mean of HDL for the intervention group members was increased by as much as 1.54 units post-intervention; in other words, exercise resulted in improving the blood level of HDL in the intervention group though this change was not significant. On the other hand, the mean of HDL in the control group decreased by 1.31 units; in other words, not having exercise worsened the HDL level in the control group. As mentioned above, intervention based on exercise could not make any significant changes in the blood biochemical markers of the intervention group, and the research team tried to explain its reason(s). Thus, it was tried to identify similar studies and compare their results with the results of the present study; for example, in the study of  Sardar and [54] , 8 of aerobic exercise to decrease the FBS, Cholesterol, LDL and HDL but the changes were not significant statistically. Ramalho  [55]  and Herbst  [56]  also observed similar results to the findings of Sardar  [54] .\n\nAlizadeh et al. also studied the impact of 40-min walking with moderate severity for 5 days a week in three groups (40 min continuously, 40 min periodic without physical activity); the results showed that these three groups had no significant difference in changes of Cholesterol, FBS and TG statistically  [57] . An important point in Alizadeh's study was that all the three groups had limited daily calorie and received their dietary advice from a dietitian  [57] .\n\nThe results of all of the above studies are consistent with the present study. These studies have shown exercise alone is not sufficient to make a significant change in the blood biochemical markers and requires reviewing the intervention program. This review can be done on the amount of exercise, its severity, follow-up period or addition of other sections such as diet to the intervention. This has been confirmed in numerous studies where the interventions were based on lifestyle or combination of healthy diet and physical activity, which were done on people from different age groups and in different countries around the world with different cultures; in these studies, the interventions led to improve the levels of FBS, TG, Cholesterol, LDL and HDL significantly  [58] [59] [60] [61] [62] .\n\nThe results of this section of the study, assuming a same diet among the study groups, found that exercise can control and make minor improvement in the mean of FBS, TG, Cholesterol and HDL in the intervening group, and the lack of exercise worsens their level in the control group; this shows the impact of exercise in controlling the blood indices. Even though the intervention based on exercise could not make any significant changes in the blood indices of the intervention group, it led to decrease/control the blood indices in them, which is of high importance itself. Because, for example, 1 % decrease in the amount of Cholesterol and LDL can decrease the amount of risk factors of CVDs accordingly  [63] ."
    },
    {
      "title": "Limitations",
      "text": "Among the limitations of this study, we can refer to the impact of some factors including personality traits and psychic moods when answering the questionnaire as well as the inability to control the dietary status of the participants. Extracting information based on self-reporting is also among the shortcomings of this study."
    },
    {
      "title": "Conclusions",
      "text": "The results of this study indicated that exercise is closely related to the health care worker's beliefs, and applying HBM can be well effective in this regard. Therefore, implementing educational interventions with emphasis on health beliefs and using HBM can be an appropriate strategy to change health care worker's behavior (doing exercise) in order to prevent CVDs. In addition, exercise is effective in controlling the level of FBS and stopping its retardation towards an undesirable level of health though this variable alone is not enough to improve the above indices.\n\nThe results also showed that Telegram is a perfect tool to deliver educational materials, especially in the difficult conditions of holding in-person classes. Therefore, despite the lack of access to this application in Iran in the current situation, the results of the present study showed that modern messaging technologies in the form of messengers, media and social networks can be used to deliver information and, in some cases, the desired health skills in order to achieve the ultimate goal of promoting the health care workers' health level and quality of life."
    },
    {
      "text": "Fig. 1 Flow diagram of participants through the study"
    },
    {
      "text": "Fig. 2 Structural Equation Model (SEM) Diagram"
    },
    {
      "text": "Fit indices in path analysis (SEM)"
    },
    {
      "text": "Survey of the groups' consistency in terms of individual variables before intervention"
    },
    {
      "text": "CVD history among the participants"
    },
    {
      "text": "Comparison of HBM structures between the intervention and control groups before and after intervention by RMANOVA"
    },
    {
      "text": "Comparison of the average regular activity between the intervention and control groups before and after intervention by RMANOVA"
    },
    {
      "text": "Comparison of the mean blood indices between the intervention and control groups before and after intervention-by RMANOVA"
    }
  ],
  "references": [
    {
      "title": "Predictive Power of the Trans Theoretical Model for Physical Activity in Patients with Diabetic Patients",
      "authors": [
        "A Kamran",
        "H Heydari"
      ],
      "year": 2015
    },
    {
      "title": "The role of Technology in Chronic Disease Care",
      "authors": [
        "R Milani",
        "R Bober",
        "C Lavie"
      ],
      "year": 2016
    },
    {
      "title": "Nutrition physical activity on CHD risk factors: a systematic review study",
      "authors": [
        "F Rahmati-Najarkolaei",
        "E Ghaffarpasand",
        "Gholami Fesharaki"
      ],
      "year": 2015
    },
    {
      "title": "Investigating the awareness of inter-city bus drivers and truck drivers on coronary heart diseases risk factors",
      "authors": [
        "M Zarenezhad",
        "H Farshidi",
        "S Zare"
      ],
      "year": 2012
    },
    {
      "title": "The effect of Transtheoretical model-based education on promoting physical activity among employees of Abumusa Island",
      "authors": [
        "F Zare",
        "T Aghamolaei",
        "A Ghanbarnejad"
      ],
      "year": 2016
    },
    {
      "title": "Assessment of physical activity in medical and public health students",
      "authors": [
        "M Rejali",
        "M Mostajeran"
      ],
      "year": 2013
    },
    {
      "title": "Behavioral risk factors for cardiovascular diseases in Bonab city employees Journal of Holistic Nursing And Midwifery",
      "authors": [
        "A Ghahramanian",
        "M Heidarzadeh",
        "H Rostami"
      ],
      "year": 2011
    },
    {
      "title": "Physical activity across adulthood and physical performance in midlife: findings from a British birth cohort",
      "authors": [
        "R Cooper",
        "G Mishra",
        "D Kuh"
      ],
      "year": 2011
    },
    {
      "title": "The impact of new communications technology on promoting women's physical activity",
      "authors": [
        "H Tehrani",
        "A Gholian",
        "K Hasani"
      ],
      "year": 2016
    },
    {
      "title": "Physical activity levels and determinants of change in young adults: a longitudinal panel study",
      "authors": [
        "D Zimmermann-Sloutskis",
        "M Wanner",
        "E Zimmermann"
      ],
      "year": 2010,
      "doi": "10.1186/1479-5868-7-2"
    },
    {
      "title": "Effects of personal, social and environmental factors on physical activity behavior among adults",
      "authors": [
        "A Brochado",
        "F Oliveira-Brochado",
        "P Brito"
      ],
      "year": 2010
    },
    {
      "title": "Environmental, psychological, and social influences on physical activity among Japanese adults: structural equation modeling analysis",
      "authors": [
        "K Ishii",
        "A Shibata",
        "K Oka"
      ],
      "year": 2010
    },
    {
      "title": "Effect of education based on transtheoretical model on promoting physical activity and increasing physical work capacity",
      "authors": [
        "B Moeini",
        "M Rahimi",
        "S Hazaveie"
      ],
      "year": 2010
    },
    {
      "title": "Physical inactivity and related factors in an adult Tehranian population (Tehran Lipid and Glucose Study)",
      "authors": [
        "A Momenan",
        "M Delshad",
        "P Mirmiran"
      ],
      "year": 2012,
      "doi": "10.1186/1745-6215-10-5"
    },
    {
      "title": "Designing and evaluating physical education curriculum in female students",
      "authors": [
        "A Ms"
      ],
      "year": 2016
    },
    {
      "title": "Physical activity epidemiology 2nd edition",
      "authors": [
        "R Dishman",
        "G Heath",
        "I-M Lee"
      ],
      "year": 2013
    },
    {
      "title": "The Survey on the Prevalence of the Cardiovascular Diseases Risk Factors among the Qom University of Medical Sciences Staffs in",
      "authors": [
        "Z Akbari",
        "M Mohammadi",
        "B Effati"
      ],
      "year": 2012
    },
    {
      "title": "Principles and foundations of health promotion and education",
      "authors": [
        "M Saffari"
      ],
      "year": 2008
    },
    {
      "title": "Factors Associated with Regular Physical Activity for the Prevention of Osteoporosis in Female Employees Alborz University of Medical Sciences: Application of Health Belief Model Alborz University",
      "authors": [
        "E Hatefnia",
        "Z Ghazivakili"
      ],
      "year": 2016
    },
    {
      "title": "Health behavior and health education theory, research and practice",
      "authors": [
        "K Glanz",
        "B Rimer"
      ],
      "year": 2008
    },
    {
      "title": "The save hearts in Arizona registry and education (SHARE) program: who is performing CPR and where are they doing it?",
      "authors": [
        "T Vadeboncoeur",
        "B Bobrow",
        "L Clark"
      ],
      "year": 2007,
      "doi": "10.1016/j.resuscitation.2007.02.015"
    },
    {
      "title": "The Workshop",
      "authors": [
        "A Taylor"
      ],
      "year": 1941
    },
    {
      "title": "The role of Persian professional web-based social networks in knowledge sharing",
      "authors": [
        "A Anbari",
        "N Hariri"
      ],
      "year": 2015
    },
    {
      "title": "Designing and Implementation of Evaluation Checklist for Student Educational Performance",
      "authors": [
        "Z Farsi"
      ],
      "year": 2016,
      "doi": "10.18869/acadpub.mcs.3.3.192"
    },
    {
      "title": "Impact of Sport on the Cardiovascular Diseases Scale Based on Health Belief Model: Questionnaire Psychometric Properties",
      "authors": [
        "R Jorvand",
        "M Tavousi",
        "F Ghofranipour"
      ],
      "year": 2018
    },
    {
      "title": "Effect of educational intervention based on health belief model to promote preventive behaviors of cardiovascular disease in people with normal angiographic results",
      "authors": [
        "M Zainali",
        "M Asadpour",
        "T Aghamolaei"
      ],
      "year": 2015
    },
    {
      "title": "The impact of education on the health belief model to promote preventive nutritional habits of heart diseasedisease of the housewives",
      "authors": [
        "E Tavasoli",
        "A Hassanzadeh",
        "R Ghyasvand"
      ],
      "year": 2010
    },
    {
      "title": "The effect of health belief model based on education intervention on physical activity of elderly women",
      "authors": [
        "Amirzadeh Iranagh",
        "J Motallebi"
      ],
      "year": 2016
    },
    {
      "title": "The effect of health belief modelbased education on adherence to the dietary regimen in pregnant women with gestational diabetes",
      "authors": [
        "S Karimy",
        "A Mansouri",
        "H Shahdadi"
      ],
      "year": 2016
    },
    {
      "title": "Soy and health 2004: clinical evidence, dietetic applications",
      "authors": [
        "M Sadler"
      ],
      "year": 2005,
      "doi": "10.1111/j.1467-3010.2005.00524.x"
    },
    {
      "title": "Effect of education on knowledge and performance of activity in patients with myocardial infarction: Health Belief Model Alborz",
      "authors": [
        "A Taheriniya",
        "L Ebrahimpuriyan",
        "Y Mohsenzadeh"
      ],
      "year": 2013,
      "doi": "10.18869/acadpub.aums.2.1.33"
    },
    {
      "title": "A SV Effects of education based on health belief model on dietary adherence in diabetic patients Journal of Diabetes and Metabolic Disorders",
      "authors": [
        "A Piri",
        "M Mardani Hamuleh"
      ],
      "year": 2010
    },
    {
      "title": "The effect of educational program based on health belief model (HBM) on preventive behavior of self-medication in woman with pregnancy in Arak",
      "authors": [
        "M Shamsi",
        "A Bayati",
        "A Mohamadbeygi"
      ],
      "year": 2010
    },
    {
      "title": "The relationship between perceived benefits/barriers of self-care behaviors and self management in diabetic patients",
      "authors": [
        "M Morowatisharifabad",
        "Rouhani Tonekaboni"
      ],
      "year": 2007
    },
    {
      "title": "Nutrition education worksite intervention for university staff: application of the health belief model",
      "authors": [
        "D Abood",
        "D Black",
        "D Feral"
      ],
      "year": 2003,
      "doi": "10.1016/s1499-4046(06)60057-2"
    },
    {
      "title": "The Effect of Education Based on Health Belief Model on Promoting Preventive Behaviors of Cardiovascular Diseases in Health Center Personnel in Ahwaz",
      "year": 2014,
      "doi": "10.32598/jsmj.20.2.7"
    },
    {
      "title": "A review of correlates of physical activity of children and adolescents",
      "authors": [
        "J Sallis",
        "J Prochaska",
        "W Taylor"
      ],
      "year": 2000
    },
    {
      "title": "Using self-efficacy theory to develop interventions that help older people overcome psychological barriers to physical activity: a discussion paper",
      "authors": [
        "L-L Lee",
        "Arthur Avis"
      ],
      "year": 2008
    },
    {
      "title": "s Obstetrics",
      "authors": [
        "C Fg",
        "William"
      ],
      "year": 2005
    },
    {
      "title": "Designing and evaluating a theory-based educational intervention for changing physical activity in spouses of staff",
      "authors": [
        "Z Gs"
      ],
      "year": 2014
    },
    {
      "title": "Evaluation of education in promoting healthy lifestyle behaviors among adolescent girls, according to the Health Belief Model",
      "authors": [
        "N Peyman",
        "M Mahdizadeh",
        "M Mahdizadeh"
      ],
      "year": 2014
    },
    {
      "title": "Efficacy of educational intervention about the Prevention of Cardiovascular Disease among Adolescent Boys; an application",
      "authors": [
        "H Mohsenipouya",
        "Esmaeili Shahmirzadi",
        "Seifi Makerani"
      ],
      "year": 2017
    },
    {
      "title": "Predicting physical activity intention and behavior in school-age children Pediatric Exercise",
      "authors": [
        "L Foley",
        "H Prapavessis",
        "R Maddison"
      ],
      "year": 2008
    },
    {
      "title": "Increasing mammography and cervical cancer knowledge and screening behaviors with an educational program",
      "authors": [
        "T Kessler"
      ],
      "year": 2012,
      "doi": "10.1188/12.onf.61-68"
    },
    {
      "title": "Application of the transtheoretical model to physical activity in older adults with type 2 diabetes and/or cardiovascular disease",
      "authors": [
        "A Kirk",
        "F Macmillan",
        "N Webster"
      ],
      "year": 2010
    },
    {
      "title": "The survey physical activity status of employed women in Hamadan University of Medical Sciences: the relationship between the benefits, barriers, self-efficacy and stages of change",
      "authors": [
        "F Jalilian",
        "S Emdadi",
        "M Mirzaie"
      ],
      "year": 2011
    },
    {
      "title": "Exercise self-efficacy, exercise perceived benefits and barriers among students in Hormozgan University of Medical Sciences",
      "authors": [
        "T Aghamolaei",
        "S Tavafian"
      ],
      "year": 2009,
      "doi": "10.32598/ahs.10.4.281.1"
    },
    {
      "title": "The effect of the health belief model in explaining exercise participation among Jordanian myocardial infarction patients",
      "authors": [
        "N Al-Ali",
        "L Haddad"
      ],
      "year": 2004,
      "doi": "10.1177/1043659603262484"
    },
    {
      "title": "Impact of a worksite intervention program on cardiovascular risk factors: a demonstration project in an Indian industrial population",
      "authors": [
        "P Dorairaj",
        "J Panniyammakal",
        "G Shifalika"
      ],
      "year": 2009
    },
    {
      "title": "Outcomes of national community organization cardiovascular prevention programs for high-risk women",
      "authors": [
        "A Villablanca",
        "Arline Lewis"
      ],
      "year": 2009,
      "doi": "10.1007/s12265-009-9118-5"
    },
    {
      "title": "A national interactive webbased physical activity intervention in women, evaluation of the American Heart Association choose to move program 2006-2007",
      "authors": [
        "S Lieber",
        "R Redberg",
        "R Blumenthal"
      ],
      "year": 2012
    },
    {
      "title": "of a disease prevention program knowledge and adoption of a heart healthy lifestyle in Jordanian working adults",
      "authors": [
        "N Eshah",
        "A Bond",
        "E Froelicher"
      ],
      "year": 2010
    },
    {
      "title": "Cardiovascular prevention in the Hartslag Limburg project: effects of a high-risk approach on behavioral risk factors in a general practice population",
      "authors": [
        "J Harting",
        "P Van Assema",
        "P Van Limpt"
      ],
      "year": 2006
    },
    {
      "title": "The effect of 8-weeks of regular physical activity on blood glucose, body mass index, maximal oxygen uptake (Vo2max) and risk factors cardiovascular diseases in patients with type of 1 diabetes mellitus Iranian journal of",
      "authors": [
        "M Sardar",
        "A Gaeini",
        "J Ramezani"
      ],
      "year": 2008
    },
    {
      "title": "The effect of resistance versus aerobic training on metabolic control in patients with type-1 diabetes mellitus",
      "authors": [
        "A Ramalho",
        "L De Lourdes",
        "F Nunes"
      ],
      "year": 2006,
      "doi": "10.1016/j.diabres.2005.11.011"
    },
    {
      "title": "Effects of regular physical activity on control of glycemia in pediatric patients with type 1 diabetes mellitus",
      "authors": [
        "A Herbst",
        "R Bachran",
        "T Kapellen"
      ],
      "year": 2006
    },
    {
      "title": "The effects of continuous and intermittent aerobic exercise on lipid profile and fasting blood sugar in women with a body mass index more than 25 kg/m2: A randomized controlled trial Tehran University Medical",
      "authors": [
        "Z Alizadeh",
        "R Kordi",
        "Hossein-Zadeh Attar"
      ],
      "year": 2011
    },
    {
      "title": "Effects of a randomized maintenance intervention on adiposity and metabolic risk factors in overweight minority adolescents",
      "authors": [
        "J Davis",
        "E Ventura",
        "A Tung"
      ],
      "year": 2012
    },
    {
      "title": "The women on the move through activity and nutrition (WOMAN) study: final 48-month results",
      "authors": [
        "L Kuller",
        "Kkp Gabriel",
        "L Kinzel"
      ],
      "year": 2012
    },
    {
      "title": "The effect of family-based multidisciplinary cognitive behavioral treatment in children with obesity: study protocol for a randomized controlled trial",
      "authors": [
        "R Vos",
        "J Wit",
        "H Pijl"
      ],
      "year": 2011
    },
    {
      "title": "A computer support program that helps clinicians provide patients with metabolic syndrome tailored counseling to promote weight loss",
      "authors": [
        "J Christian",
        "T Byers",
        "K Christian"
      ],
      "year": 2011
    },
    {
      "title": "The DHHS Office on Women's Health Initiative to Improve Women's Heart Health: focus on knowledge and awareness among women with cardiometabolic risk factors",
      "authors": [
        "E-Gv Giardina",
        "R Sciacca",
        "J Foody"
      ],
      "year": 2011,
      "doi": "10.1089/jwh.2010.2448"
    },
    {
      "title": "Third report of the National Cholesterol Education Program (NCEP) expert panel on detection, evaluation, and treatment of high blood cholesterol in adults (Adult Treatment Panel III) final report",
      "authors": [
        "Cepn National"
      ],
      "year": 2002
    }
  ],
  "num_references": 63
}
