{
  "paper_id": "EMCYFNUE",
  "title": "Optimising epilepsy management with a smartphone application: a randomised controlled trial",
  "abstract": "pilepsy, one of the most common chronic neurological diseases, affects 50 million people around the world, 1 including about 9 million people in China. 2  The current management of epilepsy needs to be improved. 3,4  In an earlier study, we described an intervention package that enhanced medical compliance and improved seizure control in patients with epilepsy in resource-poor rural communities. 5  Given the widespread use of smartphones, mobile phone applications (apps) and online communities have emerged as tools for managing some chronic medical conditions, such as diabetes mellitus and hypertension. [6] [7] 7] [8] [9]  We have previously established that people in China with epilepsy and their caregivers are willing to use smartphone apps.  [10] [11] 1] [12]  As there have been few investigations of the feasibility and efficacy of epilepsy-specific apps in resource-poor countries, we developed and undertook the preliminary validation of the Chinese Epilepsy Self-Management Scale (C-ESMS) for assessing the quality of self-management.  13 e also designed an app prototype and enrolled participants to test its practicability and effectiveness in a pilot study, the results of which we report in this article. \n Methods The primary research question was whether a practical intervention based upon a smartphone application (app) would improve self-management and improve seizure control in adults with epilepsy. \n Trial setting and participants Our study was undertaken in Chengdu, western China. People with epilepsy were consecutively recruited at the Epilepsy Center of the Sichuan Provincial People's Hospital. Epilepsy was diagnosed in accordance with the recent International League Against Epilepsy (ILAE) criteria.  14 We included adult patients (more than 18 but less than 60 years of age) with epilepsy of more than one year's duration who had had more than three seizures during the 6 months preceding recruitment; participants also needed to reside in the study area, be proficient in the use of smartphones, and have provided written consent to participate in the study. Exclusion criteria were severe intellectual and developmental impairment, neurologic disease, psychosis, or other severe medical conditions (eg, tumours, fractures); illiteracy or mental incompetence; and current participation in another research project. \n Trial design and procedure (randomisation and blinding) The trial was undertaken between December 2017 and August 2018; participants were recruited between December 2017 and February 2018. A total of 612 people from the Sichuan Provincial People's Hospital epilepsy registry database were assessed for eligibility; 380 (62.1%) met our criteria for participation and were enrolled and assigned to the app and control groups (1:1) using permuted blocked randomisation. One investigator (YN) generated block randomisation sequences (block size of four); one of the block",
  "year": 2020,
  "date": "2020-04-06",
  "journal": "Ann Behav Med",
  "publication": "Ann Behav Med",
  "authors": [
    {
      "forename": "Yang",
      "surname": "Si",
      "name": "Yang Si",
      "affiliation": "1  Sichuan Academy of Medical Sciences and Sichuan People's Hospital , Chengdu , Sichuan , China. \n\t\t\t\t\t\t\t\t Sichuan Academy of Medical Sciences \n\t\t\t\t\t\t\t\t Sichuan People's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chengdu Sichuan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xiaoqiang",
      "surname": "Xiao",
      "name": "Xiaoqiang Xiao",
      "orcid": "0000-0003-2489-2974"
    },
    {
      "forename": "Cai",
      "surname": "Xia",
      "name": "Cai Xia",
      "affiliation": "1  Sichuan Academy of Medical Sciences and Sichuan People's Hospital , Chengdu , Sichuan , China. \n\t\t\t\t\t\t\t\t Sichuan Academy of Medical Sciences \n\t\t\t\t\t\t\t\t Sichuan People's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chengdu Sichuan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Jiang",
      "surname": "Guo",
      "name": "Jiang Guo",
      "affiliation": "1  Sichuan Academy of Medical Sciences and Sichuan People's Hospital , Chengdu , Sichuan , China. \n\t\t\t\t\t\t\t\t Sichuan Academy of Medical Sciences \n\t\t\t\t\t\t\t\t Sichuan People's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chengdu Sichuan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Qiukui",
      "surname": "Hao",
      "name": "Qiukui Hao",
      "affiliation": "4  National Clinical Research Center for Geriatrics , Sichuan University West China Hospital , Chengdu , Sichuan , China. \n\t\t\t\t\t\t\t\t National Clinical Research Center for Geriatrics \n\t\t\t\t\t\t\t\t Sichuan University West China Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chengdu Sichuan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Qianning",
      "surname": "Mo",
      "name": "Qianning Mo",
      "affiliation": "1  Sichuan Academy of Medical Sciences and Sichuan People's Hospital , Chengdu , Sichuan , China. \n\t\t\t\t\t\t\t\t Sichuan Academy of Medical Sciences \n\t\t\t\t\t\t\t\t Sichuan People's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chengdu Sichuan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yulong",
      "surname": "Niu",
      "name": "Yulong Niu",
      "affiliation": "5  Key Laboratory of Bio-Resource and Eco-Environment , College of Life Sciences , Sichuan University , Chengdu , Sichuan , China. \n\t\t\t\t\t\t\t\t College of Life Sciences \n\t\t\t\t\t\t\t\t Key Laboratory of Bio-Resource and Eco-Environment \n\t\t\t\t\t\t\t\t Sichuan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chengdu Sichuan \n\t\t\t\t\t\t\t\t\t China",
      "email": "yulong.niu@hotmail.com"
    },
    {
      "forename": "Hongbin",
      "surname": "Sun",
      "name": "Hongbin Sun",
      "affiliation": "1  Sichuan Academy of Medical Sciences and Sichuan People's Hospital , Chengdu , Sichuan , China. \n\t\t\t\t\t\t\t\t Sichuan Academy of Medical Sciences \n\t\t\t\t\t\t\t\t Sichuan People's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chengdu Sichuan \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "https://doi.org/10.13039/501100001809",
  "sections": [
    {
      "text": "Participants: 380 eligible people with epilepsy were recruited; 327 completed the 6-month follow-up (176 in the app group, 151 in the control group).\n\nMain outcome measures: Self-management of epilepsy (measured with the validated Chinese Epilepsy Self-Management Scale, C-ESMS) and self-reported seizure frequency."
    },
    {
      "title": "Results:",
      "text": "In the intention-to-treat analysis, the mean C-ESMS score increased significantly in the app group between baseline and the 6-month evaluation (from 121.7 [SD, 12.1] to 144.4 [SD, 10.0]; P < 0.001); improvements on the information management, medication management, and safety management subscales were also statistically significant. At 6 months, the mean overall C-ESMS score for the app group was significantly higher than that for the control group (125.4 [SD, 1.5]; P < 0.001). The proportion of patients who were seizure-free at the 6-month follow-up was larger for the app than the control group (54 of 190, 28% v 22 of 190, 12%), as was the proportion with reductions in frequency of between 75 and 100% (22 of 190, 12% v 8 of 190, 4%). Changes in C-ESMS score were not statistically associated with seizure frequency.\n\nConclusions: Using a smartphone app improved epilepsy selfmanagement scores in people in western China. It should be further tested in larger populations in other areas. Our preliminary investigation of building digital communities for people with epilepsy should encourage similar approaches to managing other chronic diseases.\n\nTrial registration: Chinese Clinical Trial Registry, ChiCTR1900026864, 24 October 2019.\n\n* Equal first authors.\n\nThe known: The treatment of epilepsy, one of the most common chronic neurological diseases, places large demands on medical resources and imposes a heavy economic burden, especially in resource-poor areas. The efficiency of its management, in terms of enhancing medical compliance and improving seizure control, must be improved.\n\nThe new: We found that using an epilepsy-specific smartphone application is feasible, efficient, can improve self-management by patients, and may improve seizure control."
    },
    {
      "title": "The implications:",
      "text": "The potential importance of modern mass communication techniques for managing chronic disease should be explored further, particularly among people in resource-poor or remote areas.\n\nsequences was then selected by the randomisation program, and consecutive participants allocated to the app and control groups according to the randomisation sequence. Each participant of a particular age and sex was randomised to the app or control group and the next enrolee with the same characteristics was automatically assigned to the other group. To minimise the predictability of the allocation process, the randomisation sequence was concealed from all investigators until all patients had been assigned (Box 1).\n\nBaseline demographic information, clinical characteristics, C-ESMS score, and baseline seizure frequency (most recent 6 months) were collected in face-to-face interviews prior to randomisation. After randomisation, the participants were observed for 6 months, after which final evaluations of C-ESMS score and seizure frequency were undertaken. Before the intervention commenced, the participants in the app group were trained by a staff member in how to use the app; the participants in the control group received only a routine clinic consultation. Participants in the control group were asked to report their seizure frequency each month by phone call, email, or in person at the clinic. The seizure frequency of participants in the app group was recorded by online self-report in the app and confirmed by the same methods as for the control group. All participants were asked to complete the C-ESMS at the end of the 6-month follow-up in face-to-face interviews in the clinic. The study schedule (intervention allocation) was not revealed to the research staff who collected and analysed the data; participants were asked to not reveal their allocation to the interviewer who undertook their follow-up assessments."
    },
    {
      "title": "App design",
      "text": "The prototype of the epilepsy management app was built on the WeChat platform, one of the leading Chinese multipurpose messaging and social media apps (developed by Tencent:  https ://devel opers.weixin.qq.com/minip rogra m/intro duction  [in Chinese]). WeChat provides a wide range of functions and platforms, and the preliminary design of our app relied on the WeChat platform instead of a standalone server from the outset.\n\nParticipants were encouraged to manage their own treatment and lifestyle to achieve optimal quality of life and seizure control.  15 Accordingly, the core functions of the app were a medication calendar, online educational forums and blogs, a facility for prompt online reporting of seizures and online consultations (messaging or video call), and online questionnaires (Supporting Information, figure)."
    },
    {
      "title": "Research questionnaire and primary outcome measurements",
      "text": "Primary outcomes included self-management of epilepsy and seizure frequency. Self-management was measured with the C-ESMS (Supporting Information)  13  at recruitment and 6 months after randomisation; higher scores indicate better self-management. Seizure frequency was calculated for the 6 months preceding enrolment (baseline) and during the 6-month follow-up. Four categories of seizure reduction were defined: grade 1, no clear seizure reduction (less than 50%) or aggravation; grade 2, seizure reduction of at least 50% but less than 75%; grade 3, at least 75% but less than 100%; and grade 4, freedom from seizures. We also assessed online activities in the app group, including number of log-ins, online time, and frequencies of educational article reading, commenting and questioning online, and messaging."
    },
    {
      "title": "Statistical analysis",
      "text": "The analyses were conducted in SPSS 22.0. Categorical and continuous variables were assessed in χ 2 , corrected χ 2 , Fisher exact and t tests, as appropriate. Before undertaking t tests, data skewness and kurtosis were assessed; if necessary and possible, data were transformed to produce a normal distribution before a test of homogeneity of variance (Levene test) was applied to guarantee validity of comparison. Continuous variables were assessed in Mann-Whitney tests. We undertook both intention-to-treat and per protocol (completer) analyses; in the intention-to-treat analyses, we assumed no change for participants who did not complete the follow-up assessments.\n\nFactors associated with changes in C-ESMS score were assessed by linear regression, including demographic (sex, age, education level), clinical (seizure frequency, C-ESMS scores), and app activities as variables; association between changes in seizure frequency and C-ESMS score was assessed by Spearman rank correlation. P < 0.01 (Bonferroni-adjusted) was deemed statistically significant for comparisons of scores on the five C-ESMS subscales; for all other comparisons; P < 0.05 was deemed statistically significant.\n\nIn accordance with an earlier publication  16  and our pilot baseline data, a sample size of 150 subjects in each group was adequate for detecting a change in C-ESMS score of 6 points (C-ESMS standard deviation, 15 points) with 90% power (two-tailed α = 0.05; β = 0.1)."
    },
    {
      "title": "Ethics approval",
      "text": "The Medical Ethics Committee of the Sichuan Provincial People's Hospital granted ethics approval for the study protocol, registrations, and patient consent process (reference, 09-1/2017). All participating patients provided informed consent before entering the study. The trial was retrospectively registered with the Chinese Clinical Trial Registry (reference, ChiCTR1900026864 [24 October 2019];  http://www.chictr.org.cn/showp roj.aspx?proj=43046  )."
    },
    {
      "title": "Results",
      "text": "The baseline demographic and clinical characteristics and baseline C-ESMS scores of the two groups were similar (Box 2). Of 380 randomised participants, 327 (86.1%) completed the follow-up assessment (app group, 176; control group, 151); as the number of men who did not complete the survey was greater for the control than the intervention group (28 v 7), but the numbers of women not completing the survey were similar (control, 11; intervention, 7), the proportion of men among completers was slightly higher for the app group than for the control group (54% v 50%). Medications for each participant were kept constant during the study; 210 patients used levetiracetam (55.3%), 175 patients oxcarbazepine (46.1%), 185 patients valproate (48.7%), 56 patients lamotrigine (15%), and 47 patients used other drugs (12%). No severe adverse events related to app use were observed during the study. In the intervention group, 28 patients (15%) reported anti-epileptic drug-related adverse reactions (including drowsiness, dizziness, headache, agitation) and 15 patients (8%) reported seizure-related injuries (such as bruises, skin abrasion); in the control group, anti-epileptic drug-related adverse reactions were reported by 25 patients (13%) and seizurerelated injuries by nine (5%).\n\nAt the 6-month follow-up, the mean C-ESMS scores of the app group were significantly higher than those of the control group, overall and on the information, lifestyle, medication, and safety management subscales (P < 0.001), but not on the seizure management subscale (Box 3). In intention-to-treat analyses, the incremental increases in the app group in total score (22.7 points; 95% confidence interval [CI], 21.1-24.2 points), and subscale scores -information (6.6 points; 95% CI, 5.9-7.3 points), medication (7.3 points; 95% CI, 6.8-7.9 points), lifestyle (1.2 points; 95% CI, 1.0-1.5 points), safety (5.6 points; 95% CI, 5.2-6.1 points), and seizure management (1.9 points; 95% CI, 1.6-2.2 points) were each statistically significant. Larger proportions of participants in the app group than in the control group experienced seizure freedom during the 6month follow-up (54 of 190, 28% v 22 of 190, 12%) or reductions in frequency of between 75 and 100% (22 of 190, 12% v 8 of 190, 4%). The results for per protocol (completer) analyses were similar to those of the intention to treat analyses (Box 3).\n\nMedian total logged-in time for app users during follow-up was 78 hours (interquartile range [IQR], 58-124 hours); the median number of log-ins was 72 (IQR, 54-94), of article reading 2 Baseline characteristics of participants in the intervention (app) and control groups Characteristic App group Control group P Number of people 190 190 Sex (men) 103 (54%) 103 (54%) 1.0 Age (years), mean (SD) 32.3 (11.0) 32.2 (11.6) 0.94 Education level 0.59 Middle school or below 66 (35%) 59 (31%) High school 46 (24%) 68 (36%) College or above 78 (41%) 63 (33%) Unemployed 44 (23%) 42 (22%) 0.81 Residency (urban area) 101 (53%) 88 (46%) 0.18 Currently married 99 (52%) 102 (54%) 0.76 Seizure onset age (years), median (IQR) 13.5 (7.5-21.9) 15.5 (7.3-21.8) 0.71 Disease duration (years), median (IQR) 13.0 (5.4-24.4) 12.1 (5.5-23.1) 0.41 Seizure type 0.14 Focal 116 (61%) 109 (57%) Generalised 30 (16%) 36 (19%) Focal and generalised 38 (20%) 30 (16%) Unknown 6 (3%) 15 (8%) Baseline seizure frequency (per 6 months) 0.40 Median (IQR) 4 (3-12) 4 (3-10) 3 to fewer than 6 104 (55%) 114 (60%) 6 to fewer than 12 38 (20%) 32 (17%) 12 or more 48 (25%) 43 (23%) Monotherapy 108 (56.8) 103 (54.2) 0.61 C-ESMS score, mean (SD) 121.7 (12.1) 123.2 (12.6) 0.27 Subscales: information management 14.1 (4.7) 14.5 (5.1) 0.37 Subscales: lifestyle management 20.1 (3.9) 19.9 (4.2) 0.76 Subscales: medication management 39.8 (3.4) 40.2 (3.4) 0.23 Subscales: safety management 26.3 (3.5) 26.5 (3.5) 0.59 Subscales: seizure management 21.5 (4.1) 21.9 (4.3) 0.27 C-ESMS = Chinese Epilepsy Self-Management Scale; IQR = interquartile range.; SD = standard deviation. ◆ 13265377, 2020, 6, Downloaded from  https://onlinelibrary.wiley.com/doi/10.5694/mja2.50520 , Wiley Online Library on [13/07/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License activities 13 (IQR, 8-29), of commenting activities 14 (IQR, 12-20), and of messaging activities 35 (IQR, 24-76). In the linear regression analysis, the only factor significantly associated with change in C-ESMS score was baseline C-ESMS score (β = -0.633; P < 0.001). Changes in C-ESMS score and seizure frequency were not significantly associated (data not shown)."
    },
    {
      "title": "Discussion",
      "text": "Supporting self-management by people with chronic diseases facilitates expanding the provision of health care from doctors to the patients themselves.  17 Clinic-based mobile health decision support for enhancing self-management by adults with epilepsy  18  and WebEase, an online epilepsy self-management program that assists people with medications, managing stress, and improving sleep quality, have been described in the literature;  19  an internet-based psychosocial intervention was reported to have improved self-management and self-efficacy in American veterans with epilepsy.  16 Our findings suggest that a mobile phone app can have a substantial effect on epilepsy selfmanagement and may reduce seizure frequency.\n\nThere were no important baseline differences between the intervention and control groups that would have influenced our results. All patients in our study had experienced at least three seizures during the preceding six months. A positive effect of app use on seizure frequency was expected, although some participants had drug-resistant epilepsy, which may have reduced the efficacy of the intervention. Further, most of our participants were younger people (under 50 years of age), a group more likely to be willing to use mobile phone apps.\n\nThe 6-month C-ESMS completion rate (86%) was higher than for similar studies (about 40%).  16, 20, 21 Possible explanations include the fact that eligible participants were carefully enrolled and supervised during follow-up; a recent uncontrolled seizure may motivate a patient to attend follow-up; a friendly doctor-patient relationship was developed during the clinical consultations; and most of our participants were well educated younger patients who had agreed to participate in the study and were therefore inclined to adhere to the treatment program. However, satisfaction with outpatient management and with the app were not formally assessed.\n\nStatistically significant improvements in self-efficacy and selfmanagement measures in American veterans with epilepsy were achieved with an online psychosocial intervention over six weeks (POEM study);  16  another recent study similarly reported that an epilepsy self-management program improved ESMS scores.  22 In our study, self-management, as assessed by C-ESMS scores, also improved for patients using the app, but the magnitude of the change was considerably greater than in earlier studies. One possible explanation might be the lower baseline scores in our study. Whereas the greatest improvement reported in the POEM study was in the domain of information management,  16  we also found statistically significant improvements in medications and safety management. These differences may have several reasons: the lower baseline C-ESMS scores in our study allowed greater increases during the intervention; the app intervention included a component of active patient engagement that strengthened medical compliance, rather than passively providing educational materials alone; and the younger age of our participants may have been associated with better acceptance of the app and more active participation.\n\nWith regard to specific app functions (see Supporting Information for item numbers), the medication calendar may improve information (item 7), seizure (11, 15), and medication management (16,   24, 27, 28, 30); the online educational forums and blogs component could improve lifestyle (2, 13, 14, 18, 22, 33), safety (6, 17, 23, 29, 34, 36), medication (8, 9), and seizure management (10, 32); prompt online reports of seizure attack and consultation could improve information (1, 3, 5), seizure (12), safety (31), and medication management (25); and the online survey questionnaires component could help assess other user characteristics, such as mood state and sleep quality.\n\nAlthough no association between improved C-ESMS score and reduced seizure frequency was found, short term seizure amelioration in the app management group was apparent. It is probable that improved self-management had an effect on seizure control, as many C-ESMS factors are relevant to seizure recurrence. Epilepsy is a complex disorder: the effects of quality of life and factors such as emotion on the predisposition to\n\n3 Outcomes at 6-month follow-up for participants in the intervention (app) and control groups: intention-to-treat (ITT) and per protocol (completer, PP) analyses Outcomes App group Control group P Chinese Epilepsy Self-Management Scale (C-ESMS) score, mean (SD) Total score (ITT) 144.4 (10.0) 125.4 (11.5) < 0.001 Total score (PP) 146.6 (5.9) 125.6 (11.5) < 0.001 Subscales Information management (ITT) 20.7 (2.8) 14.8 (4.9) < 0.001 Information management (PP) 21.2 (1.6) 14.5 (4.9) < 0.001 Lifestyle management (ITT) 21.3 (3.3) 19.9 (3.9) < 0.001 Lifestyle management (PP) 21.5 (3.2) 19.9 (3.9) < 0.001 Medication management (ITT) 47.1 (2.8) 40.7 (3.0) < 0.001 Medication management (PP) 47.8 (1.5) 40.9 (3.0) < 0.001 Safety management (ITT) 32.0 (2.8) 27.1 (3.2) < 0.001 Safety management (PP) 32.6 (1.5) 27.3 (3.0) < 0.001 Seizure management (ITT) 23.4 (3.2) 22.8 (4.1) 0.17 Seizure management (PP) 23.5 (3.1) 23.0 (4.0) 0.19 Reduction of seizure frequency (ITT) < 0.001 100% 54 (28%) 22 (12%) ≥ 75% and < 100% 22 (12%) 8 (4%) ≥ 50% and < 75% 21 (11%) 60 (32%) < 50% 93 (49%) 100 (53%) Reduction of seizure frequency (PP) < 0.001 100% 54 (31%) 22 (15%) ≥ 75% and < 100% 22 (12%) 8 (5%) ≥ 50% and < 75% 21 (12%) 60 (40%) < 50% 79 (45%) 61 (40%)\n\nseizure recurrence deserve investigation. Moreover, our participant group included people with drug-resistant epilepsy, which may have influenced our results. Overall improved seizure control in the intervention group may be related to a number of app functions that encourage constant engagement with selfmanagement and communication between patient and doctor. Indeed, it may not be the app per se that achieved improved outcomes, but rather that patients were invited to use the app in this manner."
    },
    {
      "title": "Strengths and limitations",
      "text": "The randomised controlled design minimised confounding by extraneous factors, so that comparing the two groups did not require complex statistical analyses. Nevertheless, our study had several limitations. First, the demographic characteristics of the participants may not reflect those of all people with epilepsy in western China; we selected smartphone users, skewing our selection to younger people. Second, the primary outcomes were based on self-report, which could increase information bias; further, if interviewees unintentionally exposed their allocation, the blinded nature of the study would be compromised. Third, follow-up may not have been long enough to gauge longer term changes. Fourth, the app focused on medication use rather than other health behaviours or psychological factors such as stress and depressive symptoms. Fifth, determining which app functions contributed more to the measured outcomes will require its refinement and analysis."
    },
    {
      "title": "Conclusion",
      "text": "Our study provided evidence for the benefits of epilepsy-specific apps for improving patient self-management and reducing seizure frequency. The use of such apps could support epilepsy management in resource-poor regions. Our preliminary investigation of building digital communities for people with epilepsy should encourage similar approaches to managing other chronic diseases."
    }
  ],
  "references": [
    {
      "title": "Self-management education: history, definition, outcomes, and mechanisms",
      "authors": [
        "K Lorig",
        "H Holman"
      ],
      "year": 2003,
      "doi": "10.1207/s15324796abm2601_01"
    },
    {
      "title": "Mobile applications for diabetics: a systematic review and expert-based usability evaluation considering the special requirements of diabetes patients age 50 years or older",
      "authors": [
        "M Arnhold",
        "M Quade",
        "W Kirch"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2968"
    },
    {
      "title": "A content analysis of smartphone-based applications for hypertension management",
      "authors": [
        "N Kumar",
        "M Khunger",
        "A Gupta",
        "N Garg"
      ],
      "year": 2015,
      "doi": "10.1016/j.jash.2014.12.001"
    },
    {
      "title": "Feasibility and acceptability of smartphone applications for seizure self-management in China: questionnaire study among people with epilepsy",
      "authors": [
        "X Liu",
        "R Wang",
        "D Zhou",
        "Z Hong"
      ],
      "year": 2016,
      "doi": "10.1016/j.yebeh.2015.11.024"
    },
    {
      "title": "Smartphone applications for seizure care and management in children and adolescents with epilepsy: feasibility and acceptability assessment among caregivers in China",
      "authors": [
        "X Liu",
        "R Wang",
        "D Zhou",
        "Z Hong"
      ],
      "year": 2016,
      "doi": "10.1016/j.eplepsyres.2016.08.002"
    },
    {
      "title": "Facilitators and barriers to using physical activity smartphone apps among Chinese patients with chronic diseases",
      "authors": [
        "L Sun",
        "Y Wang",
        "B Greene"
      ],
      "year": 2017,
      "doi": "10.1186/s12911-017-0446-0"
    },
    {
      "title": "Development and validation of the Chinese version of the Adult Epilepsy Self-Management Scale (C-ESMS) in western China",
      "authors": [
        "X Xiao",
        "Y Si",
        "Q Mo"
      ],
      "year": 2018,
      "doi": "10.1016/j.eplepsyres.2018.04.014"
    },
    {
      "title": "ILAE classification of the epilepsies: position paper of the ILAE Commission for Classification and Terminology",
      "authors": [
        "I Scheffer",
        "S Berkovic",
        "G Capovilla"
      ],
      "year": 2017,
      "doi": "10.1111/epi.13709"
    },
    {
      "title": "The Managing Epilepsy Well Network: advancing epilepsy self-management",
      "authors": [
        "M Sajatovic",
        "B Jobst",
        "R Shegog"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2016.07.026"
    },
    {
      "title": "Patients optimizing epilepsy management via an online community: the POEM Study",
      "authors": [
        "J Hixson",
        "D Barnes",
        "K Parko"
      ],
      "year": 2015,
      "doi": "10.1212/wnl.0000000000001728"
    },
    {
      "title": "Chronic disease self-management support: public health perspectives",
      "authors": [
        "T Brady",
        "L Anderson",
        "R Kobau"
      ],
      "year": 2014,
      "doi": "10.3389/fpubh.2014.00234"
    },
    {
      "title": "Clinic-based mobile health decision support to enhance adult epilepsy self-management: an intervention mapping approach",
      "authors": [
        "R Shegog",
        "C Begley"
      ],
      "year": 2017,
      "doi": "10.3389/fpubh.2017.00256"
    },
    {
      "title": "Results of a research study evaluating WebEase, an online epilepsy self-management program",
      "authors": [
        "C Diiorio",
        "Y Bamps",
        "E Walker",
        "C Escoffery"
      ],
      "year": 2011,
      "doi": "10.1016/j.yebeh.2011.07.030"
    },
    {
      "title": "Evaluation of WebEase: an epilepsy selfmanagement Web site",
      "authors": [
        "C Diiorio",
        "C Escoffery",
        "F Mccarty"
      ],
      "year": 2009,
      "doi": "10.1093/her/cyn012"
    },
    {
      "title": "Psychosocial treatment programs in epilepsy: a review",
      "authors": [
        "R Mittan"
      ],
      "year": 2009,
      "doi": "10.1016/j.yebeh.2009.08.031"
    },
    {
      "title": "PACES in epilepsy: results of a self-management randomized controlled trial",
      "authors": [
        "R Fraser",
        "E Johnson",
        "S Lashley"
      ],
      "year": 2015,
      "doi": "10.1111/epi.13052"
    }
  ],
  "num_references": 16
}
