{
  "paper_id": "ENR89R7F",
  "title": "Cross-sectional and prospective associations between selfreported sleep characteristics and cognitive function in men and women: The Midlife in the United States Study",
  "abstract": "Sleep behavior is an important contributing factor in healthy human aging and cognitive function. Previous studies have linked sleep deficiency with cognitive decline in older adults. However, there is need for more prospective investigations that focus on specific domains of cognitive function. This study analyzed cross-sectional and prospective associations between self-reported sleep and cognitive function in the Midlife in the United States study (MIDUS) study. Weekday and weekend sleep duration and habitual sleep quality were obtained via questionnaire data. Brief Test of Adult Cognition by Telephone was conducted to assess overall cognitive function, as well as episodic memory and executive function. We found significant trend for both long weekday and weekend sleep (>8 hours) and lower episodic memory scores in the overall sample. Sex specific cross-sectional analysis demonstrated men with longer weekend sleep duration have lower overall cognitive function scores, and a negative association between weekend sleep and episodic memory scores. Women demonstrated a positive association between weekend sleep duration and executive function scores. There was no prospective significance for overall or sex-specific analysis. Our results suggest that sleep duration may contribute to cognitive function, and future studies should",
  "year": 2023,
  "date": "2023-06-01",
  "journal": "Sleep",
  "publication": "Sleep",
  "authors": [
    {
      "forename": "Aaron",
      "surname": "Schneider",
      "name": "Aaron Schneider",
      "affiliation": "a  Department of Health and Human Physiology , University of Iowa , 225 S. Grand Ave. , Iowa City , IA 52240 \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 225 S. Grand Ave. \n\t\t\t\t\t\t\t\t\t 52240 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA",
      "email": "aaron-schneider@uiowa.edu."
    },
    {
      "forename": "Chooza",
      "surname": "Moon",
      "name": "Chooza Moon",
      "affiliation": "b  College of Nursing , University of Iowa , 50 Newton Rd , Iowa City , IA 52242 \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50 Newton Rd \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Kara",
      "surname": "Whitaker",
      "name": "Kara Whitaker",
      "affiliation": "a  Department of Health and Human Physiology , University of Iowa , 225 S. Grand Ave. , Iowa City , IA 52240 \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 225 S. Grand Ave. \n\t\t\t\t\t\t\t\t\t 52240 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Dong",
      "surname": "Zhang",
      "name": "Dong Zhang",
      "affiliation": "d  Department of Family and Preventive Medicine , University of Arkansas for Medical Sciences , 521 Jack Stephens Drive #530 , Little Rock , AR 72205 \n\t\t\t\t\t\t\t\t Department of Family and Preventive Medicine \n\t\t\t\t\t\t\t\t University of Arkansas for Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 521 Jack Stephens Drive #530 \n\t\t\t\t\t\t\t\t\t 72205 \n\t\t\t\t\t\t\t\t\t Little Rock \n\t\t\t\t\t\t\t\t\t AR"
    },
    {
      "forename": "Lucas",
      "surname": "Carr",
      "name": "Lucas Carr",
      "affiliation": "a  Department of Health and Human Physiology , University of Iowa , 225 S. Grand Ave. , Iowa City , IA 52240 \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 225 S. Grand Ave. \n\t\t\t\t\t\t\t\t\t 52240 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Wei",
      "surname": "Bao",
      "name": "Wei Bao",
      "affiliation": "c  Department of Epidemiology , College of Public Health , University of Iowa , 145 N Riverside Dr. , Iowa City , IA 52242 \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t College of Public Health \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 145 N Riverside Dr. \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Qian",
      "surname": "Xiao",
      "name": "Qian Xiao",
      "affiliation": "e  Department of Epidemiology, Human Genetics , Environmental Sciences , The University of Texas Health Science Center at Houston , 1200 Pressler St. , Houston , TX 77030 \n\t\t\t\t\t\t\t\t Department of Epidemiology, Human Genetics \n\t\t\t\t\t\t\t\t Environmental Sciences \n\t\t\t\t\t\t\t\t The University of Texas Health Science Center at Houston \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1200 Pressler St. \n\t\t\t\t\t\t\t\t\t 77030 \n\t\t\t\t\t\t\t\t\t Houston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "affiliation": "Department of Health and Human Physiology , University of Iowa , 225 S. Grand Ave. , Iowa City , IA 52242 , \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 225 S. Grand Ave. \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    }
  ],
  "doi": "10.1111/jsr.13515",
  "pmid": "16453981",
  "keywords": [
    "weekday sleep duration",
    "weekend sleep duration",
    "cognitive scores",
    "Midlife in the United States (MIDUS)",
    "self-report",
    "sex differences"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Cognitive impairment is a hallmark symptom of Alzheimer's disease (AD) and related dementia  (Wennberg, Wu, Rosenberg, & Spira, 2017) . Cognitive impairments, including deterioration in memory, processing speed, and executive function can contribute to difficulties in performing everyday activities. It has been estimated that the annual cost of treating AD and related dementias is expected to exceed $600 billion by 2050  (Lane, Hardy, & Schott, 2018) . Thus, it is of utmost importance to identify modifiable risk factors for cognitive impairment to help develop strategies aimed at lowering the risk of AD and related dementia.\n\nA large body of literature has suggested sleep deficiency as a risk factor for cognitive decline and dementia  (Wennberg et al., 2017) . For example, a meta-analysis synthesized findings from 11 cross-sectional and seven prospective cohort studies demonstrated a U-shaped association between sleep duration and cognitive impairment with short and long sleep associated with 40% and 58% increase in the odds of poor cognitive function, respectively  (Lo, Groeger, Cheng, Dijk, & Chee, 2016) . Another meta-analysis showed that multiple sleep problems, including insomnia and daytime dysfunction, were associated with higher risk of cognitive disorders  (Xu, Tan, Zou, Cao, & Tan, 2020) . Although there is a well-recognized bidirectional relationship between sleep deficiency and cognitive problems  (Wennberg et al., 2017) , previous studies suggested that sleep deficiency often precedes the onset of cognitive decline and midlife sleep problems are predictors of cognitive outcomes in later adulthood  (Virta et al., 2013) . However, many of the previous studies were cross-sectional, and there is a need for additional prospective studies focusing on in middle-to-older aged adults as such studies help to establish the temporal relationship between sleep deficiency and cognitive outcomes.\n\nDespite convincing evidence suggesting a role of sleep deficiency in cognitive health, less attention has been paid to how this relationship may vary between men and women, and differ according to different cognitive domains. Several studies suggested sex differences in cognitive changes in response to sleep deficiency, and a role of reproductive hormones on sleep regulation and cognitive performances  (Hajali, Andersen, Negah, & Sheibani, 2019; Santhi et al., 2016) . Although previous research suggested that women are more susceptible to cognitive impairment induced by sleep loss  (Rangtell et al., 2019) , large epidemiological investigation on sex differences in the association between sleep and cognitive decline remain limited  (Lo et al., 2016; Xu et al., 2020) . There is broad consensus that sleep duration and quality impact global cognition, it is unclear which aspects of cognitive function are more affected by sleep deficiency. Earlier studies suggested that sleep deprivation may have differential effects on different domains of cognition  (Durmer & Dinges, 2005; Garcia, Angel, Borrani, Ramirez, & Valdez, 2021; Killgore, 2010) . In addition, several population studies examined sleep deficiency in relation to high-level cognitive functions such as executive function and produced mixed results  (Blackwell et al., 2011; Gildner, Salinas-Rodriguez, Manrique-Espinoza, Moreno-Tamayo, & Kowal, 2019; Saint Martin, Sforza, Barthelemy, Thomas-Anterion, & Roche, 2012; Titova et al., 2020) , warranting further investigation.\n\nTo address aforementioned gaps in the literature, we studied the cross-sectional and prospective relationship between sleep patterns and cognitive performance, in a wellestablished cohort of middle-to-older aged adults in the United States. We focused on overall cognitive function as well as function in episodic memory (EM) and executive function (EF), because EM and EF are core cognitive abilities that are critically impaired in dementia  (Cacciaglia et al., 2018) . We also assessed potential sex differences in the relationship between sleep and cognition."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study design",
      "text": "In 1995-1996, the MacArthur Midlife Research Network established the Midlife in the United States study (MIDUS) study, a national survey of 7,108 Americans aged 25 to 74. The purpose of the study was to investigate the role of behavioral, psychological, and social factors in understanding age-related differences in physical and mental health. Data from the MIDUS Study are publicly available  (Ryff, 2017) . With support from the National Institute on Aging, several longitudinal follow-ups of the original MIDUS samples were conducted, including the MIDUS  II (2004 II ( -2006, n=3487) , n=3487)  and MIDUS  III (2013 III ( -2014, n=3294), n=3294) . Self-reported information on sleep characteristics was collected at MIDUS II and cognitive assessments were performed in both MIDUS II and III. For cross-sectional analysis, we included 3212 participants with sleep and cognitive outcome data in MIDUS II. For prospective analysis, we additionally excluded those with no cognitive outcome data in MIDUS III, leading to a sample size of 2375 subjects."
    },
    {
      "title": "Sleep Characteristics",
      "text": "Participants were asked to report how much hours of sleep they usually got at night (or in their main sleep period) on weekdays or workdays and on weekend or non-workdays separately. Because previous studies reported a U-shaped relationship between sleep duration and cognitive health, we categorized sleep duration into short (<7 hours, n=1044 and 551 for weekday and weekend sleep, respectively), normal  (7-8 hours, n=1884 and 1934) , and long (>8 hours, n=284 and 727) groups. Because sleep patterns are often influenced by work and social schedules that differ between weekdays and weekends, we examined weekday and weekend sleep duration separately. Participants were also asked to report how long it usually took for them to fall asleep and how often (i.e., never, rarely, sometimes, often, almost always) they experienced the following in the past 30 days: (1) trouble getting to sleep or staying asleep; (2) waking up during the night and having difficulty going back to sleep; (3) waking up too early in the morning and unable to get back to sleep; (4) feeling unrested during the day; and (5) having trouble falling asleep. Using previously reported criteria  (Bansil, Kuklina, Merritt, & Yoon, 2011; Xiao, Gu, Caporaso, & Matthews, 2016) , we defined having a sleep problem for each aforementioned aspect of sleep quality as taking 1 hour or more to fall asleep or answering \"often\" or \"almost always\" to any of the other questions. Then we derived a sleep quality score by counting the total number of sleep problems and divided this score into three groups, 0 (n=1992), 1 (n=531), and 2+ (n=689) sleep problems  (Bansil et al., 2011; Xiao et al., 2016) ."
    },
    {
      "title": "Cognitive Measures",
      "text": "Cognitive function in MIDUS II and III was assessed using the Brief Test of Adult Cognition by Telephone (BTACT)  (Lachman, Agrigoroaei, Tun, & Weaver, 2014)  which consists of the following tests, administered in the following order: word list recall immediate, backward digit span, category fluency, Stop and Go Switch Task (SGST), number series, 30-seconds and counting (SACT), and word list recall delayed. The details of these tests are described in the  Lachman et. al (2014) . These tests have been validated through previous studies of cognition identifying relevant dimensions of cognitive aging  (Fillenbaum et al., 2008; Gershon et al., 2010) . For each BTACT component, the raw scores were standardized to z-scores, which were subsequently used to create an overall composite cognitive functioning score as the average of z-scores of all test components. In addition, the EM score was calculated as the average score of the immediate and delayed word recall tasks, and the EF score as the average score of the SGST and the number series, category fluency, digit span backwards, and backward counting items from the BTACT. Higher scores indicate higher cognition for all cognitive measures (Margie E.  Lachman & Liu, 2019) . Changes in cognitive function between MIDUS II and MIDUS III were calculated as the difference in composite, EM and EF scores. The BTACT has demonstrated to be an efficient cognitive assessment tool with a good construct validity in the MIDUS sample."
    },
    {
      "title": "Covariates",
      "text": "MIDUS II collected information on age (years), sex (men, women), height and weight was obtained and a body-mass index (BMI, continuous) calculated, marital status (married, separated, divorced, widowed and never married), race/ethnicity (Caucasian, African American, Asian, Pacific Islander, and other ethnicities), and self-rated physical health, which was reported on a five-point scale ranging from 1 (poor) to 5 (excellent). Participants reported the frequency of engaging in cognitively challenging activities (i.e., reading, doing word games, attending educational courses, writing) on a 6-point scale (1 = never, 2 = once a month, 3 = several times a month, 4 = once a week, 5 = several times a week, and 6 = daily) (M. E.  Lachman, Agrigoroaei, Murphy, & Tun, 2010) . Physical activity was assessed using twelve questions asking about vigorous-(e.g., competitive sports such as running, vigorous swimming, or high intensity aerobics; digging in the garden or lifting heavy objects) and moderate-intensity (e.g., leisurely sports such as light tennis, slow or light swimming, low-impact aerobics, or golfing without a power cart; brisk walking or mowing the lawn with a walking lawnmower) physical activity. These questions referred to frequency of physical activities separately for the summer and winter months, in three different settings (i.e., home, work, and leisure), with frequency ratings from 1 = never, 2 = less than once a month, 3 = once a month, 4 = several times a month, 5 = once a week, and 6 = several times a week. Higher scores indicate more frequent physical activity. The mean score across summer and winter was computed in all three settings for both moderate and vigorous intensity."
    },
    {
      "title": "Statistical Analysis",
      "text": "All statistical analyses were performed using SAS 9.4 software (SAS Institute, Cary, North Carolina). We used multiple linear regression model to examine sleep duration and quality measured at MIDUS II in relation to cognitive function at MIDUS II and changes in cognitive function between MIDUS II and MIDUS III. Model I was adjusted for sex and age. Model II was additionally adjusted for variables that we considered as potential confounders of the association between sleep and cognition, as they may influence both exposure and outcome variables. These included BMI, education, marital status, race, selfrated health, moderate and vigorous physical activity, and engagement in cognitive activities. Model 2 was considered the main model of the analyses. The referent group for weekday and weekend sleep duration was 7-8 hours. For sleep quality, we used the '0' or no sleep problem group as the reference. We calculated p-value for trend by assigning numeric values (i.e., 1, 2, 3) to each category of sleep variables, and p-value for interaction by including a product term between sleep variables and sex. In sensitivity analysis, we examined the associations between sleep variables and cognitive outcomes according to age groups (<60, ≥60) to assess whether age modified the results."
    },
    {
      "title": "Results",
      "text": "Subject characteristics according to weekday sleep duration at MIDUS II are presented in Table  1 . Age of participants included in this study ranged from 28 to 84 years (Mean (SD), 54.71 (12.28)). The sample was predominantly white (90.62%) with relatively high levels of education (some college or undergraduate degree, 49.89%). Most reported being currently married (72.03%) and engaging in cognitive activity from once a week to once a month (59.75%). When compared to participants who reported 7-8 hours of sleep on weekdays, those in the short sleep group were younger, had lower education levels, and more likely to be men, non-white, and obese. On the other hand, long sleepers were older, had a lower BMI and education level, and were more likely to engage in physical activities several times a week.\n\nTable  2  presents cross-sectional associations between sleep duration and quality and cognitive scores in MIDUS II. Although long sleep duration on weekdays and both short and long sleep duration on weekends were associated with lower composite cognitive scores in the minimally-adjusted Model 1, these associations were attenuated and became null after adjusting for covariates (Model 2). However, there was a significant trend between longer weekday and weekend sleep duration and lower EM scores (p-trend, 0.04 for both weekday and weekend sleep duration, Model 2). In contrast, there was no statistically significant trend between sleep duration and EF scores. Moreover, our main model of analysis revealed no statistically significant association between self-reported sleep quality and composite, EM or EF scores. In sensitivity analysis, we did not observe a significant modifying effect of age groups and the results were similar among subgroups who were below or at or above 60 (Supplementary Table  1 ).\n\nSex-specific associations between sleep variables and cognitive scores in MIDUS II are shown in Table  3 . We detected a statistically significant interaction between sex and weekend sleep duration in relation to the composite score (p-interaction=0.02). Among men, both short and long weekend sleep was associated with a lower composite score (β (95% CI), -0.24 (-0.37, -0.12) for short sleep and -0.13 (-0.25, -0.02)) for long sleep). Among women, neither short nor long sleep duration was significantly associated with the composite score, although there appeared to be a positive association between sleep duration and cognitive function with a p-trend of borderline statistical significance (0.05). For domain-specific cognitive outcomes, we found that the inverse association between weekend sleep duration and EM score observed in overall analysis appeared to be more evident among men than women, and there was a suggestive trend between longer weekend sleep duration and higher EF score in women, but not men, although neither of the p-values for interaction were statistically significant. Finally, we did not observe a significant trend for sleep quality and cognitive outcomes in either men or women.\n\nProspective associations between sleep variables and cognitive scores are presented in Table  4  (overall results) and Table  5  (sex-specific results). Overall, we found no association between weekday sleep duration, weekend sleep duration, or sleep quality, and changes in cognitive scores between MIDUS II and MIDUS III either in the overall sample, or in men and women specifically. The results were null for both the composite score, and for EM and EF scores. Moreover, the results were similar among participants in different age groups (<60 vs. ≥60, Supplementary Table  2 )."
    },
    {
      "title": "Discussion",
      "text": "In a large cohort of middle-to-older aged men and women in the U.S. we found a cross-sectional association between longer weekday and weekend sleep duration and lower EM score. Further analysis suggested potential sex-differences in the relationship between weekend sleep duration and cognitive function. However, we did not observe an association between self-reported sleep quality and cognitive scores, and none of the sleep variables were prospectively associated with changes in cognitive scores over follow-up.\n\nPrevious studies on the cross-sectional relationship between sleep duration and cognitive function produced mixed results. For example,  Ramos et al. 2013  demonstrated that in older men and women from the Northern Manhattan Study cohort, long sleep (≥9 hours) was significantly associated with lower scores in Mini-Mental State Exam (MMSE) (adjusted beta = -0.06; SE [0.03], p=0.012), a measure of global cognitive function  (Ramos et al., 2013) . However, this study found no association between short sleep (< 6 hours) and MMSE scores. In another study in a large cohort of older men, both short (≤5 hours) and long (>8) sleep duration were associated with lower scores in the MMSE  (Blackwell et al., 2014) . Similar findings was also reported in another study of older Mexican adults, among whom both short (0-6 hours) and long (>9 hours) sleep duration were associated with lower scores in multiple cognitive tests  (Gildner, Liebert, Kowal, Chatterji, & Snodgrass, 2014) .\n\nFinally, several other studies reported no association between self-reported sleep duration with cognitive function  (McSorley, Bin, & Lauderdale, 2019; Saint Martin et al., 2012) . Conflicting results from these studies may be explained by the differences in characteristics of study participants and cognitive tests. Futures studies are needed to further clarify the relationship between sleep duration and cognitive function in older adults.\n\nIn our study, we examined sleep duration and specific domains of cognitive function and found that the relationship between longer sleep and cognition was more pronounced for EM than for EF. The stronger results for EM are consistent with several previous studies that examined various aspects of sleep in relation to EM. A systematic review found that poorer sleep quality was associated with worse memory function in both young and older adults  (Hokett, Arunmozhi, Campbell, Verhaeghen, & Duarte, 2021) . Moreover, in a cohort of older adults, long sleep duration was associated with poorer memory function over 14 years of follow-up while difficulties staying asleep were associated with better function  (Klaming, Annese, Veltman, & Comijs, 2017) . There have also been a growing number of investigations that linked sleep duration with EF. For example, in a meta-analysis by  Lo et al. , the authors reported a significant relationship between both short and long self-reported sleep duration and poor EF.  (Lo et al., 2016) . However, such a relationship was primarily driven by results from cross-sectional studies and there have been only two prospective investigations on this topic. Since the publication of the meta-analysis, several more recent studies examined sleep characteristics in relation to EF in cohort studies, but their results were mixed. For example, a longitudinal study of Mexican adults (>50yrs) demonstrated that long sleep duration is a risk factor for impaired attention/working memory and EF  (Gildner et al., 2019) . Moreover, in a large sample of Swedish adults, short sleep duration (<7 hours) was linked to better EF  (Titova et al., 2020) . However, a recent analysis in the Whitehall II study did not report an association between self-reported sleep duration and EF. (Zitser et al., 2020)  Other studies examined sleep quality and various sleep problems in relation to EF:  Parsey et al. 2015  demonstrated that subjective sleep quality predicted performance on EF measures in healthy older adults (59-94 years)  (Parsey, 2015) . In another study, the authors found an association between insomnia-related sleep problems and impaired EF in the Louisiana Aging Brain Study  (Bernstein, Calamia, & Keller, 2018) . The inconsistency among previous studies and our current study may be due to a number of factors, including differences in sleep measurement, cognitive tests, and population characteristics such as age distribution, gender, and country of residence. (Aly & Moscovitch, 2010)  Future studies are needed to clarify the relationship between sleep duration and domains of cognitive function, and pinpoint factors that may influence such relationships.\n\nWe found that short and long weekend sleep in men were associated with a lower overall cognition. Although we found that the inverse association between weekend sleep duration and EM score observed in overall analysis. However, we found this association appeared to be more evident among men than women, and there was a suggestive trend between longer weekend sleep duration and higher EF score in women, but not men. Several previous studies also examined sex differences in the association of sleep characteristics with cognitive outcomes, but their results were mixed. An analysis in the National Social Life, Health, and Aging Project found that the association between sleep deficiency and cognitive decline was stronger in men than in women  (McSorley et al., 2019) . In contrast, in another study conducted in Canada, long sleep duration (>9 hours) was associated with incident cognitive impairment in women, but not in men  (Potvin et al., 2012) . Finally, in a Taiwanese sample, both men and women reporting long sleep (>8.5 hours) demonstrated greater cognitive impairment  (Chiu, Lai, Chen, & Tsai, 2016) . In our study, we further showed that the sex differences may vary for different domains of cognitive function. Previous studies have shown considerable differences in sleep behaviors between men and women, which may be driven by both biological and social factors  (Mallampalli & Carter, 2014) . More studies are needed to elucidate the relationship between sleep patterns and cognitive health and investigate how sex differences in sleep patterns may contribute to disparities in cognitive health between sexes.\n\nWe did not find an association between sleep quality and cognition either in cross-sectional or prospective analyses. Previous cross-sectional research from a sample of middle-aged adults from the Netherlands (41-75 years) have shown that the associations of sleep quality, based on the single question of feeling rested, was not significantly associated with cognitive function  (van Oostrom et al., 2018) . Similarly,  Blackwell et al. 2011  reported that there was no association between Pittsburgh Sleep Quality Index (PSQI) measured sleep quality and cognitive outcomes for cognitive function measured via Modified MMSE or EF via Trails B test. Additionally, in the Nathan Kline Institute-Rockland Sample, a study found no association between lower PSQI scores and poorer cognition scores among older adults  (Bernstein, DeVito, & Calamia, 2019) . Some studies however, have demonstrated that poor sleep quality and lower cognitive scores are significantly related. For example, in women aged 70-81 years from the Nurses' Health Study, individuals self-reporting poor sleep quality had increased risk of cognitive impairment (OR (95% CI))  (1.85 (11.04, 3.30 ))  (Tworoger, Lee, Schernhammer, & Grodstein, 2006) . The mixed findings from these studies may reflect the challenges to study self-reported sleep quality in relation to cognition in the older population. For example, individuals may have different responses to sleep deficiency, and some studies have shown that older adults may be more resilient to the cognitive effects of poor sleep quality  (Adam, Retey, Khatami, & Landolt, 2006) . Moreover, older adults may also have difficulties reporting sleep patterns accurately, which may lead to exposure misclassification and introduce noise to the results  (Scullin & Bliwise, 2015) .\n\nWe did not find a prospective association between sleep duration and changes in cognition over ~8 years of follow up. Other prospective studies, such as a Spanish study in older adults demonstrated that longer sleep duration (≥9 hours) was associated with increased risk of dementia. Additionally, from the Nurses' Health Study cohort, both short (<5 hours) and long (>9 hours) sleep duration was associated with poor cognition in older women  (Devore et al., 2014) . It is unclear what factors have contributed to lack of prospective association in our study sample, while other studies found significant results. It has been postulated that there is a bi-directional association between sleep and cognitive decline. On one hand, unhealthy sleep behavior may increase all-cause risk of cognitive decline and dementia  (Wang & Holtzman, 2019) , while on the other hand, individuals with cognitive decline have elevated risk of poor sleep behavior  (Ju et al., 2013) . More studies are needed to elucidate the temporal relationship between sleep and cognition.\n\nThe present study has many strengths. The MIDUS included a large sample of cognitively intact middle-to-older aged adults at baseline and conducted repeated measures of cognitive performance over an extended period (~ 8 years). The MIDUS also collected information on a wide range of demographic and lifestyle factors, which allowed us to adjust for multiple potential confounders. However, there are a number of limitations. First, the findings may not be generalizable to the U.S. population as it was not a representative sample. In particular, the sample was predominantly white and thus the results may not be extended to racial/ethnic minority groups. Second, causality cannot be established due to the cross-sectional study design. As mentioned above, the association of cognition and sleep parameters may be bi-directional, so further research investigating directions of the associations with cognitive measures are needed. Third, although we adjusted for numerous covariates, we could not exclude the possibility of residual confounding. Fourth, we did not have information on sleep apnea and other sleep disorders and were not able to include these conditions in the analysis. Fifth, the association between sleep and cognitive outcomes may differ according to sociodemographic factors, and although we performed sensitivity analysis by age, the sample size did not allow us to fully evaluate potential effect modifiers with greater detail. Finally, sleep characteristics were assessed by self-report, and are thus prone to measurement error: validation studies have compared subjective and objective measures of sleep, and found that they were only moderately correlated  (Lauderdale, Knutson, Yan, Liu, & Rathouz, 2008; O'donnell et al., 2009) . Besides, we only assessed sleep duration and overall quality, and there are other aspects of sleep, such as timing, regularity, and sleep disorders, that may influence cognitive function but were not measured in this study.\n\nIn conclusion, the results of this study suggested that people with long sleep duration may have lower cognitive performance and the relationship between sleep and cognition may differ between men and women. Our study contributes to a growing body of literature linking sleep with cognitive health. On the other hand, our study also highlights the importance of domain-specific cognitive assessment, objective sleep measurements, and prospective design. In addition, the field will benefit from intervention studies that examine the potential cognitive benefits in older adults of improving sleep via various strategies, such as enhanced sleep hygiene and exercise."
    },
    {
      "title": "Table 1.",
      "text": "Subject Characteristics according to weekday sleep duration at baseline in MIDUS  II (2004 II ( -2006)) .\n\nSleep Duration <7 hours 7-8 hours >8 hours N (%) N (%) N (%) Sex Men 524 (50.19) 849 (45.06) 125 (44.01) Women 520 (49.81) 1035 (54.94) 159 (55.99) p-value 0.02 Age (years) <55 565 (54.12) 895 (47.51) 101 (35.56) 55-65 267 (25.57) 496 (26.33) 63 (22.18) >65 212 (20.31) 493 (26.17) 120 (42.25) p-value <.0001 Race White 944 (90.42) 1760 (93.42) 267 (94.01) Black and/or African American 46 (4.41) 46 (2.44) 4 (1.41) Other 54 (5.17) 78 (2.44) 13 (4.58) p-value 0.01 BMI (kg/m 2 ) <18.5 55 (5.27) 109 (5.79) 28 (9.86) 18.5-<25 296 (28.35) 597 (31.69) 95 (33.45) 25-<30 368 (35.25) 727 (38.59) 103 (36.27) >30 325 (31.13) 451 (23.94) 58 (20.42) p-value <.0001 Education No school or High School Diploma 345 (33.05) 563 (29.88) 102 (35.92) No college degree yet or graduated from college 514 (49.23) 920 (48.83) 131 (46.13) Some graduate or obtained professional degree 185 (17.72) 401 (21.28) 51 (17.96) p-value 0.05 Marital Status  Table 5."
    },
    {
      "text": "Cross-sectional associations between sleep characteristics and changes in cognition at MIDUS III in men and women(2013)(2014) for covariates in model 1 and BMI, education, marital status, race, self-rated health, vigorous physical activity, moderate physical activity, and engagement in cognitive activity Cognitive scores mean (SD) are score from MIDUS II * P<0.05"
    },
    {
      "text": "Cross-sectional associations between sleep characteristics and cognitive function at baseline in the MIDUS IIAdjusted for covariates in model 1 and BMI, education, marital status, race, self-rated health, vigorous physical activity, moderate physical activity, and engagement in cognitive activity"
    },
    {
      "text": "Cross-sectional associations between sleep characteristics and baseline cognition at MIDUS in men and women(2004)(2005)(2006)"
    },
    {
      "text": "Prospective associations between sleep characteristics and changes in cognition in the overall sample at MIDUS III(2013)(2014)Adjusted for covariates in model 1 and BMI, education, marital status, race, self-rated health, vigorous physical activity, moderate physical activity, and engagement in cognitive activity"
    }
  ],
  "references": [
    {
      "title": "Age-related changes in the time course of vigilant attention during 40 hours without sleep in men",
      "authors": [
        "M Adam",
        "J Retey",
        "R Khatami",
        "H Landolt"
      ],
      "year": 2006,
      "doi": "10.1093/sleep/29.1.55"
    },
    {
      "title": "The effects of sleep on episodic memory in older and younger adults",
      "authors": [
        "M Aly",
        "M Moscovitch"
      ],
      "year": 2010,
      "doi": "10.1080/09658211003601548"
    },
    {
      "title": "Associations between sleep disorders, sleep duration, quality of sleep, and hypertension: results from the National Health and Nutrition Examination Survey, 2005 to 2008",
      "authors": [
        "P Bansil",
        "E Kuklina",
        "R Merritt",
        "P Yoon"
      ],
      "year": 2011,
      "doi": "10.1111/j.1751-7176.2011.00500.x"
    },
    {
      "title": "Multiple self-reported sleep measures are differentially associated with cognitive performance in community-dwelling nondemented elderly",
      "authors": [
        "Jpk Bernstein",
        "M Calamia",
        "J Keller"
      ],
      "year": 2018,
      "doi": "10.1037/neu0000407"
    },
    {
      "title": "Subjectively and Objectively Measured Sleep Predict Differing Aspects of Cognitive Functioning in Adults",
      "authors": [
        "Jpk Bernstein",
        "A Devito",
        "M Calamia"
      ],
      "year": 2019,
      "doi": "10.1093/arclin/acz017"
    },
    {
      "title": "Association of sleep characteristics and cognition in older communitydwelling men: the MrOS sleep study",
      "authors": [
        "T Blackwell",
        "K Yaffe",
        "S Ancoli-Israel",
        "S Redline",
        "K Ensrud",
        "M Stefanick"
      ],
      "year": 2011,
      "doi": "10.5665/SLEEP.1276"
    },
    {
      "title": "Associations of objectively and subjectively measured sleep quality with subsequent cognitive decline in older community-dwelling men: the MrOS sleep study",
      "authors": [
        "T Blackwell",
        "K Yaffe",
        "A Laffan",
        "S Ancoli-Israel",
        "S Redline",
        "K Ensrud"
      ],
      "year": 2014,
      "doi": "10.5665/sleep.3562"
    },
    {
      "title": "Episodic memory and executive functions in cognitively healthy individuals display distinct neuroanatomical correlates which are differentially modulated by aging",
      "authors": [
        "R Cacciaglia",
        "J Molinuevo",
        "G Sanchez-Benavides",
        "C Falcon",
        "N Gramunt",
        "A Brugulat-Serrat",
        "A Study"
      ],
      "year": 2018,
      "doi": "10.1002/hbm.24306"
    },
    {
      "title": "Differences Between Men and Women Aged 65 and Older in the Relationship Between Self-Reported Sleep and Cognitive Impairment: A Nationwide Survey in Taiwan",
      "authors": [
        "H Chiu",
        "F Lai",
        "P Chen",
        "P Tsai"
      ],
      "year": 2016,
      "doi": "10.1111/jgs.14316"
    },
    {
      "title": "Memory encoding is impaired after multiple nights of partial sleep restriction",
      "authors": [
        "J Cousins",
        "K Sasmita",
        "Mwl Chee"
      ],
      "year": 2018,
      "doi": "10.1111/jsr.12578"
    },
    {
      "title": "Sleep duration in midlife and later life in relation to cognition",
      "authors": [
        "E Devore",
        "F Grodstein",
        "J Duffy",
        "M Stampfer",
        "C Czeisler",
        "E Schernhammer"
      ],
      "year": 2014,
      "doi": "10.1111/jgs.12790"
    },
    {
      "title": "Neurocognitive consequences of sleep deprivation",
      "authors": [
        "J Durmer",
        "D Dinges"
      ],
      "year": 2005,
      "doi": "10.1055/s-2005-867080"
    },
    {
      "title": "An increase in sleep slow waves predicts better working memory performance in healthy individuals",
      "authors": [
        "F Ferrarelli",
        "R Kaskie",
        "S Laxminarayan",
        "S Ramakrishnan",
        "J Reifman"
      ],
      "year": 2019,
      "doi": "10.1016/j.neuroimage.2019.02.020"
    },
    {
      "title": "Consortium to Establish a Registry for Alzheimer's Disease (CERAD): the first twenty years",
      "authors": [
        "G Fillenbaum",
        "G Van Belle",
        "J Morris",
        "R Mohs",
        "S Mirra",
        "P Davis",
        "… Heyman"
      ],
      "year": 2008,
      "doi": "10.1016/j.jalz.2007.08.005"
    },
    {
      "title": "Sleep deprivation effects on basic cognitive processes: which components of attention, working memory, and executive functions are more susceptible to the lack of sleep?",
      "authors": [
        "A Garcia",
        "J Angel",
        "J Borrani",
        "C Ramirez",
        "P Valdez"
      ],
      "year": 2021,
      "doi": "10.5935/1984-0063.20200049"
    },
    {
      "title": "Assessment of neurological and behavioural function: the NIH Toolbox",
      "authors": [
        "R Gershon",
        "D Cella",
        "N Fox",
        "R Havlik",
        "H Hendrie",
        "M Wagster"
      ],
      "year": 2010,
      "doi": "10.1016/s1474-4422(09)70335-7"
    },
    {
      "title": "Associations between sleep duration, sleep quality, and cognitive test performance among older adults from six middle income countries: results from the Study on Global Ageing and Adult Health (SAGE)",
      "authors": [
        "T Gildner",
        "M Liebert",
        "P Kowal",
        "S Chatterji",
        "J Snodgrass"
      ],
      "year": 2014,
      "doi": "10.5664/jcsm.3782"
    },
    {
      "title": "Does poor sleep impair cognition during aging? Longitudinal associations between changes in sleep duration and cognitive performance among older Mexican adults",
      "authors": [
        "T Gildner",
        "A Salinas-Rodriguez",
        "B Manrique-Espinoza",
        "K Moreno-Tamayo",
        "P Kowal"
      ],
      "year": 2019,
      "doi": "10.1016/j.archger.2019.04.014"
    },
    {
      "title": "Sex differences in sleep and sleep loss-induced cognitive deficits: The influence of gonadal hormones",
      "authors": [
        "V Hajali",
        "M Andersen",
        "S Negah",
        "V Sheibani"
      ],
      "year": 2019,
      "doi": "10.1016/j.yhbeh.2018.12.013"
    },
    {
      "title": "A systematic review and meta-analysis of individual differences in naturalistic sleep quality and episodic memory performance in young and older adults",
      "authors": [
        "E Hokett",
        "A Arunmozhi",
        "J Campbell",
        "P Verhaeghen",
        "A Duarte"
      ],
      "year": 2021,
      "doi": "10.1016/j.neubiorev.2021.05.010"
    },
    {
      "title": "Sleep and Alzheimer disease pathology--a bidirectional relationship",
      "authors": [
        "Y Ju",
        "B Lucey",
        "D Holtzman"
      ],
      "year": 2014,
      "doi": "10.1038/nrneurol.2013.269"
    },
    {
      "title": "Sleep quality and preclinical Alzheimer disease",
      "authors": [
        "Y Ju",
        "J Mcleland",
        "C Toedebusch",
        "C Xiong",
        "A Fagan",
        "S Duntley",
        "… Holtzman"
      ],
      "year": 2013,
      "doi": "10.1001/jamaneurol.2013.2334"
    },
    {
      "title": "Effects of sleep deprivation on cognition",
      "authors": [
        "W Killgore"
      ],
      "year": 2010,
      "doi": "10.1016/B978-0-444-53702-7.00007-5"
    },
    {
      "title": "Episodic memory function is affected by lifestyle factors: a 14-year follow-up study in an elderly population",
      "authors": [
        "R Klaming",
        "J Annese",
        "D Veltman",
        "H Comijs"
      ],
      "year": 2017,
      "doi": "10.1080/13825585.2016.1226746"
    },
    {
      "title": "Self-reported sleep duration and cognitive functioning in the general population",
      "authors": [
        "E Kronholm",
        "M Sallinen",
        "T Suutama",
        "R Sulkava",
        "P Era",
        "T Partonen"
      ],
      "year": 2009,
      "doi": "10.1111/j.1365-2869.2009.00765.x"
    },
    {
      "title": "Monitoring cognitive functioning: psychometric properties of the brief test of adult cognition by telephone",
      "authors": [
        "Agrigoroaei Lachman",
        "P Tun",
        "S Weaver"
      ],
      "year": 2014,
      "doi": "10.1177/1073191113508807"
    },
    {
      "title": "Frequent cognitive activity compensates for education differences in episodic memory",
      "authors": [
        "M Lachman",
        "S Agrigoroaei",
        "C Murphy",
        "P Tun"
      ],
      "year": 2010,
      "doi": "10.1097/jgp.0b013e3181ab8b62"
    },
    {
      "title": "Education and cognition in mid age and later life: The mediating role of physical and cognitive activity",
      "authors": [
        "M Lachman",
        "Y Liu"
      ],
      "year": 2019,
      "doi": "10.1093/geronb/gbz020"
    },
    {
      "title": "Alzheimer's disease",
      "authors": [
        "C Lane",
        "J Hardy",
        "J Schott"
      ],
      "year": 2018,
      "doi": "10.1111/ene.13439"
    },
    {
      "title": "Self-reported and measured sleep duration: how similar are they?",
      "authors": [
        "D Lauderdale",
        "K Knutson",
        "L Yan",
        "K Liu",
        "P Rathouz"
      ],
      "year": 2008
    },
    {
      "title": "Self-reported sleep duration and cognitive performance in older adults: a systematic review and meta-analysis",
      "authors": [
        "J Lo",
        "J Groeger",
        "G Cheng",
        "D Dijk",
        "M Chee"
      ],
      "year": 2016,
      "doi": "10.1016/j.sleep.2015.08.021"
    },
    {
      "title": "Exploring sex and gender differences in sleep health: a Society for Women's Health Research Report",
      "authors": [
        "M Mallampalli",
        "C Carter"
      ],
      "year": 2014,
      "doi": "10.1089/jwh.2014.4816"
    },
    {
      "title": "Associations of Sleep Characteristics With Cognitive Function and Decline Among Older Adults",
      "authors": [
        "V Mcsorley",
        "Y Bin",
        "D Lauderdale"
      ],
      "year": 2019,
      "doi": "10.1093/aje/kwz037"
    },
    {
      "title": "Comparison of subjective and objective assessments of sleep in healthy older subjects without sleep complaints",
      "authors": [
        "D O'donnell",
        "E Silva",
        "M Muench",
        "J Ronda",
        "W Wang",
        "J Duffy"
      ],
      "year": 2009
    },
    {
      "title": "Objective and Subjective Sleep Parameters as Predictors of Executive Functioning in Normal Aging and Mild Cognitive Impairment",
      "authors": [
        "C Parsey",
        "M Schmitter-Edgecombe"
      ],
      "year": 2015,
      "doi": "10.1093/arclin/acv047.117"
    },
    {
      "title": "Sleep quality and 1-year incident cognitive impairment in community-dwelling older adults",
      "authors": [
        "O Potvin",
        "D Lorrain",
        "H Forget",
        "M Dube",
        "S Grenier",
        "M Preville",
        "C Hudon"
      ],
      "year": 2012,
      "doi": "10.5665/sleep.1732"
    },
    {
      "title": "Association between sleep duration and the mini-mental score: the Northern Manhattan study",
      "authors": [
        "A Ramos",
        "C Dong",
        "M Elkind",
        "B Boden-Albala",
        "R Sacco",
        "T Rundek",
        "C Wright"
      ],
      "year": 2013,
      "doi": "10.5664/jcsm.2834"
    },
    {
      "title": "A single night of sleep loss impairs objective but not subjective working memory performance in a sex-dependent manner",
      "authors": [
        "F Rangtell",
        "S Karamchedu",
        "P Andersson",
        "L Liethof",
        "Olaya Bucaro",
        "M Lampola",
        "… Benedict"
      ],
      "year": 2019,
      "doi": "10.1111/jsr.12651"
    },
    {
      "title": "Midlife in the United States (MIDUS 2), 2004-2006",
      "authors": [
        "C Ryff",
        "Almeida David",
        "Ayanian John",
        "Carr Deborah",
        "Cleary Paul",
        "Coe Christopher",
        "Williams David"
      ],
      "year": 2017,
      "doi": "10.3886/ICPSR04652.v7"
    },
    {
      "title": "Does subjective sleep affect cognitive function in healthy elderly subjects? The Proof cohort",
      "authors": [
        "Saint Martin",
        "M Sforza",
        "E Barthelemy",
        "J Thomas-Anterion",
        "C Roche"
      ],
      "year": 2012,
      "doi": "10.1016/j.sleep.2012.06.021"
    },
    {
      "title": "Sex differences in the circadian regulation of sleep and waking cognition in humans",
      "authors": [
        "N Santhi",
        "A Lazar",
        "P Mccabe",
        "J Lo",
        "J Groeger",
        "D Dijk"
      ],
      "year": 2016,
      "doi": "10.1073/pnas.1521637113"
    },
    {
      "title": "Sleep, cognition, and normal aging: integrating a half century of multidisciplinary research",
      "authors": [
        "M Scullin",
        "D Bliwise"
      ],
      "year": 2015,
      "doi": "10.1177/1745691614556680"
    },
    {
      "title": "Association between sleep duration and executive function differs between diabetic and nondiabetic middle-aged and older adults",
      "authors": [
        "O Titova",
        "E Lindberg",
        "X Tan",
        "S Elmstahl",
        "L Lind",
        "H Schioth",
        "C Benedict"
      ],
      "year": 2020,
      "doi": "10.1016/j.psyneuen.2019.104472"
    },
    {
      "title": "The association of self-reported sleep duration, difficulty sleeping, and snoring with cognitive function in older women",
      "authors": [
        "S Tworoger",
        "S Lee",
        "E Schernhammer",
        "F Grodstein"
      ],
      "year": 2006,
      "doi": "10.1097/01.wad.0000201850.52707.80"
    },
    {
      "title": "Long sleep duration is associated with lower cognitive function among middle-age adults -the Doetinchem Cohort Study",
      "authors": [
        "S Van Oostrom",
        "Acj Nooyens",
        "Mpj Van Boxtel",
        "Wmm Verschuren"
      ],
      "year": 2018,
      "doi": "10.1016/j.sleep.2017.07.029"
    },
    {
      "title": "Midlife sleep characteristics associated with late life cognitive function",
      "authors": [
        "J Virta",
        "K Heikkila",
        "M Perola",
        "M Koskenvuo",
        "I Raiha",
        "J Rinne",
        "J Kaprio"
      ],
      "doi": "10.5665/sleep.3052"
    },
    {
      "title": "Bidirectional relationship between sleep and Alzheimer's disease: role of amyloid, tau, and other factors",
      "authors": [
        "C Wang",
        "D Holtzman"
      ],
      "year": 2019,
      "doi": "10.1038/s41386-019-0478-5"
    },
    {
      "title": "Sleep Disturbance, Cognitive Decline, and Dementia: A Review",
      "authors": [
        "Amv Wennberg",
        "M Wu",
        "P Rosenberg",
        "A Spira"
      ],
      "year": 2017,
      "doi": "10.1055/s-0037-1604351"
    },
    {
      "title": "Relationship between sleep characteristics and measures of body size and composition in a nationally-representative sample",
      "authors": [
        "Q Xiao",
        "F Gu",
        "N Caporaso",
        "C Matthews"
      ],
      "year": 2016,
      "doi": "10.1186/s40608-016-0128-y"
    },
    {
      "title": "Sleep problems and risk of all-cause cognitive decline or dementia: an updated systematic review and meta-analysis",
      "authors": [
        "W Xu",
        "C Tan",
        "J Zou",
        "X Cao",
        "L Tan"
      ],
      "year": 2020,
      "doi": "10.1136/jnnp-2019-321896"
    },
    {
      "title": "A deficit in the ability to form new human memories without sleep",
      "authors": [
        "S Yoo",
        "P Hu",
        "N Gujar",
        "F Jolesz",
        "M Walker"
      ],
      "year": 2007,
      "doi": "10.1038/nn1851"
    },
    {
      "title": "Sleep duration over 28 years, cognition, gray matter volume, and white matter microstructure: a prospective cohort study",
      "authors": [
        "J Zitser",
        "M Anaturk",
        "E Zsoldos",
        "A Mahmood",
        "N Filippini",
        "S Suri",
        "… Sexton"
      ],
      "year": 2020,
      "doi": "10.1093/sleep/"
    }
  ],
  "num_references": 52
}
