{
  "paper_id": "ETD5YX59",
  "title": "mHealth for Integrated People-Centred Health Services in the Western Pacific: A Systematic Review",
  "abstract": "Objective: This review aimed to examine how mobile health (mHealth) to support integrated people-centred health services has been implemented and evaluated in the World Health Organization (WHO) Western Pacific Region (WPR). Methods: Eight scientific databases were searched. Two independent reviewers screened the literature in title and abstract stages, followed by full-text appraisal, data extraction, and synthesis of eligible studies. Studies were extracted to capture details of the mhealth tools used, the service issues addressed, the study design, and the outcomes evaluated. We then mapped the included studies using the 20 sub-strategies of the WHO Framework on Integrated People-Centred Health Services (IPCHS); as well as with the RE-AIM (Reach, effectiveness, adoption, implementation and maintenance) framework, to understand how studies implemented and evaluated interventions. Results: We identified 39 studies, predominantly from Australia (n = 16), China (n = 7), Malaysia (n = 4) and New Zealand (n = 4), and little from low income countries. The mHealth modalities included text messaging, voice and video communication, mobile applications and devices (point-of-care, GPS, and Bluetooth). Health issues addressed included: medication adherence, smoking cessation, cardiovascular disease, heart failure, asthma, diabetes, and lifestyle activities respectively. Almost all were community-based and focused on service issues; only half were disease-specific. mHealth facilitated integrated IPCHS by: enabling citizens and communities to bypass gatekeepers and directly access services; increasing affordability and accessibility of services; strengthening governance over the access, use, safety and quality of clinical care; enabling scheduling and navigation of services; transitioning patients and caregivers between care sectors; and enabling the evaluation of safety and quality outcomes for systemic improvement. Evaluations of mHealth interventions did not always report the underlying theories. They predominantly reported cognitive/behavioural changes rather than patient outcomes. The utility of mHealth to support and improve IPCHS was evident. However, IPCHS strategy 2 (participatory governance and accountability) was addressed least frequently. Implementation was evaluated in regard to reach (n = 30), effectiveness (n = 24); adoption (n = 5), implementation (n = 9), and maintenance (n = 1). Conclusions: mHealth can transition disease-centred services towards people-centred services. Critical appraisal of studies highlighted methodological issues, raising doubts about validity. The limited evidence for large-scale implementation and international variation in reporting of mHealth practice, modalities used, and health domains addressed requires capacity building. Information-enhanced implementation and evaluation of IPCHS, particularly for participatory governance and accountability, is also important.",
  "year": 2002,
  "date": "2002",
  "journal": "Int J Integr Care",
  "publication": "Int J Integr Care",
  "authors": [
    {
      "forename": "Myron",
      "surname": "Godinho",
      "name": "Myron Godinho",
      "affiliation": "a  WHO Collaborating Centre for eHealth , School of Public Health and Community Medicine , UNSW Sydney , Australia \n\t\t\t\t\t\t\t\t School of Public Health and Community Medicine \n\t\t\t\t\t\t\t\t WHO Collaborating Centre for eHealth \n\t\t\t\t\t\t\t\t UNSW Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Jitendra",
      "surname": "Jonnagaddala",
      "name": "Jitendra Jonnagaddala",
      "affiliation": "a  WHO Collaborating Centre for eHealth , School of Public Health and Community Medicine , UNSW Sydney , Australia \n\t\t\t\t\t\t\t\t School of Public Health and Community Medicine \n\t\t\t\t\t\t\t\t WHO Collaborating Centre for eHealth \n\t\t\t\t\t\t\t\t UNSW Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Nachiket",
      "surname": "Gudi",
      "name": "Nachiket Gudi",
      "affiliation": "b  Public Health Program , Prasanna School of Public Health , Manipal Academy of Higher Education , Manipal , India \n\t\t\t\t\t\t\t\t Public Health Program \n\t\t\t\t\t\t\t\t Prasanna School of Public Health \n\t\t\t\t\t\t\t\t Manipal Academy of Higher Education \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manipal \n\t\t\t\t\t\t\t\t\t India"
    },
    {
      "forename": "Rubana",
      "surname": "Islam",
      "name": "Rubana Islam",
      "affiliation": "c  School of Public Health and Community Medicine , University of New South Wales , Sydney , Australia \n\t\t\t\t\t\t\t\t School of Public Health and Community Medicine \n\t\t\t\t\t\t\t\t University of New South Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Padmanesan",
      "surname": "Narasimhan",
      "name": "Padmanesan Narasimhan",
      "affiliation": "a  WHO Collaborating Centre for eHealth , School of Public Health and Community Medicine , UNSW Sydney , Australia \n\t\t\t\t\t\t\t\t School of Public Health and Community Medicine \n\t\t\t\t\t\t\t\t WHO Collaborating Centre for eHealth \n\t\t\t\t\t\t\t\t UNSW Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Siaw-Teng",
      "surname": "Liaw",
      "name": "Siaw-Teng Liaw",
      "affiliation": "a  WHO Collaborating Centre for eHealth , School of Public Health and Community Medicine , UNSW Sydney , Australia \n\t\t\t\t\t\t\t\t School of Public Health and Community Medicine \n\t\t\t\t\t\t\t\t WHO Collaborating Centre for eHealth \n\t\t\t\t\t\t\t\t UNSW Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "siaw@unsw.edu.au"
    }
  ],
  "doi": "10.1016/j.ijmedinf.2020.104259",
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "The global move towards achieving Universal Health Coverage (UHC) and the Sustainable Development Goals (SDGs) requires a fundamental shift towards integrated healthcare systems. [1]  This vision of 'Integrated care' has been defined as a \"coherent set of methods and models on the funding, administrative, organisational, service delivery and clinical levels designed to create connectivity, alignment and collaboration within and between the cure and care sectors.\" [1]  To guide the transition towards this care model, the World Health Organization (WHO) Framework on Integrated People-Centred Health Services (IPCHS) called for five critical shifts in health system: empowering and engaging people, strengthening governance and accountability, reorienting the model of care, coordinating services within and across sectors, and creating an enabling environment. [2]  Each shift includes further sub-strategies (Table  1 ).\n\nDigital Health includes the use of mobile health (mHealth) applications, social media and health information systems and data. With the Internet of Things (IoT), it improves the data flow and interface between self-care, home-based services, primary care, ambulatory care, outreach services, and hospital-based curative and palliative services. This can empower patients and caregivers to transition easily between care sectors, with patient-centred models of care. An overarching framework for digital health is described in the WHO National eHealth Strategy Toolkit,  [3]  supported by a WHO Global Strategy on Digital Health (2020-2024)  [4] , WHO Classification of Digital Health Interventions  [5]  and WHO Guideline on Digital Health implementation  [6] . These documents set the stage for the broader work undertaken in this review.\n\nA 2018 practice brief for implementation of the IPCHS framework on the 'continuity and coordination of care', described the important role of mHealth in \"technology-enabled care\", \"home and mhealth monitoring\", and \"self-management platforms\". [7]  mHealth has a significant role in ensuring the continuity of care through the use of synchronized shared health records (informational continuity) to enable and support shared care among carers (management continuity); is a key component of care coordination, where it acts as a 'system enabler' that promotes information transfer, data sharing and governance to enable shared care among settings (sequential coordination); and, through its ubiquity, ensure that decision support and risk prediction tools are available at the point of care to inform care decisions. Labrique et al identified 12 common mHealth applications for health systems strengthening in the reproductive health continuum  [8] ; however, this did not specifically include integration or coordination of care."
    },
    {
      "title": "The Digital Health ecosystem in the Western Pacific Region",
      "text": "The 2018 report on Primary Healthcare in the Western Pacific described mHealth as an \"important strategy to promote patient-centred care, especially in lower-income countries where large-scale ICT infrastructure may be less common.\" [9]  mHealth is anticipated to play a significant role in healthcare in the Western Pacific  [10] , and regional leadership is progressing the groundwork for this growth  [11] . Using the Control OBjectives for Information and related Technologies 5 (COBIT 5) guidelines, the Asian eHealth Information Network (AeHIN), Asian Development Bank (ADB) and WHO have established the Health Information Governance Architecture Framework 2.0 (HIGAF 2.0)  [12] . to guide governance of digital health enterprises that grow and 'institutionalise' mHealth innovations  [13] . The WPR has a mixture of high-income, lower-and-middle income and low-income countries. It is believed that mHealth implementation in the WPR will offer lessons of relevance to nations of all development stages/groups. Lessons learned from digital health implementation in the WPR can inform similar programs in other global regions."
    },
    {
      "title": "Objective",
      "text": "This international review aimed to inform the WHO initiative on 'Harnessing eHealth for Integrated Service Delivery in the Western Pacific Region (WPR)'  [14]  with a focus on the needs of the countries in the western pacific.\n\nThe research questions are:\n\n1 How has mHealth been implemented and evaluated for IPCHS in the WPR? 2 What lessons were learned to guide mhealth implementation for IPCHS in the WPR?"
    },
    {
      "title": "Methods",
      "text": "The review methods were developed by adapting PRISMA systematic review guidelines for reviewing complex interventions through iterative discussion among the authors. The following selection criteria were applied (Table  2 ):\n\nTo identify relevant studies, we searched the Medline, PubMed, EMBASE, Cochrane, CINAHL, Global Health, SCOPUS and Web of Science databases. Keywords, search strategy, and search strings used can be found in Appendices S1 and S2. After combining search results in EndNote X7, we searched for and removed duplicates. [15]  Subsequently, two independent reviewers examined the title, abstract and full text to identify studies that met the inclusion criteria. Screening of titles and abstracts were performed together, and abstracts that were approved by either of the two reviewers were moved to full-text screening stage. In full-text screening, both reviewers had to approve for a study to be included. Disagreements were resolved through consensus by discussion or through arbitration by a third reviewer. Included studies were critically appraised using tools based on the study design; details on the critical appraisal of included studies, tools, and outcomes may be found in Appendix S3.\n\nEvaluating complex interventions requires attention to the contexts in which they are implemented. [16]  This is because an intervention may work by different mechanism in different contexts. As integrated care is a complex intervention,  [17]  our data extraction used the 'CIMO' (Context-Intervention-Mechanism-Outcome) framework. We have experience with this recommendation for systematic reviews of complex interventions  [16, 18] . This data extraction framework was pilot tested on exemplar studies and revised iteratively to extract the following details:\n\n-Context: (i.e. the country, study setting, relevant clinical speciality) -Intervention (i.e. The mHealth modality used, and health problem and service issue addressed) -Mechanism: (i.e. which strategies and sub-strategies of the WHO's IPCHS framework were addressed;(2) -Outcome:\n\no Outcomes as reported by the study o Methodological approach for evaluating outcomes: study design, number of participants, which processes/outcomes were studied, any use of theory-based approaches to evaluation, and which components of the RE-AIM framework were addressed by the study. [19]  Critical appraisal and data extraction were performed by two reviewers working independently; disagreements were resolved through consensus by discussion, and/or arbitration by a third reviewer where required. Assignment of value judgements (e.g. which strategies/substrategies of the IPCHS framework were addressed; and which components of the Reach, Effectiveness, Adoption, Implementation, Maintenance (RE-AIM) framework were addressed by the study) were performed by two reviewers working independently; disagreements were resolved through consensus by discussion, and/or arbitration by a third reviewer where required. In this way, we ensured that determination of how an IPCHS strategy/RE-AIM component was addressed was not arbitrary, but verified and agreed through consensus by multiple reviewers. The findings were synthesised and reported according to categories determined by to the CIMO framework."
    },
    {
      "title": "Results",
      "text": "As illustrated in Fig.  1 , 1063 abstracts were screened after the removal of duplicates. Following the two stages of screening, 39 research articles were finally included. The study characteristics of included studies are outlined in Table  3 ."
    },
    {
      "title": "CONTEXT: Country and setting in the Western Pacific Region",
      "text": "Almost all studies were conducted in the community setting; only two were hospital based. [21, 56]  Studies were conducted across various WPR countries (Table  3 ), with most being conducted in Australia (n = 16), followed by China (n = 7). Notably, Mongolia, Brunei Darussalam, Laos, Japan, and most of the Pacific Island Countries were not represented in the literature reviewed. Details may be found in Supplementary File B.   • New Zealand: mHealth research in New Zealand has focused on using text-messaging services, in addition to point-of-care devices and mobile-based video to address issues of cardiovascular care, smoking and medication adherence, exclusively using randomised controlled trials.\n\n• Vietnam: Vietnamese research focused on addressing health problems in service areas such as educating community-based physician's assistants and for maternal and child health. Studies are experimental in design. • Cambodia: Cambodian research focused on addressing diabetes and cleft palate issues, using text messaging and ensuring follow-up. Study designs employed were experimental. • Republic of Korea (South Korea): mHealth research in the Republic of Korea has addressed skin disease diagnostic systems, patient navigation and tools for service procurement. Study designs were experimental and observational. • Singapore: This RCT used text messaging to address the health issue of Asthma. • Papua New Guinea: This study used text messaging to ensure adherence to management guidelines. • Philippines: The Van Olmen et al (2017) study was conducted in the Philippines as well as in Cambodia. [54] 3.2. INTERVENTIONS: mHealth modalities addressing health problems and service issues 3.2.1. Health problems Most interventions specified the health problem they addressed, although seven interventions (denoted by 'NS' in Table  3 ) were not directed at a health problem (Table  3 ). Where health problems were  Note: NS = Non-specific specified, these included Cardiovascular disease,  [29] [30] [31] 34, 37, 40, 43, 47, 49] , smoking,  [20, 23, 26, 35, 50] , Epilepsy  [45, 46] , Asthma,  [33, 57] , diabetes /pre-diabetes. [41, 54] , amongst others. Nineteen studies (49%) were non-specific to a clinical specialty  [20,23,28-32,37,40-43,45-47, 50,54,56,57] , and nine (23%) focused on primary care.\n\n[262734354449515258]"
    },
    {
      "title": "Service issues",
      "text": "All studies specified a service issue they addressed (Table  3 ), suggesting that mHealth technolgies were applied across specialties/clinical areas in transdisciplinary ways.\n\nmHealth tools push and pull information as part of interactive decision support systems, providing feedback and guidance to the individual as well as the network of providers (e.g. clinicians and coaches), patients, carers, and families. These may be automated as in the example of automated and structured telephone supports; and automated text messaging (either SMS or MMS) daily, weekly or monthly acting as reminders, motivators, counsellors/advisors, health coaches, and exercise facilitators. The vast majority of mHealth interventions used automated text messaging. Some papers reported on more than one category, resulting in them being classified among the other categories as well. [28, 30, 31, 33, 50]  These mHealth functions contribute to service delivery through communication, sharing of personal and health information, motivational counselling, feedback, coordination of care, supporting self-management and timely decision support."
    },
    {
      "title": "MECHANISMS: mHealth enabling Integrated People-Centred Health Services",
      "text": "Several studies illustrated how mHealth addressed the strategies and sub-strategies of the IPCHS framework with varying degrees of frequency and through different mechanisms (Table  4 ). IPCHS Strategies 1, 2, 3, 4 and 5 were addressed by 27, 12, 37, 22 and 21 studies respectively. With a focus on systemic supply and demand, usability and workflow issues associated with implementing mHealth programs, mHealth tools can support the move away from disease-centred services towards people-centred services.\n\nTo illustrate how mobile technologies can enable IPCHS, we present two exemplar cases of mHealth for integrated care:\n\n• Yoo et al. (2016), described a 'Mobile Patient Guide System' for a 'Patient-Centred Smart Hospital'. [56]  This system employed Bluetooth-based indoor navigation (with access points), an Android-based mobile application, and interfaces with the hospital information system. The system delivered personalised information to users; and provided scheduling services, information services, an indoor and outdoor navigation service, and questionnaire surveys.\n\nThe study reported that participants reported good usability (67.4%) and high satisfaction ratings (80%). • A mobile app, 'Transitionmate', was used to help young people (adolescents) with chronic illnesses make the transition from paediatric to adult care. [25]  This transition requires patients to assume greater autonomy and responsibility, typically resulting in deterioration of illness management during adolescence. The smartphone application was developed to support better self-management through this intermediate period. The study found that 90% of participants would recommend the application to other young people with a chronic illness (p = 0.04), and described it being useful for tracking medications and health progress, and \"creating routine.\""
    },
    {
      "title": "OUTCOMES: how were mHealth interventions evaluated?",
      "text": "Table  5  outlines which study designs were used to evaluate mHealth modalities, their evaluative focus, sample size and which components of the RE-AIM framework were addressed. The first two elements of the RE-AIM framework were far more frequently evaluated than the last three. Paying staff undertaking shifted tasks  [26, 39]  ; Integrating payment systems  [24]  Thirty studies evaluated intervention reach, such as uptake and coverage, and some studied barrier and facilitators to this element. Twenty-four studies evaluated the efficacy of interventions. However, only five studies evaluated intervention adoption, nine evaluated implementation, and one evaluated maintenance. Only three studies explicitly mentioned conducting a process evaluation,  [26, 28, 54]  and one study described the use of a formative evaluation  [47] . Of the 39 studies, 28 studies evaluated cognitive and behavioural outcomes; 10 studies assessed technical factors of the mHealth intervention; seven studies measured health outcomes, and one study measured health service utilisation. The outcomes reported by each study may be found in Supplementary file A (Appendix S4 and S5), and Supplementary file B.\n\nOf the 23 studies which evaluated text messaging, study designs included RCTs (n = 14), quasi-experimental studies (n = 5), crosssectional studies (n = 2), and qualitative studies (n = 2). With respect to components of the RE-AIM framework that were addressed, the studies evaluated Reach(n = 21), Efficacy (n = 13), Adoption (n = 1), and Implementation (n = 4). Of the 9 studies of Mobile apps / web portals, study designs included RCTs (n = 2), qualitative studies (n = 2), quasi-experimental studies (n = 4), and one cross-sectional study. Regarding components of the RE-AIM framework that were addressed, the studies evaluated Reach(n = 7), Efficacy (n = 6), Adoption (n = 1), and Implementation (n = 3). Of the 3 studies of voice calling interventions, study designs included one RCT, one qualitative study, and one quasi-experimental study. These three evaluated the following components of the RE-AIM Framework: Reach(n = 2), Efficacy (n = 2), Adoption (n = 1), Implementation (n = 1), Maintenance (n = 1).\n\nTheory-based evaluation requires that the researcher explicitly outlines the theory/rationale and assumptions being tested in their study (i. e. the processes by which the outcomes are produced), including how the outcomes being measured relate to variables within the theory. [59]  This is of particular importance in complex interventions where an understanding of an interventions' program logic is essential for developing a comprehensive evaluation approach (i.e. process as well as outcome evaluation). Of the 39 studies included, only 10 employed a theory-based evaluation approach; of which nine were randomised controlled trails and one was a quasi-experimental trial. Four were from Australia, two from New Zealand, and one each from Malaysia, China, Vietnam and Cambodia. Text-messaging was the most utilised mHealth modality, being used in seven of the trials. Some studies named specific theories that their program theory and evaluation was based on (e.g. social cognitive theory, stages of change model), while others only outlined the program and underlying hypotheses without naming specific theories. However, all 10 explained the theoretical logic of their intervention (i.e. how the intervention was expected to produce the outcomes of interest)."
    },
    {
      "title": "Study designs and critical appraisal of studies",
      "text": "The 39 studies comprised of 18 randomized controlled trials (RCTs), 10 quasi-experimental studies, two studies of diagnostic tests, five crosssectional studies, and 4 qualitative studies. Using the Risk of Bias tool, 16 of the 18 Randomised Controlled Trials scored as 'high' risk on at  least one domain, and 13 scored as 'unclear' on at least one domain. [60]  Using the AXIS checklist, none of the five cross sectional studies justified their sample sizes (question 3) with a power calculation; and it was unknown if any of the results were internally consistent (question 15)  [61] . The CASP appraisal of Diagnostic Test studies found that one study was uncertain if all patients got the diagnostic test, but both studies had potential to generate knowledge that was impactful  [62] . Using the CASP checklist, three of four qualitative studies lacked an in-depth description of the analytical process, and two did not have a clear statement of the study findings  [63] . However, all studies were found to be either 'valuable' or 'fairly valuable'. Seven of 10 quasi-experimental studies were found to have a serious risk of bias (e.g.),  [25, 29, 31, 32, 39, 53, 58]  and three did not provide sufficient information to make a judgement. Details on the critical appraisal of included studies may be found in Appendix S3 (Supplementary material A)."
    },
    {
      "title": "Discussion",
      "text": "We found willingness to adopt mHealth tools despite the lack of robust evidence from the studies reviewed. There were also no largescale implementation and/or evaluation studies reported.\n\nMost publications originated from Australia, China, Malaysia, and New Zealand. This may be because these countries are focused on integrated health service delivery. It may also be publication bias due to the lack of publication outlets in languages other than English. Addressing this geographical, cultural and socioeconomic variation in the publication and dissemination of mHealth research and evaluation activities should be a global priority for the WHO, not just in the WPR.\n\nThe health and care issues addressed and reported on varied in diversity: chronic health problems, maternal and child health, improving patients' hospital experience, and navigation assistance and facilities for service procurement, and professional education. These variations may reflect national priorities or, more likely, enthusiasm from local champions. Coupled with the increased range of use of mHealth, this also highlighted the increasing emphasis being placed on patients' experience, especially in higher income countries like Australia and South Korea.\n\nWe will discuss some details in priority areas of interest below:"
    },
    {
      "title": "Implementing mHealth for IPCHS in the Western Pacific Region",
      "text": "The WHO Global eHealth Observatory's third global survey on eHealth reported that the Western Pacific Region, (together with the South-East Asian Region) had the fewest countries reporting at least one type of mHealth intervention in each of the 3 mHealth program categories (i.e. accessing/providing health services; accessing/providing health information; collecting health information). [64]  However, only 14% of countries conducted any evaluation of government-led mHealth initiatives  [64] . Additionally, addressing the implied lack of evaluation of mHealth initiatives for IPCHS in Mongolia, Brunei Darussalam, Laos, Japan, and most of the Pacific Island countries should be a priority.\n\nOur findings that SMS-based interventions were the most frequently used is broadly reflected across the international literature. [65]  While we found evidence to indicate that mHealth can support IPCHS, quantifiable evidence of the additional efficiencies it brings to the overall delivery system is lacking. With recent reviews drawing similar conclusions  [66] , more attention needs to be paid to the various factors required for the integration of mHealth interventions into health systems  [13] . As outlined in the WHO's \"mHealth Assessment and Planning for Scale\" (MAPS) toolkit  [67] , establishing the scientific basis for an intervention's effectiveness is only the first step. We did not assess cost-effectiveness of mHealth interventions in this review, but an economic evaluation would be central to building a solid business case for the intervention. Decision-makers need cost-effectiveness evidence to fund scale-up of mHealth interventions for IPCHS  [68, 69] .\n\nBeyond essential financial management and modelling, laying the foundation for a sustainable mHealth intervention for delivering IPCHS requires that sustainable partnerships be forged with the various stakeholder groups in the development and aid domain. mHealth projects need to meet standards for data and system interoperability to enable seamless operations across platforms for all stakeholders. [67]  Cost-effective implementation of mHealth interventions relies on effective and efficient workforce management along with multidimensional and iterative monitoring and evaluation protocols. [70]  The 3 studies that addressed IPCHS strategy 2 (strengthening governance and accountability by bolstering participatory governance and enhancing mutual accountability) focused on ensuring health worker's adherence to guidelines,  [58]  education of health workers  [51] , and prescribing/medication management  [24] . Mobile platforms that facilitate citizen reporting, provider score cards, or grievance redressal systems can all enable participatory governance and accountability  [71] . Health and mHealth literacy along with citizen and community engagement are essential to improve access to, and equity of, care, particularly among vulnerable and underserved populations. Activated patient and community groups (demand-side) will complement an activated multidisciplinary health care team (supply-side) to ensure the access, equity, safety and quality of health services  [72] ."
    },
    {
      "title": "mHealth in workforce management for IPCHS in the Western Pacific Region",
      "text": "We found that mHealth interventions were used for management and training of the healthcare workforce; specifically for the sharing of patient information among healthcare workers,  [21]  the education of community-based Physician Assistants (i.e. e-learning)  [51] , and for ensuring healthcare worker adherence to updates in established management guidelines  [58] . These thematic areas are similar to those identified by a recent scoping review of Low and Middle Income countries, which found digital interventions enabled \"health worker training, provider-to-provider communication and professional networking, and supervision of and performance feedback to health workers.\" [73]  The rapid growth of digital literacy, and the entrance of a generation of 'digital natives' into the workforce has considerably reduced the 'digital divide', reducing resistance to mHealth approaches and resulting in more prompt data collection, greater data completeness, fewer errors, and improved adherence to treatment algorithms. [74]"
    },
    {
      "title": "Monitoring and Evaluation of mHealth for IPCHS in the Western Pacific Region",
      "text": "All countries used experimental, descriptive and observational methodologies, with the higher income countries such as Australia and South Korea reporting the use of a greater range of methodologies. Critical appraisal of study quality in this review highlighted issues with methodological rigour and the validity of findings. More mixed qualitative and quantitative methods are essential to address usability, user and implementation challenges, such as barriers and facilitators, acceptability in the translation of mHealth policies into implementation. [75]  Research methodologies that incorporate diverse data types into holistic assessment of systems (e.g. case studies) should be prioritised  [76] , and would be a useful indicator of research and evaluation capability maturity generally. These methods enable a deeper understanding of the socio-technical mechanisms by which mHealth generally improves context-specific care coordination and continuity processes for IPCHS. In particular, quantitative measures and metrics that enable rigorous monitoring offer considerable value for troubleshooting in quality and efficiency. [7]"
    },
    {
      "title": "Implications for Practice & Policy",
      "text": "It is important to remember that mHealth itself is not a solution and should be situated within the broader philosophy of integrated people-centred health services (IPCHS). Each nation's progress towards transformation of their model of health service delivery should be evaluated regularly in accordance with the strategies of the IPCHS framework. [2]  Regional networks, including digital health expertise, can be formalised to help design, implement, monitor and evaluate the integration and people-centredness of health service delivery, while maintaining comprehensive country digital health profiles on ongoing projects and lessons learned to facilitate knowledge transfer between projects. Such an approach has been tried and tested in other WHO regions, and could be contextualised for application in the WPR. [77]"
    },
    {
      "title": "Study Limitations",
      "text": "This review did not include non-English, grey and unpublished literature and non-peer-reviewed studies. This is particularly important in the WPR where there are multiple non-English speaking countries with their own digital health journals such as China, Japan, Korea, Laos, Cambodia and other remnants of the colonial past. The linguistic diversity is similar globally, especially in Africa, South America and Europe. While this paper addresses the role of eHealth and mHealth in integrated services delivery from a Western Pacific perspective, the literature surveyed was global."
    },
    {
      "title": "Conclusions",
      "text": "mHealth can transition disease-centred services towards peoplecentred services. Critical appraisal of studies highlighted methodological issues, raising doubts about validity. The limited evidence for largescale implementation and international variation in the reporting of mHealth practice, modalities used and health domains addressed requires capacity building to address this gap. Information-enhanced implementation and evaluation of IPCHS, particularly for participatory governance and accountability, is also important.\n\nTools and training are required to assist health system policy makers, administrators, managers and clinicians to assess their digital health maturity, current eHealth initiatives and make informed decisions about developing, implementing and evaluating new mHealth programs to support the implementation and evaluation of national health priorities.\n\nThe framework for implementation and evaluation need to be standardsbased to enable systems interoperability and valid comparisons to be made across different participating health services and systems regionally, nationally and internationally. More mHealth interventions should address improving participatory governance and mutual accountability in IPCHS. While reach and efficacy are commonly evaluated, more work needs to focus on the adoption, implementation and maintenance of mHealth interventions. This should be addressed in future research."
    },
    {
      "title": "Financial disclosure",
      "text": "This study was funded by the WHO Western Pacific Regional Office."
    },
    {
      "title": "Declaration of Competing Interest",
      "text": "The authors on this manuscript certify that they have NO affiliations with or involvement in any organization or entity with any financial interest (such as honoraria; educational grants; participation in speakers' bureaus; membership, employment, consultancies, stock ownership, or other equity interest; and expert testimony or patentlicensing arrangements), or non-financial interest (such as personal or professional relationships, affiliations, knowledge or beliefs) in the subject matter or materials discussed in this manuscript."
    },
    {
      "title": "Human/Animal Rights",
      "text": "This article does not contain any studies with human or animal subjects performed by the any of the authors."
    },
    {
      "title": "Authorship Statement",
      "text": "Myron Anthony Godinho designed and conducted the study, drafted the manuscript, approved the final version, and is accountable for all aspects of the work.\n\nJitendra Jonnagaddala designed and conducted the study, contributed to the manuscript, approved the final version, and is accountable for all aspects of the work.\n\nNachiket Gudi designed and conducted the study, approved the final"
    },
    {
      "title": "Summary table",
      "text": "What was already known on the topic -The importance of digital health generally and mHealth specifically in implementing integrated care for the purpose of achieving Universal Health Coverage and the Sustainable development goals. -The importance of mobile services in primary care service delivery where large scale ICT infrastructure may be less common, especially in lower income countries. -The outline of the policy & governance architecture of the digital health ecosystem in the Western Pacific region."
    },
    {
      "title": "What this study added to our knowledge",
      "text": "• Research into mHealth for IPCHS is unequally distributed among high and low income countries in the Western Pacific, reflecting the global situation. • mHealth initiatives in integrated care focus on the community setting, and on specific service issues.\n\n• While half of studies were not disease-specific; those that were, focused on non-communicable diseases.\n\n• Text messages and mobile applications are the most commonly used mHealth modalities.\n\n• mHealth can be used to support IPCHS strategies; but more mHealth interventions should facilitate IPCHS strategy 2 (participatory governance and accountability). • Methods for evaluating mHealth initiatives are rarely theory-based and focus on cognitive/behavioral changes rather than patient outcomes.\n\n• Experimental designs are more popular than observational & qualitative approaches. More mixed-methods approaches are required.\n\n• Critical appraisal revealed issues with methodological rigour, raising doubts about validity. There is a need for better quality studies.\n\n• While reach and efficacy are commonly evaluated, more work needs to focus on the adoption, implementation and maintenance of mHealth interventions."
    },
    {
      "text": "Australia: Australian research comprised over a third of the studies in this review. Studies were mostly RCTs (n = 7), and qualitative (n = 4). There was emphasis on non-communicable diseases (NCDs) such as smoking (n = 4), cardiovascular disease (CVD) (n = 3). Text messaging (n = 7), mobile applications (n = 5), and voice calling (n = 3) were frequently used.• China: Research focused primarily on NCDs (e.g. CVD, diabetes, HIV, haemophilia), using both mobile applications and text messaging. Study designs were mainly experimental and crosssectional in nature. • Malaysia: Malaysian mHealth research emphasised text-messaging services to address issues of epilepsy, and (demand-based) service issues of patient compliance, exclusively using experimental study designs."
    },
    {
      "text": "Fig. 1. PRISMA diagram illustrating the screening process."
    },
    {
      "text": "Notes: R = Reach; E = efficacy; A = adoption ;I = Implementation ;M = Maintenance. CBO = Cognitive & behavioural outcomes"
    },
    {
      "text": "[2] ategies and sub-strategies of the IPCHS Framework[2]"
    },
    {
      "text": "Selection criteria"
    },
    {
      "text": "Included studies by country, and the health issues, services issue and mHealth tools"
    },
    {
      "text": "(continued )"
    },
    {
      "text": "mHealth tools enabling IPCHS, mechanisms and illustrative studies"
    },
    {
      "text": "Details of evaluation of mHealth tools, by study design."
    }
  ],
  "references": [
    {
      "title": "Integrated care: meaning, logic, applications, and implications-a discussion paper",
      "authors": [
        "D Kodner",
        "C Spreeuwenberg"
      ],
      "year": 2002
    },
    {
      "title": "Framework on integrated, people-centred health services",
      "year": 2016
    },
    {
      "title": "ITU: National eHelath Strategy Toolkit",
      "year": 2012,
      "doi": "10.3233/978-1-61499-289-9-913"
    },
    {
      "title": "Global Strategy for Digital Health",
      "year": 2019
    },
    {
      "year": 2018,
      "doi": "10.1177/20552076221129071"
    },
    {
      "title": "WHO guideline: Recommendations on digital interventions for health systems strengthening",
      "year": 2019
    },
    {
      "title": "Continuity and coordination of care: a practice brief to support implementation of the WHO Framework on integrated people-centred health services Geneva",
      "year": 2018,
      "doi": "10.5334/ijic.1514"
    },
    {
      "title": "mHealth innovations as health system strengthening tools: 12 common applications and a visual framework",
      "authors": [
        "A Labrique",
        "L Vasudevan",
        "E Kochi",
        "R Fabricant",
        "G Mehl"
      ],
      "year": 2013
    },
    {
      "title": "Primary health care in the Western Pacific Region: looking back and future directions",
      "year": 2018,
      "doi": "10.5365/wpsar.2024.15.1.1056"
    },
    {
      "title": "to Record Ascending Growth by 2025",
      "year": 2019
    },
    {
      "title": "World Health Organisation, Regional Action Agenda on Harnessing E-Health for Improved Health Service Deliveryin the Western Pacific",
      "year": 2018
    },
    {
      "title": "Transforming Health Systems Through Good Digital Health Governance",
      "authors": [
        "A Marcelo",
        "D Medeiros",
        "K Ramesh",
        "S Roth",
        "P Wyatt"
      ],
      "year": 2018
    },
    {
      "title": "The Journey To Scale: Moving together past digital health pilots",
      "authors": [
        "K Wilson",
        "B Gertz",
        "B Arenth"
      ],
      "year": 2014
    },
    {
      "title": "Expert Consultation On E-Health For Integrated Service Delivery In The Western Pacific Region Manila [Available from",
      "year": 2018,
      "doi": "10.5365/wpsar.2024.15.1.1056"
    },
    {
      "authors": [
        "Thompson Reuters"
      ]
    },
    {
      "title": "Taking account of context in systematic reviews and guidelines considering a complexity perspective",
      "authors": [
        "A Booth",
        "G Moore",
        "K Flemming",
        "R Garside",
        "N Rollins",
        "Tunçalp"
      ],
      "year": 2019
    },
    {
      "title": "Handbook integrated care",
      "authors": [
        "V Amelung",
        "V Stein",
        "N Goodwin",
        "R Balicer",
        "E Nolte",
        "E Suter"
      ],
      "year": 2017
    },
    {
      "title": "Community health alliances as social enterprises that digitally engage citizens and integrate services: A case study in Southwestern Sydney (protocol)",
      "authors": [
        "M Godinho",
        "M Ashraf",
        "P Narasimhan",
        "S.-T Liaw"
      ],
      "year": 2020,
      "doi": "10.1177/2055207620930118"
    },
    {
      "title": "Evaluating the public health impact of health promotion interventions: the RE-AIM framework, Ajoph",
      "authors": [
        "R Glasgow",
        "T Vogt",
        "S Boles"
      ],
      "year": 1999,
      "doi": "10.2105/ajph.89.9.1322"
    },
    {
      "title": "Factors associated with use of automated smoking cessation interventions: findings from the eQuit study",
      "authors": [
        "J Balmford",
        "R Borland",
        "P Benda",
        "S Howard"
      ],
      "year": 2013
    },
    {
      "title": "A survey of patient attitudes towards the use of smart phone applications by health care professionals for patient care and management",
      "authors": [
        "H Bangash",
        "M Kuan",
        "D Hayne"
      ],
      "year": 2016
    },
    {
      "title": "Using videotelephony to support paediatric oncology-related palliative care in the home: from abandoned RCT to acceptability study",
      "authors": [
        "M Bensink",
        "N Armfield",
        "R Pinkerton",
        "H Irving",
        "A Hallahan",
        "D Theodoros"
      ],
      "year": 2009,
      "doi": "10.1177/0269216308100251"
    },
    {
      "title": "I'm not strong enough; I'm not good enough. i can't do this, I'm failing\"-A qualitative study of low-socioeconomic status smokers' experiences with accesssing cessation support and the role for alternative technology-based support",
      "authors": [
        "V Boland",
        "R Mattick",
        "H Mcrobbie",
        "M Siahpush",
        "R Courtney"
      ],
      "year": 2017,
      "doi": "10.1186/s12939-017-0689-5"
    },
    {
      "title": "Electronic prescribing and medication management at a residential aged care facility Uptake by general practitioners and qualitative evaluation of the benefits and barriers",
      "authors": [
        "R Elliott",
        "C Lee",
        "S Hussainy"
      ],
      "year": 2016
    },
    {
      "title": "Transitionmate: A mobile phone application to support self-management and transition in young people with chronic illness",
      "authors": [
        "H Gunn",
        "Y Zhao",
        "A Pardo",
        "R Calvo",
        "K Steinbeck"
      ],
      "year": 2016
    },
    {
      "title": "Process evaluation of a practice nurse-led smoking cessation trial in Australian general practice: views of general practitioners and practice nurses",
      "authors": [
        "E Halcomb",
        "J Furler",
        "O Hermiz",
        "I Blackberry",
        "J Smith",
        "R Richmond"
      ],
      "year": 2015,
      "doi": "10.1093/fampra/cmv041"
    },
    {
      "title": "Text message communication in primary care research: a randomized controlled trial",
      "authors": [
        "D Haller",
        "L Sanci",
        "G Patton",
        "S Sawyer"
      ],
      "year": 2009
    },
    {
      "title": "Process evaluation of TXT2BFiT: A multi-component mHealth randomised controlled trial to prevent weight gain in young adults",
      "authors": [
        "S Partridge",
        "M Allman-Farinelli",
        "K Mcgeechan",
        "K Balestracci",
        "A Wong",
        "L Hebden"
      ],
      "year": 2016
    },
    {
      "title": "Does telephone support of the rural and remote patient with heart failure improve clinical outcomes? Results of the chronic heart failure assistance by telephone (CHAT) study",
      "authors": [
        "A Tonkin",
        "J Yallop",
        "A Driscoll",
        "A Forbes",
        "J Croucher",
        "B Chan"
      ],
      "year": 2009,
      "doi": "10.1016/j.hlc.2009.05.239"
    },
    {
      "title": "Smartphone-based home care model improved use of cardiac rehabilitation in postmyocardial infarction patients: results from a randomised controlled trial",
      "authors": [
        "M Varnfield",
        "M Karunanithi",
        "C Lee",
        "E Honeyman",
        "D Arnold",
        "H Ding"
      ],
      "year": 2014
    },
    {
      "title": "Development and feasibility of a smartphone, ECG and GPS based system for remotely monitoring exercise in cardiac rehabilitation",
      "authors": [
        "C Worringham",
        "A Rojek",
        "I Stewart"
      ],
      "year": 2011
    },
    {
      "title": "Participatory development of MIDY (Mobile Intervention for Drinking in Young people)",
      "authors": [
        "C Wright",
        "P Dietze",
        "B Crockett",
        "M Lim"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-2876-5"
    },
    {
      "title": "A randomized controlled trial of an interactive voice response telephone system and specialist nurse support for childhood asthma management",
      "authors": [
        "C Xu",
        "M Jackson",
        "P Scuffham",
        "R Wootton",
        "P Simpson",
        "J Whitty"
      ],
      "year": 2010
    },
    {
      "title": "Assessing agreement between point of care and pathology laboratory results for INR: experiences from the Point of Care Testing in General Practice Trial",
      "authors": [
        "L Yelland",
        "A Gialamas",
        "C Laurence",
        "K Willson",
        "P Ryan",
        "J Beilby"
      ],
      "year": 2010,
      "doi": "10.3109/00313020903494045"
    },
    {
      "title": "Acceptability and effectiveness of opportunistic referral of smokers to telephone cessation advice from a nurse: A randomised trial in Australian general practice",
      "authors": [
        "J Young",
        "S Girgis",
        "T Bruce",
        "M Hobbs",
        "J Ward"
      ],
      "year": 2008
    },
    {
      "title": "Willingness to Use Mobile Health in Glaucoma Patients",
      "authors": [
        "M Dai",
        "J Xu",
        "J Lin",
        "Z Wang",
        "W Huang",
        "J Huang"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0254"
    },
    {
      "title": "Electronic messaging support service programs improve adherence to lipid-lowering therapy among outpatients with coronary artery disease: an exploratory randomised control study",
      "authors": [
        "R Fang",
        "X Li"
      ],
      "year": 2016
    },
    {
      "title": "Development and implementation of an iphone application (pocket pathologist) to facilitate rapid diagnostic pathology consultation",
      "authors": [
        "D Hartman",
        "S Yousem",
        "A Parwani",
        "I Cucoranu",
        "B Kolowitz",
        "W Cable"
      ],
      "year": 2014
    },
    {
      "title": "A successful model of a nursing short-message system (SMS) for improving hemophilia care in South China",
      "authors": [
        "Q Ma",
        "J Sun",
        "Y Liu",
        "H Li",
        "K Luke"
      ],
      "year": 2012
    },
    {
      "title": "A cluster-randomized controlled trial of a simplified high cardiovascular risk management program in rural Tibet, China",
      "authors": [
        "M Tian",
        "C Li",
        "D Dunzhu",
        "Z Liu",
        "H Chen",
        "K Cho"
      ],
      "year": 2014,
      "doi": "10.1016/j.gheart.2014.03.1375"
    },
    {
      "title": "A short message service (SMS) intervention to prevent diabetes in Chinese professional drivers with pre-diabetes: a pilot single-blinded randomized controlled trial",
      "authors": [
        "C Wong",
        "C Fung",
        "S Siu",
        "Y Lo",
        "C Wong",
        "D Fong"
      ],
      "year": 2013
    },
    {
      "title": "Acceptability and factors associated with willingness to receive short messages for improving antiretroviral therapy adherence in China",
      "authors": [
        "Y Xiao",
        "G Ji",
        "C Tian",
        "H Li",
        "W Biao",
        "Z Hu"
      ],
      "year": 2014
    },
    {
      "title": "Effect of a reminder system using an automated short message service on medication adherence following acute coronary syndrome",
      "authors": [
        "S Khonsari",
        "P Subramanian",
        "K Chinna",
        "L Latif",
        "L Ling",
        "O Gholami"
      ],
      "year": 2015,
      "doi": "10.1177/1474515114521910"
    },
    {
      "title": "Text messaging reminders to reduce non-attendance in chronic disease follow-up: a clinical trial",
      "authors": [
        "S.-M Liew",
        "S Tong",
        "V Lee",
        "C Ng",
        "K Leong",
        "C Teng"
      ],
      "year": 2009
    },
    {
      "title": "Feasibility and acceptability of mobile epilepsy educational system (MEES) for people with epilepsy in Malaysia",
      "authors": [
        "P Lua",
        "W Neni"
      ],
      "year": 2012
    },
    {
      "title": "A randomised controlled trial of an SMS-based mobile epilepsy education system",
      "authors": [
        "P Lua",
        "W Neni"
      ],
      "year": 2013
    },
    {
      "title": "Text message and internet support for coronary heart disease self-management: results from the Text4Heart randomized controlled trial",
      "authors": [
        "L Dale",
        "R Whittaker",
        "Y Jiang",
        "R Stewart",
        "A Rolleston",
        "R Maddison"
      ],
      "year": 2015
    },
    {
      "title": "A single-blinded randomized controlled trial of tailored text messaging for primary medication adherence in emergency department patients",
      "authors": [
        "G Larkin",
        "H Lee"
      ],
      "year": 2015
    },
    {
      "title": "The impact of a point-of-care testing device on CVD risk assessment completion in New Zealand primary-care practice: a cluster randomised controlled trial and qualitative investigation",
      "authors": [
        "S Wells",
        "N Rafter",
        "T Kenealy",
        "G Herd",
        "K Eggleton",
        "R Lightfoot"
      ],
      "year": 2017,
      "doi": "http://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0174504%26type=printable"
    },
    {
      "title": "A theorybased video messaging mobile phone intervention for smoking cessation: randomized controlled trial",
      "authors": [
        "R Whittaker",
        "E Dorey",
        "D Bramley",
        "C Bullen",
        "S Denny",
        "C Elley"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1553"
    },
    {
      "title": "The mCME Project: A Randomized controlled trial of an SMS-Based continuing medical education intervention for improving medical knowledge among Vietnamese community based physicians' assistants",
      "authors": [
        "C Gill",
        "B Ngoc",
        "N Halim",
        "H Viet",
        "A Williams",
        "N Van Tan"
      ],
      "year": 2016
    },
    {
      "title": "mMOM -Improving maternal and child health for ethnic minority people in mountainous region of Thai Nguyen province of Vietnam through integration of mHealth in HMIS and user-provider interaction",
      "authors": [
        "L Nguyen",
        "N Vu",
        "H Duong",
        "J O'neil",
        "D Wiljer",
        "C Nguyen"
      ],
      "year": 2015,
      "doi": "10.1016/j.aogh.2015.02.948"
    },
    {
      "title": "A mobile phone initiative to increase return for speech therapy follow-up after cleft palate surgery in the developing world",
      "authors": [
        "D Foong",
        "D Butler",
        "K Vanna",
        "T Sok Leng",
        "J Gollogly"
      ],
      "year": 2012
    },
    {
      "title": "The effect of text message support on diabetes self-management in developing countries -A randomised trial",
      "authors": [
        "J Van Olmen",
        "G Kegels",
        "C Korachais",
        "J De Man",
        "K Van Acker",
        "J Kalobu"
      ],
      "year": 2017
    },
    {
      "title": "Teledermatology consultation using a smartphone multimedia messaging service for common skin diseases in the Korean army: a clinical evaluation of its diagnostic accuracy",
      "authors": [
        "H Shin",
        "D Kim",
        "H Ryu",
        "S Yoon",
        "S Jo"
      ],
      "year": 2014,
      "doi": "10.1177/1357633x14524151"
    },
    {
      "title": "A personalized mobile patient guide system for a patient-centered smart hospital: Lessons learned from a usability test and satisfaction survey in a tertiary university hospital",
      "authors": [
        "S Yoo",
        "Sy Jung",
        "S Kim",
        "E Kim",
        "Kh Lee",
        "E Chung"
      ],
      "year": 2016
    },
    {
      "title": "The use of text messaging to improve asthma control: a pilot study using the mobile phone short messaging service (SMS)",
      "authors": [
        "L Prabhakaran",
        "W Chee",
        "K Chua",
        "J Abisheganaden",
        "W Wong"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2010.090809"
    },
    {
      "title": "Improving Health Worker Adherence to Malaria Treatment Guidelines in Papua New Guinea: Feasibility and Acceptability of a Text Message Reminder Service",
      "authors": [
        "S Kurumop",
        "C Bullen",
        "R Whittaker",
        "I Betuela",
        "M Hetzel",
        "J Pulford"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0076578"
    },
    {
      "title": "Theory-based evaluation: Reflections ten years on: Theorybased evaluation: Past, present, and future",
      "authors": [
        "P Rogers",
        "C Weiss"
      ],
      "year": 2007
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gøtzsche",
        "P Jüni",
        "D Moher",
        "A Oxman"
      ],
      "year": 2011
    },
    {
      "title": "Development of a critical appraisal tool to assess the quality of cross-sectional studies (AXIS)",
      "authors": [
        "M Downes",
        "M Brennan",
        "H Williams",
        "R Dean"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2016-011458"
    },
    {
      "title": "Critical Appraisal Skills Programme, CASP Diagnostic Test Study Checklist",
      "year": 2018,
      "doi": "10.7717/peerj.12951/table-2"
    },
    {
      "title": "Critical Appraisal Skills Programme, CASP Qualitative Checklist",
      "year": 2018
    },
    {
      "title": "Global diffusion of eHealth: making universal health coverage achievable: report of the third global survey on eHealth",
      "year": 2016
    },
    {
      "title": "mHealth Application Areas and Technology Combinations",
      "authors": [
        "H Abaza",
        "M Marschollek"
      ],
      "year": 2017
    },
    {
      "title": "Strengthening Delivery of Health Services Using Digital Devices",
      "authors": [
        "M Orton",
        "S Agarwal",
        "P Muhoza",
        "L Vasudevan",
        "A Vu"
      ],
      "year": 2018,
      "doi": "10.9745/ghsp-d-18-00229"
    },
    {
      "title": "The MAPS toolkit: mHealth assessment and planning for scale",
      "year": 2015,
      "doi": "10.26719/2016.22.5.350"
    },
    {
      "title": "Establishing standards to evaluate the impact of integrating digital health into health systems",
      "authors": [
        "A Labrique",
        "L Vasudevan",
        "W Weiss",
        "K Wilson"
      ],
      "year": 2018
    },
    {
      "title": "Evaluating digital health interventions: key questions and approaches",
      "authors": [
        "E Murray",
        "E Hekler",
        "G Andersson",
        "L Collins",
        "A Doherty",
        "C Hollis"
      ],
      "year": 2016
    },
    {
      "title": "Monitoring and Evaluating Digital Health Interventions",
      "year": 2016,
      "doi": "10.1111/ajag.12518"
    },
    {
      "title": "Strategic framework for mainstreaming citizen engagement in world bank group operations",
      "year": 2014
    },
    {
      "title": "Personalized strategies to activate and empower patients in health care and reduce health disparities",
      "authors": [
        "J Chen",
        "C Mullins",
        "P Novak",
        "S Thomas"
      ],
      "year": 2016,
      "doi": "10.1177/1090198115579415"
    },
    {
      "title": "Digital Technologies for Health Workforce Development in Low-and Middle-Income Countries: A Scoping Review",
      "authors": [
        "L Long",
        "G Pariyo",
        "K Kallander"
      ],
      "year": 2018
    },
    {
      "title": "Evidence on feasibility and effective use of mH ealth strategies by frontline health workers in developing countries: systematic review",
      "authors": [
        "S Agarwal",
        "H Perry",
        "L Long",
        "A Labrique"
      ],
      "year": 2015
    },
    {
      "title": "An overview of research and evaluation designs for dissemination and implementation",
      "authors": [
        "C Brown",
        "G Curran",
        "L Palinkas",
        "G Aarons",
        "K Wells",
        "L Jones"
      ],
      "year": 2017
    },
    {
      "title": "Case study research and applications: Design and methods",
      "authors": [
        "R Yin"
      ],
      "year": 2017
    },
    {
      "title": "European Union, SUSTAIN: Sustainable tailored integrated care for older people in Europe",
      "year": 2018
    }
  ],
  "num_references": 77
}
