{
  "paper_id": "EWWCAIET",
  "sections": [
    {
      "text": "Bonjour, les informations de connexion à « Echappe au COVID-19 », un parcours de formation pour parfaire les gestes qui permettent de lutter contre la transmission du SRAS-CoV-2 [ou SARS si vous préférez]. Il s'agit d'un parcours de formation comprenant un serious game ludique et informatif illustré par Eric Buche. Ce parcours a été créé par une équipe transdépartementale des Hôpitaux Universitaires de Genève et intégrant des spécialistes en prévention et contrôle de l'infection Nous vous recommandons d'encourager fortement vos collaborateurs, quel que soit leur fonction (soignants comme non-soignants), à effectuer ce parcours. Les données récoltées seront traitées de manière parfaitement anonyme, et vos collaborateurs n'auront qu'une donnée personnelle à saisir: leur adresse e-mail (personnelle ou professionnelle). Leurs noms et prénoms ne seront jamais demandés, et les adresses e-mails seront stockées dans une base de données cryptée située sur sol helvétique. Elles ne seront jamais révélées à des tiers et vos collaborateurs resteront parfaitement anonymes. Les données récoltées ne seront employées qu'à des fins de recherche contre la pandémie COVID-19.\n\nA la fin du parcours, et après avoir vu le serious game et accédé aux normes Vigigerme des HUG, vos collaborateurs recevront un certificat de formation (au format PDF) qu'ils pourront sauvegarder ou imprimer."
    },
    {
      "title": "Voici les informations de connection:",
      "text": "Se connecter à l'adresse internet:  https://covid-escape.anesth.ch  2. Choisir son institution d'appartenance 3. Cliquer sur \"Accéder\" Renseigner les champs -l'accréditation de votre institution est: ### Le parcours dure environ 30 minutes.\n\ntoute question, vous pouvez contacter seriousgame.covid19@hcuge.ch"
    }
  ]
}
