{
  "paper_id": "F6JQYAH3",
  "year": 2023,
  "date": "2023-10-16",
  "authors": [
    {
      "name": "Ronald Vagnozzi",
      "email": "ronald.vagnozzi@cuanschutz.edu",
      "affiliation": {
        "organization": "Department of Medicine",
        "department": "Department of Medicine",
        "institution": "Gates Institute",
        "address": "RC2 8005 12700 E. 19th Ave, 80045., Aurora, CO"
      }
    }
  ],
  "doi": "10.1161/circresaha.123.323060",
  "md5": "CD51047845AC965046B767BF659A7772",
  "funding": [
    "",
    "",
    ""
  ],
  "sections": [
    {
      "title": "CENTENNIAL COLLECTION",
      "text": "Early Career Research Support From the American Heart Association: to the Second Century and Beyond Jessica Pfleger , Ronald J. Vagnozzi O n June 10, 2024, the American Heart Association (AHA) enters its 100th year as an organization dedicated to the fight against heart disease and stroke, thus fostering a world of longer, healthier lives. This critical work includes essential lifesaving measures such as annual CPR training for ≈22 million people and enrolling more than 2600 hospitals in Get With The Guidelines, a program that provides up-to-date research and resources for professional and patient education and quality improvement. The AHA also advocates for health care legislation such as the Access to Automated External Defibrillators Act, which would increase Automated External Defibrillator training and availability in schools across the United States. Through this work as part of the You're the Cure Program and many other initiatives, the AHA has remained a premier professional advocacy and outreach voluntary organization for addressing cardiovascular disease and stroke in the United States and across the globe, since its inception in 1924.  1  In addition to improving emergency responses and clinical care, the AHA continually focuses on supporting the development of new therapies for cardiovascular diseases and stroke. The organization has invested >$5 billion dollars (USD) in research since 1949. Thus far, AHA research funding has resulted in incredible advancements including the artificial heart valve and cholesterol-lowering medications such as cholestyramine, and supported the research programs of 14 Nobel Laureates, including Drs Robert Lefkowitz, Earl Sutherland, and Robert Furchgott, among others.  2 powering these basic and translational research discoveries requires sustaining the pipeline of cardiovascular investigators, researchers, and personnel. As such, the AHA has a longstanding history of funding early stage investigator development and career progression in cardiovascular and stroke research. This group includes undergraduates, predoctoral and health professional students, postdoctoral fellows, and early health professionals, through to assistant professors. For these individuals, AHA funding mechanisms have remained an essential and invaluable catalyst for >70 years. Notably, over 50% of total funding across the entire AHA research portfolio is allocated specifically to early stage award mechanisms (Figure  1 ). As early career investigators ourselves who have benefitted tremendously from AHA research support and from the scientific community cultivated by the AHA, we are inspired to discuss and share insights on these mechanisms. Here, we offer our fellow early stage investigators a summary of select funding opportunities in the AHA portfolio and some prospective encouragement as we celebrate the Second Century of AHA.\n\nAHA support for undergraduates is largely through institutional mechanisms. For example, the AHA Institutional Award for Undergraduate Student Training enables institutions and universities to provide immersive research experiences for undergraduates for 3 years. Funds support student salaries and travel to a scientific conference, encouraging students to pursue research long-term.  4 In addition, the AHA Institutional Research Enhancement Award provides funds over 2 years to educational institutions that are not largely National Institutes of Health supported to perform cardiovascular disease and stroke research projects.  4 These awards ensure that undergraduates and graduate students are exposed to high-quality scientific endeavors within the AHA mission, which is critical to encourage careers in cardiovascular and stroke research. For many undergraduates and particularly those of underrepresented status, these institutional mechanisms can help enable their first practical exposure to basic or translational research, opening new doors and, thus, fueling the next generations of cardiovascular science.\n\nAHA support funding for predoctoral and health professions students is awarded to the individual student for their specific research, and this plays a key role in advancing the career of the student. AHA predoctoral fellowships involve writing a scientific proposal, as well as a training plan from the mentor of the applicant and mentoring team.  4 These are excellent fellowship awards in that they support the salary of the student and some project and travel funds in the laboratory of the mentor over 1 to 2 years. They also have added developmental value, often providing students with their first grant writing experience by training them to formulate unique ideas, assemble figures, develop aims and approaches, and write scientifically. Additionally, forming a training plan helps ensure the success of the mentee and is extremely helpful as they embark on their careers. Additional mentors or scientific collaborators also expand the network of the mentee as they refine their scientific and career development skills. In addition to carefully crafting the scientific proposal and training plan, the mentee engages in the entire process of submitting a grant, including budget and regulatory documents and working with a grant administration team for prompt submission. Obtaining AHA predoctoral support also has additional advantages beyond securing the funds. Receiving these awards in the early training period establishes a track record of funding that will be recognized as the student advances in their career and increases their potential to obtain competitive postdoctoral fellowships and other training opportunities. Thus, while the AHA Predoctoral Fellowship directly supports the salary of a student, applying for and receiving these awards also fosters transferrable and widely applicable soft skills development and allows the mentee to engage with the robust AHA peer community.\n\nThe AHA Postdoctoral Fellowship is equally important for those who have continued their scientific training beyond graduate and health professional programs and can prepare mentees for independent scientific careers. Similar to the Predoctoral Fellowship, this application requires a scientific and training plan, with funding to support the salary of the fellow and some project and travel funds for 1 to 2 years with the option to apply for another 2-year award.  4 AHA Postdoctoral Fellowships also enable fellows to develop independent ideas, devise a training strategy, hone their grantsmanship skills, grow their networks, and practice preparing and submitting a grant in its entirety. Receiving a postdoctoral award can further a track record of success, which is critical for future funding and obtaining competitive academic and nonacademic positions. Both the AHA Predoctoral and Postdoctoral Fellowships are highly prestigious, with a ≈26% success rate for each in FY 2022-2023.  5 Thus, these award mechanisms undoubtedly position recipients for success.\n\nIn addition to general Predoctoral and Postdoctoral Fellowships, the AHA often offers specialized grants for research in specific areas of critical need.  4 Recent examples include a partnership with the Children's Heart Foundation to investigate congenital heart defects; a call to study healthy diets in collaboration with the California Walnut Commission; and calls for research on Barth Syndrome, a rare genetic condition characterized by cardiac and skeletal myopathy. Other recent application calls were for vascular and stroke research in collaboration with the Vascular Interventional Advances Foundation, the American Stroke Association, and the American Brain Foundation, respectively. The latter, the AHA/American Stroke Association/American Brain Foundation Lawrence M. Brass, MD Stroke Research Award for postdoctoral trainees, honors the\n\nFigure 1. American Heart Association (AHA) Early Career Funding as a proportion of total funding. Analysis of AHA funding investment from 2003 to 2022 including total awarded and funding awarded specifically as Undergraduate Fellowships, Predoctoral or Postdoctoral Fellowships, Beginning Grants in Aid, Scientific Development Grants, or Career Development Awards (early stage awards). Figure generated from data in Dimensions, 3 a linked research knowledge system. Circulation Research. 2024;134:478-481. DOI: 10.1161/CIRCRESAHA.123.323060 Pfleger and Vagnozzi Impact of AHA Funding on Early Career Research late neurologist and leader in the field of hemorrhagic stroke. These awards can all support early stage investigators, highlighting the commitment of these foundations in partnership with the AHA to training the next generations of scientists. Another vital AHA goal is to champion diversity and inclusion within the research and health care community. The AHA offers a Research Supplement to Promote Diversity in Science, which supports predoctoral and postdoctoral research fellows who are underrepresented in science.  4 The application requires a scientific proposal that expands on a funded AHA research project, as well as a career development plan. Supplement funds support the salary of the trainee and some project and travel funds for 1 to 2 years. Moreover, all AHA Predoctoral and Postdoctoral Fellowships are accessible to holders of numerous visa types, allowing opportunities for non-US citizens and greatly expanding and diversifying the applicant pool. More recently, the AHA has developed new policies that allow international applicants to apply for any AHA mentored award before relocating the laboratory of the mentor. This important new policy provides international trainees and fellows with greater flexibility and opportunity to apply for funding and build their careers while also enhancing mentor/investigator flexibility for welcoming international trainees to their laboratories.\n\nThe AHA is also committed to funding scientific research that specifically examines the role of race in cardiovascular disease and stroke. A recent example is the Assessing Race in Clinical Research Models Award for predoctoral and postdoctoral fellows aiming to reevaluate existing clinical datasets in the context of race to uncover health disparities and predict disease risk. These funding opportunities highlight the commitment of AHA to supporting diversity with an emphasis on the scientific investigators, as well as the research itself.\n\nFor those at the early faculty level, the AHA Career Development Award (formerly the Scientist Development Grant) is the predominant mechanism, whereby new and rising early stage investigators (those already in their first faculty position or senior postdoctoral fellows in the process) can secure significant and transferrable funding that directly supports an innovative independent research project. These 3-year awards allow for additional mentoring of the early stage applicant while also providing important flexibility and independence.  4 In addition, the Career Development Award Mechanism, with a ≈33% success rate in FY 2022-2023, 5 aims to support preliminary studies and the generation of pilot data to seed larger R01-level proposals. The impact on early stage faculty from this AHA funding investment is directly measurable and significant. Recipients of AHA early faculty awards go on to secure almost 8× more independent funding dollars from the National Institutes of Health and other sources (Figure  2 ). Comparative analysis of later National Institutes of Health applications from AHAfunded versus non-AHA-funded candidates shows those who received AHA funding early in their career secured 2× as many grants and 3× as much subsequent funding as those who did not receive AHA funding (data analysis of AHA Predoc, Postdoc, Beginning Grants in Aid, and Scientist Development Grants in the 2015 and 2016 cohorts from Dimensions, 3 a linked research knowledge system, in the fall of 2021).\n\nMore recently, the AHA has launched a special funding mechanism, the Second Century of Science Awards, which are uniquely associated with the 100-year anniversary of AHA. This mechanism includes select 1-time funding opportunities for early stage and mid-stage investigators working in implementation science and critical emergent areas, such as environmental impact of health, novel therapeutics, and clinical education.  4 The first cohort of over 100 awardees, encompassing $20M USD in funding support, has recently been announced, and a second round of applications is underway. We strongly encourage early stage researchers to frequently check the Research Programs Section of AHA Professional Heart Daily ( https://professional.heart.org/en/  research-programs ) as other initiatives are announced.\n\nIn sum, early stage investigators applying for AHA awards join a robust community with an impactful history of moving the needle on cardiovascular and stroke research. As we enter the Second Century of AHA, we would encourage all current and future AHA early career researchers to stay engaged, positive, and proud. Programs such as the Second Century of Science Awards highlight the ongoing efforts of AHA to innovate in supporting early stage investigators, and the AHA research"
    },
    {
      "text": "Figure 2. Direct impact of American Heart Association (AHA) Early Career Funding on subsequent awards. Analysis of AHA funding investment via early faculty awards from 2012 to 2016 ($162M USD across Beginning Grants in Aid and Scientist Development Grants). Recipients of these awards went on to secure $1.26B USD in subsequent funding during the analysis period. Data and figure from analyses of subsequent funding data from Dimensions, 3 a linked research knowledge system, in the fall of 2021. NIH indicates National Institutes of Health."
    },
    {
      "text": "Career Research community (new and established investigators alike) is also an incredible resource. As such, the future is bright for early stage researchers within the  AHA . J. Pfleger  was supported by the  American Heart Association (AHA)   Career Development Award  grant  19CDA34770052  from 2019 to 2023. R.J. Vag-nozzi was supported by grant  R01 HL169578  from the  National Institutes of Health  and the  AHA Career Development Award  grant  19CDA34670044  from  2019  to 2022."
    },
    {
      "title": "Disclosures",
      "text": "None."
    }
  ],
  "references": [
    {
      "title": "History of the American Heart Association",
      "year": 2023,
      "doi": "10.1016/s0002-8703(38)90987-1",
      "raw": "History of the American Heart Association \n\t\t 10.1016/s0002-8703(38)90987-1 \n\t\t \n\t\t \n\t\t\t October 16, 2023 \n\t\t \n\t \n\t History of the American Heart Association. Accessed October 16, 2023. https://www.heart.org/en/about-us/history-of-the-american-heart- association"
    }
  ],
  "num_references": 1,
  "figures": [
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Direct impact of American Heart Association (AHA) Early Career Funding on subsequent awards. Analysis of AHA funding investment via early faculty awards from 2012 to 2016 ($162M USD across Beginning Grants in Aid and Scientist Development Grants). Recipients of these awards went on to secure $1.26B USD in subsequent funding during the analysis period. Data and figure from analyses of subsequent funding data from Dimensions, 3 a linked research knowledge system, in the fall of 2021. NIH indicates National Institutes of Health."
    }
  ],
  "num_figures": 1,
  "num_citations": 11,
  "cited_references": [
    "b0"
  ],
  "notes": [
    "[raw_affiliation] Department of Medicine , Division of Cardiology , Gates Institute , Consortium for Fibrosis Research and Translation , University of Colorado Anschutz Medical Campus , RC2 8005 , 12700 E. , 19th Ave , Aurora , CO 80045.",
    "[raw_affiliation] Fralin Biomedical Research Institute (FBRI) at Virginia Tech Carilion , Roanoke Center for Vascular and Heart Research , Roanoke , VA",
    "[raw_affiliation] ment of Biological Sciences , Virginia Polytechnic Institute and State University , Blacksburg",
    "[raw_affiliation] Department of Medicine , Division of Cardiology , Consortium for Fibrosis Research and Translation , and Gates Institute , University of Colorado Anschutz Medical Campus , Aurora ( R.J.V.",
    "[submission] Received October 26, 2023; revision received January 4, 2024; accepted January 9, 2024.",
    "Downloaded from http://ahajournals.org by on August 14, 2025",
    "[raw_reference] History of the American Heart Association. Accessed October 16, 2023. https://www.heart.org/en/about-us/history-of-the-american-heart- association"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
