{
  "paper_id": "F6ZYYJC5",
  "title": "Forecasting the Economic Burden of Cardiovascular Disease and Stroke in the United States Through 2050: A Presidential Advisory From the American Heart Association",
  "abstract": "BACKGROUND: Quantifying the economic burden of cardiovascular disease and stroke over the coming decades may inform policy, health system, and community-level interventions for prevention and treatment. \n METHODS: We used nationally representative health, economic, and demographic data to project health care costs attributable to key cardiovascular risk factors (hypertension, diabetes, hypercholesterolemia) and conditions (coronary heart disease, stroke, heart failure, atrial fibrillation) through 2050. The human capital approach was used to estimate productivity losses from morbidity and premature mortality due to cardiovascular conditions. \n RESULTS: One in 3 US adults received care for a cardiovascular risk factor or condition in 2020. Annual inflation-adjusted (2022 US dollars) health care costs of cardiovascular risk factors are projected to triple between 2020 and 2050, from $400 billion to $1344 billion. For cardiovascular conditions, annual health care costs are projected to almost quadruple, from $393 billion to $1490 billion, and productivity losses are projected to increase by 54%, from $234 billion to $361 billion. Stroke is projected to account for the largest absolute increase in costs. Large relative increases among the Asian American population (497%) and Hispanic American population (489%) reflect the projected increases in the size of these populations. \n CONCLUSIONS: The economic burden of cardiovascular risk factors and overt cardiovascular disease in the United States is projected to increase substantially in the coming decades. Development and deployment of cost-effective programs and policies to promote cardiovascular health are urgently needed to rein in costs and to equitably enhance population health.",
  "year": 2024,
  "date": "2024-07-23",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Dhruv",
      "surname": "Kazi",
      "name": "Dhruv Kazi",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Mitchell",
      "surname": "Elkind",
      "name": "Mitchell Elkind",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Anne",
      "surname": "Deutsch",
      "name": "Anne Deutsch",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "William",
      "surname": "Dowd",
      "name": "William Dowd",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Paul",
      "surname": "Heidenreich",
      "name": "Paul Heidenreich",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Olga",
      "surname": "Khavjou",
      "name": "Olga Khavjou",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Daniel",
      "surname": "Mark",
      "name": "Daniel Mark",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Michael",
      "surname": "Mussolino",
      "name": "Michael Mussolino",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Bruce",
      "surname": "Ovbiagele",
      "name": "Bruce Ovbiagele",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Sonali",
      "surname": "Patel",
      "name": "Sonali Patel",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Remy",
      "surname": "Poudel",
      "name": "Remy Poudel",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Ben",
      "surname": "Weittenhiller",
      "name": "Ben Weittenhiller",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Tiffany",
      "surname": "Powell-Wiley",
      "name": "Tiffany Powell-Wiley",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    },
    {
      "forename": "Karen",
      "surname": "Maddox",
      "name": "Karen Maddox",
      "affiliation": "American Heart Association \n\t\t\t\t\t\t\t\t American Heart Association"
    }
  ],
  "doi": "10.1161/cir.0000000000001258",
  "sections": [
    {
      "text": "leading causes of morbidity and mortality in the United States and an important driver of US health care costs, accounting for $251 billion in health care spending in 2019.  2  In addition to its direct costs, that is, the cost of health care related to CVDS, patients and society also face indirect costs such as lost economic productivity due to morbidity and premature mortality, which amounted to $156 billion in 2019. These productivity losses can be particularly high in young people: Among people <65 years of age, productivity losses attributable to CVDS exceed CVDS-related health care-related spending.  2 hree epidemiological and demographic trends are likely to drive a continued increase in spending related to CVDS in the coming decades. First, concerning trends in the prevalence of key cardiovascular risk factors, particularly obesity, diabetes, and uncontrolled blood pressure, will put more individuals at risk of acute events, including at younger ages.  3 Second, the population is aging, with more older adults living with cardiovascular risk factors or established CVDS. Third, demographic trends project marked increases in the number of individuals from historically disenfranchised or excluded populations, some of whom have a higher burden of cardiovascular risk factors and established CVDS. Collectively, these factors are projected to produce large increases in the burden of CVDS in the US population over the coming decades.  4 Coupled with an ongoing increase in prices of health care, these trends are likely to boost the total societal cost of CVDS.\n\nWell-informed projections of the economic burden of CVDS are a critical first step in developing policy toward prevention and treatment over the coming decades. Understanding the contribution of individual risk factors or conditions to health care costs can help guide the choice of strategies for primary or secondary prevention, and estimating how the burden will be distributed among key subgroups (eg, by sex, age group, race, ethnicity, or insurance status) may inform strategic targeting of prevention or other interventions to higher-risk groups.\n\nIn this presidential advisory, we project the real (ie, inflation-adjusted) health care and societal costs of key cardiovascular risk factors and conditions in US adults through 2050. This analysis updates prior statements by the American Heart Association (AHA) projecting the health and economic burden of CVDS in the United States, with an expanded scope that includes consideration of a broader range of risk factors and a more comprehensive characterization of inequities by demographic and socioeconomic factors.  3, 5"
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Overview",
      "text": "Our overall approach to projecting future cardiovascular costs was as follows. First, we estimated baseline health care costs (direct costs) for individuals who sought care for a specific cardiovascular risk factor or overt CVDS condition by age group and sex using nationally representative survey data. For each CVDS condition of interest, we also calculated productivity losses (indirect costs) attributable to morbidity-time taken off work to seek care or inability to work due to disability-and premature mortality. Second, we projected these costs through 2050, assuming annual inflation-adjusted increases of 1.91% for health care costs and of 0.8% for productivity costs using assumptions from the Congressional Budget Office.  6 Third, we projected the number of individuals in each age, sex, and race and ethnicity category seeking care for cardiovascular risk factors and conditions between 2020 and 2050. We used an approach that accounted for demographic changes of the US population (eg, aging and changes in the racial or ethnic composition) and recent risk factor and conditionspecific trends in age-and sex-standardized prevalence.  4 or this analysis, baseline prevalence was estimated from data for 2015 to 2019, and model projections were made for 2020 to 2050 from historical trends from 2009 to 2019. Fourth, we multiplied estimated age-and sexspecific costs for each risk factor or CVDS condition by the number of individuals seeking care for the corresponding cardiovascular risk factor or CVDS condition in each age, sex, and racial and ethnic category to estimate the incremental cost of living with a specific risk factor or a CVDS condition. Fifth, we aggregated these costs across the US population (separately for cardiovascular risk factors and CVDS conditions) for each year from 2020 through 2050. All costs were estimated in 2022 US dollars.  7, 8 Uncertainty intervals around the cost estimates were estimated with a bootstrapping approach with 1000 iterations. The 5th and 95th percentiles of the bootstrapped results defined the 90% uncertainty interval for the results. Supplemental Material, Section 1.E provides additional details."
    },
    {
      "title": "Projections of Prevalence",
      "text": "US Census data were used to estimate the number of adults ≥20 years of age by age, sex, race, and Hispanic ethnicity for each year through 2050.  9 To this denominator of at-risk individuals, we applied survey estimates described later to project the number of individuals seeking care for the cardiovascular risk factor or condition. We did not model the costs of CVDS in children because of small sample sizes in survey and cost data and because cross-sectional data do not adequately capture the costs of children's cardiovascular risk factors or CVDS conditions because these costs do not fully manifest until adulthood. and other cardiovascular disease (including rheumatic heart disease, pulmonary heart disease and diseases of pulmonary circulation, pericardial diseases, myocarditis, valvular heart disease, arrhythmias, diseases of arteries, veins, and lymphatics, peripheral artery disease, and other or unspecified cardiovascular disease). Next, we calculated aggregated costs associated with the above CVDS conditions. Definitions of the cardiovascular risk factors and CVDS conditions are provided in Supplemental Tables  1  and  2 ."
    },
    {
      "title": "Outcomes",
      "text": "Our key outcome was the inflation-adjusted cost attributable to each selected cardiovascular risk factor or CVDS condition in 2022 US dollars from 2020 through 2050. The attributable cost included health care costs and, in the case of CVDS conditions, productivity losses from premature morbidity and mortality. We computed the relative change in costs from 2020 to 2050 and the proportion of this change that was explained by a change in per-person cost (compared with change in population size and composition)."
    },
    {
      "title": "Health Care Costs (Direct Costs)",
      "text": "Health care costs were estimated from 2015 through 2019 cycles of the MEPS (Medical Expenditure Panel Survey), a nationally representative survey of the civilian noninstitutionalized population administered by the Agency for Healthcare Research and Quality.  10 MEPS provides data on participants' use of health care services and their corresponding costs, obtained through a combination of self-report and validation from payers (eg, private insurers). The costs captured by MEPS include total annual health care spending, including payments by insurers and out-of-pocket costs borne by patients (copayments, deductibles, and payments for noncovered services). Medical conditions are identified in MEPS Medical Condition files based on self-reports of conditions leading to health care visits or treatment within the interview year. Cardiovascular risk factors and CVDS conditions included in this analysis were defined with International Classification of Diseases, 9th and 10th Revisions, Clinical Modifications codes or questions from the Self-Administered Questionnaire (Table ). Health care costs attributable to a risk factor or CVDS condition were calculated as the difference between the predicted health care costs for a person with that risk factor or CVDS condition and the predicted health care costs for a person without that risk factor or CVDS condition.  3 We avoided double counting of health care costs for individuals with multiple conditions by using a previously developed method to estimate expenditure shares, as described in the Supplemental Material, Section 1.B.  11 Although our model included the race and ethnicity-specific burden of cardiovascular risk factors and CVDS conditions, our per-person cost estimates were not stratified by race or ethnicity because barriers to accessing care can falsely decrease costs among groups who have historically been disenfranchised or excluded from care and thus give the false impression that CVDS cost less in these groups. All cost estimates were inflated to 2022 dollars with the use of data on the health component of Personal Consumer Expenditures.  7, 8 We assumed that the costs of cardiovascular risk factors and CVDS conditions would increase at the same rate as overall health care expenditures between 2020 and 2050, which the Congressional Budget Office projects will grow at an average annual rate of 1.91%, but we varied this in sensitivity analyses.  6 seline Health Care Use and Projections We estimated baseline health care use for cardiovascular risk factors and CVDS conditions of interest using the 2015 to 2019 cycles of the MEPS data. In MEPS, conditions are identified if a respondent had health care visits or received care for the condition during the interview year, thus estimating the proportion of individuals who seek and use health care for a given condition in a given year. This approach allowed us to attribute health care costs only to individuals who received treatment within a given year. Our projections of health care use incorporated an age-and sex-specific annual rate of change in the prevalence of the risk factor or condition, estimated from historical data (Supplemental Material, Section 1.B)."
    },
    {
      "title": "Productivity Losses Due to Morbidity and Premature Mortality (Indirect Costs)",
      "text": "Among adults 20 to 79 years of age, we estimated 2 types of indirect costs associated with CVDS conditions: lost productivity from morbidity and lost productivity from premature mortality. Morbidity costs represent the\n\nTable. Annual Per-Capita Health Care Costs of Cardiovascular Risk Factors and Established Cardiovascular Disease Mean±SD per-capita cost, 2022 US$ Cardiovascular risk factors Hypertension 2500±280 Diabetes 7300±330 Hypercholesterolemia 1200±250 CVDS condition Coronary heart disease 13 000±730 Stroke 35 000±4900 Heart failure 18 000±1800 Atrial fibrillation 13 000±1700 Other cardiovascular disease 10 000±690 The table shows the annual health care cost (direct cost) attributable to key cardiovascular risk factors or CVDS among individuals who received health care for a given condition. All costs are inflated to 2022 US dollars and rounded to 2 significant figures. CVDS indicates cardiovascular disease and stroke.\n\nvalue of foregone earnings from lost productivity due to illness, including missed workdays (ie, absenteeism), among currently employed individuals and inability to work among individuals who are unemployed due to ill health or disability.  12 Mortality costs represent the value of foregone earnings and household productivity losses from premature mortality. We estimated mortality costs using the human capital approach, which values premature death from a disease as future foregone productivity.  [12] [13] 3] [14]  Given the focus on lost earnings, we did not estimate these costs for adults ≥80 years of age because formal workforce participation in this age group is low, resulting in small sample sizes in available data.  15 Supplemental Material, Section 1.C provides additional details. For future projections, we assumed that the real value of indirect costs will grow at the same rate as the Congressional Budget Office's estimate for average annual growth rate of real earnings (0.8% through 2050), but we varied this input in sensitivity analyses.  6"
    },
    {
      "title": "Subgroup Analyses",
      "text": "We examined costs stratified by the following groups: sex (women, men); age group (20-44, 45-64, 65-79, and ≥80 years); race and ethnicity (Hispanic, non-Hispanic Black, non-Hispanic White, non-Hispanic Asian [including Native Hawaiian or Other Pacific Islander], and other races [American Indian or Alaska Native or multiple races, aggregated for this analysis because of the small sample sizes]); educational attainment (less than high school, high school or General Educational Development, some college or associate's degree, bachelor's degree or higher); income (defined by the ratio of family income to the federal poverty line as very low [<1.25], low [1.25-<2], middle [2-<4], and high [≥4]); and insurance coverage (Medicare, Medicaid, commercial and other insurance, and no insurance). Patients who had >1 form of insurance were allocated to 1 stratum on the basis of a predefined algorithm (eg, individuals enrolled in Medicare and Medicaid were assigned to the Medicare stratum because Medicare is the primary payer for the majority of services for these beneficiaries).  16 upplemental Material, Section 1.D details the definitions of the planned subgroups.\n\nAnalyses were conducted by RTI International under a contract from the AHA. Funding for the analyses was provided by the AHA, and the AHA convened a Steering Committee and Writing Group from among experienced volunteers with diverse expertise in cardiovascular and stroke epidemiology and predictive modeling. The study did not undergo an Institutional Review Board review because it did not constitute human subjects research. We conducted our statistical analysis using Stata version 17. 17"
    },
    {
      "title": "RESULTS",
      "text": "Approximately 35% of US adults ≥20 years of age received care for a cardiovascular risk factor or condition in 2020."
    },
    {
      "title": "Economic Burden of Cardiovascular Risk Factors",
      "text": "The Table and Supplemental Table  3  report the per-person health care cost for each of several cardiovascular risk factors in 2020. In 2020, a US adult receiving care for hypertension generated a mean±SD of $2500±280 in additional health care costs compared with an individual of the same age, sex, and risk factor burden but without hypertension. Similarly, receiving care for diabetes was associated with a $7300±330 increase in costs per person per year, and receiving care for hypercholesterolemia was associated with a $1200±250 increase in costs per person per year.\n\nAcross the entire US adult population, the health care cost attributable to hypertension is projected to increase from $160 billion in 2020 to $513 billion in 2050 (a 220% increase; Figure  1  and Supplemental Table  4 ). The population-level health care cost attributable to diabetes is projected to increase from $186 billion to $765 billion in 2050 (a 311% increase). In contrast, the projected health care cost attributable to hypercholesterolemia is projected to increase by only 22% between 2020 and 2050, from $54 billion to $66 billion. Collectively, the annual inflation-adjusted (2022 US dollars) health care costs of these 3 cardiovascular risk factors are projected to nearly triple between 2020 and 2050, from $400 billion to $1344 billion. Increasing per-person costs explain ≈25% of the increase in health care costs for hypertension and 35% of the increase in health care costs for diabetes; the remainder is due to the changes in population size and composition."
    },
    {
      "title": "Economic Burden of Cardiovascular Conditions",
      "text": "In 2020, a US adult receiving care for coronary heart disease generated a mean±SD of $13 000±730 in additional health care costs compared with an individual of the same age, sex, and comorbidity burden but without coronary heart disease. The analogous estimates were $35 000±4900 for stroke and $18 000±1800 for heart failure (Table and Supplemental Table  3 ).\n\nAfter productivity losses from morbidity and premature mortality and aggregated all costs (direct and indirect) across the entire US population are accounted for, total cost of all CVDS conditions combined is projected to almost triple over the study period, from $627 billion in 2020 to $1851 billion in 2050 (Figure  2  and Supplemental Table  5 ). As a proportion of the US gross domestic product, this represents an increase from 2.7% in 2020 to 4.6% in 2050.  6, 18 This increase is driven primarily by a projected near quadrupling of health care costs, which are expected to increase from $393 billion in 2020 to $1490 billion in 2050. Approximately 27% of the increase in health care costs is due to an increase in per-person costs; the remainder is accounted for by demographic changes (ie, increase in population size, aging, change in sex and race and ethnicity compositions). In contrast, there will be smaller interval changes in productivity losses due to morbidity and premature mortality over the same period, from $234 billion to $361 billion (a 54% increase). This includes a 197% increase in productivity losses attributable to morbidity (from $17 billion in 2020 to $49 billion in 2050) and a 43% increase in productivity losses attributable to premature mortality (from $217 billion in 2020 to $312 billion in 2050). Because health care costs are projected to rise much faster than productivity losses, health care costs will constitute a larger proportion of total cost of CVDS in the future, from 63% of total cost in 2020 to 80% of total cost in 2050.\n\nThis interval change in total cost varies by CVDS condition (Figure  3 ), from a 124% increase in total cost for coronary heart disease (from $260 billion in 2020 to $584 billion in 2050) to a 535% increase for stroke (from $67 billion in 2020 to $423 billion in 2050). Of note, stroke is also projected to have the largest absolute increase in total cost over the study period ($357 billion compared with $323 billion for coronary heart disease and $96 billion for heart failure)."
    },
    {
      "title": "Economic Burden of Cardiovascular Conditions, by Subgroup",
      "text": "Projected patterns differ somewhat among key subgroups (Figure  4  and Supplemental Table  6 ). For example, although health care costs are projected to increase in all age groups, the greatest increases are seen in the youngest and oldest US adults. Among those 20 to 44 years of age, total cost related to CVDS is estimated at $53 billion in 2020 and $190 billion in 2050, a 261% increase. Among individuals ≥80 years of age, total cost is estimated at $127 billion in 2020 and $599 billion in 2050, a 371% increase, reflecting the overall aging of the population. Similarly, although women are projected to have lower spending than men in both 2020 and 2050, the increase in costs over this time frame is greater in women than men (224% increase compared with 173% increase).\n\nPatterns differ by race and ethnicity, as well as insurance, education, and income (Figure  4 ). Although CVDSrelated costs will increase in all racial or ethnic subgroups, spending for the Asian non-Hispanic population is projected to increase by 497% (from $17 billion in 2020 to $103 billion in 2050) and for the Hispanic population by 489% (from $52 billion in 2020 to $308 billion in 2050). By insurance category, the group with the highest spending by far is individuals insured by Medicare, at $384 billion in 2020 and $1205 billion in 2050, a 214% increase. By education, the highest spending and highest growth in spending are seen in the most highly educated category, likely reflecting differential access to care. By income, the highest spending is seen in the highest-income category, and projected growth from Our study projects a marked increase in health care costs attributable to hypertension, diabetes, and hypercholesterolemia over the coming decades.\n\n2020 through 2050 ranged from 187% in the highincome group to 210% in the low-income group.\n\nAdditional results, including subgroup analyses and deterministic sensitivity analyses varying key economic parameters, are reported in the Supplemental Material (Supplemental Table  7 )."
    },
    {
      "title": "DISCUSSION",
      "text": "On the basis of US Census projections and the forecasted prevalence of cardiovascular risk factors and conditions through 2050, we project that inflation-adjusted total cost related to cardiovascular risk factors will nearly triple and total cost related to CVDS conditions will almost quadruple between 2020 and 2050. This result is driven primarily by large increases in health care spending for coronary heart disease, stroke, atrial fibrillation, and heart failure due to the expected growth in the burden of these CVDS conditions resulting from an aging population."
    },
    {
      "title": "Implications for Cardiovascular Prevention",
      "text": "Our projections can be interpreted as both a threat and an opportunity. If no new actions or policies are developed to address these at the health system level, CVDS will contribute to substantial growth in US health care spending over the next 30 years and continue to crowd out other important areas of spending for individuals, families, and the government. On the other hand, reducing health care use by making timely investments in primary and secondary prevention and lowering the prices of cardiovascular care by adopting cost-control strategies may meaningfully bend the curve on societal costs related to CVDS. By clarifying how the health care needs of the country will change over the next 20 to 30 years, a timeline long enough that serious policy changes can be crafted to alter long-term economic and health outcomes, our projections provide insights into where and how future policy interventions could be strategically targeted to lower health care costs.\n\nPrevention is an important component of any effort to improve population health and ultimately to reduce spending. A rich base of clinical and epidemiological evidence supports the effectiveness of preventive interventions for CVDS, ranging from primordial prevention (eg, increasing access to healthy diets and safe environments for physical activity), primary prevention (eg, improving rates of diagnosis and control of key cardiovascular risk factors), and secondary prevention (eg, adoption of effective strategies for preventing recurrent CVDS events).  [19] [20] 0] [21] [22] [23] [24]  It should be noted that although some prevention efforts are cost saving (eg, generic statins in high-risk primary or secondary prevention of atherosclerotic cardiovascular disease),  25  many prevention strategies will increase total spending while also generating improved health. Careful attention to the economics of cardiovascular prevention can help identify interventions that are cost saving or cost-effective and therefore represent good economic value from a societal perspective."
    },
    {
      "title": "Implications for Precision Population Health",
      "text": "It is also crucial to recognize that for these interventions to have the greatest impact on population health, they must reach populations most likely to benefit from them. Our study projects that the total cost of cardiovascular disease and stroke among US adults will almost triple over the coming decades, from $627 billion in 2020 to $1851 billion in 2050. This increase is driven by a near quadrupling of health care costs (orange), with smaller increases in productivity losses due to premature mortality (gray) and productivity losses from premature morbidity (yellow). CVDS indicates cardiovascular disease and stroke.\n\nGiven the particularly large projected increase in costs related to CVDS among some racial and ethnic groups, there is an urgent need to develop, evaluate, and implement prevention approaches tailored to the needs of specific populations. These approaches will likely need to include structural interventions that target the food and built environment to improve nutrition, reduce obesity, encourage healthy lifestyles, and reduce exposure to environmental pollutants because individual-level approaches are unlikely to be sufficient. At the same time, enhancing access to and affordability of high-quality health care, including primary, secondary, and tertiary prevention, will be key to increasing healthy life expectancy while reducing the risk of catastrophic, high-cost complications such as myocardial infarction or stroke."
    },
    {
      "title": "Implications for Health Care Prices",
      "text": "These findings have implications for identifying the optimal approaches to combatting rising health care costs in this country more broadly. The classic economic perspective on this is that increasing spending on health care requires a proportionate reduction in spending on other societal priorities. At the government level, the need to pay progressively more each year for Medicare and Medicaid could force the government to choose between raising taxes and borrowing more money. At an individual or household level, rising health care costs are accompanied by rising costs of health insurance and outof-pocket spending. This has the net effect of reducing the money available to support other household priorities if income does not rise at an equal or faster rate compared with health care costs, as has historically been the case in the Unites States.  26, 27 The uniquely high level of spending on health care in the Unites States is due predominantly to the higher price of health care labor and goods and higher administrative costs in the Unites States compared with other countries. For example, in 2022, US prices of brand-name drugs were more than 3 times higher than prices in 33 comparator countries, and the gap has widened over time.  28 The price of health care services such as hospitalizations and physician services is also higher in the Unites States than in other highincome countries, related to the higher complexity of US health care organizations with high overhead costs and higher salaries for administrative and clinical employees. In contrast, differences in patterns of use of health care goods and services contribute only slightly to the higher health care spending in the Unites States. Thus, reining in the prices of health care goods and services will be key to controlling the growth in US health care costs. For instance, the Inflation Reduction Act contains several key price controls for brand-name pharmaceuticals, including mandatory price negotiation for high-cost medications (7 of the first 10 drugs chosen for drug price negotiation treat cardiovascular risk factors or conditions) and the inflation rebate, which requires manufacturers to pay Medicare back for any list-price increases above inflation.  29, 30 hether these price controls will have spillover effects for patients on other forms of insurance remains to be seen. Last, any efforts to reduce total cost should also pay attention to patient out-of-pocket costs; lowering Total cost will increase for all cardiovascular disease and stroke conditions included in the study, ranging from a 124% increase in health care costs for coronary heart disease (from $260 billion in 2020 to $584 billion in 2050) to a 535% increase for stroke (from $67 billion in 2020 to $423 billion in 2050). Stroke is projected to have the largest absolute increase in total cost over the study period ($356 billion, compared with $323 billion for coronary heart disease and $96 billion for heart failure). CVD indicates cardiovascular disease.\n\nthese costs may improve uptake of and adherence to primary and secondary prevention strategies.  31"
    },
    {
      "title": "Insights From Subgroup Analyses",
      "text": "Our condition-specific projections and subgroup results yielded additional key insights. Among the CVDS condi-tions studied, stroke will account for the largest increase in costs over the coming decades (an interval increase of $357 billion, which represents a 535% increase in costs from a baseline of $67 billion in 2020). This is due to the aging of the population (strokes tend to occur on average 10 years later than coronary events) and increases in hypertension, which is a major risk factor for stroke. Total cost of cardiovascular disease and stroke, including health care costs and productivity losses due to morbidity and premature mortality, will increase between 2020 and 2050 for all key subgroups. Particularly large increases are projected for young adults (20-44 years of age) and adults ≥80 years of age, and costs will rise faster among women than among men. The large relative increases in costs for the Hispanic population and Asian non-Hispanic population reflect the large projected increase in these populations over the coming decades, and the increase in costs among White individuals and Black individuals largely reflects population aging. The aging population will also drive the large increase in costs among individuals covered by Medicare. Last, cardiovascular disease and stroke costs are projected to rise across all strata of educational attainment and income. See Methods for additional details on how the strata were defined. AI/AN indicates American Indian/Alaska Native; CVD, cardiovascular disease; and GED, General Educational Development.\n\nTo the degree that condition-specific interventions and public information campaigns are needed in addition to interventions that target the underlying risk factors common across the cardiovascular system, stroke will be a crucial area of focus going forward.\n\nIn terms of population subgroups, both young adults and the oldest adults were projected to have large increases in CVDS-related costs. The reasons for this differ to some degree; in young adults, the increase in costs reflects the increase in cardiovascular risk factors in this age group, demographic projections of higher proportions of racial and ethnic populations at higher risk of cardiovascular disease, and the large losses from decreased work productivity and premature mortality. In older adults, the increases in cost reflect the overall aging of the population as the baby boomers move into and through this age bracket. Clinical and policy interventions are urgently needed in response to these demographic changes. Among young adults, a heavy focus on reducing the burden of risk factors, particularly among individuals who identify as belonging to historically underresourced populations, will be crucial. Among older adults, sizable investments will be needed in caregiving and support services to ensure that living with cardiovascular disease is managed with maximal quality and dignity.\n\nAlthough the largest absolute increase in CVDSrelated costs will be among White American individuals, reflecting the larger population size and an aging population, large relative increases in CVDS-related costs among the Asian American population and Hispanic American population reflect the projected increase in the size of these populations over the coming decades. Asian American people are among the fastest growing racial or ethnic group in the United States, and many Asian American subpopulations such as Filipinos and individuals of South Asian ancestry have a higher-than-average risk of cardiometabolic conditions such as diabetes and premature coronary disease.  32 Similarly, in the Hispanic ethnic group, there are subpopulations with higher and lower risk of cardiometabolic disease; disaggregating these subpopulations could be crucial for identifying opportunities to reduce the burden of disease and associated spending.  33 mong the non-Hispanic Black American population, the 209% increase in CVDS-related costs over the 30-year study period reflects a slower rate of increase in population growth compared with other racial and ethnic groups, despite a high burden of CVDS at a per-capita level.  34 ot surprisingly, we found that the projected burden of spending for CVDS was greatest for Medicare, although the growth in spending for other payer types was projected to also be high. Because of its near-universal coverage of individuals ≥65 years of age, as well as younger adults with end-stage kidney disease or disability, Medicare serves as the primary payer for a majority of the treatments for CVDS in the United States. Although there are several ongoing efforts to make individual treatments less expensive such as negotiating drug prices for brandname drugs, advancing access to generic drugs, and performing procedures at less costly locations, efforts at preventing or delaying the onset of CVDS could also have major cost implications for Medicare. Payers covering young adults may not have a strong financial incentive to provide preventive services, but this is an area where public policy can contribute. One example is the requirement in the Affordable Care Act that commercial plans cover all preventive services that receive a United States Preventive Services Task Force grade of A or B without cost sharing.  35 Last, the growth in spending among privately insured, Medicaid-insured, and uninsured individuals also raises issues of affordability of care among these groups. Although we were not able to directly measure the financial burden of CVDS on individuals, the growth of high-deductible health plans and the persistence of uninsurance and underinsurance  36, 37  suggest that individual financial stress will remain an important problem in the United States without additional action.  38 lthough we saw high and rising costs across all levels of income and education, the largest projected increases are among individuals in the highest educational attainment and the highest-income categories, likely because of greater access to care in these populations as reflected in the MEPS data. In that sense, these findings raise the possibility that cost growth in the coming decades may widen inequities in access and outcomes. High costs of care may serve as a driver of health disparities by reducing access among high-risk populations, and premature CVDS could be an important driver of intergenerational economic losses. Addressing the health care needs of people in the United States across the economic spectrum will be necessary to ensure that the next 3 decades see a closing rather than widening in the observed gaps in the incidence and outcomes of CVDS."
    },
    {
      "title": "Strengths and Limitations",
      "text": "Key strengths of the study include modeling based on nationally representative data, examining costs attributable to risk factors as well as overt CVDS conditions, incorporating health care costs and productivity losses from morbidity and premature mortality, and accounting for shifting demographics over time. A key feature of this analysis is the incorporation of an annual rate of growth or decline in a risk factor or condition based on historical trends observed over the past decade (eg, an increasing age-, sex-, and race and ethnicity-specific prevalence of obesity and diabetes or a declining prevalence of tobacco use in adults). We believe that this is a substantial advance over prior analyses that assumed that age-, sex-, and race and ethnicity-specific prevalence would remain unchanged over the follow-up period.  3, 39 he study also has important limitations. Among the cardiovascular risk factors identified by the AHA's key health markers for primordial prevention, Life's Essential 8,  21  we quantified the incremental cost of living with hypertension, diabetes, and hypercholesterolemia. Data limitations precluded accurate assessment of costs associated with obesity, tobacco use, physical inactivity, poor diet, and sleep (Supplemental Table  8 ). Our evaluation of differences by racial and ethnic populations was limited by the taxonomy adopted in the source data, which may mask substantial within-group differences, as have been noted in the non-Hispanic Black population, Asian American population, and Hispanic American population.  32, 33, 40 Sample size limitations precluded separate evaluation of the American Indian or Alaska Native population, Native Hawaiian or Other Pacific Islander population, and multiracial population, which have a disproportionately high burden of cardiovascular risk factors and CVDS conditions. We were unable to assess the cost of cardiovascular risk factors and CVDS conditions in children with our cross-sectional approach because the costs of these conditions typically manifest many decades into the future. Given the salience of understanding the economic burden of CVDS in children, future studies should use a longitudinal costing approach to project these costs. Our analyses do not include health care costs for active-duty armed forces and the National Guard/Reserves who are insured by TRICARE. Our estimates do not include incarcerated populations, who are known to have a higher prevalence of cardiovascular risk factors than the general population.  41 he results of a model such as ours are dependent on a series of assumptions about inputs and trends, each of which is subject to error (Supplemental Table  8 ). Given the substantial disruption to cardiovascular care delivery in the early years of the COVID-19 pandemic, we derived our clinical and cost inputs, including baseline values and historical trends, using prepandemic data. The pandemic produced short-term increases in adverse cardiovascular and all-cause mortality,  42, 43  but whether it will lead to long-term changes in burden of cardiovascular risk factors or CVDS remains uncertain. Preliminary data suggest changes in health care-seeking behavior, which may affect intermediate-to long-term outcomes. Our analysis should be updated if future studies demonstrate persistent changes in risk factor burden or outcomes related to the pandemic. At the same time, major advances in prevention may lower the prevalence of cardiovascular risk factors and CVDS conditions and reduce associated costs in the future. For instance, the projected economic burden of CVDS may be substantially altered by widespread adoption of disruptive therapies such as glucagon-like peptide-1 agonists that may lower the prevalence of obesity and related metabolic conditions and associated health care costs but, at least in the short-term, markedly increase pharmaceutical spending. Health care costs may also be altered by newer models of care delivery such as telemedicine, the adop-tion of which has been accelerated by the COVID-19 pandemic.  44 Of note, inequitable adoption of new therapies or technologies, often driven by cost-related barriers to access, may exacerbate the disparities between the major groups described here.\n\nOur per-person cost estimates were not stratified by race, ethnicity, or socioeconomic characteristics because barriers to accessing care can falsely decrease costs among groups who have historically been disenfranchised or excluded from care and thus give the false impression that CVDS costs less in these groups. By applying the same average costs across these groups, we potentially mask both overuse and underuse among individual groups, which is an important area for future work. Because we were interested in population-level outcomes, our per-person cost projections were based on nationally representative mean costs. However, patient-level health care costs are positively skewed, and some individuals will accrue costs far greater than those reported in the Table.\n\nOur estimates do not include costs associated with informal or unpaid caregiving, which can be substantial among patients with a prior stroke and among individuals ≥80 years of age. Prior studies have estimated that costs of informal caregiving for patients with CVDS represent an additional 11% of health care and productivity costs attributable to CVDS, costing an estimated $64.3 billion in 2022 US dollars.  45 Our estimates of morbidityrelated productivity losses did not include household production losses. Productivity losses due to premature mortality relied on correct capture of underlying cause of death, which may underestimate the burden of certain cardiovascular conditions, particularly heart failure.  46 urthermore, we may have substantially underestimated CVDS-related future productivity losses if the long-term growth in economic productivity exceeds current projections, particularly among older individuals.\n\nWe did not analyze overall health care costs but focused on CVDS, which remain the leading causes of morbidity and mortality in the United States. Although our analysis was restricted to the US population, similar increases in health care and societal costs of cardiovascular risk factors and CVDS conditions are expected in other countries, particularly in lower-and middle-income countries that face a high burden of CVDS and limited access to resources for prevention and treatment. Future studies should develop international projections, which may help drive global collaborative efforts to improve cardiovascular prevention and control."
    },
    {
      "title": "Conclusions",
      "text": "The economic burden related to cardiovascular risk factors and overt CVDS is projected to increase substantially in the coming decades. The development and deployment of cost-effective clinical and policy interventions to prevent CVDS and rein in CVDS-related costs should be a public health priority. In doing so, careful attention must be paid to the impact of these interventions in historically disenfranchised groups to ensure that these interventions do not exacerbate prevalent health care inequities."
    },
    {
      "title": "ARTICLE INFORMATION",
      "text": "The American Heart Association makes every effort to avoid any actual or potential conflicts of interest that may arise as a result of an outside relationship or a personal, professional, or business interest of a member of the writing panel. Specifically, all members of the writing group are required to complete and submit a Disclosure Questionnaire showing all such relationships that might be perceived as real or potential conflicts of interest.\n\nThis advisory was approved by the American Heart Association Science Advisory and Coordinating Committee on April 19, 2024, and the American Heart Association Executive Committee on May 7, 2024. A copy of the document is available at  https://professional.heart.org/statements by using either \"Search for Guidelines & Statements\" or the \"Browse by Topic\" area. To purchase additional reprints, call 215-356-2721 or email Meredith.Edelman@wolterskluwer.com\n\nThe American Heart Association requests that this document be cited as follows: Kazi DS, Elkind MSV, Deutsch A, Dowd WN, Heidenreich P, Khavjou O, Mark D, Mussolino ME, Ovbiagele B, Patel SS, Poudel R, Weittenhiller B, Powell-Wiley TM, Joynt Maddox KE; on behalf of the American Heart Association. Forecasting the economic burden of cardiovascular disease and stroke in the United States through 2050: a presidential advisory from the American Heart Association. Circulation. 2024;150:e89-e101. doi: 10.1161/CIR.0000000000001258\n\nThe expert peer review of AHA-commissioned documents (eg, scientific statements, clinical practice guidelines, systematic reviews) is conducted by the AHA Office of Science Operations. For more on AHA statements and guidelines development, visit  https://professional.heart.  org/statements . Select the \"Guidelines & Statements\" drop-down menu, then click \"Publication Development.\"\n\nPermissions: Multiple copies, modification, alteration, enhancement, and distribution of this document are not permitted without the express permission of the American Heart Association. Instructions for obtaining permission are located at  https://www.heart.org/permissions . A link to the \"Copyright Permissions Request Form\" appears in the second paragraph ( https://www.heart.org/en/about-us/  statements-and-policies/copyright-request-form )."
    },
    {
      "title": "Writing Group Disclosures",
      "text": "Writing group member Employment Research grant Other research support Speakers' bureau/ honoraria Expert witness Ownership interest Consultant/advisory board Other Karen Joynt Maddox Washington University School of Medicine None None None None None None None Dhruv S. Kazi Beth Israel Deaconess Medical Center, Harvard Medical School Richard A. and Susan F. Smith Center for Outcomes Research None None None None None None None Anne Deutsch SRALAB None None None None None None None William N. Dowd RTI International Center for Public Health Methods None None None None None None None Mitchell S.V. Elkind Columbia University Neurological Institute None None None None None None American Heart Association (chief clinical science officer) † Paul Heidenreich VA Palo Alto Health Care System None None None None None None None Olga Khavjou RTI International None None None None None None None Daniel Mark Duke University Novo Nordisk †; HeartFlow † None None None None CeleCor (unpaid)*; Boehringer Ingelheim*; Novartis*; Elsevier † None Michael E. Mussolino NIH National Heart, Lung and Blood Institute None None None None None None None Bruce Ovbiagele UCSF None None None None None None None Sonali S. Patel UT Southwestern Medical Center None None None None None None None Remy Poudel American Heart Association None None None None None None None Tiffany M. Powell-Wiley National Heart Lung and Blood Institute, National Institutes of Health None None None None None None None Ben Weittenhiller American Heart Association None None None None None None None\n\nThis table represents the relationships of writing group members that may be perceived as actual or reasonably perceived conflicts of interest as reported on the Disclosure Questionnaire, which all members of the writing group are required to complete and submit. A relationship is considered to be \"significant\" if (a) the person receives $5000 or more during any 12-month period, or 5% or more of the person's gross income; or (b) the person owns 5% or more of the voting stock or share of the entity, or owns $5000 or more of the fair market value of the entity. A relationship is considered to be \"modest\" if it is less than \"significant\" under the preceding definition. *Modest. †Significant."
    },
    {
      "title": "Disclosures"
    },
    {
      "text": "Figure 1. Population-level economic burden of key cardiovascular risk factors in US adults, 2020 to 2050.Our study projects a marked increase in health care costs attributable to hypertension, diabetes, and hypercholesterolemia over the coming decades."
    },
    {
      "text": "Figure 2. Population-level economic burden of cardiovascular disease and stroke in US adults, 2020 to 2050.Our study projects that the total cost of cardiovascular disease and stroke among US adults will almost triple over the coming decades, from $627 billion in 2020 to $1851 billion in 2050. This increase is driven by a near quadrupling of health care costs (orange), with smaller increases in productivity losses due to premature mortality (gray) and productivity losses from premature morbidity (yellow). CVDS indicates cardiovascular disease and stroke."
    },
    {
      "text": "Figure 3. Population-level economic burden of cardiovascular disease and stroke in US adults, by condition, 2020 to 2050.Total cost will increase for all cardiovascular disease and stroke conditions included in the study, ranging from a 124% increase in health care costs for coronary heart disease (from $260 billion in 2020 to $584 billion in 2050) to a 535% increase for stroke (from $67 billion in 2020 to $423 billion in 2050). Stroke is projected to have the largest absolute increase in total cost over the study period ($356 billion, compared with $323 billion for coronary heart disease and $96 billion for heart failure). CVD indicates cardiovascular disease."
    },
    {
      "text": "Figure 4. Population-level economic burden of cardiovascular disease and stroke in key subgroups, 2020 vs 2050.Total cost of cardiovascular disease and stroke, including health care costs and productivity losses due to morbidity and premature mortality, will increase between 2020 and 2050 for all key subgroups. Particularly large increases are projected for young adults (20-44 years of age) and adults ≥80 years of age, and costs will rise faster among women than among men. The large relative increases in costs for the Hispanic population and Asian non-Hispanic population reflect the large projected increase in these populations over the coming decades, and the increase in costs among White individuals and Black individuals largely reflects population aging. The aging population will also drive the large increase in costs among individuals covered by Medicare. Last, cardiovascular disease and stroke costs are projected to rise across all strata of educational attainment and income. See Methods for additional details on how the strata were defined. AI/AN indicates American Indian/Alaska Native; CVD, cardiovascular disease; and GED, General Educational Development."
    }
  ],
  "references": [
    {
      "title": "Health spending",
      "year": 2018,
      "doi": "10.1163/_afco_asc_1210"
    },
    {
      "title": "Heart disease and stroke statistics-2023 update: a report from the American Heart Association",
      "authors": [
        "C Tsao",
        "A Aday",
        "Z Almarzooq",
        "Cam Anderson",
        "P Arora",
        "C Avery",
        "C Baker-Smith",
        "A Beaton",
        "A Boehme",
        "A Buxton"
      ],
      "year": 2023,
      "doi": "10.1161/cir.0000000000001123"
    },
    {
      "title": "Council on Cardiovascular Nursing, Council on the Kidney in Cardiovascular Disease, Council on Cardiovascular Surgery and Anesthesia, and Interdisciplinary Council on Quality of Care and Outcomes Research",
      "authors": [
        "P Heidenreich",
        "J Trogdon",
        "O Khavjou",
        "J Butler",
        "K Dracup",
        "M Ezekowitz",
        "E Finkelstein",
        "Y Hong",
        "S Johnston",
        "A Khera"
      ],
      "year": 2011,
      "doi": "10.1161/cir.0b013e31820a55f5"
    },
    {
      "title": "Forecasting the burden of cardiovascular disease and stroke in the United States through 2050: prevalence of risk factors and disease: a presidential advisory from the American Heart Association",
      "authors": [
        "Joynt Maddox",
        "K Elkind",
        "Msv Aparicio",
        "H Commodore-Mensah",
        "Y De Feranti",
        "S Dowd",
        "W Hernandez",
        "A Khavjou",
        "O Michos",
        "E Palaniappan"
      ],
      "year": 2024,
      "doi": "10.1161/CIR.0000000000001250"
    },
    {
      "title": "Forecasting the future of stroke in the United States: a policy statement from the American Heart Association and American Stroke Association [published correction appears in Stroke",
      "authors": [
        "B Ovbiagele",
        "L Goldstein",
        "R Higashida",
        "V Howard",
        "S Johnston",
        "O Khavjou",
        "D Lackland",
        "J Lichtman",
        "S Mohl",
        "R Sacco"
      ],
      "year": 2013,
      "doi": "10.1161/str.0b013e31829734f2"
    },
    {
      "title": "The 2022 long-term budget outlook",
      "year": 2022,
      "doi": "10.2172/1874768"
    },
    {
      "title": "Adjusting health expenditures for inflation: a review of measures for health services research in the United States",
      "authors": [
        "A Dunn",
        "S Grosse",
        "S Zuvekas"
      ],
      "year": 2018,
      "doi": "10.1111/1475-6773.12612"
    },
    {
      "title": "Personal consumption expenditures: services: health care (chain-type price index)",
      "year": 2024,
      "doi": "10.24148/wp2022-14"
    },
    {
      "title": "National population projections datasets: main series",
      "year": 2017,
      "doi": "10.4135/9781506365664.n47"
    },
    {
      "title": "Medical Expenditure Panel Survey (MEPS)",
      "year": 2023
    },
    {
      "title": "Use of econometric models to estimate expenditure shares",
      "authors": [
        "J Trogdon",
        "E Finkelstein",
        "T Hoerger"
      ],
      "year": 2008,
      "doi": "10.1111/j.1475-6773.2007.00827.x"
    },
    {
      "title": "The economic costs of illness: a replication and update",
      "authors": [
        "D Rice",
        "T Hodgson",
        "A Kopstein"
      ],
      "year": 1985,
      "doi": "10.2307/3349924"
    },
    {
      "title": "The economic burden of schizophrenia: conceptual and methodological issues, and cost estimates",
      "authors": [
        "D Rice",
        "L Miller"
      ],
      "year": 1996,
      "doi": "10.1080/01612840600899840"
    },
    {
      "title": "Prevention Effectiveness: A Guide to Decision Analysis and Economic Evaluation",
      "authors": [
        "A Haddix",
        "S Teutsch",
        "P Corso"
      ],
      "year": 2002,
      "doi": "10.1093/oso/9780195148978.001.0001"
    },
    {
      "title": "on Population, Committee on Understanding the Aging Workforce, Employment at Older Ages. Understanding the Aging Workforce: Defining a Research Agenda",
      "doi": "10.17226/26173"
    },
    {
      "authors": [
        "T Becker",
        "S Fiske"
      ],
      "year": 2022,
      "doi": "10.17226/26173"
    },
    {
      "title": "Medicare and the health care delivery system",
      "year": 2023
    },
    {
      "title": "NHE fact sheet",
      "year": 2023,
      "doi": "10.3133/fs20103055"
    },
    {
      "title": "Guideline for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline from the American Heart Association/American Stroke Association",
      "authors": [
        "D Kleindorfer",
        "A Towfighi",
        "S Chaturvedi",
        "K Cockroft",
        "J Gutierrez",
        "D Lombardi-Hill",
        "H Kamel",
        "W Kernan",
        "S Kittner",
        "E Leira"
      ],
      "year": 2021,
      "doi": "10.1161/STR.0000000000000375"
    },
    {
      "title": "Social determinants of risk and outcomes for cardiovascular disease: a scientific statement from the American Heart Association",
      "authors": [
        "E Havranek",
        "M Mujahid",
        "D Barr",
        "I Blair",
        "M Cohen",
        "S Cruz-Flores",
        "Davey Smith",
        "G Dennison-Himmelfarb",
        "C Lauer",
        "M Lockwood"
      ],
      "year": 2015,
      "doi": "10.1161/cir.0000000000000228"
    },
    {
      "title": "on behalf of the American Heart Association. Life's Essential 8: updating and enhancing the American Heart Association's construct of cardiovascular health: a presidential advisory from the American Heart Association",
      "authors": [
        "Lloyd-Jones Dm Allen",
        "N Anderson",
        "Cam Black",
        "T Brewer",
        "L Foraker",
        "R Grandner",
        "M Lavretsky",
        "H Perak",
        "A Sharma"
      ],
      "year": 2022,
      "doi": "10.1161/CIR.0000000000001078"
    },
    {
      "title": "on behalf of the American Heart Association. Food is medicine: a presidential advisory from the American Heart Association",
      "authors": [
        "K Volpp",
        "S Berkowitz",
        "S Sharma",
        "Cam Anderson",
        "L Brewer",
        "Msv Elkind",
        "C Gardner",
        "J Gervis",
        "R Harrington",
        "M Herrero"
      ],
      "year": 2023,
      "doi": "10.1161/CIR.0000000000001182"
    },
    {
      "title": "AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ ASPC/NLA/PCNA guideline on the management of blood cholesterol: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "S Grundy",
        "N Stone",
        "A Bailey",
        "C Beam",
        "K Birtcher",
        "R Blumenthal",
        "L Braun",
        "S Ferranti",
        "J Faiella-Tommasino",
        "D Forman"
      ],
      "year": 2018,
      "doi": "10.1161/CIR.0000000000000625"
    },
    {
      "title": "AHA/ACC/ACCP/ASPC/NLA/PCNA guideline for the management of patients with chronic coronary disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines",
      "authors": [
        "S Virani",
        "L Newby",
        "S Arnold",
        "V Bittner",
        "L Brewer",
        "S Demeter",
        "D Dixon",
        "W Fearon",
        "B Hess",
        "H Johnson"
      ],
      "year": 2023,
      "doi": "10.1161/cir.0000000000001168"
    },
    {
      "title": "Cost-effectiveness of PCSK9 inhibitor therapy in patients with heterozygous familial hypercholesterolemia or atherosclerotic cardiovascular disease",
      "authors": [
        "D Kazi",
        "A Moran",
        "P Coxson",
        "J Penko",
        "D Ollendorf",
        "S Pearson",
        "J Tice",
        "D Guzman",
        "K Bibbins-Domingo"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.11004"
    },
    {
      "title": "The burden of healthcare costs for working families: a state-level analysis",
      "authors": [
        "A Glickman",
        "J Weiner"
      ],
      "year": 2019,
      "doi": "10.1377/forefront.20190327.999531"
    },
    {
      "title": "A decade of health care cost growth has wiped out real income gains for an average US family",
      "authors": [
        "D Auerbach",
        "A Kellermann"
      ],
      "year": 2011,
      "doi": "10.1377/hlthaff.2011.0585"
    },
    {
      "title": "International prescription drug price comparisons: estimates using 2022 data",
      "year": 2024,
      "doi": "10.7249/rra788-3"
    },
    {
      "title": "The Inflation Reduction Act and access to high-cost cardiovascular therapies",
      "authors": [
        "D Kazi",
        "R Wadhera",
        "B Rome"
      ],
      "year": 2023,
      "doi": "10.1001/jama.2023.19129"
    },
    {
      "title": "What are the prescription drug provisions in the Inflation Reduction Act?",
      "authors": [
        "Kaiser Family"
      ],
      "year": 2023
    },
    {
      "title": "The health costs of cost sharing",
      "authors": [
        "A Chandra",
        "E Flack",
        "Z Obermeyer"
      ],
      "year": 2021,
      "doi": "10.3386/w28439"
    },
    {
      "title": "Epidemiology of diabetes and atherosclerotic cardiovascular disease among Asian American adults: implications, management, and future directions: a scientific statement from the American Heart Association",
      "authors": [
        "T Kwan",
        "S Wong",
        "Y Hong",
        "A Kanaya",
        "S Khan",
        "L Hayman",
        "S Shah",
        "F Welty",
        "P Deedwania",
        "A Khaliq"
      ],
      "year": 2023,
      "doi": "10.1161/cir.0000000000001145"
    },
    {
      "title": "Status of cardiovascular disease and stroke in Hispanics/Latinos in the United States: a science advisory from the American Heart Association",
      "authors": [
        "C Rodriguez",
        "M Allison",
        "M Daviglus",
        "C Isasi",
        "C Keller",
        "E Leira",
        "L Palaniappan",
        "I Piña",
        "S Ramirez",
        "B Rodriguez"
      ],
      "year": 2014,
      "doi": "10.1161/cir.0000000000000071"
    },
    {
      "title": "Cardiovascular health in African Americans: a scientific statement from the American Heart Association",
      "authors": [
        "M Carnethon",
        "J Pu",
        "G Howard",
        "M Albert",
        "Cam Anderson",
        "A Bertoni",
        "M Mujahid",
        "L Palaniappan",
        "Taylor Ha",
        "M Willis"
      ],
      "year": 2017,
      "doi": "10.1161/cir.0000000000000534"
    },
    {
      "title": "Preventive services coverage",
      "year": 2020
    },
    {
      "title": "Health care access and management of cardiovascular risk factors among working-age adults with low income by state Medicaid expansion status",
      "authors": [
        "A Oseran",
        "T Sun",
        "R Wadhera"
      ],
      "year": 2022,
      "doi": "10.1001/jamacardio.2022.1282"
    },
    {
      "title": "Association between switching to a high-deductible health plan and major cardiovascular outcomes",
      "authors": [
        "J Wharam",
        "J Wallace",
        "F Zhang",
        "X Xu",
        "C Lu",
        "A Hernandez",
        "D Ross-Degnan",
        "J Newhouse"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.8939"
    },
    {
      "title": "Financial toxicity in atherosclerotic cardiovascular disease in the United States: current state and future directions",
      "authors": [
        "R Khera",
        "J Valero-Elizondo",
        "K Nasir"
      ],
      "year": 2020,
      "doi": "10.1161/JAHA.120.017793"
    },
    {
      "title": "Cardiovascular disease projections in the United States based on the 2020 Census estimates",
      "authors": [
        "R Mohebi",
        "C Chen",
        "N Ibrahim",
        "C Mccarthy",
        "H Gaggin",
        "D Singer",
        "E Hyle",
        "J Wasfy",
        "J Januzzi"
      ],
      "year": 2022,
      "doi": "10.1016/j.jacc.2022.05.033"
    },
    {
      "title": "on behalf of the American Heart Association. Call to action: structural racism as a fundamental driver of health disparities: a presidential advisory from the American Heart Association",
      "authors": [
        "K Churchwell",
        "Msv Elkind",
        "R Benjamin",
        "A Carson",
        "E Chang",
        "W Lawrence",
        "A Mills",
        "T Odom",
        "C Rodriguez",
        "F Rodriguez"
      ],
      "year": 2020,
      "doi": "10.1161/cir.0000000000000936"
    },
    {
      "title": "Cardiovascular disease in incarcerated populations",
      "authors": [
        "E Wang",
        "N Redmond",
        "Dennison Himmelfarb",
        "C Pettit",
        "B Stern",
        "M Chen",
        "J Shero",
        "S Iturriaga",
        "E Sorlie",
        "Diez Roux"
      ],
      "year": 2017,
      "doi": "10.1016/j.jacc.2017.04.040"
    },
    {
      "title": "Cardiovascular deaths during the COVID-19 pandemic in the United States",
      "authors": [
        "R Wadhera",
        "C Shen",
        "S Gondi",
        "S Chen",
        "D Kazi",
        "R Yeh"
      ],
      "year": 2021,
      "doi": "10.1016/j.jacc.2020.10.055"
    },
    {
      "title": "Long term risk of death and readmission after hospital admission with covid-19 among older adults: retrospective cohort study",
      "authors": [
        "A Oseran",
        "Y Song",
        "J Xu",
        "I Dahabreh",
        "R Wadhera",
        "J Lemos",
        "S Das",
        "T Sun",
        "R Yeh",
        "D Kazi"
      ],
      "year": 2023,
      "doi": "10.1136/bmj-2023-076222"
    },
    {
      "title": "Availability and use of in-person and virtual cardiac rehabilitation among US Medicare beneficiaries: a postpandemic update",
      "authors": [
        "M Varghese",
        "Y Song",
        "J Xu",
        "I Dahabreh",
        "A Beatty",
        "L Sperling",
        "G Fonarow",
        "S Keteyian",
        "R Yeh",
        "W Wu"
      ],
      "year": 2023,
      "doi": "10.1097/hcr.0000000000000803"
    },
    {
      "title": "Projected costs of informal caregiving for cardiovascular disease: 2015 to 2035: a policy statement from the American Heart Association",
      "authors": [
        "S Dunbar",
        "O Khavjou",
        "T Bakas",
        "G Hunt",
        "R Kirch",
        "A Leib",
        "R Morrison",
        "D Poehler",
        "V Roger",
        "L Whitsel",
        "American Heart Association"
      ],
      "year": 2018,
      "doi": "10.1161/CIR.0000000000000570"
    },
    {
      "title": "Writing Committee Members. Heart failure epidemiology and outcomes statistics: a report of the Heart Failure Society of America",
      "authors": [
        "B Bozkurt",
        "T Ahmad",
        "K Alexander",
        "W Baker",
        "K Bosak",
        "K Breathett",
        "G Fonarow",
        "P Heidenreich",
        "J Ho",
        "E Hsich"
      ],
      "year": 2023,
      "doi": "10.1016/j.cardfail.2023.07.006"
    }
  ],
  "num_references": 46
}
