{
  "paper_id": "F896FULL",
  "title": "A novel rule-based expert system for early diagnosis of bipolar and Major Depressive Disorder",
  "abstract": "A confident and timely diagnosis of mental illnesses is one of the primary challenges practitioners repeatedly encounter when they start treating new patients. However, diagnosing can quickly become problematic as the subjects expose comparative symptoms among mental illnesses. Due to influencing a broad populace among mental ailments, an adjusted differentiation between Major Depressive Disorder, Mania Bipolar Disorder, Depressive Bipolar Disorder, and ordinary individuals with mild symptoms is one of the critical subjects for community health. This study responded to the described problem by proposing a novel rule-based Expert System, which evaluates the impact of disorder symptoms on the Certainty Factor concerning each mental status. The semantic rules are developed based on the recommendation of experts, and the implementation is carried out using Prolog and C# languages. Furthermore, an easy-to-use user interface is considered to facilitate the system workflow. The consistency of the developed framework is established by performing rigorous tests by expert psychiatrists as well as 120 clinical samples collected from private samples. Based on the results, the current model classifies mental disorder cases with a success rate of 93.33% using only the 17 symptoms specified in the ontology model. Furthermore, a questionnaire that measures user satisfaction after the test also achieves a mean score of 3.56 out of 4, which indicates a high degree of user acceptance. As a result, it is concluded that the current framework is a reliable tool for achieving a solid diagnosis in a shorter period.",
  "year": 2016,
  "date": "2016",
  "journal": "Journal of Multidisciplinary Engineering Science Studies (JMESS)",
  "publication": "Journal of Multidisciplinary Engineering Science Studies (JMESS)",
  "authors": [
    {
      "forename": "Mohammad",
      "surname": "Zolfagharnasab",
      "name": "Mohammad Zolfagharnasab",
      "affiliation": "a  Department of Statistics, Mathematics, and Computer Science , University of Allameh Tabataba'i , Tehran , Iran \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t Mathematics, and Computer Science \n\t\t\t\t\t\t\t\t University of Allameh Tabataba'i \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Siavash",
      "surname": "Damari",
      "name": "Siavash Damari",
      "affiliation": "a  Department of Statistics, Mathematics, and Computer Science , University of Allameh Tabataba'i , Tehran , Iran \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t Mathematics, and Computer Science \n\t\t\t\t\t\t\t\t University of Allameh Tabataba'i \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran",
      "email": "siavashdamari77@gmail.com"
    },
    {
      "forename": "Madjid",
      "surname": "Soltani",
      "name": "Madjid Soltani",
      "affiliation": "b  Department of Mechanical Engineering , K. N . Toosi University of Technology , Tehran , Iran \n\t\t\t\t\t\t\t\t Department of Mechanical Engineering \n\t\t\t\t\t\t\t\t K. N \n\t\t\t\t\t\t\t\t Toosi University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran",
      "email": "msoltani@uwaterloo.ca"
    },
    {
      "forename": "Artie",
      "surname": "Ng",
      "name": "Artie Ng",
      "affiliation": "c  Centre for Sustainable Business , International Business University , Toronto , Canada \n\t\t\t\t\t\t\t\t Centre for Sustainable Business \n\t\t\t\t\t\t\t\t International Business University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Toronto \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "forename": "Hengameh",
      "surname": "Karbalaeipour",
      "name": "Hengameh Karbalaeipour",
      "affiliation": "g  Department of Psychology, Science and Research Branch , Islamic Azad University , Tehran , Iran \n\t\t\t\t\t\t\t\t Department of Psychology, Science and Research Branch \n\t\t\t\t\t\t\t\t Islamic Azad University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Amin",
      "surname": "Haghdadi",
      "name": "Amin Haghdadi",
      "affiliation": "a  Department of Statistics, Mathematics, and Computer Science , University of Allameh Tabataba'i , Tehran , Iran \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t Mathematics, and Computer Science \n\t\t\t\t\t\t\t\t University of Allameh Tabataba'i \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran",
      "email": "aminhaghdadi77@gmail.com"
    },
    {
      "forename": "Hamed",
      "surname": "Saghayan",
      "name": "Hamed Saghayan",
      "affiliation": "a  Department of Statistics, Mathematics, and Computer Science , University of Allameh Tabataba'i , Tehran , Iran \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t Mathematics, and Computer Science \n\t\t\t\t\t\t\t\t University of Allameh Tabataba'i \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran",
      "email": "masoudsaghaian@gmail.com"
    },
    {
      "forename": "Farzam",
      "surname": "Matinfar",
      "name": "Farzam Matinfar",
      "affiliation": "a  Department of Statistics, Mathematics, and Computer Science , University of Allameh Tabataba'i , Tehran , Iran \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t Mathematics, and Computer Science \n\t\t\t\t\t\t\t\t University of Allameh Tabataba'i \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran"
    }
  ],
  "doi": "10.1016/j.smhl.2024.100525",
  "sections": [
    {
      "title": "Introduction",
      "text": "In medical terms, Bipolar Disorder (BD) and Major Depressive Disorder (MDD) are two mental health disorders characterized by rapid changes in mood, energy, and behavior changes  (Del Casale et al., 2022) . Between the two, BD is mainly known for its considerable mood swings  (Dominiak et al., 2022) , ranging from extreme highs (mania or hypomania) to extreme lows (depression)  (Rydahl et al., 2022) , while those suffering from MDD experience consistent feelings of sadness, hopelessness, and thoughts of suicide  (Gukasyan et al., 2022) .\n\nDespite exhibiting similar symptoms, the treatments involved in BD and MDD are very different; therefore, an early diagnosis is essential in pursuing an appropriate treatment approach  (Inoue et al., 2021) . Considering that 8%-12% of the world's population suffers from either of these mental disorders, developing a reliable Decision Support System (DSS) to accelerate the diagnosis period may broadly affect society's mental health.\n\nThe current study responds to the described isuue by proposing a rule-based Expert System (ES), which effectively categorizes Mania BD, Deppresive BD, and MDD from ordinary individuals showing similar (mild) symptoms. The rules involved in the designed ES are formulated based on the instructions provided by the psychiatrist, and the ontology model is used to describe the expert knowledge regarding the symptoms and their influence on each mental disorder. The ES results are the Certainty Factor (CF) concerning the described classes, and the category with the highest CF is selected as the final prediction. The accuracy of the designed model is validated by conducting thorough tests by experienced psychiatrists as well as clinical samples gathered from private sources.\n\nIn addition, a simple Graphical User Interface (GUI) is developed to facilitate user interactions with the ES. Lastly, the current model is developed to assist expert psychiatrists in providing a broad range of patients with routine medical services ranging from diagnosing illnesses to prescribing medicine while improving issues such as appointment prioritizing, timely diagnosis of mental illnesses, and long-term patient monitoring that is repeatedly proven as treatment barriers in psychology  (Chen et al., 2022) .\n\nThe key contributions followed in this study can be briefly summarized as below.\n\n• Formulating a set of rules with defined weights, based on clinicians' experiences for diagnosing Mania BD, Depressive BD, and MDD. • Development of a novel DSS for effectively categorizing Mania BD, Deppresive BD, and MDD from ordinary individuals showing similar (mild) symptoms • Publishing a novel dataset for researchers that contains 17 essential symptoms psychiatrists use to diagnose the described disorders, with 120 sampled individuals • Reviewing the state-of-the-art on rule-based expert systems in medical applications\n\nThe remainder of this study covers eight more areas. In Section 2, the related pieces of literature to the current study are reviewed. Section 3 describes the dataset used in this study, and Section 4 concentrates on the research methodologies, model representation, and implementation techniques. Section 5 describes the limitations involved in this study. Next, Section 6 describes the model predictions and the user satisfaction rate, followed by the ES performance analysis described in Section 7. The recommendations for future works are also delivered in Section 8. Lastly, conclusions are summarized in Section 9."
    },
    {
      "title": "Related work",
      "text": "Considering the rise in the population of people dealing with MDD or BD over the past years, the necessity to develop consistent tools for psychiatrists with fair GUI functionality is ever-increasing  (Blahuta et al., 2019) .\n\nDue to the simplicity, flexibility, and reliability of rule-based ES, a wide range of straightforward medical applications, such as Nephrolithiasis  (Mirmozaffari, 2019 ) and Parkinson's disease  (Savitt et al., 2006) , are developed using rule-based ES. This is while, models based on Machine Learning (ML) are generally more accurate, data-driven, and can effectively uncover complex patterns in"
    },
    {
      "title": "Table 1",
      "text": "State-of-the-art ES in medical applications. large datasets  (Zolfagharnasab & Damari, 2024) . The reason for such preference in medical applications can be related to the interpretability of ES, which provides a clear explanation of the rules, and the associated parameters that led to a specific conclusion. Since medical applications are expected to be highly transparent and accountable, clinicians favor ES, in which the system reasoning is traceable, easy to understand, and closely aligns with their own diagnostic processes, as the ES essentially imitates their decision-making. Besides, most works involving ML methods for mental disorder diagnosis such as  (Mateo-Sotos et al., 2022) ,  (Erguzel et al., 2016) , and  (Saghayan et al., 2023)  are mostly developed using EEG, sMRI, that are essentially recorded symptoms other than behavioural. This can be related due to the scarcity of recorder behavioural datasets in this domain, as well as the complexity and reliability that advanced AI models must achieve before being used as DSS in this context. Nonetheless, since behavioral symptoms are the primary focus of this study, AI works involving image and EEG samples are considered outside the scope and are not followed any further.\n\nA brief review of the most successful ES frameworks alongside the development method, validation method, publishing year, and model properties is presented in Table (1). Among the studies that selected rule-based ES for medical applications, diagnosis of physical illnesses such as heart disease  (Serkova et al., 2017) , Asthma problems  (Prasad et al., 2011) , Diabetes  (Sevani et al., 2020) , lower back pain (Abu Naser & AlDahdooh, 2016), Hypertension  (Kaur & Kaur, 2015) , breast cancer  (Oyelade et al., 2018) , urination problems (Abu Naser & Shaath, 2016), eye retinopathy  (Munaiseche et al., 2018) , and kidney diseases  (Rivera et al., 2019) , have been repeatedly studied during the past few years while only a few studies such as  (Oyedeji et al., 2019)  have targeted mental disorders. The reason that these illnesses has progressed can be categorized into three main reasons. First, illnesses such as Diabetes, Asthma, and lower back pain are found to have straight-forward rule development, which can be identified from standard medical transcripts. For this reason, the related works in this regard are often emphasized on semi-automating the diagnosing procedure, rather than developing DSS for consulting with practitioners. Second, the noted studies are mostly competing on fine-tunning the prediction accuracy: thus, the original set of rules are established, and they are less likely to undergo significant changes. Instead, the focus is on improving precision and reliability using various technoques. Last but not least, works involving physical illnesses are generally more transparent in terms of diagnosis  (Tse et al., 2019) . This issue is even more highlightened for mental illnesses in which a wide range of symptoms are similar. Consequently, there are very few works available for diagnosing metal illnesses.\n\nTo name a few, the study carried out by  (Nunes et al., 2009)  developed an ES capable of diagnosing early symptoms of psychological disorders dedicatd for students. While their methodology included a wide range of behavioural symptoms for students, the study did not conclude any specific illness label and served as an early alert of psychological disorders for students. Furthermore, the rules were not general to be adopted for individuals other than students.\n\nA broader study on mental disorders is carried out in  (Hossain et al., 2016) , focusing on addressing uncertainties in the assessment of mental disorders. To do so, they addressed the challenges due to the inherent uncertainties associated with signs, symptoms, and linguistic terms such as ambiguity, imprecision, and vagueness that traditional methods in psychopathology face by developing a belief rule-based ES (BRBES). The study demonstrates that BRBES provides more reliable results compared to both fuzzy rule-based ES and human experts, by simply providing evidential reasoning as the inference engine and a belief rule base as the knowledge representation schema. The proposed ES found to have 86% accuracy on average compared with the expert results.\n\nIn another study carried out by  (Muhammad et al., 2019) , the authors developed an ES capable of diagnosing BD using 24 symptoms. They also provided an android application for intracting with the users, and a databse to keep track of their patiants. Similar to current study, they also utilized Certanaty Factor (CF) for rule evaluation: however, their work is different from the current study since their rules did not include any differenciation between BD, MDD, and normal individuals. As a result, the application only included diagnosis of BD. Also, no clinical validation was observed in their work. Despite that, their ES showcased the potential of rule-based frameworks in diagnosing mental disorders.\n\nSimilar with previous study, the work carried out by  (Eiring et al., 2017)  also involved development of an ES using C#, JS, for diagnosing BD. Unlike prior studies, their work include extensive collaboration with individuals from from Norway, the UK, and Ukraine for fine-tunning the developed rules. After three subsequent updates, the system usability score was improved to be 78%, that was reported 10% above the norm. Unfortunately, the rules and the datasets are not publicly accessible and only useable upon request.\n\nBased on the reviewed studies, it is evident that there is limited research on diagnosing mental disorders. Furthermore, existing works often lack crucial details such as the publication of datasets used for replication, the specific rules employed in developing the ES, and their associated reasoning, as well as clinical validation.\n\nRegarding research objectives, the authors found that no prior studies have specifically addressed the categorization of Mania BD, Depressive BD, and MDD from ordinary individuals. Previous research has primarily focused on developing diagnostic rules for only one of these conditions at a time. By considering the noted gaps, this study is formed to address all the described issues; thus, studies such as the proposed work can be a turning point for developing rule-based systems for mental disorder applications.\n\nIn terms of future applicaton, it is also worth noting that as shown in Table  (1) , models based on ES can effectively manage simultaneous requests of numerous patients, prioritize appointments based on the severity of the symptoms, prescribe proper medicine with appropriate dosage, obtain a more decisive diagnosis, provide an oriented treatment, monitor the treatment phase of each patient  (Marlinda et al., 2020) , follow up with patients during the recovery phase  (Dai et al., 2021) , and provide regular updates for practitioners regarding their patients. Therefore, it can be concluded that rule-based frameworks are suitable means for mental applications  (Mgbeafulike & Chidinma Nelly, 2021) ."
    },
    {
      "title": "Dataset properties",
      "text": "The dataset used in this study is collected from a private psychology clinic, which is made public as described in the data available statement section  (Karbalaeipour et al., 2023) . Since the rules are implemented based on the expert's instructions, the dataset is only used for test purposes and not for CF tuning during the rule development stage. Briefly, the dataset comprised a total 120 labeled samples which has 30 samples for each of the Normal, Mania BD, Depressive BD, and MDD categories. The dataset contains the 17 essential symptoms psychiatrists use to diagnose the described disorders. The behavioral symptoms are considered the levels of patients Sadness, Exhaustness, Euphoric, Sleep disorder, Mood swings, Suicidal thoughts, Anorexia, Anxiety, Try-explaining, Nervous breakdown, Ignore & Move-on, Admitting mistakes, Overthinking, Aggressive response, Optimism, Sexual activity, and Concentration in a Comma Separated Value (CSV) format. The ES predictions for each sample are then compared against the labels provided by the experts, and the accuracy of the ES is evaluated using a confusion matrix.\n\nIt is worth noting that the current study refers to Normal individuals as those using therapy time for specialized counseling, personal growth, and life skills. While such individuals may also have minor mental problems, they differ from those suffering from MDD or BD.\n\nLastly, the dataset is publicly accessible form Harvard datavese, foot_0  and future researchers can use the data for developing both rulebased and potential ML models."
    },
    {
      "title": "Research method",
      "text": "In this section, a brief review of ES, Semantic Web Rule Language, and knowledge representation technique are discussed in detail."
    },
    {
      "title": "Expert system",
      "text": "An ES is a computer program mimicking a human expert's decision-making process in a field  (Mohammed et al., 2019) . The main components of a rule-based expert system are a knowledge base, inference engine, explanation facilities, and GUI  (Cao et al., 2021) . The schematic of the connection between the introduced components of a given ES is depicted in Fig.  (1) . Briefly, the knowledge base is typically the necessary information required to perform a particular task; therefore, it is developed by a team of experts in that particular domain  (Almulla, 2021) .\n\nA knowledge base is also expected to be directly connected to a database to provide a supporting set of data (backup)  (Chong et al., 2021) . Next, the inference engine applies the data extracted from the user from working memory to the rules predefined in the knowledge base to determine the best course of action  (Berges et al., 2021) . The explanation facility also presents the user with the information and the reasoning produced by the ES  (Priyanka & Parveen, 2022) .\n\nRegarding the database, there are three distinct use cases we can leverage through its integration. First, the database can be used for persisting the symptoms, system prediction, and expert results altogether in a tabular format. In terms of relational properties, these information can be further divide into patient symptom table, and results table containing both expert and system predictions. The persistence of such results on a monthly/period basis can illustrate the patient treatment process.\n\nSecond, persisting such information on a longer period for many individuals can provide collaborative information, and retrieval process which may shed further insight for clinicians in improving the ES rules, wheras researchers in field of AI and ML can also develop more accurate models using such databases. Third, the database can also persist the exact chain of rule excecution, which can be directly connected to the explanation facility in order to assist the interpretibility of the obtain results.\n\nIt is also worth noting that since the application is developed using C#, the current ontology model can be directly integrated into any desired database using Object Relational Mapping (ORM) entity framework. Therefore, the database can conveniently intract with inference engine to persist the prediction result, explanation facility to present the rule excecution chain, and any further component that may require data interaction. In this regard, the architecture of the current framework provides an excellent flexibility for supporting database component and further development.\n\nDespite the described details, it must be noted that the database, GUI module, and explanation facility components are not necessarily required for the functionality of the ES and are only used for data persistence, improved user interaction, and system reliability  (Pac et al., 2021) .\n\nAs the final argument, it should be highlighted that the current study selected certainty factor (CF) rule-based systems over other variations, such as standard and fuzzy rule-based systems, for several compelling reasons.\n\nFirstly, CF rule-based systems offer a more intuitive and interpretable framework for handling uncertainty compared to fuzzy systems. While fuzzy logic effectively manages ambiguity and imprecision through the use of membership functions, it struggles with representing and reasoning under uncertainty arising from incomplete or partially reliable information. In contrast, CF systems are specifically designed to quantify the degree of belief or disbelief in a given hypothesis, thus providing a more direct approach to uncertainty management.\n\nSecondly, CF rule-based systems facilitate easier integration with clinical expertise. Medical practitioners often think in terms of confidence levels or likelihoods when diagnosing conditions, making CF systems more aligned with their reasoning processes. This alignment enhances the acceptance and usability of the system in real-world clinical settings.\n\nThirdly, CF systems provide clear and concise explanations of their inferencing processes. The ability to trace and understand the derivation of conclusions is crucial for clinical validation and accountability, which are paramount in medical applications. The transparency of CF systems ensures that clinicians can trust and verify the decision-making process, thus fostering greater confidence in the system's recommendations.\n\nLastly, CF rule-based systems are computationally efficient compared to fuzzy systems. The complexity of managing fuzzy sets and performing defuzzification can lead to increased computational overhead. In contrast, CF systems leverage straightforward arithmetic operations to combine certainty factors, resulting in faster and more efficient processing. This efficiency is particularly beneficial in scenarios where real-time decision-making is essential.\n\nIn summary, the choice of CF rule-based systems in this study is justified by their superior handling of uncertainty, better alignment with clinical reasoning, enhanced transparency, and greater computational efficiency. These advantages make CF rule-based systems a more suitable choice for developing reliable and interpretable diagnostic tools in the medical domain."
    },
    {
      "title": "Semantic Web Rule Language (SWRL)",
      "text": "The Semantic Web Rule Language (SWRL) is the most common method for implementing inference rules into ES frameworks  (Das & Swain, 2022) . The SWRL consists of IF-THEN statements that define the relationship between the antecedent and the consequent to serve a specific objective  (Agarwal et al., 2022) . The difference between SWRL and conventional IF-ELSE rules in conventional programming is its simplicity, compatibility with Web Ontology Language (OWL) syntax, and the generality in describing the primary objective of the rule not necessarily the low-level details  (Shishehchi & Banihashem, 2019) .\n\nAs a result, SWRL is a perfect means to implement rule-based operations with the highest possible flexibility  (Egami et al., 2022) . In Fig. 2. Ontology model for the current ES.\n\nthis regard, the rules are presented in SWRL format to generalize the implemented rules for future researchers. ES; however, they may increase the applicability of the ES."
    },
    {
      "title": "Knowledge representation",
      "text": "In computer science, ontology modeling is a technique involving conceptualizing the objects and attributes of a given problem  (Rahayu et al., 2022) . Such abstraction is designed such that the solution and the related knowledge can be shared, reused, and extended with the least possible interference  (Jearanaiwongkul et al., 2021) . Ontology is usually applied by pinpointing the influential parameters and labeling them as classes  (Kurbatova & Swiers, 2021) . Next, relationships among the defined classes are determined, and the rules are applied based on these cause-and-effect relations  (Setiawan et al., 2021) . By doing so, duplicate classes would be conveniently identified, and the misleading similarities would be removed  (Odeh et al., 2021) .\n\nThe current study also presents a detailed ontology model for all the disorder classes and their symptoms in Fig (  2 ). For each mental case, three colors are used to effectively reflect the symptoms' impact on the overall CF of a particular illness. Also, a small blue and red triangle shows the increasing/decreasing relation between the symptom and the corresponding disorder type. For instance, an upsidedown blue triangle on the optimism level for MDD denotes that any increase in that symptom increases the CF corresponding to MDD. Likewise, a red triangle corresponding to an aggressive response in MBD suggests that the noted symptom increases the CF of that illness. As a result, the relation between the classes can be effectively interpreted from the presented ontology model  (Naqvi et al., 2022) .\n\nRegarding the choice involving the selected symptoms (parameters) for the ontology model, and later in the ES, it is worth noting that the selected symptoms were included based on input from psychiatry clinicians while considering two main limitations: minimizing the number of potential parameters associated with the symptoms and identifying symptoms that can effectively distinguish the noted mental disorders.\n\nBeside the symptoms shown in Fig.\n\n(  2 ), parameters such as age and gender could have been included, and this was indeed discussed with the experts during the rule development. However, it was found to be error-prone and nearly impossible to associate a CF and an associated rule that can categorize MDD, Mania BD, and Depressive BD based on gender. Similarly, these disorders were found to be prevalent among adults across all demographics, making it challenging for the experts to establish solid rules or weightings for categorizing these illnesses based on age. As a result, the current study included the minimum number of symptoms with the highest potential to distinguish the noted disorders, based on the experts' reasoning. This approach ensures a more streamlined and effective diagnostic process, focusing on the most relevant and impactful parameters.\n\nNonetheless, future studies are encouraged to explore the inclusion of additional parameters and refine the diagnostic rules further to enhance accuracy and applicability across diverse populations."
    },
    {
      "title": "Knowledge extraction",
      "text": "The knowledge extraction from the expert is carried out in two main steps. During the first interview with the expert, essential information regarding the symptoms and the exact impact of each symptom on the diagnosing procedure is collected. Based on the information provided by the expert, the initial rules, the corresponding CF, and a minimal GUI are developed to cover all the noted symptoms.\n\nDuring the second interview, the expert evaluated the ES application, and the initial CFs were tuned until the expert was satisfied with ES predictions. The GUI is also modified based on expert instructions to improve user satisfaction for future usage. Based on the interactions carried out with the expert, the current study selects a forward-chaining inference strategy. The reason is that backwardchaining may establish the initial assumption of the ESwithout considering sufficient evidence to support a more appropriate conclusion. For instance, all depressive BD patients can be categorized as MDD if limited parameters such as sadness and exhaustion are considered, and symptoms such as mood swings, euphoria, and sexual activity are discarded. Next, the rules are separated into two categories such that the first group of rules concentrates on evaluating the impact of a single symptom on the overall diagnosis procedure, while the second group of rules is designed to evaluate the combination of several symptoms to achieve a particular conclusion. For example, sadness, overthinking, and suicidal thoughts are common symptoms of BD and MDD that require separate rules for evaluation. However, not every sad individual is potentially a BD patient. As a result, evaluating the simultaneous impact of sadness and mood swing is required to make a solid conclusion on BD. Since the described rule implementation is similar to the decision pattern that an expert follows during their decision-making procedure, this study has found that it is the most straightforward way to implement the heuristic knowledge of medical experts.\n\nLastly, it must be noted that since the rules and their coefficients differs from one expert to another, the general SWRL rules are provided in Tables  2 3 4 5 ) to demonstrate the descisioning process without involving unnecessary complications. However, the exact coefficients and the rules and the corresponded CF coefficients used in this study are provided in the Appendix section for the sake of completeness as well as to facilitate further development of the current decision engine for future readers."
    },
    {
      "title": "Application GUI",
      "text": "The GUI utility developed in this study is designed while considering two main issues. First, the average time required to complete the questionnaire interface is no more than 2-3 min. By doing so, user exhaustiveness is prevented, and practitioners may also evaluate more scenarios quickly during their decision-making process. Second, the GUI utility is developed so that no additional training is required to work with the ES software; therefore, utilizing the current ES method would be straightforward.\n\nThe UI also provides two buttons. By pressing the \"Brief Explanation\" button on the below part of the ES, the system diagnosis and the associated CF for the mental status are displayed in the textbox item. Also, the user can see the CF corresponding to another mental status by pressing the \"Full explanation\" button. A summary of the input method and the average time required to fill each section is given in  Table (6) ."
    },
    {
      "title": "Limitations",
      "text": "As described earlier, the main limitation concerning ES is that the rules must be directly encoded into the system, which means a medical expert is required for any changes involved in the implemented rules  (Esboei & Gavareshki, 2021) . Although the described approach may seem complicated compared with advanced AI models capable of performing feature detection, ES models are still preferred in the medical environment since the rules are directly encoded into the system, giving the medical experts complete control over the model's functionality  (Saibene et al., 2021) . Furthermore, advanced AI models require abundant data, extensive hyperparameter tuning, and rigorous validation testing that may not be appropriate for all medical fields  (Song et al., 2021) . Moreover, the\n\nTable 3 Depressive-BD diagnosis rules. M.H.  Zolfagharnasab et al. Smart Health 35 (2025)\n\ncurrent system uses 17 selective symptoms, which may be controversial since every psychiatrist may have a unique approach to differentiate the described categories."
    },
    {
      "title": "Results",
      "text": "The current ES is evaluated by following two separate test approaches. The initial examination, described in Section 4.4, included a detailed evaluation of the ES predictions against the expectations of the expert. As a result of such evaluations, various modifications are conducted over the ES to tune the CF coefficients involved in each class. The tuning continued until the expert was satisfied with the ES outputs. However, the second evaluation of the ES performance is carried out by exposing the system to limited available clinical samples. Based on the results in Table (  7 ), the current ES demonstrated high accuracy, achieving a 92.45% success rate (49 out of 53) in classifying the described categories. The cases in which the ES mispredicted are those in which the CF factors corresponded to disorders are either close or the patient demonstrated a wide range of behavioral symptoms. For those cases, the full-explanation option of the ES is found beneficial since it provided information on the certainty factor corresponding to other mental cases. Therefore, the current ES effectively classifies BD types, MDD, and normal individuals. Besides the performance of the diagnoser engine, the general design of the current ES applications is also evaluated using the questionnaire presented in Table  (8) . The validity of the questionare can be establish since it is adapted from  (Zhou et al., 2019) . The distributed questionnaire targeted vital factors such as effectiveness, contextual user-friendliness, GUI satisfaction, and general satisfaction using 17 questions. With an overall mean of 3.56 out of 4 from about 76 volunteers, it is established that users had a positive experience working with the ES. Additionally, the questionnaire featured four specific questions that addressed interface friendliness, ease of use, overall user experience, and user interest in future applications. The mean score of 3.60 out of 4 for these questions underscores the effectiveness of GUI form user perspective, which was evaluated by the questionare. Lastly, it must be highlighted that the expert was also consulted during the development of the questionare to make sure that the questionare aligned with the conclusions followed in this study."
    },
    {
      "title": "Discussions",
      "text": "In the following, symptoms associated with four patients from the dataset are selected, and the ES predictions for each patiant are presented in Fig.  (3) .\n\nThe first patient, shown in Fig.  (3a ), presented with a range of symptoms, including occasional feelings of sadness, frequent episodes of euphoria, infrequent instances of exhaustion, usual sleep disorder, mood swings, suicidal thoughts, anorexia, difficulty expressing oneself, nervous breakdown at the time of decision-making and under mild stress, aggressive denial, a high level of sexual activity, lack of concentration, and unrealistically high optimism. These symptoms provided a comprehensive picture of the patient's condition and helped identify the underlying disorder. The patient's symptoms, including manic and depressive episodes, are consistent with the diagnostic criteria for Mania BD. The patient's difficulty expressing oneself, aggressive response, and tendency to deny mistakes are common behavioral symptoms observed in patients with Mania BD. Additionally, the patient's high level of sexual activity, lack of concentration, and excessive optimism are consistent with the Mania BD. The patient's sleep disorder and mood swings also aligned with the typical symptoms of Mania BD. As a result, the ES correctly diagnosed this patient as a Bipolar Type-1 case.\n\nThe second patient, illustrated in Fig.  (3b) , exhibited a spectrum of symptoms consistent with a diagnosis of Depressive BD. Some of the most notable symptoms include frequent sadness and exhaustion, sleep disorders, and mood swings. Aside from that, the patient was experiencing suicidal thoughts and a lack of concentration. One of the critical highlights of Depressive BD is the presence of both manic and depressive episodes, characterized by extreme mood swings and energy changes. In this case, the patient is experiencing both euphoric and sad states, which indicates this condition. Additionally, the patient displayed other symptoms, such as sleep disorders, anrx, and low sexual activity, which are common in Depressive BD. The ES correctly diagnosed this case as Bipolar Type-2. The third patient, shown in Fig.  (3c) , exhibited signs and symptoms of MDD. Some of the most significant symptoms include frequent sadness, exhaustion, sleep disorders, and suicidal thoughts. Furthermore, the patient was experiencing anorexia, a lack of concentration, and no noticeable mood swings. The patient's tendency to ignore and move on with consistent overthinking may also indicate MDD. Like the practitioner's diagnosis, the ES correctly categorized this patient as an MDD case.\n\nThe fourth patient, shown in Fig.  (3d) , was an ordinary individual facing challenges during her 30s. While she exhibited symptoms including frequent sadness, exhaustion, and a lack of concentration, no noticeable symptoms for either MDD or BD were observed from the patient. Consequently, the ES correctly categorized this patient as a normal individual case.\n\nIt can be noticed that besides the initial diagnosis of the ES, the second highest CF is also helpful in identifying the patient's possible tendency toward the described mental conditions. As a result, the current ES can conveniently separate the discussed mental disorders and accelerate the diagnosis process while spending the least amount of time for the doctor and no financial cost for the patient."
    },
    {
      "title": "Future works",
      "text": "Several interesting topics can be followed for future studies. Initially, the accuracy of the current model may be further improved by introducing fuzzy variables instead of crisp margins. Although the fuzzification stage would perhaps require extra guidance from practitioners, classifying the noted mental conditions would be inevitably more realistic. Next, the current model could be further developed such that other similar mental conditions, such as schizophrenia and Obsessive Compulsive Disorder (OCD), can be included. Following such strategies would extend the applicability of the current framework for a broader range of demands and accelerate the diagnosis stage for the practitioners. Last, the current model can be coupled with other biomarkers through a voting mechanism responsible for selecting the highest probability. By doing so, the reliability of the current framework could be improved without solely relying on a particular method."
    },
    {
      "title": "Conclusions",
      "text": "The current study presents a rule-based ES solution for diagnosing Bipolar Disorder and Major Depressive Disorder. The rules are formulated using the CF technique, and the ontology model describes the expert knowledge. In addition, a simple GUI is developed to facilitate user interactions with the ES. By utilizing 17 parameters as the essential symptoms to diagnose each mental condition, the system has achieved a success rate of 93.33% based on both clinical samples and expert evaluations. Since both practitioners and patients directly employ the ES frameworks, the user-friendliness of the GUI quality is also investigated through a detailed questionnaire. Based on the mean score of 3.56 out of 4, it is established that users had positive feedback working with the ES. In conclusion, the current ES can help doctors pinpoint the patient's key symptoms faster and start the treatment in a shorter period."
    },
    {
      "text": "Fig. 1. Architecture of standard ES."
    },
    {
      "text": "x) ∧ Sadness(?x, Level) → UpdateDBD(?x, SadnessFactor) 2 Patient(?x) ∧ Euphoric(?x, Level) → UpdateDBD(?x, EuphoricFactor) 3Patient(?x) ∧ Exhaustness(?x, Level) → UpdateDBD(?x, ExhaustnessFactor) 4 Patient(?x) ∧ SleepDisorder(?x, Level) → UpdateDBD(?x, SleepDisorderFactor) 5 Patient(?x) ∧ MoodSwing(?x, True) → UpdateDBD(?x, MoodSwingFactor) 6 Patient(?x) ∧ SuicidalThoughts(?x, True) → UpdateDBD(?x, SuicidalThoughtsFactor) 7 Patient(?x) ∧ Anorxia(?x, True) → UpdateDBD(?x, AnorxiaFactorPlus) 8 Patient(?x) ∧ AuthorityRespect (?x, False) → UpdateDBD(?x, AuthorityRespectFactor) 9 Patient(?x) ∧ TryExplaining(?x, True) → UpdateDBD(?x, TryExplainingFactor) 10 Patient(?x) ∧ AgressiveResponse(?x, True) → UpdateDBD(?x, AgressiveResponseFactor) 11 Patient(?x) ∧ IgnoreAndMoveOn(?x, True) → UpdateDBD(?x, IgnoreAndMoveOnFactor) 12 Patient(?x) ∧ NervousBreakDown(?x, True) → UpdateDBD(?x, NervousBreakDownFactor) 13 Patient(?x) ∧ AdmittingMistake(?x, False) → UpdateDBD(?x, AdmittingMistakeFactor) 14 Patient(?x) ∧ OverThinking(?x, True) → UpdateDBD(?x, OverThinkingFactor) 15 Patient(?x) ∧ SexualActivity (?x, Level) → UpdateDBD(?x, SexualActivityFactor) 16 Patient(?x) ∧ Concentration (?x, Level) → UpdateDBD(?x, ConcentrationLevelFactor) 17 Patient(?x) ∧ Optimism(?x, Level) → UpdateDBD(?x, OptimismLevelFactor) 18 Patient(?x) ∧ IsSadnessLevel(?x, AboveAVG) ∧ Exhaustness(?x, AboveAVG) → UpdateDBD(?x, FactorA) 19 Patient(?x) ∧ MoodSwing(?x, True) ∧ IsSadnessLevel(?x, AboveAVG) → UpdateDBD(?x, FactorB) 20 Patient(?x) ∧ MoodSwing(?x, True) ∧ SuicidalThoughts(?x, True) → UpdateDBD(?x, FactorC) 21 Patient(?x) ∧ OverThinking(?x, True) ∧ NervousBreakDown(?x, True) → UpdateDBD(?x, FactorD)"
    },
    {
      "text": "CRediT authorship contribution statement Mohammad Hossein Zolfagharnasab: Writingreview & editing, Supervision, Methodology, Formal analysis, Conceptualization. Siavash Damari: Writingoriginal draft, Methodology, Data curation. Madjid Soltani: Validation, Supervision, Formal analysis. Artie Ng: Supervision, Project administration. Hengameh Karbalaeipour: Validation, Supervision, Resources, Data curation."
    },
    {
      "text": "Fig. 3. ES diagnosis for patients suffering from (a) Mania BD, (b) Depressive BD, (c) MDD, and (d) Normal."
    },
    {
      "text": "Mania-BD diagnosis rules."
    },
    {
      "text": "MDD diagnosis rules."
    },
    {
      "text": "Normal Individual diagnosis rules."
    },
    {
      "text": "GUI input properties."
    },
    {
      "text": "ES performance evaluation."
    }
  ],
  "references": [
    {
      "title": "Patient(?x) Sadness(?, Level) → UpdateMDD",
      "doi": "10.1037/a0035489"
    },
    {
      "title": "Patient(?Euphoric(, Level) → UpdateMDD",
      "doi": "10.2307/j.ctv2jhjvxd.5"
    },
    {
      "title": "Patient, Level) → UpdateMDD",
      "doi": "10.1111/jan.15254/v2/review1"
    },
    {
      "title": "Patient(?x) ∧ SleepDisorder(?x, Level) → UpdateMDD(?x, SleepDisorderFactor) Patient(?x) ∧ MoodSwing(?x, False) → UpdateMDD(?x, MoodSwingFactor"
    },
    {
      "title": "Patient(?x) ∧ SuicidalThoughts(?x, True) → UpdateMDD(?x, SuicidalThoughtsFactor) 7 Patient(?x) ∧ Anorxia(?x, True) → UpdateMDD"
    },
    {
      "title": "AboveAVG) ∧ IsExhaustnessLevel(?x, AboveAVG) → UpdateMDD(?x, FactorA) 16 Patient(?x) ∧ MoodSwing(?x, False) ∧ IsSadnessLevel(?x AboveAVG) → UpdateMDD(?x, FactorB) 17 Patient(?x) ∧ MoodSwing(?x, False) ∧ SuicidalThoughts(?x, True) → UpdateMDD(?x, FactorC) 18 Patient(?x) ∧ OverThinking(?x, True) ∧ MoodSwing(?x, False) ∧ AgressiveResponse(?x, False) → UpdateMDD(?x, FactorD) 19 Patient(?x) ∧ OverThinking(?x, True) ∧ IsOptimismLevel(?x, BelowAVG) → UpdateMDD(?x, FactorE) References"
    },
    {
      "title": "Lower back pain expert system diagnosis and treatment",
      "authors": [
        "S Abu Naser",
        "R Aldahdooh"
      ],
      "year": 2016
    },
    {
      "title": "Expert system urination problems diagnosis",
      "authors": [
        "S Abu Naser",
        "M Shaath"
      ],
      "year": 2016,
      "doi": "10.3923/jai.2010.269.276"
    },
    {
      "title": "Knowledge-based recommendation system using semantic web rules based on Learning styles for MOOCs",
      "authors": [
        "A Agarwal",
        "D Mishra",
        "S Kolekar"
      ],
      "year": 2022,
      "doi": "10.1080/23311916.2021.2022568"
    },
    {
      "title": "Location-based expert system for diabetes diagnosis and medication recommendation",
      "authors": [
        "M Almulla"
      ],
      "year": 2021,
      "doi": "10.48129/KJS.V48I1.8687"
    },
    {
      "title": "A semantic approach for big data exploration in industry 4.0",
      "authors": [
        "I Berges",
        "V Ramírez-Durán",
        "A Illarramendi"
      ],
      "year": 2021,
      "doi": "10.1016/j.bdr.2021.100222"
    },
    {
      "title": "Online medical information system to create a decision-making expert system for risk assessment of atherosclerotic plaques from b-images and histological patterns",
      "authors": [
        "J Blahuta",
        "J Skacel",
        "T Soukup"
      ],
      "year": 2019,
      "doi": "10.5593/sgem2019/2.1/s07.066"
    },
    {
      "title": "A new approximate belief rule base expert system for complex system modelling",
      "authors": [
        "Y Cao",
        "Z Zhou",
        "C Hu",
        "S Tang",
        "J Wang"
      ],
      "year": 2021,
      "doi": "10.1016/j.dss.2021.113558"
    },
    {
      "title": "Design and preliminary realization of a screening and early warning health management system for populations at high risk for depression",
      "authors": [
        "X Chen",
        "L Xu",
        "Z Pan"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19063599"
    },
    {
      "title": "Diagnosis prediction of tumours of unknown origin using ImmunoGenius, a machine learning-based expert system for immunohistochemistry profile interpretation",
      "authors": [
        "Y Chong",
        "N Thakur",
        "J Lee",
        "G Hwang",
        "M Choi",
        "Y Kim",
        "M Cho"
      ],
      "year": 2021,
      "doi": "10.1186/s13000-021-01081-8"
    },
    {
      "title": "Cancer registry coding via hybrid neural symbolic systems in the crosshospital setting",
      "authors": [
        "H.-J Dai",
        "Y.-H Yang",
        "T.-H Wang",
        "Y.-J Lin",
        "P.-J Lu",
        "C.-Y Wu",
        "J.-T Chang"
      ],
      "year": 2021,
      "doi": "10.1109/access.2021.3099175"
    },
    {
      "title": "An ontology-based modelling and reasoning framework for assembly process selection",
      "authors": [
        "S Das",
        "A Swain"
      ],
      "year": 2022,
      "doi": "10.1007/s00170-022-09002-9"
    },
    {
      "title": "Pharmacogenomics-guided pharmacotherapy in patients with major depressive disorder or bipolar disorder affected by treatment-resistant depressive episodes: A long-term follow-up study",
      "authors": [
        "A Del Casale",
        "L Pomes",
        "L Bonanni",
        "F Fiasché",
        "C Zocchi",
        "A Padovano",
        "D Marazziti"
      ],
      "year": 2022,
      "doi": "10.3390/jpm12020316"
    },
    {
      "title": "Behavioral and self-reported data collected from smartphones for the assessment of depressive and manic symptoms in patients with bipolar disorder: Prospective observational study",
      "authors": [
        "M Dominiak",
        "K Kaczmarek-Majer",
        "A Antosik-Wójińska",
        "K Opara",
        "A Olwert",
        "W Radziszewska",
        "A Król"
      ],
      "year": 2022,
      "doi": "10.2196/28647"
    },
    {
      "title": "Detecting vicious cycles in urban problem knowledge graph using inference rules",
      "authors": [
        "S Egami",
        "T Kawamura",
        "K Kozaki",
        "A Ohsuga"
      ],
      "year": 2022,
      "doi": "10.1162/dint_a_00113"
    },
    {
      "title": "The development and feasibility of a personal health-optimization system for people with bipolar disorder",
      "authors": [
        "Ø Eiring",
        "K Nytrøen",
        "S Kienlin",
        "S Khodambashi",
        "M Nylenna"
      ],
      "year": 2017,
      "doi": "10.1186/s12911-017-0481-x"
    },
    {
      "title": "Artificial intelligence approach to classify unipolar and bipolar depressive disorders",
      "authors": [
        "T Erguzel",
        "G Sayar",
        "N Tarhan"
      ],
      "year": 2016,
      "doi": "10.1007/s00521-015-1959-z"
    },
    {
      "title": "Using a fuzzy expert system as a decision support system to decrease time consumption in the uast development process: A case study",
      "authors": [
        "A Esboei",
        "M Gavareshki"
      ],
      "year": 2021,
      "doi": "10.22111/ijfs.2021.6079"
    },
    {
      "title": "Efficacy and safety of psilocybin-assisted treatment for major depressive disorder: Prospective 12-month follow-up",
      "authors": [
        "N Gukasyan",
        "A Davis",
        "F Barrett",
        "M Cosimano",
        "N Sepeda",
        "M Johnson",
        "R Griffiths"
      ],
      "year": 2022,
      "doi": "10.1177/02698811211073759"
    },
    {
      "title": "A belief rule-based expert system to assess mental disorder under uncertainty",
      "authors": [
        "M Hossain",
        "A Monrat",
        "M Hasan",
        "R Karim",
        "T Bhuiyan",
        "M Khalid"
      ],
      "year": 2016,
      "doi": "10.1109/iciev.2016.7760167"
    },
    {
      "title": "Real-world treatment patterns and adherence to oral medication among patients with bipolar disorders: A retrospective, observational study using a healthcare claims database",
      "authors": [
        "T Inoue",
        "H Sano",
        "Y Kojima",
        "S Yamada",
        "O Shirakawa"
      ],
      "year": 2021,
      "doi": "10.2147/ndt.s299005"
    },
    {
      "title": "An ontology-based expert system for rice disease identification and control recommendation",
      "authors": [
        "W Jearanaiwongkul",
        "C Anutariya",
        "T Racharak",
        "F Andres"
      ],
      "year": 2021,
      "doi": "10.3390/app112110450"
    },
    {
      "title": "A collection of 120 psychology patients with 17 essential symptoms to diagnose mania bipolar disorder, depressive bipolar disorder, major depressive disorder, and normal individuals",
      "authors": [
        "H Karbalaeipour",
        "S Damari",
        "M Zolfagharnasab",
        "A Haghdadi"
      ],
      "year": 2023,
      "doi": "10.7910/DVN/0FNET5"
    },
    {
      "title": "Hypertension diagnosis using fuzzy expert system",
      "authors": [
        "R Kaur",
        "A Kaur"
      ],
      "year": 2015
    },
    {
      "title": "Disease ontologies for knowledge graphs",
      "authors": [
        "N Kurbatova",
        "R Swiers"
      ],
      "year": 2021,
      "doi": "10.1186/s12859-021-04173-w"
    },
    {
      "title": "Expert system for monitoring elderly health using the certainty factor method",
      "authors": [
        "L Marlinda",
        "W Widiyawati",
        "R Widiastuti",
        "W Indrarti"
      ],
      "year": 2020,
      "doi": "10.33395/sinkron.v5i1.10653"
    },
    {
      "title": "A machine learning-based method to identify bipolar disorder patients",
      "authors": [
        "J Mateo-Sotos",
        "A Torres",
        "J Santos",
        "O Quevedo",
        "C Basar"
      ],
      "year": 2022,
      "doi": "10.1007/s00034-021-01889-1"
    },
    {
      "title": "Design and implementation of a medical expert system for diagnosis and prescription",
      "authors": [
        "I Mgbeafulike",
        "I Chidinma Nelly"
      ],
      "year": 2021,
      "doi": "10.30574/wjaets.2021.2.2.0039"
    },
    {
      "title": "Presenting a medical expert system for diagnosis and treatment of Nephrolithiasis",
      "authors": [
        "M Mirmozaffari"
      ],
      "year": 2019,
      "doi": "10.24018/ejmed.2019.1.1.20"
    },
    {
      "title": "Expert system in engineering transportation: A review",
      "authors": [
        "A Mohammed",
        "K Ambak",
        "A Mosa",
        "D Syamsunur"
      ],
      "year": 2019,
      "doi": "10.2174/1874447801913010065"
    },
    {
      "title": "Expert system application for diagnosing of bipolar disorder with certainty factor method based on web and android",
      "authors": [
        "A Muhammad",
        "B Hendrik",
        "R Iswara"
      ],
      "year": 2019,
      "doi": "10.1088/1742-6596/1339/1/012020"
    },
    {
      "title": "An expert system for diagnosing eye diseases using forward chaining method",
      "authors": [
        "C Munaiseche",
        "D Kaparang",
        "P Rompas"
      ],
      "year": 2018,
      "doi": "10.1088/1757-899x/306/1/012023"
    },
    {
      "title": "Ontology driven testing strategies for IoT applications",
      "authors": [
        "M Naqvi",
        "M Iqbal",
        "M Ashraf",
        "S Ahmad",
        "A Soliman",
        "S Khurram",
        "J.-G Choi"
      ],
      "year": 2022,
      "doi": "10.32604/cmc.2022.019188"
    },
    {
      "title": "An expert system applied to the diagnosis of psychological disorders",
      "authors": [
        "L Nunes",
        "P Pinheiro",
        "T Pequeno"
      ],
      "year": 2009,
      "doi": "10.1109/icicisys.2009.5358164"
    },
    {
      "title": "iOntoBioethics: A framework for the agile development of bioethics ontologies in pandemics, applied to COVID-19",
      "authors": [
        "M Odeh",
        "F Kharbat",
        "R Yousef",
        "Y Odeh",
        "D Tbaishat",
        "N Hakooz",
        "A Mansour"
      ],
      "year": 2021,
      "doi": "10.3389/fmed.2021.619978"
    },
    {
      "title": "Design and implementation of a medical diagnostic expert system",
      "authors": [
        "A Oyedeji",
        "M Osifeko",
        "O Folorunsho",
        "O Abolade",
        "O Ade-Ikuesan"
      ],
      "year": 2019
    },
    {
      "title": "Patient symptoms elicitation process for breast cancer medical expert systems: A semantic web and natural language parsing approach",
      "authors": [
        "O Oyelade",
        "A Obiniyi",
        "S Junaidu",
        "S Adewuyi"
      ],
      "year": 2018,
      "doi": "10.1016/j.fcij.2017.11.003"
    },
    {
      "title": "Knowledge discovery from medical data and development of an expert system in immunology",
      "authors": [
        "M Pac",
        "I Mikutskaya",
        "J Mulawka"
      ],
      "year": 2021,
      "doi": "10.3390/e23060695"
    },
    {
      "title": "A comparative study of machine learning algorithms as expert systems in medical diagnosis (asthma)",
      "authors": [
        "B Prasad",
        "Krishna Prasad",
        "P Sagar"
      ],
      "year": 2011,
      "doi": "10.1007/978-3-642-17857-3_56"
    },
    {
      "title": "Online employment portal architecture based on expert system",
      "authors": [
        "J Priyanka",
        "N Parveen"
      ],
      "year": 2022,
      "doi": "10.11591/ijeecs.v25.i3.pp1731-1735"
    },
    {
      "title": "A systematic review of ontology use in E-Learning recommender system",
      "authors": [
        "N Rahayu",
        "R Ferdiana",
        "S Kusumawardani"
      ],
      "year": 2022,
      "doi": "10.1016/j.caeai.2022.100047"
    },
    {
      "title": "A mobile expert system using fuzzy logic for diagnosing kidney diseases",
      "authors": [
        "R Rivera",
        "R Pagaduan",
        "J Caliwag",
        "F Reyes",
        "R Castillo"
      ],
      "year": 2019,
      "doi": "10.1145/3322645.3322703"
    },
    {
      "title": "Bipolar disorder and regretted behavior in relation to use of social media and online dating",
      "authors": [
        "K Rydahl",
        "R Brund",
        "C Medici",
        "K Straarup",
        "S Straszek",
        "S Østergaard"
      ],
      "year": 2022,
      "doi": "10.1111/bdi.13169"
    },
    {
      "title": "Diagnosing bipolar disorder from 3-D structural magnetic resonance images using a hybrid GAN-CNN method",
      "authors": [
        "M Saghayan",
        "M Zolfagharnasab",
        "A Khadem",
        "F Matinfar",
        "H Rashidi"
      ],
      "year": 2023
    },
    {
      "title": "Expert systems: Definitions, advantages and issues in medical field applications",
      "authors": [
        "A Saibene",
        "M Assale",
        "M Giltri"
      ],
      "year": 2021,
      "doi": "10.1016/j.eswa.2021.114900"
    },
    {
      "title": "Diagnosis and treatment of Parkinson disease: Molecules to medicine",
      "authors": [
        "J Savitt",
        "V Dawson",
        "T Dawson"
      ],
      "year": 2006,
      "doi": "10.1172/jci29178"
    },
    {
      "title": "A comparative analysis of machine learning models in news categorization",
      "authors": [
        "M Zolfagharnasab",
        "S Damari"
      ],
      "year": 2024,
      "doi": "10.24840/2183-6493_0010-003_002464"
    },
    {
      "title": "Medical expert system for assessment of coronary heart disease destabilization based on the analysis of the level of soluble vascular adhesion molecules",
      "authors": [
        "V Serkova",
        "S Pavlov",
        "V Romanava",
        "Y Monastyrskiy",
        "S Ziepko",
        "N Kuzminova",
        "G Kashaganova"
      ],
      "year": 2017,
      "doi": "10.1117/12.2280984"
    },
    {
      "title": "Ontology-assisted expert system for algae identification with certainty factors",
      "authors": [
        "F Setiawan",
        "R Puspasari",
        "L Manik",
        "Z Akbar",
        "Y Kartika",
        "I Satya",
        "D Saleh",
        "A Indrawati",
        "K Suzuki",
        "H Albasri",
        "N Takahashi",
        "T Higashide"
      ],
      "year": 2021,
      "doi": "10.1109/access.2021.3123562"
    },
    {
      "title": "The development of integrated medical expert system for diabetes mellitus patient",
      "authors": [
        "N Sevani",
        "N Sagala",
        "E Kristiani"
      ],
      "year": 2020,
      "doi": "10.34010/komputika.v9i2.2915"
    },
    {
      "title": "Jrdp: A job recommender system based on ontology for disabled people",
      "authors": [
        "S Shishehchi",
        "S Banihashem"
      ],
      "year": 2019,
      "doi": "10.4018/ijthi.2019010106"
    },
    {
      "title": "An interpretable knowledge-based decision support system and its applications in pregnancy diagnosis",
      "authors": [
        "K Song",
        "X Zeng",
        "Y Zhang",
        "J De Jonckheere",
        "X Yuan",
        "L Koehl"
      ],
      "year": 2021,
      "doi": "10.1016/j.knosys.2021.106835"
    },
    {
      "title": "Combining technical and expert-by-experience knowledge in the quest for personal recovery from bipolar disorder: A qualitative study",
      "authors": [
        "S Tse",
        "W Yuen",
        "G Murray",
        "L Davidson",
        "Q Lai",
        "A Kan"
      ],
      "year": 2019,
      "doi": "10.1186/s12888-019-2357-3"
    },
    {
      "title": "The mhealth app usability questionnaire (MAUQ): Development and validation study",
      "authors": [
        "L Zhou",
        "J Bao",
        "I Setiawan",
        "A Saptono",
        "B Parmanto"
      ],
      "year": 2019,
      "doi": "10.2196/11500"
    }
  ],
  "num_references": 59
}
