{
  "paper_id": "FDC9AXK8",
  "title": "Effectiveness of wearable activity trackers to increase physical activity and improve health: a systematic review of systematic reviews and meta-analyses",
  "abstract": "Wearable activity trackers offer an appealing, low-cost tool to address physical inactivity. This systematic review of systematic reviews and meta-analyses (umbrella review) aimed to examine the effectiveness of activity trackers for improving physical activity and related physiological and psychosocial outcomes in clinical and non-clinical populations. Seven databases (Embase, MEDLINE, Ovid Emcare, Scopus, SPORTDiscus, the Cochrane Library, and Web of Science) were searched from database inception to April 8, 2021. Systematic reviews of primary studies using activity trackers as interventions and reporting physical activity, physiological, or psychosocial outcomes were eligible for inclusion. In total, 39 systematic reviews and meta-analyses were identified, reporting results from 163 992 participants spanning all age groups, from both healthy and clinical populations. Taken together, the meta-analyses suggested activity trackers improved physical activity (standardised mean difference [SMD] 0•3-0•6), body composition (SMD 0•7-2•0), and fitness (SMD 0•3), equating to approximately 1800 extra steps per day, 40 min per day more walking, and reductions of approximately 1 kg in bodyweight. Effects for other physiological (blood pressure, cholesterol, and glycosylated haemoglobin) and psychosocial (quality of life and pain) outcomes were typically small and often non-significant. Activity trackers appear to be effective at increasing physical activity in a variety of age groups and clinical and non-clinical populations. The benefit is clinically important and is sustained over time. Based on the studies evaluated, there is sufficient evidence to recommend the use of activity trackers.",
  "year": 2021,
  "date": "2021-11-11",
  "journal": "J Pers Med",
  "publication": "J Pers Med",
  "authors": [
    {
      "forename": "Ty",
      "surname": "Ferguson",
      "name": "Ty Ferguson"
    },
    {
      "forename": "Bphysio",
      "surname": "Hons",
      "name": "Bphysio Hons"
    },
    {
      "forename": "Curtis",
      "surname": "Phd",
      "name": "Curtis Phd"
    },
    {
      "forename": "Blake",
      "surname": "Hons",
      "name": "Blake Hons"
    },
    {
      "forename": "Alyson",
      "surname": "Crozier",
      "name": "Alyson Crozier"
    },
    {
      "forename": "Dankiw",
      "surname": "Mres",
      "name": "Dankiw Mres"
    },
    {
      "forename": "Dorothea",
      "surname": "Dumuid",
      "name": "Dorothea Dumuid"
    },
    {
      "forename": "Kasai",
      "surname": "Mrsch",
      "name": "Kasai Mrsch"
    },
    {
      "forename": "Edward",
      "surname": "O'connor",
      "name": "Edward O'connor"
    },
    {
      "forename": "Bpsych",
      "surname": "Hons",
      "name": "Bpsych Hons"
    },
    {
      "forename": "Virgara",
      "surname": "Phd",
      "name": "Virgara Phd"
    },
    {
      "forename": "Carol",
      "surname": "Maher",
      "name": "Carol Maher",
      "email": "carol.maher@unisa.edu.au"
    },
    {
      "forename": "Timothy",
      "surname": "Olds",
      "name": "Timothy Olds"
    },
    {
      "forename": "Rachel",
      "surname": "Curtis",
      "name": "Rachel Curtis"
    },
    {
      "forename": "Henry",
      "surname": "Blake",
      "name": "Henry Blake"
    },
    {
      "forename": "Kylie",
      "surname": "Dankiw",
      "name": "Kylie Dankiw"
    },
    {
      "forename": "Daiki",
      "surname": "Kasai",
      "name": "Daiki Kasai"
    },
    {
      "forename": "Rosa",
      "surname": "Virgara",
      "name": "Rosa Virgara"
    },
    {
      "affiliation": "26  Alliance for Research in Exercise, Nutrition, and Activity , University of South Australia , Adelaide , SA , Australia \n\t\t\t\t\t\t\t\t Alliance for Research in Exercise, Nutrition, and Activity \n\t\t\t\t\t\t\t\t University of South Australia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Adelaide \n\t\t\t\t\t\t\t\t\t SA \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Alliance for Research in Exercise, Nutrition, and Activity , University of South Australia , Adelaide 5000 , SA , Australia \n\t\t\t\t\t\t\t\t Alliance for Research in Exercise, Nutrition, and Activity \n\t\t\t\t\t\t\t\t University of South Australia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 5000 \n\t\t\t\t\t\t\t\t\t Adelaide \n\t\t\t\t\t\t\t\t\t SA \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.7717/peerj.5350/table-6",
  "sections": [
    {
      "title": "Introduction",
      "text": "Insufficient physical activity is a major threat to population health. Worldwide, physically inactive lifestyles are common in modern life, partly caused by labour-saving devices and transportation advances, combined with the busy pace of life. Physical inactivity is a key contributor to premature mortality and morbidity, increasing the risk of major non-communicable diseases, including coronary heart disease, stroke, type 2 diabetes, cancers, and mental illness.  1  The estimated cost to health-care systems worldwide as a result of these morbidities was US$53•8 billion in 2013.  2  Low-cost interventions to address physical inactivity in clinical and non-clinical populations that are suited to the demands of modern lifestyles are needed.\n\nWearable activity trackers (consumer devices that provide feedback to the wearer, such as fitness trackers, activity-tracking smartwatches, and pedometers) could meet this need. These devices are affordable (costing from $30),  3  visually appealing and user-friendly,  4  and encourage lifestyle physical activity (ie, accrual of physical activity through everyday activities), reducing the barriers associated with more structured forms of physical activity.  5 Wearable activity trackers promote behaviourchange techniques, such as self-monitoring and goal setting,  6  and their use has been associated with increased physical activity.  [7] [8] 8] [9]  Additionally, using wearable activity trackers has been shown to be associated with improved physiological outcomes, such as reduced BMI, 10,11 reduced blood pressure,  10  and increased aerobic capacity,  9  which might occur via increases in physical activity. Wearable activity trackers also have the potential to improve psychosocial outcomes, such as depression and anxiety, through increases in physical activity, as physical activity is shown to have anti depressant  12  and anxiolytic  13  effects.\n\nThe global wearable activity-tracker market has grown tremendously over the past decade. Between 2014 and 2020, the number of wearable activity trackers shipped worldwide increased by an estimated 1444%.  14 n 2020, approximately $2•8 billion was spent on wearable activity trackers globally.  15 Accordingly, the body of research examining the use of wearable activity trackers for measuring and intervening on physical activity has expanded rapidly.\n\nDespite their prima-facie promise, there is widespread scepticism about the effectiveness of wearable activity trackers within the scientific, medical, and general community.  [16] [17] 7] [18] [19]  Such articles cite scientific studies and experts to highlight concerns about the accuracy of wearable activity trackers,  20  fuelling of obsessive behaviours and eating disorders,  21  exacerbation of health inequities,  22  and being simply ineffective for changing physical activity.  23 Such studies, however, represent the tip of a now voluminous body of evidence regarding wearable activity trackers and physical activity.\n\nHierarchies of evidence rank the strength of health evidence.  24 At the pinnacle of contemporary hierarchies are systematic reviews of systematic reviews and the gold standard, systematic reviews of meta-analyses.  25 As of 2021, it appears that there are hundreds of randomised controlled trials of wearable activity trackers, and numerous systematic reviews and meta-analyses focused Review on activity trackers in various clinical and non-clinical populations. Now is a good time to amass the highestquality evidence and consolidate understanding of the effectiveness of using activity trackers to intervene on physical activity. Specifically, we aimed to do a review of systematic reviews and meta-analyses (an umbrella review) examining the effectiveness of wearable activity trackers for increasing physical activity, and for affecting physiological and psychosocial outcomes that might arise from a change in physical activity."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Protocol and registration",
      "text": "This systematic review of systematic reviews and metaanalyses (hereafter referred to as an umbrella review) was reported according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines  26  and was prospectively registered on PROSPERO (CRD42021246494).  27"
    },
    {
      "title": "Eligibility criteria",
      "text": "The eligibility criteria were structured using the PICOS (ie, population, intervention, comparison, outcome, and study type) framework  28  as follows: any human population of any age as the population; use of a wearable activity tracker as the intervention (ie, pedometer, accelerometer, activity monitor, or a step-counting smartphone application); no intervention, usual care, waiting list control, or similar intervention without an activity-tracker component as the comparator; physical activity (eg, step count or minutes of activity), or downstream physiological or psychosocial outcomes (ie, outcomes that might derive from physical activity, such as bodyweight and wellbeing) as the outcome; and systematic reviews of experimental studies as the study design. The systematic reviews that used meta-analytic analyses, narrative analyses, or both, were eligible. Systematic reviews were excluded if they had the following characteristics: the wrong population (ie, non-human population); the wrong intervention, because either activity trackers were used only to monitor outcomes rather than being used as an intervention, or activity trackers were not the key intervention of interest (eg, a review exploring physical activity interventions with a subgroup of studies that used activity trackers); the wrong comparator-eg, systematic reviews were excluded if more than a third of the original studies in the review used a design that was inappropriate to address the research question of our meta-analysis (ie, they included activity trackers in both the intervention and control conditions, or activity trackers were used for the control condition in a study of an alternate, more intensive intervention); the wrong outcome, meaning there were no physical activity or downstream outcomes; the wrong study design, such as scoping reviews, literature reviews, or primary research (eg, randomised controlled trials); not published in a peer-reviewed journal or database; or they were a conference abstract (however, full-length conference articles were included)."
    },
    {
      "title": "Search strategy",
      "text": "Search strings related to activity trackers, interventions, and systematic reviews were developed. Search terms are listed in the appendix (pp 1-2). Seven databases were searched from database inception on April 8, 2021: Embase, MEDLINE, Ovid Emcare, Scopus, SPORTDiscus, the Cochrane Library, and Web of Science. When possible, searches were limited to English language and human studies (appendix pp 1-2)."
    },
    {
      "title": "Selection process",
      "text": "Database search results were imported into EndNote (EndNote x9; Clarivate, Philadelphia, PA, USA) and duplicates were removed. Results were then exported to Covidence (Veritas Health Innovation, Melbourne, VIC, Australia) for title, abstract, and full-text screening; each paper was screened by two of eight independent reviewers (TF, HB, AJC, KD, DD, DK, EO'C, RV), with disagreements resolved by discussion. Inter-rater reliability was calculated as the mean proportionate agreement across all pairs of reviewers."
    },
    {
      "title": "Data extraction, data items and risk of bias",
      "text": "Data were extracted by pairs of eight independent reviewers using a data-extraction form (appendix pp 3-16) developed for the Review based on a template used in previous reviews of systematic reviews.  29, 30 Extracted data items included the number of original studies in the review, sample size and characteristics (eg, age and population type), setting (eg, clinical setting or workplace), nature of the included interventions, outcomes measured (physical activity, physiological outcomes such as bodyweight and blood pressure, and psychosocial outcomes such as quality of life and social support), and results.\n\nRisk of bias for each included systematic review was assessed by two of eight independent reviewers using the 16-item AMSTAR 2 tool,  31  with each item scored as no, partial yes, or yes. Seven items that can affect the validity of a review are deemed to be critical and nine non-critical, although these ratings can be altered depending on the context of the review.  31 For the current Review, we deemed one of the critical items to be non-critical (item 7-justification for excluding individual studiesthe team agreed that since this was not required in PRISMA reporting guidelines, it should not be considered a critical weakness). The remaining six critical domains were therefore protocol registration, adequacy of search strategy, risk-of-bias assessment, appropriateness of meta-analytical methods, use of risk of bias during inter pretation, and assessment of publication bias. Reviews were rated as high confidence (0 critical weaknesses and <3 non-critical weaknesses), moderate confidence (1 critical weakness and See Online for appendix <3 non-critical weaknesses), low confidence (>1 critical weakness and <3 non-critical weaknesses), or critically low confidence (>1 critical weakness and ≥3 non-critical weaknesses)."
    },
    {
      "title": "Deviations from the registered protocol",
      "text": "An exclusion criterion was added after study registration, because we found some systematic reviews that otherwise met the inclusion criteria but became ineligible because they had a single or small number of studies that did not meet the comparator inclusion criterion. Following team discussion, we decided that systematic reviews that met all other inclusion criteria should be included in the Review, provided no more than a third of studies used an inappropriate design for our research question.\n\nAfter study registration, we opted to use the AMSTAR 2 risk-of-bias tool instead of the Joanna Briggs tool, because it was more detailed and therefore appeared to be more sensitive in differentiating the methodological quality of systematic reviews.\n\nFollowing feedback from our peers, we also performed an additional analysis presenting the findings disaggregated by device type."
    },
    {
      "title": "Umbrella review synthesis methods",
      "text": "We wanted to understand the degree of overlap in component studies (eg, the original randomised controlled trials) captured in the various systematic reviews and meta-analyses that were included in this umbrella review. The degree of overlap was quantified using the corrected covered area (CCA) method,  32  whereby a CCA of 100% indicates that every systematic review and metaanalysis identified in this umbrella review comprised exactly the same component studies, whereas a CCA of 0% indicates that every systematic review and metaanalysis in this umbrella review included entirely unique studies. A CCA of 0-5% is said to indicate slight overlap, 6-10% moderate overlap, 11-15% high overlap, and more than 15% very high overlap.  32 ecause of the overlap in some of the component studies included in the various meta-analyses captured in this umbrella review, a meta-analysis of the results of the meta-analyses was not appropriate, given that it would count results from some component studies several times, violating meta-analysis principles.  33 Rather, a narrative synthesis was used,  34  in which meta-analyses were grouped by outcome measure and presented using forest plots that summarised the effect size, population, sample size, and heterogeneity (eg, I²) of each metaanalysis. Effect sizes are presented as originally reported by each systematic review. For each outcome, results from meta-analyses reporting standardised effect sizes (ie, standardised mean difference [SMD] and Hedge's g) were presented separately from results from metaanalyses reporting unstandardised effect sizes (ie, mean difference, weighted mean difference, and ratio of means).\n\nFor systematic reviews using narrative synthesis, we calculated the number of outcome-specific studies that found significantly favourable differences (ie, differences that the systematic reviews reported as being statistically significant-eg, with CIs that did not overlap with 0and which were favourable for health and wellbeing). These totals were expressed as a percentage of the total number of studies. Findings were summarised by plotting the relationship between the percentage of studies showing significant favourable associations and the total number of studies reporting the outcome.\n\nSensitivity analyses were undertaken descriptively to examine whether findings were consistent when low-confidence and critically low-confidence systematic reviews were excluded. In addition, narrative subgroup analyses were done to examine whether results varied on the basis of age group (child vs adults vs older adults), clinical characteristics (ie, healthy and various clinical populations), and device type (pedometers vs consumer activity trackers such as smart watches and fitness trackers). We considered results to be consistent if the effect sizes were of the same category according to Cohen's d (d=0•2 was considered to be a small effect size, d=0•5 a medium effect size, and d≥0•8 a large effect size). A funnel plot was created as a visual aid to detect reporting bias (ie, missing results). Finally, the certainty (or confidence) in the body of evidence was compiled in a figure summarising the findings, with a red, orange, and green colour-coding system used to aid visual interpretation.  34"
    },
    {
      "title": "Results"
    },
    {
      "title": "Study selection",
      "text": "The search identified 2382 records. Following removal of duplicates, title and abstract screening, and full-text reviews, 39 systematic reviews were eligible 7-11,  (see appendix p 17 for PRISMA flow chart, and appendix pp 18-21 for the full list of articles excluded at full-text review with reasons).\n\nInter-rater reliability (mean proportionate agreement across all pairs of reviewers) was 0•85 (95% CI 0•75-0•95) for title and abstract screening, and 0•76 (0•61-0•90) for full-text screening.\n\nThe characteristics for the systematic reviews included in the umbrella review are provided in the appendix (pp 22-27). These reviews were published between 2007 and 2021, with the majority published since 2018 (n=26). The number of studies in each systematic review ranged from four  54, 58  to 70  37  (median 14, IQR 11-25) and the number of participants in each systematic review ranged from 167  62  to 73 440  36  (median 2003, 1262-2839). Most systematic reviews included studies of adults (n=31), whereas four systematic reviews included all ages,  40, 49, 63, 67  three included only older adults,  39, 51, 59  and one included only children.  62 Half of the reviews focused on clinical populations (n=20; eg, type 2 diabetes, Review p value I 2 (%) Step count Brickwood et al, 2019 8 <0•0001 3 0•0004 25 0•002 0 Davergne et al, 2019 40 0•003 85 de Vries et al, 2016 41 <0•001 49 Gal et al, 2018 45 0•01 9 0 <0•0001 0 0•003 29 Hannan et al, 2019 47 0•15 8 1 Kang et al, 2009\n\n49 •\n\n001 77 Liu et al, 2020 53 <0•0001 0 Lynch et al, 2020 55 <0•01 5 7 Oliveira et al, 2020 59 0 8 5•8 0•001 • • 0•002 • • Qiu et al, 2019 9 <0•05 7 5 <0•05 6 4 <0•05 8 1 Tang et al, 2020 66 <0•001 2 8 Vaes et al, 2013 68 <0•0001 73 Moderate-to-vigorous physical activity Brickwood et al, 2019 8 <0•0001 46 0•05 0 0•0002 58 Davergne et al, 2019 40 0•02 0 de Vries et al, 2016 41 0•01 7 4 0•05 0 Gal et al, 2018 45 0•03 8 5 <0•0001 0 0•32 62 Larsen et al, 2019 51 0•005 66 Liu et al, 2020 53 0•61 88 Lynch et al, 2020 55 •• 20 Physical activity Baskerville et al, 2017 35 0 8 4 Braakhuis et al, 2019 7 <0•0001 49 Cooper et al, 2018 39 0•30 18•6 0•12 4 8•2 Goode et al, 2017 46 0•001 64•7 0•12 5 2•3 <0•001 70•3 Larsen et al, 2019 51 <0•001 79•2 Oliveira et al, 2020 59 0•35 10 Tang et al, 2020 66 0•01 8 8 0•02 9 0 0•33 76 Energy expenditure (kcal/week) Brickwood et al, 2019 8 0•02 3 3 de Vries et al, 2016 41 Population Mixed*, adults RMD †, all ages OW OB, adults Mixed*, adults Cardiac rehab ‡, adults Mixed*, all ages General, older adults General, adults Mixed*, older adults COPD, adults Healthy, adults T2DM, adults Mixed*, adults RMD †, all ages OW OB, adults Mixed*, adults General, older adults General, older adults General, older adults T2DM, adults Former patient §, adults Mixed*, adults Mixed*, adults General, older adults Mixed*, older adults Healthy, adults Mixed*, adults OW OB, adults Number of studies 11 7 5 7 5 7 3 6 4 32 5 10 32 3 2 2 23 14 9 15 6 9 7 8 12 3 10 3 3 3 6 4 3 8 3 3 10 14 4 4 12 3 9 21 3 12 7 5 5 3 n 2144 1210 934 463 417 1392 469 573 341 2570 307 296 1924 43 83 904 2766 •• •• 644 146 498 543 633 2237 522 1715 117 651 83 1151 440 798 1686 201 512 1213 1432 400 488 1378 109 1269 2704 228 1356 727 629 347 110 Model Analysis grouping Overall SG: MF SG: AT-based Overall Overall Overall SG: low RoB SG: post-intervention Overall Overall SG: combined ages SG: children SG: adults SG: older adults Overall Overall Overall SG: clinical conditions SG: general population Overall SG: AT + PR vs PR SG: AT vs usual care Overall Overall Overall SG: AT-based SG: MF Overall MF MF with AT vs MF no AT Objective PA SG: objective, low RoB Subjective PA Overall Overall Overall Overall Overall Accelerometers Pedometers Overall SG: active control SG: inactive control Overall Overall Overall SG: all weights SG: overweight Overall MF with AT vs MF no AT chronic obstructive pulmonary disease [COPD],\n\noverweight, or obesity), 7,9-11,  35, 38, [40] [41] [42] 44, 47, 50, 54, [56] [57] [58] 60, 61, 64, 68  eight focused on non-clinical populations,  36, 43, 51, 53, 55, 62, 65, 66  and 11 included both.  8, 37, 39, 45, 46, 48, 49, 52, 59, 63, 67 7 The systematic reviews focused on physical activity (either alone [n=26] 7,8,10,  35, 37, [39] [40] [41] [43] [44] [45] 47, [49] [50] [51] [52] [53] [54] [55] [56] 59, 60, 62, 64, 66, 68  or combined with other outcomes [n=6] 9,  36, 42, 46, 63, 65  ), weight loss (n=4),  11, 38, 57, 61  weight control (n=1),  67  chronic disease management (n=1),  48  and pain and disability (n=1). 58"
    },
    {
      "title": "Risk-of-bias results",
      "text": "Methodological strengths across the included reviews included providing conflict-of-interest statements (97%), performing study selection in duplicate (77%), and reporting study heterogeneity in meta-analyses (74%).\n\nCommon methodological weaknesses were failure to provide the search strategy for all databases (only 5% successfully met this criterion), failure to provide a full list of excluded studies (8%), and failure to extract data on funding sources (10%). One review was rated as high confidence,  43  two were rated as moderate confidence, 11,51 two were rated as low confidence, 8,  35  and the remaining 34 were rated as critically low confidence (appendix pp 28-29)."
    },
    {
      "title": "Study overlap",
      "text": "The 39 included systematic reviews reported a total of 719 component studies including duplicates, of which 390 were unique component studies (ie, duplicates removed). The CCA was 2•3%, indicating slight overlap."
    },
    {
      "title": "Results of the meta-analyses Wearable activity trackers and physical activity",
      "text": "In 25 systematic reviews, the authors meta-analysed the effect of wearable activity trackers on physical activity; 7-10,35,37,39-43,45-47,49-51,53-55,59,60,63,66,68 however, the physical activity metric varied among reviews (step counts, moderate-to-vigorous physical activity [MVPA], physical activity energy expenditure, and walking), as did the statistical approach used to analyse the metric. The metaanalysis results for physical activity outcomes from systematic reviews that reported standardised effect sizes are summarised here (figure  1 ). Wearable activity trackers increased physical activity outcomes with effect sizes in the order of 0•28 to 0•57 (first and third quartiles, respectively). Notably, wearable activity trackers increased daily step count with an average effect size of 0•6 (medium effect), increased physical activity and energy expenditure with an average effect size of 0•4 (medium effect), and increased MVPA with an average effect size of 0•3 (small effect). When the results for physical activity meta-analyses were presented in mean differences and ratio of means (appendix pp 35-36), interventions using wearable activity trackers increased step counts on average by around 1800 steps per day, walking time by approximately 40 min per day, and MVPA by around 6 min per day."
    },
    {
      "title": "Wearable activity trackers and physiological outcomes",
      "text": "The effect of wearable activity trackers on physiological outcomes were meta-analysed in 17 systematic reviews.  [9] [10] [11] 35, [41] [42] [43] 46, 47, 51, 57, 60, 61, 63, [66] [67] [68]  The meta-analysis results for physiological outcomes from systematic reviews that reported standardised effect sizes are summarised here (figure  2 ; see appendix pp 31-32 for meta-analyses based on mean differences). The effects were in favourable directions (ie, negative effects suggesting improvement in BMI, blood pressure, cholesterol, glycosylated haemoglobin, and waist circumference and bodyweight, and positive effects suggesting improvement in aerobic capacity), although in most instances the effect sizes were small in magnitude and only occasionally statistically significant. The outcomes with the strongest evidence for improvement were bodyweight (six of nine meta-analyses showed improvement, with effect sizes of approximately -2•0 indicating a large effect, or -0•5 kg to -1•5 kg),  11, 46, 57, 61, 63, 67  waist circumference (two of three meta-analyses showed a significant improvement, with an effect size of around -0•7, or -1•5 cm),  42, 67  BMI (five of ten meta-analyses reported a significant reduction, with an effect size of around -0•5, or -0•5 kg/m²),  10, 11, 43, 67, 68  and aerobic capacity (two of three meta-analyses showed a significant improvement, with an effect size of around 0•3, or 1•7 mL/kg per min improvement in peak maximal oxygen consumption during exercise [VO 2 ]). 9,  47  For systolic blood pressure, three out of five meta-analyses reported a significant reduction in effect size of around -0•2, or 2-4 mmHg, 10,42,68 and a sole meta-analysis addressing resting heart rate suggested a borderline significant reduction (p=0•07) of around two beats per min (appendix p 32).  42  There was little evidence that interventions based on activity trackers significantly affected diastolic blood pressure (SMD -0•1, 95% CI -0•28 to 0•10), cholesterol (SMD -0•06, -0•31 to 0•19), triglycerides (two meta-analyses reported a non-significant improvement), 10,42 glycosylated haemoglobin (two of four meta-analyses reported a small significant improvement, SMD around -0•16),  35, 68  and fasting glucose (two meta-analyses reported nonsignificant improvements). 10,42\n\nFigure 1: Summary of meta-analysis results for physical activity outcomes reported in standardised mean differences and Hedge's g AT=activity tracker. COPD=chronic obstructive pulmonary disease. F=fixed model. G=Hedge's g. MF=multifaceted. OW OB=overweight and obese. PA=physical activity. PR=pulmonary rehabilitation. R=random model. rehab=rehabilitation. RMD=rheumatic and musculoskeletal diseases. RoB=risk of bias. SG=subgroup. SMD=standardised mean difference. T2DM=type 2 diabetes. *Healthy participants and those with disease. †Including lower-extremity osteoarthritis, lower back pain, or chronic inflammatory rheumatic diseases (ie, spondyloarthritis, rheumatoid arthritis, psoriatic arthritis, or juvenile arthritis). ‡Myocardial infarction, acute coronary syndrome, percutaneous coronary intervention, coronary artery disease, and history of cardiac surgery. §Stroke, cardiac conditions, geriatric Parkinson's disease, and COPD."
    },
    {
      "title": "Review"
    },
    {
      "title": "Wearable activity trackers and psychosocial outcomes",
      "text": "In a small number of the included systematic reviews, the authors meta-analysed the effect of interventions using activity trackers on psychosocial outcomes; quality of life was addressed in four reviews  40, 43, 51, 59  and disability and pain each in a single review.  58 The metaanalysis results for psychosocial outcomes from systematic reviews that reported standardised (SMD) or unstan dardised (mean differences) effect sizes are summarised here (figure  3 ). Overall, there was little evidence that interventions based on activity trackers affected quality of life. One review looking at effects on disability and pain reported non-significant medium effect sizes in a favourable direction (ie, a decrease in disability and pain: -0•81 [95% CI -2•34 to 0"
    },
    {
      "title": "BMI",
      "text": "Baskerville et al, 2017  35  Larsen et al, 2019  51  McDonough et al, 2021  57  Vaes et al, 2013  68  Yen and Chiu, 2019  67"
    },
    {
      "title": "Bodyweight",
      "text": "McDonough et al, 2021  57  Tang et al, 2020  66  Yen and Chiu, 2019  67"
    },
    {
      "title": "Waist circumference",
      "text": "Yen and Chiu, 2019  67"
    },
    {
      "title": "Blood pressure",
      "text": "Baskerville et al, 2017  35  Vaes et al, 2013  68  Vaes et al, 2013  68"
    },
    {
      "title": "Cholesterol",
      "text": "Baskerville et al, 2017  35"
    },
    {
      "title": "Glycosylated haemoglobin (HbA 1c )",
      "text": "Baskerville et al, 2017  35  Vaes et al, 2013  68"
    },
    {
      "title": "Aerobic capacity (6 min walk test)",
      "text": "Larsen et al, 2019  51  Qiu et al, 2018 9"
    },
    {
      "title": "Results of the narrative synthesis",
      "text": "Physical activity outcomes (energy expenditure, light physical activity, moderate physical activity, MVPA, vigorous physical activity, overall physical activity, steps, and walking), physiological outcomes (eg, body composition, fitness, and cardiometabolic markers such as cholesterol and diabetes risk), and psychosocial outcomes (eg, quality of life related to depression, anxiety, and stress, and wellbeing) were narratively synthesised in 15,  7, 36, 38, 41, 43, 44, 47, 52, [54] [55] [56] 62, 64, 65, 68  11,  36, 38, 42, 43, 44, 47, 48, 52, 56, 64, 65  and six  36, 38, 47, 54, 58, 59  systematic reviews, respectively. The percent ge of original studies reporting significantly favourable differences and the total number of studies reporting each outcome are summarised (figure  4 ). As the number of studies increas d, the percentage of significant favourable studies was about 40-50%. Considering all s udies, 41% showed significant favourable associations, 57% non-significant associations, and 3% significant unfavourable associations."
    },
    {
      "title": "Results according to risk of bias and population subgroups",
      "text": "Only three of the 39 included systematic reviews were graded as being of high or moderate confidence in the riskof-bias appraisal (appendix pp 28-29). 11,  43, 51  Focusing on their results alone, effects were similar in magnitude and significance to the values reported for all included studies. For example, for MVPA, the meta-analysis by Larsen and colleagues  51  found an effect size of 0•34 (95% CI 0•20-0•52; p=0•005; figure  1 ), and the effect sizes for all other systematic reviews also centred around approximately 0•3 (figure  1 ). For physical activity, Larsen and colleagues  51  reported an effect size of 0•54 (95% CI 0•34-0•73; p<0•0001) and Freak-Poli and colleagues  43  reported a ratio of means of 1•37 (95% CI 1•11-1•71; p=0•004; appendix p 30), which is similar to, or marginally larger, than the effect sizes reported in other reviews (centred around an SMD of 0•4; figure  1 ). Results for physiological outcomes were also broadly consistent, suggesting a significant improve ment in adiposity-related outcomes (BMI and weight), but not cardio metabolic markers.\n\nPhysical activity outcomes were consistently shown to improve in children, younger adults, adults, and older adults, with similar effect sizes. Further, physical activity outcomes improved in both general (ie, healthy) and all clinical populations captured in this Review. The beneficial effects for body composition were apparent across a range of populations, including healthy adults and those with type 2 diabetes, COPD, cardiovascular disease, overweight, and obesity. Beneficial effects on cardiometabolic markers were reported for clinical populations (adults) only. Specifically, benefits for blood pressure were reported in people with type 2 diabetes  68  (systolic SMD -0•18, 95% CI -0•34 to -0•01; figure  2 ) and populations with mixed disease (which included diabetes, COPD, cardio vascular disease, overweight or obesity, and Alzheimer's disease; systolic mean difference -3•79 mmHg, 95% CI -4•54 to -3•04; appendix p 31),  42  benefits for LDL cholesterol in populations of mixed disease (mean difference -0•32 mmol/L, 95% CI -0•51 to -0•12; appendix p 32),  42  and benefits for fitness in adults with COPD (SMD 0•30, 95% CI 0•16 to 0•45; figure  2 ) or those undergoing cardiac"
    },
    {
      "title": "Psychosocial outcomes (SMD)",
      "text": "Davergne et al, 2019  40  Larsen et al, 2019  51  Oliveira et al, 2018  58  Oliveira et al, 2020  59"
    },
    {
      "title": "Quality of life (MD)",
      "text": "Freak-Poli et al, 2020  43   Results appeared broadly consistent when they were compared by device type (ie, pedometer-based interventions and consumer activity-tracker-based interventions). Direct comparison between device types was only possible for step count and bodyweight. For step count, three meta-analyses of consumer activity trackers reported effect sizes 8,55,66 ranging from 0•23 (95% CI 0•15 to 0•32) to 0•33 (0•16 to 0•50; ie, small effects), all statistically significant (appendix p 35). The single metaanalysis of pedometer-based interventions reported an overall effect size of 0•53 (95% CI -0•04 to 1•11; ie, moderate effect); however, this result was statistically non-significant (appendix p 35).  49  Three other metaanalyses provided mean-difference data for step count; the meta-analysis by Ringeval and colleagues  63  of consumer activity-tracker-based interventions reported an increase of 951 daily steps (95% CI 476 to 1425), whereas two meta-analyses of pedometer-based interventions reported increases of 1822 (95% CI 751 to 2894)  60  to 2491 (1098 to 3885) 10 daily steps (appendix p 35). For bodyweight, two meta-analyses  46, 63  of consumer activitytracker interventions reported an overall weight loss of -1•5 kg (95% CI -2•81 to -0•14) to -1•7 kg (-3•03 to -0•28), whereas two meta-analyses 11,61 of pedometer interventions reported weight loss of -0•7 kg (95% CI -1•12 to -0•17) to -1•3 kg (-1•85 to -0•70; appendix p 37). The meta-analysis results from all reviews that reported results separately for consumer activity trackers 8,46,55,63,66 or pedo meters  10, 11, 43, 49, 60, 61  are provided in the appendix (pp 35-39).\n\nThe duration of the effects of wearable activity-tracker interventions was examined in three systematic reviews (appendix p 30). 11,  37, 43  Results suggested strong effects on step counts at 4-6 months (an increase of 1127 [95% CI 710-1543] steps per day), and smaller but statistically significant effects on step counts up to 4 years (an increase of 494 [251-738] steps per day).  37 Two reviews examined whether effects on body composition were sustained long term following the completion of wearable activity-tracker-based interventions; one review found no sustained effects,  43  whereas another found small but non-significant beneficial effects up to 1-2 years (BMI -0•21 kg/m², 95% CI -1•06 to 0•65; appendix p 31). 11"
    },
    {
      "title": "Reporting biases: funnel plot",
      "text": "A funnel plot of the relationship between systematic review-level SMDs and the number of studies included in each meta-analysis is presented in the appendix (p 34). SMDs converge towards a value of 0•5-0•6. The plot is reasonably symmetrical with no evidence of publication bias."
    },
    {
      "title": "Summary of findings",
      "text": "A summary of the certainty (or confidence) in the body of evidence regarding the effectiveness of interventions on the basis of wearable activity trackers on a variety of physical activity, physiological, and psychosocial outcomes is provided (figure  5 ). This summary shows that interventions using activity trackers have positive effects on physical activity metrics, a mixture of positive and nonsignificant effects for physiological metrics, and mostly suggestive positive effects for psychosocial outcomes."
    },
    {
      "title": "Discussion",
      "text": "To the best of our knowledge, this is the first umbrella review regarding the effectiveness of wearable activitytracker-based interventions. This study analysed 39 systematic reviews of experimental studies on the effectiveness of wearable activity trackers. A large number of meta-analyses and narrative syntheses addressed physical activity outcomes, and found that wearable trackers consistently outperformed controls for physical activity outcomes with moderate effect sizes. Fewer systematic reviews addressed physiological outcomes, and the effect sizes were smaller, and often non-significant. Only seven meta-analyses addressed psychosocial outcomes, finding small effect sizes for quality of life, whereas those for pain and disability were moderate. These patterns were consistent across all ages and disease states, and the gains appeared to be retained to at least 6 months' follow-up.\n\nTogether, the results from this umbrella review suggest there is consistent evidence that wearable activity trackers affect physical activity across a wide range of metrics. Our results suggest that interventions using wearables 1 5 10 20 50 100 200 0 10 20 30 40 50 60 70 80 90 100 Significant favourable associations (%) Number of studies (log) Psychosocial Physical activity Physiological Body composition PA Steps Cardiometabolic MVPA Walking QoL Fitness DASS VPA Energy expenditure Other LPA Health and wellbeing MPA Dyspnoea\n\nresulted on average in an extra 1800 steps per day, 40 min per day more walking, and a 6 min per day increase in MVPA. These improvements are relatively strong when considered in the broader field of physical activity interventions.  69, 70 In public health terms, an increase of 5-10 min per day of MVPA is generally considered meaningful,  71  suggesting the degree of change seen in this umbrella review is clinically significant. 19 meta-analyses and ten narrative analyses. 23 (79%) favoured intervention, none favoured control, and six (21%)\n\nwere non-significant (although two of these were meta-analyses that approached significance, favouring intervention).\n\nNine meta-analyses and six narrative analyses. 12 (80%) favoured intervention, 0 (0%) favoured control, and three (20%) were non-significant."
    },
    {
      "title": "Steps Physical activity"
    },
    {
      "title": "Moderate-to-vigorous physical activity"
    },
    {
      "title": "Vigorous physical activity"
    },
    {
      "title": "Moderate physical activity"
    },
    {
      "title": "Light physical activity"
    },
    {
      "title": "Physical activity"
    },
    {
      "title": "Walking"
    },
    {
      "title": "Energy expenditure",
      "text": "No meta-analyses and three narrative analyses. Two (66%) favoured intervention, none favoured control, and one (33%) was non-significant. Only addressed by a small number of original studies.\n\nNo meta-analyses and five narrative analyses. Five (100%) favoured intervention. Only addressed by a small number of original studies.\n\nNo meta-analyses and two narrative analyses. Two (100%) favoured intervention. Only addressed by a small number of original studies.\n\nEight meta-analyses and 11 narrative reviews. 17 (89%) favoured intervention, none favoured control, and two (11%) were non-significant.\n\nOne meta-analysis and six narrative reviews. Four (57%) favoured intervention, one (14%) favoured control, and two (29%) were non-significant. Only addressed by a small number of original studies.\n\nTwo meta-analyses and three narrative reviews. Four (80%) favoured intervention, none favoured control, and one (20%) was non-significant. Only addressed by a small number of original studies. Five meta-analyses and four narrative reviews. Seven (78%) favoured intervention, none favoured control, and two (22%) were non-significant.\n\nThree meta-analyses and seven narrative reviews. Seven (70%) favoured intervention, none favoured control, and three (30%) were non-significant (although the meta-analysis approached significance, favouring intervention, and the two non-significant narrative analyses were each based on a single study).\n\nThree meta-analyses and three narrative reviews. Four (66%) favoured intervention, none favoured control, and two (33%) were non-significant. Only addressed by a small number of original studies.\n\nFour meta-analyses and two narrative reviews. Two (33%) favoured intervention, none favoured control, and four (66%) were non-significant. Only addressed by a small number of original studies.\n\nTwo meta-analyses and two narrative reviews. None favoured intervention, none favoured control, and four (100%) were non-significant. Only addressed by a small number of original studies. Two meta-analyses and one narrative review. None favoured intervention, none favoured control, and three (100%) were non-significant. Only addressed by a small number of original studies.\n\nOne meta-analysis and three narrative reviews. Two (50%) favoured intervention, none favoured control, and two (50%) were non-significant (although the meta-analysis approached significance, favouring intervention). Only addressed by a small number of original studies.\n\nNo meta-analyses and two narrative reviews. None favoured intervention, none favoured control, and two (100%) were non-significant.\n\nFour meta-analyses and six narrative reviews. Four (40%) favoured intervention, none favoured control, and six (60%) were non-significant. Three meta-analyses and no narrative reviews. None favoured intervention, none favoured control, and three (100%) were non-significant (although moderate-to-large effect size and small sample size).\n\nTwo meta-analyses and no narrative reviews. None favoured intervention, none favoured control, and two (100%) were non-significant (although one meta-analysis approached significance, favouring intervention, and the other had a moderate effect size, and small sample size, favouring intervention).\n\nNo meta-analyses and three narrative reviews. One (33%) favoured intervention, none favoured control, and two (66%) were non-significant.\n\nNo meta-analyses and two narrative reviews. Two (100%) favoured intervention. Only addressed by a small number of original studies.\n\nNo meta-analyses and three narrative reviews. Two (66%) favoured intervention, none favoured control, and one (33%) was non-significant."
    },
    {
      "title": "Domain Metric Explanation",
      "text": "Strong negative Weak negative Suggestive negative Non-significant Suggestive positive Weak positive Strong positive"
    },
    {
      "title": "Review",
      "text": "Given the magnitude of change in physical activity found in this umbrella review, it might seem surprising that more compelling evidence for the effect of wearable activity-tracker-based interventions on physiological outcomes was not found. For many of these outcomes, the effect sizes were small to very small, and often statistically non-significant (except for weight-loss outcomes, which showed moderate effects, equating to a reduction in weight of about 1 kg or in BMI of 0•5 kg/m², and a reduction of 1•5 cm in waist circumference). One possible explanation is that many studies of physical activity interventions are reasonably short in duration (eg, up to 3 months), in which case measurable physiological benefits of sustained physical activity behaviour change might not have had time to fully manifest. Secondly, we applied the conventional definitions for interpreting effect sizes, by which an SMD of 0•2 is considered a small effect. However, effect sizes typically seen in different fields of research vary; in medical research, effect sizes in the range of 0•05 to 0•2 are common and sufficient to meaningfully affect health.  72 In this umbrella review, results for physiological outcomes were generally in a favourable direction, with effect sizes suggestive of small improvements (eg, an SMD of approximately -0•1 for blood pressure, -0•06 for cholesterol, and -0•16 for glycosylated haemoglobin), with a mix of significantly favourable and non-significant results (and an absence of significant, unfavourable results). Given these findings, some readers might consider our interpretation of findings for physiological outcomes as being overly conservative.\n\nThis umbrella review focused on intervention studies to capture the highest level of evidence. It embraced a wide range of physical activity, physiological, and psychosocial outcomes. A comprehensive search strategy was used, with study selection and data extraction processes completed in duplicate. There was only 2% overlap (a slight overlap) in studies between reviews. Additionally, we could locate no previously published umbrella reviews on this topic to which this umbrella review can be compared.\n\nAny umbrella review is limited by constraints of the systematic reviews and meta-analyses it captures. Although the systematic reviews captured here together covered a wide range of clinical populations, these populations were not exhaustive. Most reviews were graded as low or critically low in confidence, using the AMSTAR 2 instrument, although this finding is similar to reports from other domains of medicine.  [73] [74] 4] [75]  Results were similar across reviews with different risk-of-bias ratings, suggesting that the findings are robust. Although we subjectively grouped outcomes into broad domains and subcategories, a wide range of specific metrics were used in the reviews. For example, physical activity was variously operationalised as steps per day, meeting step goals, walking time or metabolic-equivalent minute, energy expenditure, accelerometer counts, time spent in moderate physical activity or MVPA, or exercise frequency. Nonetheless, results were quite robust across different metrics.\n\nThe reviews included a wide range of study designs. Although we excluded reviews with more than a third of studies with inappropriate designs (eg, studies including a wearable activity tracker in both the intervention and control conditions), some systematic reviews included some studies of these designs. The probable net effect of these inclusions would be to underestimate effect sizes.\n\nAlthough this umbrella review provides strong assurance of the efficacy of wearable activity trackers in increasing physical activity, few of the systematic reviews and meta-analyses examined the effectiveness of wearable activity trackers alone. Brickwood and colleagues did in 2019, 8 separately meta-analysing 16 studies that used multifaceted interventions and seven that used wearable activity trackers alone. They showed that the multifaceted interventions yielded effects around 50% larger than those using wearable activity trackers alone.\n\nFewer reviews addressed physiological outcomes than those assessing physical activity, and fewer still a small range of psychosocial outcomes (mainly quality of life). These reviews included fewer studies and yielded mainly non-significant findings. These outcomes are probably downstream of changes in physical activity and might require longer follow-up to manifest.\n\nThe volume of included studies investigating the efficacy of wearable trackers is large-39 systematic reviews and 390 component experimental studies covering 163 841 participants (not accounting for overlap). The studies spanned a wide variety of subpopulations (populations with overweight or obesity, cardiovascular disease, diabetes, COPD, stroke, Alzheimer's disease, musculoskeletal pain, and Parkinson's disease) and a wide range of age groups from across the lifespan. Some limitations of the current body of evidence emerged. For example, the majority of component randomised controlled trials were done in high-income countries, and no systematic reviews addressing the activity-trackerbased interventions in populations with mental health illnesses were included in this umbrella review. Further research addressing these research gaps would be beneficial. Longer-term studies examining physiological, and a wider range of psycho social, outcomes would add to the scientific record. Studies focusing on the efficacy of activity trackers used alone (or if being used as part of a multifaceted intervention, which features of multifaceted interventions work most effectively in combination with activity trackers), would also be valuable.\n\nWearable activity-tracker interventions are effective in increasing physical activity and supporting modest weight loss in a wide variety of clinical and non-clinical populations and age groups. The magnitude of benefit is of clinical importance, and gains appear to be durable for at least 6 months. Effects on other physiological and psychosocial outcomes are small and often nonsignificant. There is sufficient evidence to recommend"
    },
    {
      "text": "46 to 1•17) 0•28 (0•14 to 0•41) 0•17 (0•00 to 0•34) 0•33 (0•16 to 0•51) 0•41 (0•04 to 0•77) 0•50 (0•11 to 0•88) 0•43 (0•00 to 0•87) 0•43 (0•03 to 0•82) 0•49 (0•30 to 0•68) 0•19 (-0•18 to 0•57) 0•30 (0•2 to 0•52) 0•22 (-0•62 to 1•06) -0•01 (-0•15 to 0•13) 0•57 (0•24 to 0•91) 0•34 (0•23 to 0•44) 0•43 (0•19 to 0•68) 0•22 (-0•08 to 0•51) 0•26 (0•04 to 0•49) 0•17 (-1•09 to 1•43) 0•29 (0•03 to 0•55) 0•54 (0•34 to 0•73) 0•61 (0•31 to 0•90) 0•45 (0•10 to 0•80) 0•59 (0•10 to 1•09) 0•23 (-0•23 to 0•68) 0•32 (0•05 to 0•58) 0•45 (0•07 to 0•83)"
    },
    {
      "text": "Figure 2: Summary of meta-analysis results for physiological outcomes reported in standardised mean differences and Hedge's g AT=activity tracker. COPD=chronic obstructive pulmonary disease. F=fixed model. G=Hedge's g. inc=including. PR=pulmonary rehabilitation. R=random model. SG=subgroup. SMD=standardised mean difference. T2DM=type 2 diabetes. *Healthy participants and those with disease."
    },
    {
      "text": "+ PR vs PR SG: AT vs usual care 7(-0•19 to 0•32) 0•15 (-0•01 to 0•31) -1•99 (-4•95 to 0•96) -0•96 (-2•95 to 1•00) -0•24 (-0•48 to -0•01) -0•84 (-1•29 to -0•40) -2•76 (-4•80 to -0•81) -2•00 (-4•04 to 0•04) 0•13 (-0•34 to 0•60) -0•59 (-0•84 to -0•35) -0•67 (-1•31 to -0•03) -0•05 (-2•05 to 1•95) -0•09 (-0•28 to 0•10) -0•18 (-0•34 to -0•01) -0•06 (-0•31 to 0•19)-0•10 (-0•13 to -0•06) -0•23 (-0•41 to -0•05) 0•19 (-0•10 to 0•48) 0•30 (0•16 to 0•45) 0•32 (0•01 to 0•62) 0•29 (0•14 to 0•44)"
    },
    {
      "text": "Figure 3: Summary of meta-analysis results for psychosocial outcomes reported in standardised mean differences and mean differences Complete=at study completion. FU=follow-up. IM=intermediate. MD=mean difference. MSKP=musculoskeletal pain. QoL=quality of life. R=random model. RMD=rheumatic and musculoskeletal diseases. SMD=standardised mean difference. ST=short-term. *Including lower-extremity osteoarthritis, lower back pain, or chronic inflammatory rheumatic diseases (ie, spondyloarthritis, rheumatoid arthritis, psoriatic arthritis, or juvenile arthritis). †Healthy participants and those with disease."
    },
    {
      "text": "(-0•07 to 0•30)3•18 (-1•32 to 7•68) 0•21 (-0•29 to 0•70) 0•08 (-0•14 to 0•30)2 peak mean difference 1•65 L/min, 95% CI 0•64 to 2•66; appendix p 32).9, 47"
    },
    {
      "text": "Figure 4: Relationship between the percentage of studies showing significant favourable associations and the total number of included studies, for reviews that did not use meta-analysis The larger dots indicate lumped values for the overall categories of physical activity outcomes, physiological outcomes, and psychosocial outcomes. DASS=Depression, Anxiety and Stress Scale. LPA=light physical activity. MPA=moderate physical activity. MVPA=moderate-to-vigorous physical activity. PA=physical activity. QoL=quality of life. VPA=vigorous physical activity."
    },
    {
      "text": "Figure 5: Summary of evidence for the effectiveness of wearable activity trackers on physical activity, physiological, and psychosocial outcomes"
    },
    {
      "text": "analyses and nine narrative reviews. 20 (65%) favoured intervention, none favoured control, and 11 (35%) were non-significant."
    }
  ],
  "references": [
    {
      "title": "Science says fitness trackers don't work",
      "authors": [
        "R Gonzalez"
      ],
      "year": 2021
    },
    {
      "title": "The 4 biggest problems with your fitness tracker, according to scientists",
      "authors": [
        "B Lieberman"
      ],
      "year": 2021
    },
    {
      "title": "How we discovered the dark side of wearable fitness trackers",
      "authors": [
        "R Duus",
        "M Cooray"
      ],
      "year": 2021
    },
    {
      "title": "The trouble with fitness trackers",
      "authors": [
        "J Heitz"
      ],
      "year": 2021,
      "doi": "10.7717/peerj.5350/table-6"
    },
    {
      "title": "Accuracy in wristworn, sensor-based measurements of heart rate and energy expenditure in a diverse cohort",
      "authors": [
        "A Shcherbina",
        "C Mattsson",
        "D Waggott"
      ],
      "year": 2017,
      "doi": "10.1101/094862"
    },
    {
      "title": "Calorie counting and fitness tracking technology: associations with eating disorder symptomatology",
      "authors": [
        "C Simpson",
        "S Mazzeo"
      ],
      "year": 2017,
      "doi": "10.1016/j.eatbeh.2017.02.002"
    },
    {
      "title": "Emerging trends could exacerbate health inequities in the United States",
      "authors": [
        "M Arcaya",
        "Jfjha Figueroa"
      ],
      "doi": "10.1377/hlthaff.2017.0011"
    },
    {
      "title": "Effect of wearable technology combined with a lifestyle intervention on long-term weight loss: the IDEA randomized clinical trial",
      "authors": [
        "J Jakicic",
        "K Davis",
        "R Rogers"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.12858"
    },
    {
      "title": "Users' guides to the medical literature. IX. A method for grading health care recommendations",
      "authors": [
        "G Guyatt",
        "D Sackett",
        "J Sinclair",
        "R Hayward",
        "D Cook",
        "R Cook"
      ],
      "year": 1995
    },
    {
      "title": "The systematic review of systematic reviews has arrived!",
      "authors": [
        "A Moore",
        "G Jull"
      ],
      "year": 2006,
      "doi": "10.1016/j.math.2006.04.001"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b2700"
    },
    {
      "title": "The effectiveness of fitness tracker interventions: an umbrella review",
      "authors": [
        "C Maher",
        "T Olds",
        "R Curtis"
      ],
      "year": 2021
    },
    {
      "title": "The wellbuilt clinical question: a key to evidence-based decisions",
      "authors": [
        "W Richardson",
        "M Wilson",
        "J Nishikawa",
        "R Hayward"
      ],
      "year": 1995
    },
    {
      "title": "eHealth interventions targeting nutrition, physical activity, sedentary behavior, or obesity in adults: a scoping review of systematic reviews",
      "authors": [
        "M Hutchesson",
        "C Gough",
        "A Müller"
      ],
      "year": 2021,
      "doi": "10.1111/obr.13295"
    },
    {
      "title": "E-&mHealth interventions targeting nutrition, physical activity, sedentary behavior, and/or obesity among children: a scoping review of systematic reviews and meta-analyses",
      "authors": [
        "C Kracht",
        "M Hutchesson",
        "M Ahmed"
      ],
      "year": 2021
    },
    {
      "title": "AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or non-randomised studies of healthcare interventions, or both",
      "authors": [
        "B Shea",
        "B Reeves",
        "G Wells"
      ],
      "year": 2017
    },
    {
      "title": "Systematic review finds overlapping reviews were not mentioned in every other overview",
      "authors": [
        "D Pieper",
        "S Antoine",
        "T Mathes",
        "E Neugebauer",
        "M Eikermann"
      ],
      "year": 2014,
      "doi": "10.1016/j.jclinepi.2013.11.007"
    },
    {
      "title": "Analysing data and undertaking meta-analyses",
      "authors": [
        "J Deeks",
        "J Higgins",
        "D Altman",
        "Csm Group"
      ],
      "year": 2019
    },
    {
      "title": "Summarizing systematic reviews: methodological development, conduct and reporting of an umbrella review approach",
      "authors": [
        "E Aromataris",
        "R Fernandez",
        "C Godfrey",
        "C Holly",
        "H Khalil",
        "P Tungpunkom"
      ],
      "year": 2015,
      "doi": "10.1097/xeb.0000000000000055"
    },
    {
      "title": "Impact of accelerometer and pedometer use on physical activity and glycaemic control in people with type 2 diabetes: a systematic review and meta-analysis",
      "authors": [
        "R Baskerville",
        "I Ricci-Cabello",
        "N Roberts",
        "A Farmer"
      ],
      "year": 2017
    },
    {
      "title": "Mobile health interventions to promote physical activity and reduce sedentary behaviour in the workplace: a systematic review",
      "authors": [
        "S Buckingham",
        "A Williams",
        "K Morrissey",
        "L Price",
        "J Harrison"
      ],
      "year": 2019
    },
    {
      "title": "The effects of step-count monitoring interventions on physical activity: systematic review and meta-analysis of community-based randomised controlled trials in adults",
      "authors": [
        "Uar Chaudhry",
        "C Wahlich",
        "R Fortescue",
        "D Cook",
        "R Knightly",
        "T Harris"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-01020-8"
    },
    {
      "title": "The efficacy of wearable activity tracking technology as part of a weight loss program: a systematic review",
      "authors": [
        "S Cheatham",
        "K Stull",
        "M Fantigrassi",
        "I Motel"
      ],
      "year": 2018
    },
    {
      "title": "The impact of wearable motion sensing technology on physical activity in older adults",
      "authors": [
        "C Cooper",
        "A Gross",
        "C Brinkman"
      ],
      "year": 2018,
      "doi": "10.1016/j.exger.2018.08.002"
    },
    {
      "title": "Use of wearable activity trackers to improve physical activity behavior in patients with rheumatic and musculoskeletal diseases: a systematic review and meta-analysis",
      "authors": [
        "T Davergne",
        "A Pallot",
        "A Dechartres",
        "B Fautrel",
        "L Gossec"
      ],
      "year": 2019,
      "doi": "10.1002/acr.23752"
    },
    {
      "title": "Do activity monitors increase physical activity in adults with overweight or obesity? A systematic review and meta-analysis",
      "authors": [
        "H De Vries",
        "T Kooiman",
        "M Van Ittersum",
        "M Van Brussel",
        "M De Groot"
      ],
      "year": 2016
    },
    {
      "title": "Can consumer wearable activity tracker-based interventions improve physical activity and cardiometabolic health in patients with chronic diseases? A systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "Wma Franssen",
        "Ghlm Franssen",
        "J Spaas",
        "F Solmi",
        "B Eijnde"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00955-2"
    },
    {
      "title": "Workplace pedometer interventions for increasing physical activity",
      "authors": [
        "R Freak-Poli",
        "M Cumpston",
        "L Albarqouni",
        "S Clemes",
        "A Peeters"
      ],
      "year": 2020,
      "doi": "10.1002/14651858.cd009209.pub3"
    },
    {
      "title": "Pedometer-based walking interventions for free-living adults with type 2 diabetes: a systematic review",
      "authors": [
        "M Funk"
      ],
      "year": 2013
    },
    {
      "title": "The effect of physical activity interventions comprising wearables and smartphone applications on physical activity: a systematic review and meta-analysis",
      "authors": [
        "R Gal",
        "A May",
        "E Van Overmeeren",
        "M Simons",
        "E Monninkhof"
      ],
      "year": 2018,
      "doi": "10.1186/s40798-018-0157-9"
    },
    {
      "title": "The impact of interventions that integrate accelerometers on physical activity and weight loss: a systematic review",
      "authors": [
        "A Goode",
        "K Hall",
        "B Batch"
      ],
      "year": 2017
    },
    {
      "title": "Impact of wearable physical activity monitoring devices with exercise prescription or advice in the maintenance phase of cardiac rehabilitation: systematic review and meta-analysis",
      "authors": [
        "A Hannan",
        "M Harders",
        "W Hing",
        "M Climstein",
        "J Coombes",
        "J Furness"
      ],
      "year": 2019,
      "doi": "10.1186/s13102-019-0126-8"
    },
    {
      "title": "Is there a benefit to patients using wearable devices such as Fitbit or health apps on mobiles? A systematic review",
      "authors": [
        "A Jo",
        "B Coronel",
        "C Coakes",
        "A Mainous"
      ],
      "year": 2019
    },
    {
      "title": "Effect of pedometerbased physical activity interventions: a meta-analysis",
      "authors": [
        "M Kang",
        "S Marshall",
        "T Barreira",
        "J Lee"
      ],
      "year": 2009
    },
    {
      "title": "Wearable technology and physical activity behavior change in adults with chronic cardiometabolic disease: a systematic review and meta-analysis",
      "authors": [
        "M Kirk",
        "M Amiri",
        "M Pirbaglou",
        "P Ritvo"
      ],
      "year": 2019,
      "doi": "10.1177/0890117118816278"
    },
    {
      "title": "Physical activity monitors to enhance amount of physical activity in older adults: a systematic review and meta-analysis",
      "authors": [
        "R Larsen",
        "J Christensen",
        "C Juhl",
        "H Andersen",
        "H Langberg"
      ],
      "year": 2019,
      "doi": "10.1186/s11556-019-0213-6"
    },
    {
      "title": "Using an electronic activity monitor system as an intervention modality: a systematic review",
      "authors": [
        "Z Lewis",
        "E Lyons",
        "J Jarvis",
        "J Baillargeon"
      ],
      "year": 2015
    },
    {
      "title": "The effectiveness of a wearable activity tracker (WAT)-based intervention to improve physical activity levels in sedentary older adults: a systematic review and meta-analysis",
      "authors": [
        "J Liu",
        "P Kor",
        "C Chan",
        "R Kwan",
        "D Sze-Ki"
      ],
      "year": 2020,
      "doi": "10.1016/j.archger.2020.104211"
    },
    {
      "title": "Activity monitors for increasing physical activity in adult stroke survivors",
      "authors": [
        "E Lynch",
        "T Jones",
        "D Simpson"
      ],
      "year": 2018
    },
    {
      "title": "Changing the physical activity behavior of adults with fitness trackers: a systematic review and meta-analysis",
      "authors": [
        "C Lynch",
        "S Bird",
        "N Lythgo",
        "I Selva-Raj"
      ],
      "year": 2020,
      "doi": "10.1177/0890117119895204"
    },
    {
      "title": "Effectiveness of smartphone devices in promoting physical activity and exercise in patients with chronic obstructive pulmonary disease: a systematic review",
      "authors": [
        "Mdm Martínez-García",
        "J Ruiz-Cárdenas",
        "R Rabinovich"
      ],
      "year": 2017,
      "doi": "10.1080/15412555.2017.1358257"
    },
    {
      "title": "Health wearable devices for weight and BMI reduction in individuals with overweight/obesity and chronic comorbidities: systematic review and network metaanalysis",
      "authors": [
        "D Mcdonough",
        "X Su",
        "Z Gao"
      ],
      "year": 2021
    },
    {
      "title": "Physical activity-based interventions using electronic feedback may be ineffective in reducing pain and disability in patients with chronic musculoskeletal pain: a systematic review with meta-analysis",
      "authors": [
        "C Oliveira",
        "M Franco",
        "C Maher"
      ],
      "year": 2018,
      "doi": "10.1016/j.apmr.2017.10.013"
    },
    {
      "title": "Effect of interventions using physical activity trackers on physical activity in people aged 60 years and over: a systematic review and meta-analysis",
      "authors": [
        "J Oliveira",
        "C Sherrington",
        "Ery Zheng",
        "M Franco",
        "A Tiedemann"
      ],
      "year": 2020,
      "doi": "10.1136/bjsports-2018-100324"
    },
    {
      "title": "Step counter use in type 2 diabetes: a meta-analysis of randomized controlled trials",
      "authors": [
        "S Qiu",
        "X Cai",
        "X Chen",
        "B Yang",
        "Z Sun"
      ],
      "year": 2014
    },
    {
      "title": "A meta-analysis of pedometer-based walking interventions and weight loss",
      "authors": [
        "C Richardson",
        "T Newton",
        "J Abraham",
        "A Sen",
        "M Jimbo",
        "A Swartz"
      ],
      "year": 2008,
      "doi": "10.1370/afm.761"
    },
    {
      "title": "Feasibility and effectiveness of using wearable activity trackers in youth: a systematic review",
      "authors": [
        "N Ridgers",
        "M Mcnarry",
        "K Mackintosh"
      ],
      "year": 2016
    },
    {
      "title": "Fitbit-based interventions for healthy lifestyle outcomes: systematic review and meta-analysis",
      "authors": [
        "M Ringeval",
        "G Wagner",
        "J Denford",
        "G Paré",
        "S Kitsiou"
      ],
      "year": 2020
    },
    {
      "title": "Systematic review of randomized controlled trials of exercise interventions using digital activity trackers in patients with cancer",
      "authors": [
        "K Schaffer",
        "N Panneerselvam",
        "K Loh"
      ],
      "year": 2019
    },
    {
      "title": "Investigating the use of an electronic activity monitor system as a component of physical activity and weight-loss interventions in nonclinical populations: a systematic review",
      "authors": [
        "E Sypes",
        "G Newton",
        "Z Lewis"
      ],
      "year": 2019
    },
    {
      "title": "Effectiveness of wearable trackers on physical activity in healthy adults: systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "Mss Tang",
        "K Moore",
        "A Mcgavigan",
        "R Clark",
        "A Ganesan"
      ],
      "year": 2020
    },
    {
      "title": "The effectiveness of wearable technologies as physical activity interventions in weight control: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "H Yen",
        "H Chiu"
      ],
      "year": 2019
    },
    {
      "title": "Effect of 'activity monitor-based' counseling on physical activity and health-related outcomes in patients with chronic diseases: a systematic review and meta-analysis",
      "authors": [
        "A Vaes",
        "A Cheung",
        "M Atakhorrami"
      ],
      "year": 2013
    },
    {
      "title": "Effect of classroom-based physical activity interventions on academic and physical activity outcomes: a systematic review and meta-analysis",
      "authors": [
        "A Watson",
        "A Timperio",
        "H Brown",
        "K Best",
        "K Hesketh"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0569-9"
    },
    {
      "title": "Meta-analysis of workplace physical activity interventions",
      "authors": [
        "V Conn",
        "A Hafdahl",
        "P Cooper",
        "L Brown",
        "S Lusk"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2009.06.008"
    },
    {
      "title": "Physical activity, all-cause and cardiovascular mortality, and cardiovascular disease",
      "authors": [
        "W Kraus",
        "K Powell",
        "W Haskell"
      ],
      "year": 2019
    },
    {
      "title": "Introduction to the new statistics: estimation, open science, and beyond",
      "authors": [
        "G Cumming",
        "R Calin-Jageman"
      ],
      "year": 2016,
      "doi": "10.4324/9781032689470"
    },
    {
      "title": "The quality of systematic reviews/meta-analyses published in the field of bariatrics: a cross-sectional systematic survey using AMSTAR 2 and ROBIS",
      "authors": [
        "M Storman",
        "D Storman",
        "K Jasinska",
        "M Swierz",
        "Mmjor Bala"
      ],
      "year": 2020
    },
    {
      "title": "Overall confidence in the results of systematic reviews on exercise therapy for chronic low back pain: a crosssectional analysis using the Assessing the Methodological Quality of Systematic Reviews (AMSTAR) 2 tool",
      "authors": [
        "M Almeida",
        "T Yamato",
        "Parreira Pdcs",
        "Lop Costa",
        "S Kamper",
        "Saragiotto Btjbjopt"
      ],
      "year": 2020,
      "doi": "10.1016/j.bjpt.2019.04.004"
    },
    {
      "title": "Quality appraisal of systematic reviews of interventions for children with cerebral palsy reveals critically low confidence",
      "authors": [
        "K Kolaski",
        "Romeiser Logan",
        "L Goss",
        "K Butler"
      ],
      "year": 2021
    }
  ],
  "num_references": 60
}
