{
  "paper_id": "FDW57JFQ",
  "title": "Towards a comprehensive scale of social network index: A study from investors perspectives",
  "abstract": "A C T Twitter is a major social media platform that helps investors to connect with their counterparts and obtain financial information through back-and-forth interactions. However, access to information on social networks depends on individuals' ties, positions, and network connectivity. In this study, we constructed a network structure and built social circle ties based on the frequency of interaction of investors, and the network size of the investors to develop a comprehensive measurement scale for the social network index. Our findings indicate that the acquisition of information in the social network of investors depends on different components or factors. A significant factor in the network index is the network degree (network connectivity). It implies that network members with higher degrees or connections acquire vast amounts of information. Likewise, investors with larger networks receive enormous amounts of information, notably \"following,\" which is the principal component in terms of network size. As a result, network size appears as the network index's second biggest factor. The smaller contribution comes from social tie circles. However, collectively, all these factors represent the social network index.",
  "year": 2010,
  "date": "2010",
  "journal": "Computational Statistics",
  "publication": "Computational Statistics",
  "authors": [
    {
      "forename": "Noushad",
      "surname": "Khan Feroz",
      "name": "Noushad Khan Feroz",
      "affiliation": "a  School of Accounting, Finance, and Economics , University of Waikato , New Zealand \n\t\t\t\t\t\t\t\t School of Accounting, Finance, and Economics \n\t\t\t\t\t\t\t\t University of Waikato \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": "Gazi",
      "surname": "Hassan",
      "name": "Gazi Hassan",
      "affiliation": "a  School of Accounting, Finance, and Economics , University of Waikato , New Zealand \n\t\t\t\t\t\t\t\t School of Accounting, Finance, and Economics \n\t\t\t\t\t\t\t\t University of Waikato \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": "Michael",
      "surname": "Cameron",
      "name": "Michael Cameron",
      "affiliation": "b  School of Accounting, Finance and Economics , University of Waikato , And Te Ngira -Institute for Population Research , University of Waikato , New Zealand 33 Chadwick Place , Rototuna north , Hamilton , New Zealand. \n\t\t\t\t\t\t\t\t School of Accounting, Finance and Economics \n\t\t\t\t\t\t\t\t Te Ngira -Institute for Population Research \n\t\t\t\t\t\t\t\t University of Waikato \n\t\t\t\t\t\t\t\t University of Waikato \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 33 Chadwick Place \n\t\t\t\t\t\t\t\t\t Rototuna north Hamilton \n\t\t\t\t\t\t\t\t\t New Zealand New Zealand"
    },
    {
      "forename": "Paul",
      "surname": "Kirschner",
      "name": "Paul Kirschner"
    }
  ],
  "doi": "10.1016/j.chb.2023.107826",
  "sections": [
    {
      "title": "Introduction",
      "text": "Information acquisition is a primary motive of individuals and investors within social networks because the information has business value and it is a key to trading  (Chung, Liu, and Tseng 2018; Jackson & Watts, 2002; McGurk, Nowak, & Hall, 2020; Ozsoylev, Walden, Yavuz, & Bildik, 2014; Schweitzer et al., 2009) . Social networks promptly disseminate financial information and enable investors to obtain financial information rapidly  (Miller & Skinner, 2015; Zhang, Shi, Wang, & Fang, 2018) . Network studies suggest that being in a network does not mean that individuals frequently access information but that the access to information depends on centrality or connectivity, the position of the individuals in the network  (Borgatti, 2005; Kanter, 1979) , and the social relationship between individuals  (Adler & Kwon, 2002; Granovetter, 1973; Roberts & Dunbar, 2011) .\n\nIn the social network, individuals receive the information shared by circles of network mates, such as close friends, family members, and colleagues  (Arnaboldi, Conti, La Gala, Passarella, & Pezzoni, 2016; Paul, 2012; Murendo, Wollni, De Brauw, & Mugabi, 2018; Saxton & Wang, 2014) . Similarly, the size of the network (e.g. number of followers/followers) also influences information distribution, and more knowledge and information is accessible to those with greater network size  (Ellison, Steinfield, & Lampe, 2011)    Granovetter (1973)  argued that access to information depends on how strong or weak the individual network ties are. In other words, the sources of information within the network could be strong ties (close friends) or weak ties (extended social networks). Likewise, access to such information also depends on one's connectivity in the social network. Borgatti (2005)  argued that well-connected individuals in the network could obtain information more readily or sooner. Access to information depends on the individual circumstances rather than the person  (Kanter, 1979) . Similarly,  Chung, Liu, Liu, and Tseng (2018)  and  Ozsoylev et al. (2014)  argued that investors who are centrally located in their networks are more likely to receive information earlier as compared to those investors who are not highly connected. In the area of network studies, one's network connectivity and position in the network is also called network degree. Network degree is the number of links or connections of an individual within the network  (Perera, S. et al., 2017; Ted, 2009) .\n\nSocial ties are a key component of a social network. Individuals acquire information and knowledge from their social ties. The \"inner\" layers of the network, where the closest connections are formed are crucial from the perspective of social bonds. The alters (individuals/ friends) in the inner layers of the network (the support clique and sympathy group) are known as strong ties, and they offer the ego (individual) significant social, and emotional support  (Arnaboldi et al., 2016; Menon & Ranaweera, 2018) . Extended or Weak ties, on the other hand, are more distant associates of the ego and are less significant in offering social companionship or emotional or material support. However, because they are more numerous, more varied, and less connected to one another than strong links, weak ties play a critical role in facilitating access to a wider range of knowledge, concepts, and experiences  (Hofer & Aubert, 2013) . Similarly, Users of social media with larger networks or more friends may have to access more information and can gain insight into other people's opinions and experiences  (Azer and Ranaweera 2022; Hofer & Aubert, 2013) . Therefore, the importance of social ties and network size cannot be ignored.\n\nNetwork studies have greatly discussed network factors that initiate and disseminate the information within the network  (Katona, Zubcsek, & Sarvary, 2011; Khan, Mohaisen, & Trier, 2020; Murendo et al., 2018; Saxton & Wang, 2014) . Nevertheless, these studies have presented the factors of network index in a bits and pieces instead of a collective term. Some authors have discussed social circle ties  (Khan et al., 2020; Murendo et al., 2018; Saxton & Wang, 2014) , while others have talked about network structure and the size of the network  (Katona et al., 2011; Luarn, Yang, & Chiu, 2014; Sundararajan, 2008) . Similarly, in the financial markets' literature, most of the studies  (Liu and Li 2019; Chung et al., 2018; Colla & Mele, 2010; Zhang et al., 2018)  have focused on the connectivity of investors in the network. Most of these studies have considered the connectivity of investors or network degrees as a key factor in the network and overlooked social circle ties and the size of the network as key factors of the network.\n\nPrevious studies have overlooked social ties and network size even though these are important network factors. As a result, we think it's necessary to aggregate and consider all the key factors that impact how information spreads inside the network. Hence, the aim of this paper is to contribute to the existing literature in two ways (1) We brought together all key factors such as network structure, size, and social ties to develop a comprehensive measurement scale for the network index. No research or single study has identified a particular network factor as a prominent or significant source of information distribution within the network. In simple words, we do not know which factor is a leading factor in terms of information generation or distribution within the network. Is network structure a major factor, or social ties, or network size? We, therefore, in this study, attempted to identify and then classify the factors that contribute the most and the least in information distribution within the network. (2) we pioneer the calculation of investors' social tie circles. While most studies of the network factors are conducted from the viewpoint of customers or ordinary users or individuals  (Katona et al., 2011; Khan et al., 2020; Luarn et al., 2014; Murendo et al., 2018; Saxton & Wang, 2014; Sundararajan, 2008) , we attempted to quantify social ties and their importance from the perspective of investors' networks, concentrating especially on Kiwi investors.\n\nIn this paper, we provide the theoretical background, and the necessary empirical study for testing the theoretical propositions as follows. We begin with a brief overview of social network theory and define network factors with a particular focus on the importance of each network factor. Our paper focuses on how each factor contributes to the dissemination of information within the network. It further focuses on why we need to have a measurement scale for network factors. Following this, we outline a suitable grounding for the measurements of network factors. Then we report on the conducted network factors measurement procedure by using real Twitter data. We applied Principal Component Analysis (PCA) to categorize factors based on significance."
    },
    {
      "title": "Background",
      "text": "The central notion of social network theory is that network is a set of nodes (actors/members) and relations among these nodes  (Wasserman and Faust 1994) . Nodes can represent people, organizations, and even countries. Likewise, ties between these nodes can be material or non-material such as friendship and information sharing  (Wasserman and Faust 1994) . Social network theory states that the central benefit of a social network is the acquisition of information and individuals with superior access to information are in a better position to gain mutual benefits such as trading, investment, jobs, and relationship  (Adler & Kwon, 2002; Wasserman and Faust 1994) .\n\nTypically, networks may be formed to exchange information and resources  (Katz & Shapiro, 1985; Wasserman and Faust 1994 ). That's why the network position of individuals  (Leibenstein, 1950; Siikanen et al., 2018; Emmert-Streib et al. 2017) , firms  (Uzzi, 1996; Zaheer & Bell, 2005) , and even nations  (Snyder & Kick, 1979)  are strongly associated with economic prosperity; mainly because of their (nodes/members) ability to control the flow of information and materials within the network.\n\nRelationships or ties within the social network are social capital that is built to gain information and resources  (Williams & Durrance, 2008) . Adler and Kwon (2002)  argued that individuals utilize friendship ties to gain information and advice. Similarly,  Granovetter (1973)  discussed the importance of the nature of the ties. He argued that weak ties facilitate the flow of information through the network beyond social horizons or extended social ties. On the other hand, strong ties facilitate information flows with certain individuals that are typically reciprocal or based on emotional closeness. Strong ties are formed in networks with like-minded individuals, e.g. colleagues and close friends; whereas weak ties are built with people of various backgrounds or beyond one's social horizon  (Granovetter, 1973; Haythornthwaite, 2002) . Furthermore, individuals' (nodes) position or centrality in social networks  (Borgatti, 2005)  enable an individual to retain information at a time. Likewise,  Kanter (1979)  argued that the centrality of the individual matters in the network, not the person.\n\nThe use of the social network as a communication channel in the financial markets is expanding and it is accepted as a viable channel for communicating important financial information  (Zhang et al., 2018) . Cade (2018) argued that social network provides investors the chance to express opinions and gather information for trading which is why investors use social networks to obtain information that can help them to make informed decisions  (Bartov, Faurel, & Mohanram, 2018; Elliott, Jones et al., 2020; Miller & Skinner, 2015) . Miller and Skinner (2015)  argued that social networks particularly, Twitter, become a common social media network for investors because it makes it simple for investors to share financial information and news. Similarly,  Joyce (2013)  argued that social networks, particularly Twitter, help investors connect with their counterparts and investors and obtain financial information through interaction. Investors use their network position to obtain information in the financial market  (Bing & Liyan, 2013; Chung et al., 2018; Zhang et al., 2018) . Hence, just being on the network is not as important as actually being connected and well-positioned within it  (Chung et al., 2018; Colla & Mele, 2010; Zhang et al., 2018) .\n\nA plethora of research in finance is available  (Bing & Liyan, 2013; Chung et al., 2018; Colla & Mele, 2010; Han and Yang 2014; Zhang et al., 2018)  that discusses the importance of connectivity or the network position of investors. However, none of these studies discuss the social ties circles of an investor in their network. In contrast, network studies greatly emphasize the central role of social ties circle in the diffusion of information in the network and its influence on individuals' access to information across the network. Besides, the role of network size as a key factor in investors' networks is also ignored in the previous literature. We, therefore, in this study, included all three major factors of a network such as a network structure, size of the network, and social ties of the investor."
    },
    {
      "title": "Literature review",
      "text": "Network literature describes that the dissemination of information within a social network is dependent on three key factors such as social ties circle, the structure of the network, and the size of the network. Social circle ties are one's friends, colleagues, and family members  (Arnaboldi et al., 2016) , the network structure is the links of an individual in the network  (Perera, S. et al. (2017) ), and the size of the network is the number of friends or contacts (followers & following) in the network  (Harrigan, Achananuparp, & Lim, 2012) . To understand social network factors promptly, we have explained each factor below in greater detail."
    },
    {
      "title": "Social ties circles",
      "text": "Social ties circles refer to the people in the social vicinity of ego (individual) and include colleagues, friends, and family members  (Arnaboldi et al., 2016; Paul, 2012; Murendo et al., 2018; Saxton & Wang, 2014) . The social ties circles are built based on the frequency of communication or interaction between the ego (individual) and his/her alters (friends/individuals in the network)  (Arnaboldi et al., 2016) . Social circle ties of an individual in the social network comprised an average of 4-5 circles  (Arnaboldi et al., 2016; Roberts et al., 2011) . The first circles (C1 or C2) consist of individuals who are very close to the ego (Fig.  1 ) and who can be colleagues or close friends where the highest exchange of information occurs  (Arnaboldi et al., 2016) . On the other side, the last circle (C4 or C5) is an extended user tie where the lowest interaction is taking place (Fig.  1 )  (Arnaboldi et al., 2016) . Individuals in the last circle (C4 or C5) have no close ties to the ego (use), but the ego can still get information from them  (Arnaboldi et al., 2016) .\n\nThe first circle (C1) is also called the support clique. The second circle (C2) is called the sympathy group  (Roberts et al., 2011) . The last circles of friends are called affinity groups, these are extended social friends and considered weak ties of ego  (Roberts et al., 2011) . The first (C1) and second circles (C2) are strong ties of individuals and whereas the last circles (C4 or C5) are weak ties. Krackhardt and Carley (1998) argued that one individual's influence in a network over another is dependent on the relationship or ties. He further argued that when ties are strong, the influence of ties is high. These studies  (Arnaboldi et al., 2016; Granovetter, 1973; Roberts et al., 2011)  suggested that both strong ties and weak ties enable information to be disseminated throughout the network. Network literature  (Arnaboldi et al., 2016; Roberts et al., 2011)  presented the structure of social ties circles or ego networks as follows:"
    },
    {
      "title": "Structure of the network",
      "text": "Acquisition of information also depends on the structure network  (Katona et al., 2011; Luarn et al., 2014) . However, network structure varies from network to network such as Random networks, Small World networks, and Free Scale networks  (Perera, S. et al. (2017) ). For example, a random network has no duplicate connections and isolated nodes or members. Random networks are highly link-efficient networks, which means that higher interconnectivity occurs from a slight increase in the number of links or connections  (Perera, S. et al. (2017) ). In contrast, in a small-word network, most nodes or members of the network are not neighbors of one another but can be connected or reached through other nodes  (Watts & Strogatz, 1998) . Whereas a scale-free network has few nodes or members with a large number of connections  (Caldarelli, Capocci, De Los, & Muñoz, 2002) . The structure of these networks depends on the distribution of degrees  (Perera, S. et al. (2017) ). A degree is the number of connections or links of a node (user) with other individuals or friends in the network  (Perera, S. et al., 2017) . Katona et al. (2011)  proposed that the degree plays a key role in generating or attaining information. Similarly,  Luarn et al. (2014)  argued that network degree has a positive effect on the dissemination of information in a network. Thus, a higher network degree implies good connectivity  (Katona et al., 2011) . Furthermore, the distance or average path length is another key factor in this aspect. The path length is the distance between nodes or individuals in the network where nodes that are close to each other in the network can access information from each other more quickly than more distant nodes  (Katona et al., 2011; Perera, S. et al. (2017) ). Lewis (2009) also argued that the higher connected nodes or individuals in the network have a lower average path length which means that they can more quickly receive information."
    },
    {
      "title": "Size of the network",
      "text": "Network size is the number of contacts or network members on a social network  (Harrigan et al., 2012) . On social network sites, information is distributed in a social network by users' contacts  (Luarn et al., 2014; Sundararajan, Provost, Oestreicher, & Aral, 2013) . Williams D. (2008)  argued that users or individuals with a higher number of friends and followers receive more information and thus have more exposure to learning about thoughts and experiences. Similarly  (Ellison, Vitak et al., 2011) , argued that social network provides an opportunity to build links and network. Lin,  Ye et al. (1999)  also argued that as the network of an individual becomes larger, it makes it easier for the individual to get access to more diverse social contacts."
    },
    {
      "title": "Modeling social network index",
      "text": "Considering social network studies, we posit that access to information depends on investor's social circles, network structure, and size of the network  (Arnaboldi et al., 2016; Katona et al., 2011; Murendo et al., 2018; Paul, 2012; Saxton & Wang, 2014) . We present the Social network index's factors in Fig.  2:  Social ties circles simply tell us that an individual does not receive information from all his/her friends in the network  (Arnaboldi et al., 2016) . The individual (ego) receives information from certain friends in the network. The amount of information determines the nature of tie or friends (close friend or least close friend) which means that a high degree of information from certain friends indicate that these friends are close friends of ego/individual. Whereas a low level of exchange of information between ego with her/his friends indicates friends are least trustworthy  (Arnaboldi et al., 2016; Granovetter, 1973; Roberts et al., 2011) .\n\nSimilarly, investors also receive information from certain individuals in the network (e.g. strong ties and weak ties). Investors build social ties to acquire information, and investors who are closer to one another are more likely to exchange information  (Baltakys, Baltakiene, Karkkainen, & Kanniainen, 2018)  hence; investors rely on the information  (Baltakys et al., 2018; Joyce, 2013; Miller & Skinner, 2015) . However, these studies  (Baltakys et al., 2018; Joyce, 2013; Miller & Skinner, 2015)  have not measured the social ties of investors and have not addressed the importance of strong and weak ties within investors' networks. Hence, considering the importance of social ties revealed by network studies  (Arnaboldi et al., 2016; Granovetter, 1973; Roberts et al., 2011) , we argue that social ties circles are a key factor of social network index because the dissemination of information in a network depends on a certain group of friends, not entire network (all friends).\n\nLiu and Li (2019a) argued that investors usually have direct or indirect links with other investors and share their opinions, emotions, and information in networks. Access to such information depends on the number of links or connections of the investor in the network  (Han and Yang 2014)  and highly linked investors are more often exposed to knowledge and information  Chung, S.-L. et al. (2018) . In the language of network studies, links or connections in a network reflect the network degree of individuals within the network. A study by  Liu and Li (2019a)  showed that network degree is a major factor in the dissemination of information in the network of investors. Similarly, other network studies have suggested that individuals who are well connected in the network have a high network degree and a lower path length which allows nodes or individuals to receive information quickly  (Perera, S. et al., 2017) . Considering these studies, we also posit that information acquisition will also depend on the connectivity of the investors. Similarly, studies  (Harrigan et al., 2012; Luarn et al., 2014; Sundararajan et al., 2013)  show that network size plays an important role in acquiring information, depending on the number of contacts."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Data",
      "text": "The main subjects of our research datasets are retail investors who engage in buying and selling shares and/or stocks of companies that are listed on the stock exchanges of New Zealand and.\n\nAustralia. We collected data from 192 retail investors from different parts of New Zealand. 2 We created a survey using Qualtrics and sent the link to Investor Associations in New Zealand. 3 Investor associations sent the survey to investors via email and requested them to participate. They also tweeted our survey on their official Twitter account and asked investors to take part. 285 participants responded 4 to the survey in total. Out of the total, 239 participants consented 5 or agreed to participate in the survey, while 46 participants declined. But 47 of the 239 respondents didn't give us their Twitter username for our study and analysis. As a result, we conclude with 192 final samples for our research. As a result, the overall response rate is 67.4%. 6 Our study relies on primary data which is Twitter data (tweets, retweets, mentions, and replies). 7 We started downloading the data via Twitter API (Application Program Interface) using the NodeXL pro application. Initially, we downloaded 69,399 twitter data, after removing the duplicated tweets 8 as part of the cleaning process, we finalized our sample up to 42,400 tweets for this study. NodeXL  (Smith et al., 2009)  and SPSS  (Mazziotta, Mazziotta, & Pareto, 2019)  were used in the analysis. Table  1  presents a brief description of Twitter data., 9 10 , , 11 12  Table  2  shows descriptive statistics for network index variables (see Table  3 )."
    },
    {
      "title": "Procedure",
      "text": "In the first phase of the development of the measurement scale, a systematic literature review was initially performed to identify and define core factors in the network. Based on the comprehensive review of network literature, we identified three main factors that initiate the dissemination of information and affect individuals' access to information in the network. These factors include network structure, social ties circles, and network size. By using real network data, we calculated the network index.\n\nIn the second phase of our analysis, we first defined and then measured network structure. To do so, we followed the methods defined and identified by  Perera (2017) . We did this because the network can be random, free scale, and small-world network, and their structure is determined by distribution degree  (Perera, 2017) . Based on the previous literature  (Perera, S. et al. (   2017 )), we considered two key network structure properties such as network degree and average path length for our study. To find and calculate the social ties circle, we applied the method used by  Arnaboldi et al. (2016)  and  Khan, Hassan, and Cameron (2022) . We first traced the frequency of communication (mentions and retweets) of each investor with his/her friends during a given time. We then divided the frequency of communication of investors to each friend by the total number of mentions and retweets, which gave us the social 3 For our study, we contacted a number of New Zealand-based investment platforms and associations. 4 374 participants clicked or entered into survey but some of them declined to participate. However, we are unaware of how many investors have received the survey. 5 The survey had a consent and stated \"If you would like to volunteer in this study, please accept this consent by clicking on \"Yes, I agree\" at the bottom of this page\". 6 Response ratio represents the final list of participants out of total (374). 7 Tweets are the news/information, and sentiments shared by users, contacts, and friends on Twitter. 8 Twitter API don't download clean data. We manually cleanse the data. We thoroughly deleted the duplicate tweets after going over each participant's data. 9 These are the sentiments and information that investors' twitter contacts/ friends have posted. Simply put, investors are exposed to these tweets or vice versa. 10 These are replies to tweets (sentiments and information) that investors have sent.\n\n11 Mentions are the contacts/friends who are mentioned by investors. Mentions data are used while calculating social tie circles of investors. Please refer to 4.5 Measurement section.\n\n12 Retweets are information/sentiments retweeted by investors. Retweets data are used in calculating social tie circles. Please refer to 4.5 Measurement section.\n\nties of each investor. We then built a ties circle based on the degree of communication between investors and his/her friends. It is worth noting that higher communication shows the first circle or closest group of friends whereas the lowest communication shows the least or weak ties. We further calculated the strength of each tie or social ties circle by a method used by  Arnaboldi et al. (2016) . We did this for each tie circle (c). The strength of each tie circle shows the level of trust between investors and his/her friends. Measuring network size was comparatively simple but time-consuming. We counted followers and the following of each investor on his/her network. Finally, we conducted the Principal Component Analysis (PCA) by loading three key factors or eight items. To identify and select suitable components or factors to develop a single index representation of investors' social networks, we used PCA. Principal Component Analysis is a good statistical tool for reducing the dimensionality of data and it is good for creating indices  (Abdi & Williams, 2010) . That is why researchers often use PCA for index creation  (Mazziotta et al., 2019) ."
    },
    {
      "title": "Measurement",
      "text": "Many earlier network studies suggest that the Twitter network is only constructed on the links formed through the follow and following. However, users also create networks on Twitter through their interactions and information sharing in the form of retweets, mentions, and replies  (Derek, Ben, & Marc, 2019; Himelboim, Smith, Rainie, Shneiderman, & Espina, 2017 ) in a such Twitter network; network degree and average path length are key properties. Considering previous literature, we selected network degree and average path length to represent the network structure of the investor. In this section, we showed how to measure or calculate these two key network structural properties (network degree and average path length) using investor twitter data  (Perera, Bell, & Bliemer, 2017; Ted, 2009) ."
    },
    {
      "title": "Network structure",
      "text": "5.3.1.1. Network degree. We first calculated the network degree of each investor by the method given by  (Lewis, 2009) .\n\nλ v represents the network degree of investor i in network V, m i is the links of investor i in network V and n is the number of nodes or individuals in network V. We calculated the network degree (λ v) of each investor. We first added or counted the number of links or connections (m) of an investor in his/her network and then divided it by the number of nodes (n) in the network. So that we get a network degree for each investor."
    },
    {
      "title": "Average path length (APL).",
      "text": "In networks, the average path length decreases by increasing the links or increasing the density or is inversely related. Hence, we measured the average path length and density of the network method by following the methods discussed by  Lewis (2009) .\n\nn is the number of nodes or individuals in the given network where λ is the average degree of a node. λ = 2m n . Where Density = 2m (n(n-1) n represents nodes (individuals), and m represents links in the network. To calculate average path length and density, mainly two things are considered nodes and links in the given network. We used NodeXL social network software to count nodes and links in the network of each investor. We then put the figure into given equation (1.1) so that we get APL and density for each investor's network (Please refer to graphs 1 &2 in the result section)."
    },
    {
      "title": "Network size",
      "text": "We've calculated investor network size by summing up their current total friends or contacts (following/followers)."
    },
    {
      "title": "NS = number of followers + number of following",
      "text": "(2)\n\nOur data shows that size of the network matters. Larger networks mean more exposure to information and knowledge (Please refer to result in section: Graph 3 & Fig.  3 )."
    },
    {
      "title": "Social tie circles",
      "text": "To measure social tie circles, three things are mainly considered (1) the size of the circle or friends in each circle, (2) the level of communication (retweets and mentions) in each circle, and (3) the strength of the tie of each circle. For Social ties,  Khan et al. (2022)  developed an algorithm to measure social tie circles. We also apply a similar method used by  Khan, Hassan, and Cameron (2022)  for social circles ties. It is worth noting that we measured both social tie circles (C) and strength (R) of the tie of each investor. The equation for social tie circles is:\n\nC represents the size (number of a friend in each circle) of each circle n and r n represents the tie strength of tie of each circle. The strength of the tie reflects how much the tie is weak or strong in each circle. R 1 is the strength of the relationship between the investor (ego) with his/her friend (alter) in the social tie circle (C 1 ). Similarly, r 2 represents the strength of tie in C 2 . To simplify the social circle ties equation, L is added to the equation, L represents the ego (investor). The value of L is 1 since the ego (investor) rationally trusts him/her the most. The size of each circle (C) is measured based on the number of individuals mentioned and retweeted by the investor."
    },
    {
      "title": "Size of the circle (c) and communication.",
      "text": "To calculate the size of each circle, we considered  Arnaboldi et al. (2016)  and  Zhou, Hill, and Dunbar (2005)  studies. These studies define the size of each circle in both online (e.g. Twitter and Facebook) and offline networks. According to these studies, the size of the first circle (C 1 ) on Twitter is 1.66  13  and on Facebook, it is 1.79 on average. Whereas the size of the first circle in offline is quite larger it is around 4-5 friends on average. It is worth noting that the size of these circles is determined based on communication. E.g. The friends (from 1 to 2 friends) with the highest communication are in C 1. Hence, we also determined each circle size based on those studies. We selected 2 friends with the highest communication (mentions and retweets) in C 1 . We then selected 5 to 6 friends in C 2 who have the lowest communication as compared to C 1. We did the same for C 3 and C 4 . Some investors have around 3 circles of tie and some of them have 5 circles of the tie. However, we come up with 4 circles on average. To calculate the level of communication in each tie, we follow the method used by  Arnaboldi et al. (2016) .\n\nM freq is the set of individuals mentioned by the investor i in his reply/ tweets. RT freq is the set of friends' tweets retweeted by the investor i."
    },
    {
      "title": "Mention frequency is measured below"
    },
    {
      "title": "Mfreq =",
      "text": "Link mention j ego (investor)total mentions\n\n(5)\n\nLink mention is the mention of a friend j by investor i in his comments, tweets, or replies. Total mentions are the mention of all friends = by investors i his comments, tweets, or reply. Link retweet is measured Graph 1. Average network degree Vs. Average tweets Link retweet is the proportion of all retweets by the investor that are retweets from Friend j. The total retweet is the retweet of all friends' tweets by investors i."
    },
    {
      "title": "Strength of ties (r).",
      "text": "We measured the strength of the ties or relationships between investors and his/her friends by a method used by  Arnaboldi et al. (2016) . To do so, we conducted the correlation between the frequency of mentions and the frequency of According to  Arnaboldi et al. (2016) , mention indicates the strength of tie and retweets indicate dissemination of information/communication.\n\nThe equation indicates the strength of ties and the diffusion of information in the ego network.\n\nR is the correlation between RTfreq and Mfreq and the estimated parameters are α and β."
    },
    {
      "title": "Result",
      "text": "Our analysis shows that investors that are more connected receive a greater amount of information. Graph 1 shows that those with the smallest network degree (1.5) received an average of 40 tweets. Investors with the greatest or highest network degree (21.5) received an average of 961 tweets. Because of the change in network degree, we observed a noteworthy shift in information flow on average. This shows that increased network connectivity allows investors to access more information. 14  Our network data also shows that an average path length and density are inversely related. It shows that investors with low average path length have a higher density of the network and vice versa. In the below graph (2), we presented investors with the density and average length path of their network. It shows that investors with 1.2% lowest network density have a higher average path length of 2.02 which means this network is not well interconnected. Similarly, an investor with the highest density (95.2%), has lowest the average path length at 0.45 which shows good connectivity.\n\nHowever, it should be noted some investors have higher density, but their average path length is still high, which makes up just 5.5% of the overall data. But on average bases, investors with low average path length have a higher density (connectivity) within the network.\n\nIn terms of the social tie circle, our analysis shows (Table : 3) that the first circle (C 1 ) of the investor represents friends with stable relations or strong ties where the highest communication took place. The first circle size is 1.56 of average friends with an average communication of 0.33 whereas the last or fourth circle (C 4 ) of friends has a larger size (39.4 friends) with the lowest average of 0.003 communications or interaction that shows an unstable network or extended network of investor.\n\nWe also calculated the tie or relationship strength of each circle (Table : 4). Our study shows the strength of the tie relay on an exchange of communication, rather than circle size. It also shows that investors often communicate with a small number of friends. It means investors maintain a stable or strong relationship with limited friends through higher contact or communication. Our results show that the first circle of social ties has the highest R-value at 0.34 which shows the strength of the tie of the first circle (C 1) and also shows that investors have higher trust in friends of this circle. Since social ties circles down from C 1 to C 4 , the strength of ties (r-value) also decline from 0.34 to 0.036.\n\nIn our dataset, the average minimum network size is 200 friends with 32 tweets while the average maximum network size is 7800 friends with an average of 1542 tweets (Graph: 3). However, our data also shows that some investors with the larger network have received comparatively lower information. For example, investors with an average network size of 4000 friends received comparatively fewer tweets (279 tweets) (shown in a circle in a graph). But our overall network data shows that investors with a larger network size receive on average higher information or tweets.\n\nIn fig (  3 ), we also presented an investor's network with comparatively large, medium, and small network sizes. It shows that investors with larger network exchanges or communicates information (mentions, retweets, and replies) with a higher average compared with a smaller network. For example, investor \"A\" with a network size of 3676 friends exchanged 297 information or tweets. Whereas investors \"C\" with a smaller network size of 131 friends, just exchange 16 tweets.\n\nOur principal component analysis (PCA) result suggests four components are significant or contribute at the ideal level to the overall social network index based on the eigenvalues and distribution of the variance. Our results (Table  5 ) show KMO and Bartlett's Test at 0.663 (>0.5) with 0.000 significance (<0.005). The value of Bartlett's Test is between 0 and 1. The minimum or acceptable value is 0.5, but closer to 1 is better (see Table  6 ).\n\nBased on the variance results, the first four components have an eigenvalue of more than one and also have a higher % of variances. The first component has 2.345 eigenvalues and 29.4% variance followed by the second component with 1.3228 eigenvalues and 16.6% variance. In simple words, these four extracted components contribute higher than other components to an overall latent variable (index). It means that components with higher eigenvalues have a closer relationship with the underlying latent variable (social network index). The total variance explained (table: 6) shows the distribution of eigenvalue by each component.\n\nFurther, our result shows the proportion of variance by each item in the component matrix (Table  : 7 ). Comparing the value of the item in a component matrix shows that as the first component of the matrix, the average path length (AP) value is comparably low or its variance considerably lower compares with its pair value (degree) e.g. Network degree (0.720) and AP (0.188). It means that the network degree contributes higher to the first component (Network structure) or we can say that degree can represent the network structure. Furthermore, graph 3 shows that a higher network degree means high exposure to information. Similarly, other items; the followers and followers both have higher  .036 39.4 0.003\n\n14 These are tweets and information that investors have received on Twitter.\n\nvariance at 0.63 and 0.704 respectively, this shows that both items contribute almost equally to the third component (network size). The results from network size vs Tweets (graph 3 & Fig.  3 ) are also similar and show that network size is crucial to accessing information within the network.\n\nComponent matrix table  (7)  shows that C 1 contributes (0.424) higher as compared to C 2 & C 3. Similarly, Table  4  shows that the strength of tie and communication is high in C 1 . However, it is Worthing noting that Table  4  shows that C 4 is less effective in terms of tie strength and communication, and it is considered a weak tie for investors. But Component matrix table  (7)  shows that C4 contributes higher even higher than C1 which is quite interesting and surprising. However, we cannot ignore the strength of weak ties as it facilitates information and knowledge from extended social ties  (Granovetter, 1973) . The below table  (7)  shows the proportion of variance by each item of the component."
    },
    {
      "title": "Discussion",
      "text": "Due to the dearth of established methods for social network index (SNI) measurement, particularly in the context of investors, we took a first step towards a more thorough and comprehensive social network index measuring approach in this study. We attain this objective by foregrounding the underlying theoretical assumptions about social ties' role in the dissemination of information within the network, higher connected vs lower connected investors and their access to information, and by illustrating s the impact of a larger network vs small size on information distribution within the network.\n\nIn the line with the literature  (Granovetter, 1973; Luarn et al., 2014; Menon & Ranaweera, 2018; Sundararajan et al., 2013) , our findings show investors with larger contacts or extended networks receive higher information. Particularly, \"investors with higher \"following\" access to massive information on Twitter. When the \"Following\" or \"follows\" of an investor's shares or retweets, and tweets the information on Twitter, it also appears on the investor's Twitter status. This means that having a large Twitter \"following\" will enable an investor to access a wealth of information on Twitter. Granovetter (1973)  argued that the strength of extended or weak ties cannot be ignored. In this instance, we contend that when it comes to the dissemination of information on Twitter, the strength of extended contacts or following cannot be overlooked.\n\nThe finding of network structure is also in line with previous literature  (Chung, S.-L. et al. (2018; Han N. et al., 2014) . To determine how much information each investor has received or been exposed to within the network, we subsequently examined investors' connectivity within the network. Our study reveals how quickly connected investors can access information as compared to less connected investors. However, it is worth mentioning that our PCA (Table  7 ) finding reveals that C4 (say what is C4!!) contributes higher to social ties which contradict our tie strength results (Table  4 ). Furthermore, this finding of our study is also not in line with the previous literature which has pointed out that C4 is a weak tie in terms of strength  (Arnaboldi et al., 2016) . This finding our study is strange and unusual.\n\nOur study offers some useful recommendations for stock market traders. Investors require information to make investment decisions as well as to comprehend market behaviours because the information is essential for trading (hung,  Liu & Li, 2019a; Jackson & Watts, 2002; Khan, Hassan, & Cameron, 2022; McGurk et al., 2020; Ozsoylev et al., 2014; Schweitzer et al., 2009) . Such information is readily available on social media, notably on Twitter, a significant source of financial market information. We, therefore, advise investors to not only create a Twitter account but also to use it frequently and remain connected. We also advise investors to follow other investors and stock market companies, as well as build more acquaintances and contacts. As a result, investors will have access to a variety of information on their Twitter network. This study also provides investors with guidance that being linked and having stable ties is crucial to acquiring financial information. For the academicians, this study will provide a theoretical grounding for comprehending the role of social network index from investor's network, which could potentially be used to create spin-off research projects. This study further provides a grounding technique that can be applied to other social media platforms particularly on Facebook to measure network indexes.\n\nOur research also omits some key points in the development of a measurement scale. This study only calculated the social network index from the Twitter network of investors. The investors are likely to have contacts in another social network (e.g., Facebook), as well as offline networks. Further, this study lacks a time dimension. Arnaboldi et al. (2016)  argued that over time social ties circle size varies because of variations in communication. We, therefore, argue that future studies should look at network factors across different social networks particularly on Facebook to further understand the usage behaviour of  investors. Besides, we think future research needs to consider the time window while the social network index. Since social media is culturally dependent. Individuals have diverse social ties, and different sizes of networks across different nations  (Albarran, 2009; Elmasry, Auter, and amp; Peuchaud, 2014) . Kim et al., (2011)  argued that social circles or social relationships are influenced by the cultural background of individuals. As a result, we believe that when evaluating the impact of network factors on information dissemination within the network, a cultural factor must also be addressed."
    },
    {
      "title": "Credit author statement",
      "text": "Noushad khan Feroz: Conceptualization; Data curation; Formal analysis; Investigation; Software; Visualization; Roles/Writing -original draft; Writing. Dr. Gazi Hassan, and Dr. Micheal Cameron: Methodology; Project administration; Supervision; Validation; Review & editing."
    },
    {
      "text": "Fig. 1. Social ties circles Structure. Fig. 2. Social network index's factors."
    },
    {
      "text": "Fig. 3. Network Size vs. Tweets."
    },
    {
      "text": "Average network size Vs. Average tweets"
    },
    {
      "text": "Twitter data."
    },
    {
      "text": "Descriptive statistics."
    },
    {
      "text": "Social ties circles of investor."
    },
    {
      "text": "Strength of ties in each circle."
    },
    {
      "text": "KMO and Bartlett's test."
    },
    {
      "text": "Total variance explained."
    },
    {
      "text": "Component matrix. a ."
    }
  ],
  "references": [
    {
      "title": "Principal component analysis. Wiley interdisciplinary reviews",
      "authors": [
        "H Abdi",
        "L Williams"
      ],
      "year": 2010,
      "doi": "10.1002/wics.101"
    },
    {
      "title": "Social capital: Prospects for a new concept",
      "authors": [
        "P Adler",
        "S Kwon"
      ],
      "year": 2002,
      "doi": "10.2307/4134367"
    },
    {
      "title": "Ego network structure in online social networks and its impact on information diffusion",
      "authors": [
        "V Arnaboldi",
        "M Conti",
        "M La Gala",
        "A Passarella",
        "F Pezzoni"
      ],
      "year": 2016,
      "doi": "10.1016/j.comcom.2015.09.028"
    },
    {
      "title": "Former customers' E-WOM in social media platforms: An investigation of motives, network size and social ties",
      "authors": [
        "J Azer",
        "R Chatura"
      ],
      "year": 2022,
      "doi": "10.1016/j.jbusres.2022.03.068"
    },
    {
      "title": "Neighbors matter: Geographical distance and trade timing in the stock market",
      "authors": [
        "K Baltakys",
        "M Baltakiene",
        "H Karkkainen",
        "J Kanniainen"
      ],
      "year": 2018,
      "doi": "10.1016/j.frl.2018.11.013"
    },
    {
      "title": "Can twitter help predict firm-level earnings and stock returns?",
      "authors": [
        "E Bartov",
        "L Faurel",
        "P Mohanram"
      ],
      "year": 2018,
      "doi": "10.2308/accr-51865"
    },
    {
      "title": "Social networks, information acquisition, and asset prices",
      "authors": [
        "H Bing",
        "Y Liyan"
      ],
      "year": 2013,
      "doi": "10.1287/mnsc.1120.1678"
    },
    {
      "title": "Centrality and network flow",
      "authors": [
        "S Borgatti"
      ],
      "year": 2005,
      "doi": "10.1016/j.socnet.2004.11.008"
    },
    {
      "title": "Scale-free networks from varying vertex intrinsic fitness",
      "authors": [
        "G Caldarelli",
        "A Capocci",
        "R De Los",
        "M Muñoz"
      ],
      "year": 2002,
      "doi": "10.1103/physrevlett.89.258702"
    },
    {
      "title": "Investor network: Implications for information diffusion and asset prices",
      "authors": [
        "S Chung",
        "W Liu",
        "W Liu",
        "K Tseng"
      ],
      "doi": "10.1016/j.pacfin.2018.02.004"
    },
    {
      "title": "Information linkages and correlated trading",
      "authors": [
        "P Colla",
        "A Mele"
      ],
      "year": 2010,
      "doi": "10.1093/rfs/hhp021"
    },
    {
      "title": "Analyzing social media networks with NodeXL: Insights from a connected world",
      "authors": [
        "L Derek",
        "S Ben",
        "S Marc",
        "H Itai"
      ],
      "year": 2019
    },
    {
      "title": "Connection strategies: Social capital implications of Facebook-enabled communication practices",
      "authors": [
        "N Ellison",
        "C Steinfield",
        "C Lampe"
      ],
      "year": 2011,
      "doi": "10.1177/1461444810385389"
    },
    {
      "title": "Computational analysis of the structural properties of economic and financial networks",
      "authors": [
        "S Emmert",
        "K Baltakys",
        "J Kanniainen",
        "S Tripathi",
        "O Yli",
        "J Jodlbauer"
      ],
      "year": 2017
    },
    {
      "title": "The strength of weak ties",
      "authors": [
        "M Granovetter"
      ],
      "year": 1973,
      "doi": "10.1086/225469"
    },
    {
      "title": "Investor networks in the stock market",
      "authors": [
        "N Han",
        "W Johan",
        "M Recep"
      ],
      "year": 2014,
      "doi": "10.1093/rfs/hht065"
    },
    {
      "title": "Influentials, novelty, and social contagion",
      "authors": [
        "N Harrigan",
        "P Achananuparp",
        "E Lim"
      ],
      "year": 2012,
      "doi": "10.1016/j.socnet.2012.02.005"
    },
    {
      "title": "Strong, weak, and latent ties and the impact of new media",
      "authors": [
        "C Haythornthwaite"
      ],
      "year": 2002,
      "doi": "10.1080/01972240290108195"
    },
    {
      "title": "Classifying twitter topic-networks using social network analysis",
      "authors": [
        "I Himelboim",
        "M Smith",
        "L Rainie",
        "B Shneiderman",
        "C Espina"
      ],
      "year": 2017,
      "doi": "10.1177/2056305117691545"
    },
    {
      "title": "Perceived bridging and bonding social capital on Twitter: Differentiating between followers and followees",
      "authors": [
        "M Hofer",
        "V Aubert"
      ],
      "year": 2013,
      "doi": "10.1016/j.chb.2013.04.038"
    },
    {
      "title": "The evolution of social and economic networks",
      "authors": [
        "M Jackson",
        "A Watts"
      ],
      "year": 2002,
      "doi": "10.1006/jeth.2001.2903"
    },
    {
      "title": "Public company use of social media for investor relations",
      "authors": [
        "S Joyce"
      ],
      "year": 2013
    },
    {
      "title": "Power failure in management circuits",
      "authors": [
        "R Kanter"
      ],
      "year": 1979,
      "doi": "10.4324/9781315250601-21"
    },
    {
      "title": "Network effects and personal influences: The diffusion of an online social network",
      "authors": [
        "Z Katona",
        "P Zubcsek",
        "M Sarvary"
      ],
      "year": 2011,
      "doi": "10.1509/jmkr.48.3.425"
    },
    {
      "title": "Network externalities, competition, and compatibility",
      "authors": [
        "M Katz",
        "C Shapiro"
      ],
      "year": 1985
    },
    {
      "title": "To what extent do network effects moderate the relationship between social media propagated news and investors' perceptions?",
      "authors": [
        "F Khan",
        "G Hassan",
        "M Cameron"
      ],
      "year": 2022,
      "doi": "10.1016/j.rie.2022.07.007"
    },
    {
      "title": "The network ROI: Concept, metrics, and measurement of social media returns (a Facebook experiment)",
      "authors": [
        "G Khan",
        "M Mohaisen",
        "M Trier"
      ],
      "year": 2020,
      "doi": "10.1108/intr-07-2018-0346"
    },
    {
      "title": "Bandwagon, snob, and veblen effects in the theory of consumers' demand",
      "authors": [
        "H Leibenstein"
      ],
      "year": 1950,
      "doi": "10.2307/1882692"
    },
    {
      "title": "Media coverage and investor scare behavior diffusion",
      "authors": [
        "C Liu",
        "X Li"
      ],
      "year": 2019,
      "doi": "10.1016/j.physa.2019.121398"
    },
    {
      "title": "The network effect on information dissemination on social network sites",
      "authors": [
        "P Luarn",
        "J Yang",
        "Y Chiu"
      ],
      "year": 2014,
      "doi": "10.1016/j.chb.2014.04.019"
    },
    {
      "title": "Use and misuse of PCA for measuring well-being",
      "authors": [
        "M Mazziotta",
        "M Mazziotta",
        "A Pareto"
      ],
      "year": 2019,
      "doi": "10.1007/s11205-018-1933-0"
    },
    {
      "title": "Stock returns and investor sentiment: Textual analysis and social media",
      "authors": [
        "Z Mcgurk",
        "A Nowak",
        "J Hall"
      ],
      "year": 2020,
      "doi": "10.1007/s12197-019-09494-4"
    },
    {
      "title": "Beyond close vs. distant ties: Understanding postservice sharing of information with close, exchange, and hybrid ties",
      "authors": [
        "K Menon",
        "C Ranaweera"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijresmar.2017.12.008"
    },
    {
      "title": "The evolving disclosure landscape: How changes in technology, the media, and capital markets are affecting disclosure",
      "authors": [
        "G Miller",
        "D Skinner"
      ],
      "year": 2015,
      "doi": "10.1111/1475-679X.12075"
    },
    {
      "title": "Social network effects on mobile money adoption in Uganda",
      "authors": [
        "C Murendo",
        "M Wollni",
        "A De Brauw",
        "N Mugabi"
      ],
      "year": 2018,
      "doi": "10.1080/00220388.2017.1296569"
    },
    {
      "title": "Investor networks in the stock market",
      "authors": [
        "H Ozsoylev",
        "J Walden",
        "M Yavuz",
        "R Bildik"
      ],
      "year": 2014,
      "doi": "10.1093/rfs/hht06"
    },
    {
      "title": "Social networks can spread the Olympic effect",
      "authors": [
        "O Paul"
      ],
      "year": 2012,
      "doi": "10.1038/489337a"
    },
    {
      "title": "Network science approach to modelling the topology and robustness of supply chain networks: A review and perspective",
      "authors": [
        "S Perera",
        "M Bell",
        "M Bliemer"
      ],
      "year": 2017,
      "doi": "10.1007/s41109-017-0053-0"
    },
    {
      "title": "Communication in social networks: Effects of kinship, network size, and emotional closeness",
      "authors": [
        "S Roberts",
        "R Dunbar"
      ],
      "year": 2011,
      "doi": "10.1111/j.1475-6811.2010.01310.x"
    },
    {
      "title": "The social network effect: The determinants of giving through social media",
      "authors": [
        "G Saxton",
        "L Wang"
      ],
      "year": 2014,
      "doi": "10.1177/0899764013485159"
    },
    {
      "title": "Economic networks: The new challenges",
      "authors": [
        "F Schweitzer",
        "G Fagiolo",
        "D Sornette",
        "R Vega",
        "A Vespignani",
        "D White"
      ],
      "year": 2009,
      "doi": "10.1126/science.1173644"
    },
    {
      "title": "Facebook drives behavior of passive households in stock markets",
      "authors": [
        "M Siikanen",
        "K Baltakys",
        "J Kanniainen",
        "R Vatrapu",
        "R Mukkamala",
        "A Hussain"
      ],
      "year": 2018,
      "doi": "10.1016/j.frl.2018.03.020"
    },
    {
      "title": "Analyzing (social media) networks with NodeXL",
      "authors": [
        "M Smith",
        "B Shneiderman",
        "F Milic",
        "R Mendes",
        "V Barash",
        "C Dunne"
      ],
      "year": 2009
    },
    {
      "title": "Structural position in the world system and economic growth, 1955-1970: A multiple-network analysis of transnational interactions",
      "authors": [
        "D Snyder",
        "E Kick"
      ],
      "year": 1979,
      "doi": "10.1086/226902"
    },
    {
      "title": "Local network effects and complex network structure",
      "authors": [
        "A Sundararajan"
      ],
      "year": 2008,
      "doi": "10.2202/1935-1704.1319"
    },
    {
      "title": "Information in digital, economic, and social networks",
      "authors": [
        "A Sundararajan",
        "F Provost",
        "S Oestreicher",
        "S Aral"
      ],
      "year": 2013,
      "doi": "10.1287/isre.1120.0472"
    },
    {
      "title": "Network science",
      "authors": [
        "G Ted"
      ],
      "year": 2009,
      "doi": "10.1002/9780470400791"
    },
    {
      "title": "The sources and consequences of embeddedness for the economic performance of organizations: The network effect",
      "authors": [
        "B Uzzi"
      ],
      "year": 1996,
      "doi": "10.2307/2096399"
    },
    {
      "title": "Social network analysis: Methods and applications",
      "authors": [
        "S Wasserman",
        "K Faust"
      ],
      "year": 1994
    },
    {
      "title": "Collective dynamics of 'small-world' networks",
      "authors": [
        "D Watts",
        "S Strogatz"
      ],
      "year": 1998,
      "doi": "10.1038/30918"
    },
    {
      "title": "Social networks and social capital",
      "authors": [
        "K Williams",
        "Durrance"
      ],
      "year": 2008
    },
    {
      "title": "Benefiting from network position: Firm capabilities, structural holes, and performance",
      "authors": [
        "A Zaheer",
        "G Bell"
      ],
      "doi": "10.1002/smj.482"
    },
    {
      "title": "Exploiting investors social network for stock prediction in China's market",
      "authors": [
        "X Zhang",
        "J Shi",
        "D Wang",
        "B Fang"
      ],
      "year": 2018,
      "doi": "10.1016/j.jocs.2017.10.013"
    },
    {
      "title": "Discrete hierarchical organization of social group sizes",
      "authors": [
        "S Zhou",
        "R Hill",
        "R Dunbar"
      ],
      "doi": "10.1098/rspb.2004.2970"
    }
  ],
  "num_references": 54
}
