{
  "paper_id": "FFCKJU2A",
  "title": "Profile of physical activity levels in communitydwelling older adults",
  "year": 2005,
  "date": "2005",
  "journal": "Med. Sci. Sports Exerc",
  "publication": "Med. Sci. Sports Exerc",
  "authors": [
    {
      "affiliation": "1  Department of ICT Convergence , The Graduate School , Soonchunhyang University , Asan-si , Chungcheongnam-do , Republic of Korea. \n\t\t\t\t\t\t\t\t Department of ICT Convergence \n\t\t\t\t\t\t\t\t The Graduate School \n\t\t\t\t\t\t\t\t Soonchunhyang University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Asan-si Chungcheongnam-do \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "affiliation": "2  Department of Occu- pational Therapy , College of Medical Science , Soonchunhyang University , Asan-si , Chungcheongnam-do , Republic of Korea. \n\t\t\t\t\t\t\t\t Department of Occu- pational Therapy \n\t\t\t\t\t\t\t\t College of Medical Science \n\t\t\t\t\t\t\t\t Soonchunhyang University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Asan-si Chungcheongnam-do \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    }
  ],
  "doi": "https://doi.org/10.13039/501100003725",
  "sections": [
    {
      "title": "Systematic review and meta analysis of standalone digital behavior change interventions on physical activity"
    },
    {
      "title": "Check for updates",
      "text": "Si-An Lee 1 & Jin-Hyuck Park  2  Physical inactivity contributes to chronic diseases globally. Digital behavior change interventions (DBCIs) offer scalable solutions, but previous meta-analyses often combined them with other interventions. This systematic review and meta-analysis evaluated the standalone effects of DBCIs on physical activity (PA) and body metrics in adults. We searched five databases and included 18 randomized controlled trials. Standalone DBCIs significantly improved PA (SMD = 0.324; lowcertainty evidence) and body metrics (SMD = 0.269; moderate-certainty evidence). PA improvements were greater in adults with unhealthy conditions compared to healthy individuals. Body metrics improvements were more pronounced in healthy adults. Sensitivity analyses supported the robustness of these findings. Publication bias and risk of bias downgraded the certainty of evidence to low for PA and moderate for body metrics. These results suggest standalone DBCIs can promote PA and weight management, but further high-quality trials and tailored strategies are needed based on health status.\n\nThe low levels of physical activity (PA) have been consistently linked to various chronic diseases, including obesity, cardiovascular diseases, type 2 diabetes, depression, and certain types of cancer  1, 2  . In particular, sedentary behavior (SB) has been identified as a significant risk factor, contributing to negative impacts on cardiometabolic and mental health. Therefore, at least 150-300 min of moderate-to-vigorous physical activity per week are recommended for adults  3  . However, insufficient PA remains a pervasive issue globally, representing a critical public health challenge  4  .\n\nTo address this, numerous behavior change interventions to increase PA have been implemented. In a previous study, people without cognitive impairment in a 16-week exercise program with a telephone coach showed a significant increase in weekly step counts  5  . In another previous study, breast cancer survivors who performed a 12-week exercise program with selfmonitoring and motivational interviewing achieved a considerable improvement in PA levels  6  . However, traditional behavior change interventions face several significant limitations. These approaches, often relying on group exercise programs or one-on-one coaching, suffer from constraints in feasibility and accessibility, particularly among older adults or individuals with chronic diseases  7  . Additionally, existing behavioral change interventions also face difficulties in improving adherence. Participants often lose motivation to engage in the programs or fail to maintain PA levels after the interventions period. This lack of tailored approaches to reduce SB and encourage PA further exacerbates the issue  8  . Consequently, low adherence limits the practical effectiveness of these interventions and undermines their ecological validity. Therefore, scalable, cost-efficient, and minimally staff-dependent interventions with long adherence are urgently required to effectively address the insufficient levels of PA.\n\nAdvances in digital technology have opened new avenues to satisfy these demands. Digital behavior change interventions (DBCIs) leverage mobile applications, wearable devices, and online platforms to facilitate behavior change through personalized and accessible approaches, unrestricted by time or location  9  . A growing body of evidence suggests that DBCIs are effective in promoting PA, reducing SB, and improving overall health outcomes  10  . By providing a variety of behavioral techniques such as goal setting, self-monitoring, or social support, these interventions help sustain motivation for behavior change. Notably, DBCIs have shown promising potential for populations with limited accessibility, such as older adults and individuals with chronic diseases  5, 6, 10  .\n\nDespite growing interest in DBCIs, prior meta-analyses have several limitations. First, since DBCIs were often combined with other interventions in previous meta-analyses, it is challenging to determine whether the reported effect size is overstated  10, 11  . Second, recent meta-analyses have lacked comprehensive subgroup analyses that account for the diversity within DBCIs studies such as population characteristics, assessment methods, intervention duration, and control group types. In particular, there has been a notable gap in studies that differentiate between adults with healthy and unhealthy conditions  [10] [11] [12] [13] [14]  , limiting the ability to determine the distinct effects of DBCIs based on health status. This raises concerns about the generalizability of the findings, as the effects of DBCIs may be confined to specific groups. Third, prior meta-analyses were unable to compare DBCIs with non-digital intervention controls or waitlist controls, primarily due to the inclusion of some digital intervention components within the control groups or an insufficient number of studies  10, 15  . Finally, some metaanalyses that included non-randomized controlled trials (RCTs) have hindered the ability to provide robust evidence  10, 11, 14  . Additionally, the absence of sensitivity analyses or qualitative assessment (e.g., GRADE assessment) in some previous studies reduces the methodological rigor of the research.\n\nTo address these limitations, we conducted a systematic review and meta-analysis to evaluate the effectiveness of standalone DBCIs on PA in adults with healthy or unhealthy conditions. Additionally, this study included only RCTs to ensure a rigorous and reliable assessment of the effects of standalone DBCIs. The secondary aim was to examine whether the effects of standalone DBCIs on PA extend to improvements in body metrics (e.g., body weight), assessing the potential transfer of benefits from increased PA to physiological outcomes."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study selection",
      "text": "A total of 28,462 literature records were identified from the databases. After removing duplicate records, titles, and abstracts screening was conducted on 22,218 records. Full-text screening for eligibility assessment was conducted on 801 records. We summarized the reasons for full-text exclusion in Fig.  1 . Briefly, studies were excluded primarily for the following reasons: (1) the intervention was not a standalone DBCI, but rather combined with other interventions; (2) insufficient data were available to calculate effect sizes; (3)   the target population did not meet inclusion criteria (e.g., pediatric or elderly populations with mobility limitations); and (4) the study design was not a RCT. Consequently, 18 articles were finally included in this systematic review and meta-analysis (Fig.  1 ). Eighteen studies included in the metaanalysis provided complete data required for effect size calculation, including means, standard deviations, and sample sizes for each group. Therefore, it was not necessary to contact the study authors for additional information."
    },
    {
      "title": "Characteristics of studies",
      "text": "Table  1  provides characteristics of the 18 included studies. All studies were published between 2014 and 2024. Ten studies included adults with healthy conditions, while the remaining eight studies were conducted on adults with unhealthy conditions such as hypertension and diabetes. The sample size of individual studies ranged from 17 to 444 participants, with mean ages between 20.5 and 71.7 years.\n\nAmong the 18 studies examined, various digital platforms were utilized for DBCIs. The majority of the studies, specifically 12 (66.6%), employed mobile applications as their primary intervention platform. Wearable devices were the chosen medium in three of the studies (16.6%). The remaining studies diversified their approach, with one study each utilizing SMS, telephone coaching, and video games as intervention methods. In all studies, goal setting was included. Thirteen studies employed individualized PA goals, while five studies adopted general goals (e.g., 10,000 steps per day) (Table  1 ).\n\nThe most common behavior change techniques were 2.2 feedback on behavior (outcome) (n = 17), followed by 2.3 self-monitoring of behavior (n = 16). The average number of behavior change techniques was 7 (range 4-23). The duration of DBCIs predominantly lasted 12 weeks (n = 7), ranging from three weeks to 12 months. The retention rates ranged between 66.1 and 100% (Table  1 ).\n\nTo measure PA, accelerometers (n = 9) were predominantly used to objectively assess moderate-to-vigorous physical activity (MVPA) and steps, while three studies used only self-reported methods to subjectively measure PA. Four studies employed both objective and subjective measurements to assess PA. Most studies reported their results in mean minutes of PA per day or daily step counts. Other reported outcomes were mean hours of PA per week, walking distance per day, and stepping time per day. Six studies that additionally evaluated body metrics included body weight and body mass index (Table  2 )."
    },
    {
      "title": "Effects of DBCIs on physical activity",
      "text": "Eighteen studies, with 1674 participants, measured the effects of DBCIs on PA. Overall, DBCIs showed a significant and moderate improvement in PA (SMD (95%CI) = 0.324 (0.182-0.465); p < 0.001; I 2 = 37.16%; low-certainty evidence) (Table  3 ). For 1018 healthy adults from 10 studies, DBCIs showed a significant and small effect on PA (SMD (95%CI) = 0.253 (0.116-0.390); p < 0.01; I 2 = 1.54%; low-certainty evidence) (Fig.  2a ). For 678 adults with unhealthy conditions from the remaining eight studies, DBCIs significantly increased PA with moderate effect size, though high statistical heterogeneity was detected (SMD (95%CI) = 0.366 (0.085-0.647); p < 0.05; I 2 = 60.47%; low-certainty evidence) (Fig.  2b )."
    },
    {
      "title": "Effects of DBCIs on body metrics",
      "text": "Eleven studies, with 836 participants, measured the effects of DBCIs on body metrics. Overall, DBCIs significantly led to favorable alterations in body metrics with a small effect (SMD (95%CI) = 0.269 (0.141-0.396); p < 0.001; I 2 = 5.48%; moderate-certainty evidence) (Table  3 ). For 280 healthy adults from five studies, DBCIs showed a significantly positive change in body metrics with a moderate effect (SMD (95%CI) = 0.333 (0.166-0.499); p < 0.001; I 2 = 0%; moderate-certainty evidence) (Fig.  3a ). For 607 adults with unhealthy conditions from the remaining six studies, DBCIs also showed a significant effect on body metrics with a small effect size (SMD (95%CI) = 0.217 (0.005-0.429); p = 0.04; I 2 = 25.23%; low-certainty evidence) (Fig.  3b ). https://doi.org/10.1038/s41746-025-01827-4"
    },
    {
      "title": "Subgroup analyses",
      "text": "The first subgroup analysis compared active-controlled studies with waitlist-controlled studies. For PA, DBCIs showed a significant improvement compared to both active controls (SMD (95%CI) = 0.344 (0.163-0.525); p < 0.001; I 2 = 43.45%) and waitlist controls (SMD (95% CI) = 0.279 (0.039-0.520); p < 0.05; I 2 = 26.61%). For body metrics, DBCIs showed a significant improvement compared to both active controls (SMD (95%CI) = 0.226 (0.064-0.388); p = 0.006; I 2 = 8.94%) and waitlist controls (SMD (95%CI) = 0.358 (0.160-0.556); p < 0.001; I 2 = 0%) (Table  3 ).\n\nThe second subgroup analysis examined the durations of intervention time. For PA, DBCIs showed a significant improvement for a total intervention lasting less than 12 weeks (SMD (95%CI) = 0.454 (0.221-0.687); p < 0.001; I 2 = 0%) and 12 weeks or longer (SMD (95%CI) = 0.277 (0.106-0.448); p = 0.002; I 2 = 45.11%). For body metrics, DBCIs showed a significant improvement for both a total intervention lasting less than 12 weeks (SMD (95%CI) = 0.416 (0.226-0.607); p < 0.001; I 2 = 0%) and 12 weeks or longer (SMD (95%CI) = 0.176 (0.020-0.333); p = 0.027; I 2 = 0%) (Table  3 ).\n\nThe third subgroup analysis focused on the type of measurement. Since measurements of PA consisted only of subjective or objective measurements, this analysis was limited to PA outcomes. DBCIs showed a significant improvement in objective measurements, although statistical heterogeneity was detected (SMD (95%CI) = 0.396 (0.186-0.606); p < 0.001; I 2 = 56.68%). On the other hand, DBCIs also showed a significant improvement in subjective measurements (SMD (95%CI) = 0.198 (0.060-0.336); p = 0.005; I 2 = 0%) (Table  3 ).\n\nThe fourth subgroup analysis investigated the type of goal setting for PA. For PA, DBCIs showed a significant improvement when individualized goals were set (SMD (95%CI) = 0.215 (0.081-0.348); p = 0.002; I 2 = 0%). Similarly, DBCIs also showed a significant improvement when general goals were set, although statistical heterogeneity was detected (SMD (95%CI) = 0.490 (0.139-0.841); p = 0.006; I 2 = 70.42%). For body metrics, DBCIs showed a significant improvement for individualized goals (SMD (95% CI) = 0.291 (0.156-0.426); p < 0.001; I 2 = 0%). However, no significant improvement was observed for general goals (SMD (95%CI) = 0.202 (-0.166-0.569); p = 0.282; I 2 = 44.68%)."
    },
    {
      "title": "Risk of bias and publication bias",
      "text": "Among the 18 studies, six were classified as high risk of bias, while the remaining 12 studies were either at low risk or raised some concerns (Fig.  4 ). Sensitivity analyses were performed by excluding high-risk-of-bias studies from the main analysis that yielded significant results. After their removal, all significant findings remained robust, except for the DBCIs' effect on body metrics in clinical groups, where the effect size shifted from 0.217 (0.005-0.429) to 0.281 (-0.255-0.818), rendering it non-significant (Table  2 ).\n\nPublication bias was assessed for significant results in the main analysis using funnel plots and Egger's Test. Subsequently, the Trim-and-Fill technique was applied to adjust effect sizes for outcomes that exhibited significant asymmetry. Two outcomes displayed asymmetries in the funnel plots; however, their effect estimates remained significant even after Trimand-Fill adjustments (Supplementary Figs. 1 2 3 4 5 6 )."
    },
    {
      "title": "GRADE assessment",
      "text": "Based on the GRADE assessment of each significant effect estimate, this study concludes that DBCIs provide a low-certainty benefit for PA and a moderate-certainty benefit for body metrics in the entire adult sample. Subgroup analyses indicate that DBCIs yield a low-certainty benefit for PA in adults with healthy conditions and a moderate-certainty benefit in those with unhealthy conditions. Similarly, DBCIs demonstrate a moderatecertainty benefit for body metrics in adults with healthy conditions, while the certainty of evidence for their effect on body metrics in adults with unhealthy conditions remains low (Table  4 ).\n\nFor the overall population, the certainty of evidence for PA was downgraded by two levels due to some concerns regarding the risk of bias  and publication bias. In contrast, the certainty for body metrics was downgraded by one level due to some concerns regarding the risk of bias. No major concerns were identified for inconsistency, indirectness, or imprecision for either outcome (Table  4 ). In adults with healthy conditions, the certainty of evidence for PA was downgraded by two levels due to the high risk of bias (two studies rated high risk out of ten) and publication bias, while the certainty of evidence for body metrics was downgraded by one level due to the high risk of bias (two high-risk studies out of five). No issues were found for inconsistency, indirectness, or imprecision (Table  4 ).\n\nIn adults with unhealthy conditions, the certainty of evidence for PA was downgraded by one level due to the high risk of bias (four highrisk studies out of eight). For body metrics, the certainty of evidence was downgraded by one level due to the high risk of bias and imprecision. Inconsistency, indirectness, and publication bias were not found (Table  4 )."
    },
    {
      "title": "Meta-regression",
      "text": "Meta-regression analysis showed that the number of behavior change techniques did not significantly impact PA (β (95%CI) = 0.03 (-0.01-0.07); p = 0.13) and body metrics (β (95%CI) = -0.04 (-0.08-0.00); p = 0.06)."
    },
    {
      "title": "Discussion",
      "text": "This systematic review and meta-analysis evaluated the effectiveness of standalone DBCIs on PA and body metrics among adults. The findings demonstrated small-to-moderate effects (SMD of 0.32 for PA and 0.27 for body metrics) of standalone DBCIs on increasing PA and improving body metrics. While both outcomes demonstrated favorable effects, the certainty of evidence differed, being low for PA and moderate for body metrics. Although these effect sizes are small to moderate, they are practically significant in the context of public health. As emphasized by a previous study  16  , even modest effect sizes can yield substantial population-level health benefits when applied broadly, especially given the scalability and accessibility of standalone DBCIs. Therefore, these findings reinforce the public health potential of standalone DBCIs to improve PA and body metrics across diverse populations.\n\nThis study is the first to systematically isolate the independent effects of standalone DBCIs, free from the confounding influences of multicomponent interventions, providing a more precise evaluation of their impact. Furthermore, by differentiating between adults with healthy and unhealthy conditions, this study could provide insight into how standalone DBCIs perform across different health conditions. Various subgroup analyses were also conducted to determine the conditions under which standalone DBCIs are effective, enhancing the generalizability of the findings. By exclusively including RCTs and employing sensitivity analyses and GRADE assessments, this study ensures methodological rigor and a more nuanced understanding of the efficacy of standalone DBCIs.\n\nThe findings of this study align with previous meta-analyses on DBCIs for PA promotion  [10] [11] [12] [13] [14] [15]  . Prior studies involving DBCIs combined with other interventions reported small to moderate effect sizes for PA improvement, comparable to the present study's effect size  10, 11  . This suggests that  https://doi.org/10.1038/s41746-025-01827-4\n\nstandalone DBCIs are not inferior to multi-component approaches, highlighting their feasibility as a cost-effective intervention strategy. On the other hand, unlike a previous study that predominantly focused on healthy adults  10  , this study explicitly includes adults with unhealthy conditions and demonstrates that they exhibit larger PA improvement than their healthy counterparts. This supports the findings that individuals with lower baseline PA levels tend to experience greater benefits from structured digital interventions  17, 18  . Although one previous meta-analysis included populations with unhealthy conditions, it did not compare effect sizes across health conditions, making it unclear which population benefits more from DBCIs  11  . In contrast, this study quantified these differences, emphasizing the importance of tailoring DBCIs to population-specific needs.\n\nAnother novel contribution of this study is its inclusion of body metrics as an outcome. While a previous study focused exclusively on PA improvements  11, 15  , this study demonstrates that PA improvements achieved through standalone DBCIs extend to body metrics, including body mass index and body weight. This suggests that increased PA facilitated by digital interventions can lead to meaningful physiological benefits, even when weight management is not the primary target. Interestingly, the effect of standalone DBCIs on body metrics was more pronounced in healthy individuals than in those with underlying unhealthy conditions, possibly due to metabolic differences, dietary habits, or disease-related limitations. Indeed, previous literature has highlighted the influence of extraneous factors such as diet and mental health on weight outcomes  19  . Therefore, when evaluating the impact of DBCIs on body metrics in adults with unhealthy conditions, it is imperative to develop tailored intervention strategies that holistically address lifestyle factors  19, 20  .\n\nSubgroup analyses provide further insight into the conditions under which standalone DBCIs are effective. The comparison between activecontrolled and waitlist-controlled studies reveals that some observed improvements may stem from general engagement effects rather than specific DBCI components. This aligns with a prior study reporting that participation alone, regardless of behavioral techniques, can positively influence PA levels  21  . Moreover, intervention duration appears to impact effectiveness, with shorter interventions (<12 weeks) showing greater effects on PA body metrics than longer ones (≥12 weeks). This finding is in line with previous studies, which suggest that interventions extending beyond 12 weeks tend to show diminished effect sizes relative to those lasting 12 weeks or less. This phenomenon aligns with the theory of habit formation, which posits that automaticity in newly developed habits peaks around the 12-week mark before gradually declining and eventually stabilizing  22, 23  . In prior studies, initial engagement with standalone DBCIs is strong, but maintaining adherence over extended periods remains a challenge  18, 21  . Therefore, a previous study has suggested the need for artificial intelligence (AI)-driven personalization and gamification strategies to enhance longterm adherence  24  . This study supports previous findings that objectively measured PA outcomes are larger than self-reported PA, reinforcing concerns about recall bias in self-reported data  10, 25  . Given the growing accessibility of wearable sensors and smartphone-based tracking, future studies should emphasize objective PA measurement to enhance accuracy and reliability. The analysis of goal-setting strategies further highlights differences in intervention efficacy. While general goals resulted in greater PA improvements, individualized goals were more effective for body metrics, underscoring the need for tailored strategies based on target outcomes. This divergence may stem from the fact that PA increase can be driven by broad motivational targets  26  , whereas body metrics require precise, personalized approaches to account for metabolic variability and adherence behavior  27  . These findings emphasize the necessity of adaptive goal-setting mechanisms that cater to both behavior and physiological outcomes, a topic warranting further exploration in future research  28  .\n\nSensitivity analyses strengthen the robustness of this study's findings. Excluding high-risk-of-bias studies slightly increased heterogeneity but did not compromise statistical significance. Notably, this study retained 12 studies in sensitivity analyses, compared to only seven in a prior meta-analysis  11  , rendering its effect size estimates more rigorous. Additionally, the examination of behavior change techniques revealed that self-monitoring and feedback were frequently utilized, aligning with prior studies suggesting that these strategies are critical for sustaining PA behavior change  10, 29, 30  . Previous studies have identified goal-setting as the most commonly used BCT and have suggested that it is one of the most crucial elements in BCTs  10, 31  . This raises the question of whether incorporating a greater number of BCTs in DBCIs could enhance their efficacy. However, meta-analysis suggests that the number of BCTs included in an intervention did not predict greater effectiveness. This finding indicates that the specificity and quality of BCTs might be more critical than sheer quantity in optimizing DBCI-related outcomes.\n\nThis study has several strengths that enhance its contributions to the literature. First, by exclusively focusing on standalone DBCIs, highlighting their potential as a scalable and cost-effective intervention strategy. Second, by incorporating both adults with healthy and unhealthy conditions, the findings offer a more comprehensive understanding of DBCIs impact across diverse groups. Third, extensive subgroup analyses help identify the optimal conditions for intervention efficacy. Finally, the inclusion of only RCTs, alongside sensitivity and GRADE assessments, ensures a high level of methodological rigor, setting this study apart from previous meta-analyses. Despite these strengths, some limitations must be acknowledged. First, the high heterogeneity observed in some subgroup analyses suggests that variations in intervention components, participant characteristics, and measurement tools might have influenced effect sizes. Second, the lack of long-term follow-up data in most included studies limits conclusions regarding sustained DBCIs' benefits. The third limitation is the restriction of included studies to those published in English and Korean. While this decision was based on the language proficiency of the review team and is consistent with common practices in systematic reviews, it may have excluded relevant studies published in other languages. As a result, some degree of language bias cannot be ruled out. Finally, confounding factors such as adherence and participant engagement may have impacted the findings, warranting further investigation.\n\nFuture research should address several key areas. First, long-term follow-up studies are needed to determine the sustainability of DBCIsinduced PA improvements. Second, an investigation into AI-driven personalization and adaptive goal-setting could enhance intervention efficacy. Third, the integration of lifestyle components into DBCIs should be explored to assess whether combining PA interventions with nutritional guidance amplifies body metrics-related benefits. Lastly, the development of standardized frameworks for evaluating digital interventions will be essential to ensure consistency in outcome measurement across studies.\n\nIn conclusion, this systematic review and meta-analysis provide strong evidence that standalone DBCIs are effective in increasing PA and improving body metrics in adults, although the certainty of evidence varies by outcomes. Specifically, the evidence was moderate for body metrics but only low for PA in the overall population, highlighting variation in the level of evidence between outcomes.\n\nBy isolating standalone DBCIs effects, analyzing both adults with healthy and unhealthy conditions, and employing rigorous methodological criteria, this study advances the understanding of technology-driven behavior change strategies. Addressing long-term adherence challenges and refining intervention components will be critical to maximizing the public health impact of DBCIs."
    },
    {
      "title": "Methods",
      "text": "This systematic review and meta-analysis follows the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines and was prospectively registered with PROSPERO (ID: CRD42024610303). (3) studies with insufficient data to perform meta-analysis were excluded; in cases where potentially eligible studies had provided only partial or unclear data, we would have attempted to contact the corresponding authors to request the missing information. If no response had been received or if the data had remained insufficient for effect size calculation, those studies would have been excluded from both the systematic and statistical syntheses; (4) studies published in languages other than English and Korean were excluded. Both peer-reviewed articles and conference abstracts were included in the main analysis. However, conference abstracts were required to report RCT findings.\n\nAfter the removal of duplicates, a two-stage screening process was conducted: title/abstract screening, followed by full-text review. Two independent reviewers (S.-A. Lee and J.-H. Park). assessed all titles and abstracts for eligibility before proceeding with the full-text review. To ensure consistency, a 10% subset of records was jointly reviewed at each stage to assess inter-rater reliability. Any discrepancies were resolved through discussion, and if consensus was not reached, a third senior reviewer served as an adjudicator.\n\nInter-rater reliability, measured using Cohen's Kappa, demonstrated near-perfect agreement for both title/abstract screening stage (0.92) and fulltext review (0.90). Throughout the process, reviewers remained blinded to each other's decisions to maintain objectivity. values ≥ 75% suggested very high heterogeneity. Since various DBCIs were independently implemented with different behavior change techniques, a random-effects model was applied regardless of the level of heterogeneity."
    },
    {
      "title": "Subgroup analyses and sensitivity analyses",
      "text": "Subgroup analyses were conducted for both primary and secondary outcomes based on (1) population characteristics (health vs. unhealthy conditions), (2) control group type (active vs. waitlist), (3) measurement type, and (4) goal-setting approach. Additionally, sensitivity analyses were performed to assess the impact of risk of bias in the included studies."
    },
    {
      "text": "Fig. 1 | PRISMA flow diagram of included studies. The diagram displays the number of records identified, screened, assessed for eligibility, and included in the systematic review and meta-analysis."
    },
    {
      "text": "Fig. 2 | Effect of standalone DBCIs on physical activity in adults. a Forest plot of effects in adults with healthy conditions. b Forest plot of effects in adults with unhealthy conditions. Black squares represent individual study estimates, and the horizontal black line shows 95% confidence intervals. DBCIS digital behavioral change interventions, CI confidence interval."
    },
    {
      "text": "Fig. 3 | Effect of DBCIs on body metrics in adults. a Forest plot of effects in adults with healthy conditions. b Forest plot of effects in adults with unhealthy conditions. Black squares represent individual study estimates, and the horizontal black line shows 95% confidence intervals. DBCIS digital behavioral change interventions, CI confidence interval."
    },
    {
      "text": "Literature search and study selectionThe electronic databases were searched from inception toNovember 11,  2024. This search focused on articles published from January 2014 to September 2024, limiting the timeframe to the past 10 years to ensure the inclusion of the most recent evidence, using MEDLINE, Embase, Psy-cINFO, Google Scholar, and the Cochrane Library. The keywords were used: physical activity OR walking OR exercise OR sedentary* OR sedentary behavio* OR sitting) and (digital behavio* OR digital intervention* OR wearable electronic device* OR fitness tracker* OR fitbit* OR activity tracker* OR accelerometer OR fitness tracker* OR ehealth OR mhealth OR mobile phone*). Grey literature was searched manually by entering the same keywords into Google and Bing on November 11, 2024. Inclusion criteria were: (1) adults were with healthy or unhealthy conditions; (2) DBCIs were used, with structured behavior change techniques to be completed by participants through a digital device or digital technology such as mobile phones or smartphone applications (apps), computer software, websites, short message service, and wearable devices; (3) there was a non-DBCIs control group for comparison, examples of which include usual care, education, sham DBCI without a structured behavior change technique, or wait-list; (4) PA was objectively via an accelerometer or pedometer, assessed by standardized assessments, or self-reported questionnaires; (5) only RCTs were included. Exclusion criteria were: (1) DBCIs that combined with other types of non-DBCIs in a multi-component fashion were excluded; (2) studies with participants who have limited mobility or severe cognitive impairment were excluded;"
    },
    {
      "text": "Fig. 4 | Risk of bias summary for included studies. The figure displays the overall risk of bias assessments across all included studies using the Cochrane Risk of Bias tool."
    },
    {
      "text": "Characteristics of included studies on digital behavioral change interventions"
    },
    {
      "text": "continued) | Characteristics of included studies on digital behavioral change interventions"
    },
    {
      "text": "continued) | Characteristics of included studies on digital behavioral change interventions"
    },
    {
      "text": "Measurement of physical activity and body metrics"
    },
    {
      "text": "Effects of digital behavior change intervention on physical activity and body metrics"
    }
  ],
  "references": [
    {
      "title": "Profile of physical activity levels in communitydwelling older adults",
      "authors": [
        "K Chad"
      ],
      "year": 2005
    },
    {
      "title": "Biomarkers associated with sedentary behaviour in older adults: a systematic review",
      "authors": [
        "K Wirth"
      ],
      "year": 2017
    },
    {
      "title": "Everybody Active, Every Day: An Evidence Based Approach to Physical Activity",
      "year": 2014
    },
    {
      "title": "Physical activity and healthy ageing: a systematic review and meta-analysis of longitudinal cohort studies",
      "authors": [
        "C Daskalopoulou"
      ],
      "year": 2017,
      "doi": "10.1016/j.arr.2017.06.003"
    },
    {
      "title": "Feasibility of a memory clinic-based physical activity prescription program",
      "authors": [
        "E Vidoni"
      ],
      "year": 2016,
      "doi": "10.3233/jad-160158"
    },
    {
      "title": "Patterns of Fitbit use and activity levels throughout a physical activity intervention: exploratory analysis from a randomized controlled trial",
      "authors": [
        "S Hartman",
        "S Nelson",
        "L Weiner"
      ],
      "year": 2018
    },
    {
      "title": "Physical activity for an aging population",
      "authors": [
        "A King",
        "D King"
      ],
      "year": 2010,
      "doi": "10.1007/bf03391609"
    },
    {
      "title": "Long-term adherence to health behavior change",
      "authors": [
        "K Middleton",
        "S Anton",
        "M Perri"
      ],
      "year": 2013,
      "doi": "10.1177/1559827613488867"
    },
    {
      "title": "Digital health behaviour change interventions targeting physical activity and diet in cancer survivors: a systematic review and meta-analysis",
      "authors": [
        "A Roberts"
      ],
      "year": 2017,
      "doi": "10.1007/s11764-017-0632-1"
    },
    {
      "title": "Digital behavior change interventions to promote physical activity and/or reduce sedentary behavior in older adults: a systematic review and meta-analysis",
      "authors": [
        "S Stockwell"
      ],
      "year": 2019
    },
    {
      "title": "The effect of physical activity interventions comprising wearables and smartphone applications on physical activity: a systematic review and meta-analysis",
      "authors": [
        "R Gal",
        "A May",
        "E Van Overmeeren",
        "M Simons",
        "E Monninkhof"
      ],
      "year": 2018
    },
    {
      "title": "Digital behavior change interventions for the prevention and management of type 2 diabetes: systematic market analysis",
      "authors": [
        "R Keller"
      ],
      "year": 2022,
      "doi": "10.2196/33348"
    },
    {
      "title": "Digital behavior change interventions to reduce sedentary behavior and promote physical activity in adults with diabetes: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "X Zhang",
        "X Qiao",
        "K Peng",
        "S Gao",
        "Y Hao"
      ],
      "year": 2023,
      "doi": "10.1007/s12529-023-10188-9"
    },
    {
      "title": "Effective behavior change techniques to promote physical activity in adults with overweight or obesity: a systematic review and meta-analysis",
      "authors": [
        "E Carraça"
      ],
      "year": 2021,
      "doi": "10.1111/obr.13258"
    },
    {
      "title": "Can smartphone apps increase physical activity? Systematic review and meta-analysis",
      "authors": [
        "A Romeo"
      ],
      "year": 2019
    },
    {
      "title": "Powering population health research: considerations for plausible and actionable effect sizes",
      "authors": [
        "E Matthay"
      ],
      "year": 2021,
      "doi": "10.1016/j.ssmph.2021.100789"
    },
    {
      "title": "Using pedometers to increase physical activity and improve health: a systematic review",
      "authors": [
        "D Bravata"
      ],
      "year": 2007,
      "doi": "10.1001/jama.298.19.2296"
    },
    {
      "title": "Health benefits of a pedometer-based physical activity intervention in sedentary workers",
      "authors": [
        "C Chan",
        "D Ryan",
        "C Tudor-Locke"
      ],
      "year": 2004
    },
    {
      "title": "A self-determination theory approach to adults' healthy body weight motivation: a longitudinal study focussing on food choices and recreational physical activity",
      "authors": [
        "C Hartmann",
        "S Dohle",
        "M Siegrist"
      ],
      "year": 2015
    },
    {
      "title": "Systematic review of context-aware digital behavior change interventions to improve health",
      "authors": [
        "Craig Thomas"
      ],
      "year": 2021
    },
    {
      "title": "Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis",
      "authors": [
        "O Perski",
        "A Blandford",
        "R West",
        "S Michie"
      ],
      "year": 2017,
      "doi": "10.1007/s13142-016-0453-1"
    },
    {
      "title": "How are habits formed: modelling habit formation in the real world",
      "authors": [
        "P Lally",
        "C Van Jaarsveld",
        "H Potts",
        "J Wardle"
      ],
      "year": 2010,
      "doi": "10.1002/ejsp.674"
    },
    {
      "title": "Evaluating behavior change factors over time for a simple vs. complex health behavior",
      "authors": [
        "L Phillips",
        "K More"
      ],
      "year": 2022,
      "doi": "10.3389/fpsyg.2022.962150"
    },
    {
      "title": "Gotta catch'em all! Pokemon GO and physical activity among young adults: difference in differences study",
      "authors": [
        "K Howe"
      ],
      "year": 2016
    },
    {
      "title": "Comparative validity of physical activity measures in older adults",
      "authors": [
        "L Colbert"
      ],
      "year": 2011
    },
    {
      "title": "Effective behavior change techniques in digital health interventions for the prevention or management of noncommunicable diseases: an umbrella review",
      "authors": [
        "J Mair"
      ],
      "year": 2023,
      "doi": "10.1093/abm/kaad041"
    },
    {
      "title": "Personalized paths for physical activity: developing a person-centered quantitative function to determine a customized amount of exercise and enhancing individual commitment",
      "authors": [
        "G Iolascon"
      ],
      "year": 2021
    },
    {
      "title": "Effective behaviour change techniques for physical activity and healthy eating in overweight and obese adults; systematic review and meta-regression analyses",
      "authors": [
        "G Samdal"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0494-y"
    },
    {
      "title": "Promotion of physical activity interventions for community dwelling older adults: a systematic review of reviews",
      "authors": [
        "A Zubala"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0180902"
    },
    {
      "title": "New directions in goal-setting theory",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 2006,
      "doi": "10.1111/j.1467-8721.2006.00449.x"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "GRADE guidelines: a new series of articles in the",
      "authors": [
        "G Guyatt"
      ],
      "year": 2011
    },
    {
      "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Sterne"
      ],
      "year": 2019,
      "doi": "10.7717/peerj.5318/table-3"
    },
    {
      "title": "Bias in metaanalysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "G Smith",
        "M Schneider",
        "C Minder"
      ],
      "year": 1997
    },
    {
      "title": "Trim and fill: a simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000
    },
    {
      "title": "Statistical Power Analysis for the Behavioral Sciences 2nd edn",
      "authors": [
        "J Cohen"
      ],
      "year": 1988
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "J Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1038/s41746-025-01827-4"
    },
    {
      "title": "Randomized trial of a Fitbit-based physical activity intervention for women",
      "authors": [
        "L Cadmus-Bertram",
        "B Marcus",
        "R Patterson",
        "B Parker",
        "B Morey"
      ],
      "year": 2015
    },
    {
      "title": "A social networking and gamified app to increase physical activity: cluster RCT",
      "authors": [
        "S Edney"
      ],
      "year": 2020
    },
    {
      "title": "Video-games used in a group setting is feasible and effective to improve indicators of physical activity in individuals with chronic stroke: a randomized controlled trial",
      "authors": [
        "N Givon",
        "G Zeilig",
        "H Weingarden",
        "D Rand"
      ],
      "year": 2016,
      "doi": "10.1177/0269215515584382"
    },
    {
      "title": "Effectiveness of a smartphone application to promote physical activity in primary care: the SMART MOVE randomised controlled trial",
      "authors": [
        "L Glynn"
      ],
      "year": 2014,
      "doi": "10.3399/bjgp14x680461"
    },
    {
      "title": "Randomized controlled trial of increasing physical activity on objectively measured and self-reported cognitive functioning among breast cancer survivors: the Memory & Motion study",
      "authors": [
        "S Hartman"
      ],
      "year": 2018
    },
    {
      "title": "Exercise advice by humans versus computers: maintenance effects at 18 months",
      "authors": [
        "A King"
      ],
      "year": 2014,
      "doi": "10.1037/a0030646"
    },
    {
      "title": "Feasibility and acceptability of a wearable technology physical activity intervention with telephone counseling for mid-aged and older adults: a randomized controlled pilot trial",
      "authors": [
        "E Lyons",
        "M Swartz",
        "Z Lewis",
        "E Martinez",
        "K Jennings"
      ],
      "year": 2017
    },
    {
      "title": "Text messaging for exercise promotion in older adults from an upper-middle-income country: randomized controlled trial",
      "authors": [
        "A Müller",
        "S Khoo",
        "T Morris"
      ],
      "year": 2016
    },
    {
      "title": "Increasing physical activity in stroke survivors using STARFISH, an interactive mobile phone application: a pilot study",
      "authors": [
        "L Paul"
      ],
      "year": 2016,
      "doi": "10.1080/10749357.2015.1122266"
    },
    {
      "title": "Efficacy of a self-regulation-based electronic and Mobile health intervention targeting an active lifestyle in adults having type 2 diabetes and in adults aged 50 years or older: two randomized controlled trials",
      "authors": [
        "L Poppe"
      ],
      "year": 2019,
      "doi": "10.2196/13363"
    },
    {
      "title": "Automated personalized feedback for physical activity and dietary behavior change with mobile phones: a randomized controlled trial on adults",
      "authors": [
        "M Rabbi",
        "A Pfammatter",
        "M Zhang",
        "B Spring",
        "T Choudhury"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4160"
    },
    {
      "title": "The impact of a Webbased app (eBalance) in promoting healthy lifestyles: randomized controlled trial",
      "authors": [
        "J Safran Naimark",
        "Z Madar",
        "D Shahar"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3682"
    },
    {
      "title": "Enhancing physical activity and reducing obesity through smartcare and financial incentives: a pilot randomized trial",
      "authors": [
        "D Shin"
      ],
      "year": 2017
    },
    {
      "title": "Development of a health behavioral digital intervention for patients with hypertension based on an intelligent health promotion system and WeChat: randomized controlled trial",
      "authors": [
        "T Sun"
      ],
      "year": 2024
    },
    {
      "title": "Efficacy of an mHealth intervention to stimulate physical activity in COPD patients after pulmonary rehabilitation",
      "authors": [
        "S Vorrink",
        "H Kort",
        "T Troosters",
        "P Zanen",
        "J Lammers"
      ],
      "year": 2016
    },
    {
      "title": "An mHealth intervention using a smartphone app to increase walking behavior in young adults: a pilot study",
      "authors": [
        "J Walsh",
        "T Corbett",
        "M Hogan",
        "J Duggan",
        "A Mcnamara"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5227"
    },
    {
      "title": "Supporting behavior change in sedentary adults via real-time multidimensional physical activity feedback: mixed methods randomized controlled trial",
      "authors": [
        "M Western"
      ],
      "year": 2022
    },
    {
      "title": "An mHealth intervention promoting physical activity and healthy eating in a family setting (SMARTFAMILY): randomized controlled trial",
      "authors": [
        "K Wunsch"
      ],
      "year": 2024,
      "doi": "10.2196/51201"
    }
  ],
  "num_references": 55
}
