{
  "paper_id": "FG9UNJHJ",
  "abstract": "of trial design, methods, results, and conclusions NPT extension: Description of experimental treatment, comparator",
  "doi": "10.2196/jmir.1923",
  "keywords": [
    "care providers",
    "centers",
    "and blinding status"
  ],
  "sections": [
    {
      "text": "I.e does the title contain the phrase \"Randomized Controlled Trial\"? (if not, explain the reason under \"other\") 1a-i) Identify the mode of delivery in the title Identify the mode of delivery. Preferably use \"web-based\" and/or \"mobile\" and/or \"electronic game\" in the title. Avoid ambiguous terms like \"online\", \"virtual\", \"interactive\". Use \"Internet-based\" only if Intervention includes non-web-based Internet components (e.g. email), use \"computer-based\" or \"electronic\" only if o ine products are used. Use \"virtual\" only in the context of \"virtual reality\" (3-D worlds). Use \"online\" only in the context of \"online support groups\". Complement or substitute product names with broader terms for the class of products (such as \"mobile\" or \"smart phone\" instead of \"iphone\"), especially if the application runs on different platforms.\n\nDoes your paper address subitem 1a-i? *\n\nCopy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Mental health promotion among university students using a mobile health intervention: ndings from the MH-MH randomized controlled trial\" 1a-ii) Non-web-based components or important co-interventions in title\n\nMention non-web-based components or important co-interventions in title, if any (e.g., \"with telephone support\").\n\nsubitem not at all important 1 2 3 4 5 essential Does your paper address subitem 1b-i? *\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"A 2-arm, single blind (researchers), parallel groups, randomized controlled trial with an intervention and a control group (relevant online mental health information) was employed to estimate the effect of the novel intervention. The intervention was a fully automated mHealth positive psychology multicomponent program based on theories and empirical evidence from the positive psychology research eld. The program included information about wellbeing, validated self-help exercises, brief tips, self-monitoring and personalized feedback. \"\n\n1b-ii) Level of human involvement in the METHODS section of the ABSTRACT Clarify the level of human involvement in the abstract, e.g., use phrases like \"fully automated\" vs. \"therapist/nurse/care provider/physician-assisted\" (mention number and expertise of providers involved, if any). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it) Does your paper address subitem 1b-ii?\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"The intervention was a fully automated mHealth positive psychology multicomponent program ...\"\n\nsubitem not at all important Does your paper address subitem 1b-iii?\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Participants were recruited using digital advertising through student healthcare centers in Sweden. Inclusion criteria were (1) university students, (2) able to read and understand Swedish, (3) and have access to a mobile phone.\"\n\n1b-iv) RESULTS section in abstract must contain use data\n\nReport number of participants enrolled/assessed in each group, the use/uptake of the intervention (e.g., attrition/adherence metrics, use over time, number of logins etc.), in addition to primary/secondary outcomes. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "title": "INTRODUCTION",
      "text": "Does your paper address subitem 1b-iv?\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"A total of 654 participants (25 years median age, 78% female) were randomized to either the intervention (n=348) or control group (n=306). At follow-up, positive mental health was signi cantly higher in the intervention group compared with the control group (IRR = 1.067, 95% CI = 1.024-1.112, P-value = .002). For both depression and anxiety symptomatology, the intervention group showed signi cantly lower scores at follow-up compared to the control group (Depression: IRR = 0.820, 95% CI = 0.714-0.942, P-value = .005 ; Anxiety: IRR = 0.899, 95% CI 0.840-0.962, P-value = .002). Follow-up rates were lower than expected (58.3% for primary and 52.3% for secondary outcomes), however attrition analyses did not identify any systematic attrition with respect to baseline variables.\"\n\n1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials Conclusions/Discussions in abstract for negative trials: Discuss the primary outcome -if the trial is negative (primary outcome not changed), and the intervention was not used, discuss whether negative results are attributable to lack of uptake and discuss reasons. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it) Does your paper address subitem 1b-v?\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"The mHealth intervention was estimated to be superior to usual care in increasing positive mental health among university students. A protecting effect of the intervention was also found on depressive and anxiety symptoms. The ndings demonstrate the feasibility of using the automated mobile phone format to enhance positive mental health, which gives promise to using mHealth solutions in public mental health promotion.\"\n\nhttps://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  12/48 2a) In INTRODUCTION: Scienti c background and explanation of rationale subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 2a-i) Problem and the type of system/solution Describe the problem and the type of system/solution that is object of the study: intended as standalone intervention vs. incorporated in broader health care program? Intended for a particular patient population? Goals of the intervention, e.g., being more cost-effective to other interventions, replace or complement other solutions? (Note: Details about the intervention are provided in \"Methods\" under 5) Does your paper address subitem 2a-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"The promotion of positive mental health among the general population has recently been stressed as the most important goal for the public mental health agenda in Europe\" \"The working theory of positive psychology interventions (PPIs) is that elevated positive emotions, thoughts, and behaviors will lead to increased positive mental health 14,15. PPIs strive to increase the frequency of positive emotions, thoughts and behaviors through exercises. \" \"Mobile health (mHealth) interventions could be a cost-effective method to disseminate PPIs to a large population\" 2a-ii) Scienti c background, rationale: What is known about the (type of) system Scienti c background, rationale: What is known about the (type of) system that is the object of the study (be sure to discuss the use of similar systems for other conditions/diagnoses, if appropiate), motivation for the study, i.e. what are the reasons for and what is the context for this speci c study, from which stakeholder viewpoint is the study performed, potential impact of ndings [2]. Brie y justify the choice of the comparator.\n\n\"There are countless of mobile applications commercially available that target positive mental health among the general population. However, the majority of these apps lacks experimental evidence, are not theory-based, and have not been scienti cally evaluated\". \"Another review summarized the evidence for theory-driven and evidence-based mental health e-resources (eg. website or mobile apps) and only found one randomized controlled trial, suggesting a lack of valid evidence. The authors concluded that e-resources for mental health have the potential to be widely effective however that more rigorous studies are needed to clarify the bene ts.\" METHODS 3a) Description of trial design (such as parallel, factorial) including allocation ratio Does your paper address CONSORT subitem 2b? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Objectives\n\nThe aim of this study was to estimate the effect of a fully automated mHealth intervention on positive mental health and anxiety and depression symptomology among Swedish university students using a randomized trial design.\n\nThe primary hypothesis was:\n\n1. Positive mental health will differ among groups at 3 months post randomization, with those having access to the novel mHealth intervention reporting higher scores on the Mental Health Continuum Short Form (MHC-SF).\n\nThe secondary hypotheses were:\n\n2. Depression and anxiety symptomology will differ among groups at 3 months post randomization, with those having access to the novel mHealth intervention reporting lower scores on the subscales of the Hospital Anxiety Depression Scale (HADS).\n\n3. Emotional, social, and psychological wellbeing will differ among groups at 3 months post randomization, with those having access to the novel mHealth intervention reporting higher scores on the subscales of the MHC-SF.\"\n\n3b) Important changes to methods after trial commencement (such as eligibility criteria), with reasons\n\nsubitem not at all important 1 2 3 4 5 essential 4a) Eligibility criteria for participants Does your paper address CONSORT subitem 3a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"A 2-arm, single blind (researchers), parallel groups, randomised controlled trial (1:1) was employed to estimate the effect of the novel mHealth intervention. Participants were allocated to either an intervention group (mHealth program) or control group (treatment as usual).\" Does your paper address CONSORT subitem 3b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Prior to trial commencement, but after trial registration and publication of the protocol, it was decided to remove age restrictions in the eligibility criteria. This was done so that participants would more accurately represent all Swedish university students and not only young adults.\" 3b-i) Bug xes, Downtimes, Content Changes Bug xes, Downtimes, Content Changes: ehealth systems are often dynamic systems. A description of changes to methods therefore also includes important changes made on the intervention or comparator during the trial (e.g., major bug xes or changes in the functionality or content) (5-iii) and other \"unexpected events\" that may have in uenced study design such as staff changes, system failures/downtimes, etc. [2]. Does your paper address subitem 3b-i? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Not applicable 2019-11-28 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  16/48 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 4a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Inclusion criteria were (1) university students, (2) able to read and understand Swedish, (3) and have access to a mobile phone. Exclusion criteria was high positive mental health de ned as a score of 70 or more on the MHC-SF. As the intervention was not design to treat mental health problems, a second exclusion criteria was depression and anxiety symptomatology de ned as a score of greater than or equal to 10 on both subscales of the HADS. Individuals excluded due to high score on HADS were encouraged to seek help and given information on where to receive support (contact information of their local student health service, primary care centre, or governmental national health website)\" 4a-i) Computer / Internet literacy Computer / Internet literacy is often an implicit \"de facto\" eligibility criterion -this should be explicitly clari ed.\n\nDoes your paper address subitem 4a-i?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Inclusion criteria were (1) university students, (2) able to read and understand Swedish, (3) and have access to a mobile phone.\"\n\n4a-ii) Open vs. closed, web-based vs. face-to-face assessments:\n\nOpen vs. closed, web-based vs. face-to-face assessments: Mention how participants were recruited (online vs. o ine), e.g., from an open access website or from a clinic, and clarify if this was a purely web-based trial, or there were face-to-face components (as part of the intervention or for assessment), i.e., to what degree got the study team to know the participant. In online-only trials, clarify if participants were quasi-anonymous and whether having multiple identities was possible or whether technical or logistical measures (e.g., cookies, email con rmation, phone calls) were used to detect/prevent these.\n\nhttps://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  17/48\n\nsubitem not at all important 1 2 3 4 5 essential 4b) Settings and locations where the data were collected Does your paper address subitem 4a-ii? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Advertisement was done through digital advertising, including e-mail, university websites, student health centres' websites, and learning management systems used by the universities. The advertisement included information on the study aims, con dentiality, and trial design.\""
    },
    {
      "title": "4a-iii) Information giving during recruitment",
      "text": "Information given during recruitment. Specify how participants were briefed for recruitment and in the informed consent procedures (e.g., publish the informed consent documentation as appendix, see also item X26), as this information may have an effect on user self-selection, user expectation and may also bias results."
    },
    {
      "title": "Does your paper address subitem 4a-iii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Students showed their interest in taking part of the trial by texting a dedicated telephone number included in the advertisement material. Students then received a text message with a link to the informed consent form and completed an online baseline questionnaire on their mobile phones. Eligibility was decided from responses to the baseline questionnaire, and eligible participants were automatically randomized to either the intervention or control group. Participants were given information on which group they had been allocated to.\" Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Recruitment of students was carried out at 15 universities in Sweden, lasted between the 8th October 2018 and 30th of April 2019.\"\n\n\"Students then received a text message with a link to the informed consent form and completed an online baseline questionnaire on their mobile phones.\"\n\n4b-i) Report if outcomes were (self-)assessed through online questionnaires\n\nClearly report if outcomes were (self-)assessed through online questionnaires (as common in webbased trials) or otherwise.\n\nDoes your paper address subitem 4b-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Outcomes was investigated at 3 months after randomization. Participants received and complete questionnaires through their mobile phones.\" \"Participants that did not respond to the initial follow-up attempt were sent up to 4 reminders 2 days apart. Those who had still not responded were called by telephone (maximum 3 call attempts).\""
    },
    {
      "title": "4b-ii) Report how institutional a liations are displayed",
      "text": "Report how institutional a liations are displayed to potential participants [on ehealth media], as a liations with prestigious hospitals or universities may affect volunteer rates, use, and reactions with regards to an intervention.(Not a required item -describe only if this may bias results)\n\n5) The interventions for each group with su cient details to allow replication, including how and when they were actually administered\n\nsubitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 4b-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Institutional a liation was stated in the advertisement of the study when recruiting particiapants. Limited bias would be expected."
    },
    {
      "title": "5-i)",
      "text": "Mention names, credential, a liations of the developers, sponsors, and owners Mention names, credential, a liations of the developers, sponsors, and owners [6] (if authors/evaluators are owners or developer of the software, this needs to be declared in a \"Con ict of interest\" section or mentioned elsewhere in the manuscript). Does your paper address subitem 5-i? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"MB owns a private company that develops and distributes evidence-based lifestyle interventions to be used in health care settings. KT, UM, CL declares no con ict of interest.\" 5-ii) Describe the history/development process Describe the history/development process of the application and previous formative evaluations (e.g., focus groups, usability testing), as these will have an impact on adoption/use rates and help with interpreting results. https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  20/48 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 5-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"The program was based on theories and empirical evidence from the positive psychology research eld 17,26 and aimed to enhance users' positive mental health.\""
    },
    {
      "title": "5-iii) Revisions and updating",
      "text": "Revisions and updating. Clearly mention the date and/or version number of the application/intervention (and comparator, if applicable) evaluated, or describe whether the intervention underwent major changes during the evaluation process, or whether the development and/or content was \"frozen\" during the trial. Describe dynamic components such as news feeds or changing content which may have an impact on the replicability of the intervention (for unexpected events see item 3b).\n\nDoes your paper address subitem 5-iii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Ditt svar"
    },
    {
      "title": "5-iv) Quality assurance methods",
      "text": "Provide information on quality assurance methods to ensure accuracy and quality of information provided [1], if applicable.\n\nDoes your paper address subitem 5-iv?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Ditt svar\n\n2019-11-28 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  21/48 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 5-v) Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing owcharts of the algorithms used Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing owcharts of the algorithms used. Replicability (i.e., other researchers should in principle be able to replicate the study) is a hallmark of scienti c reporting.\n\nDoes your paper address subitem 5-v?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Ditt svar"
    },
    {
      "title": "5-vi) Digital preservation",
      "text": "Digital preservation: Provide the URL of the application, but as the intervention is likely to change or disappear over the course of the years; also make sure the intervention is archived (Internet Archive, webcitation.org, and/or publishing the source code or screenshots/videos alongside the article). As pages behind login screens cannot be archived, consider creating demo pages which are accessible without login.\n\nDoes your paper address subitem 5-vi?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nDitt svar 2019-11-28 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  22/48 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 5-vii) Access Access: Describe how participants accessed the application, in what setting/context, if they had to pay (or were paid) or not, whether they had to be a member of speci c group. If known, describe how participants obtained \"access to the platform and Internet\" [1]. To ensure access for editors/reviewers/readers, consider to provide a \"backdoor\" login account or demo mode for reviewers/readers to explore the application (also important for archiving purposes, see vi). Does your paper address subitem 5-vii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Text messages were sent to users throughout the program, with on average one text message per day, and included text and links to interactive exercises and further reading.\" 5-viii) Mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework Describe mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework [6] used to design them (instructional strategy [1], behaviour change techniques, persuasive features, etc., see e.g., [7, 8] for terminology). This includes an in-depth description of the content (including where it is coming from and who developed it) [1],\" whether [and how] it is tailored to individual circumstances and allows users to track their progress and receive feedback\" [6]. This also includes a description of communication delivery channels and -if computer-mediated communication is a component -whether communication was synchronous or asynchronous [6]. It also includes information on presentation strategies [1], including page design principles, average amount of text on pages, presence of hyperlinks to other resources, etc. [1]. https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  23/48 subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 5-viii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"The intervention was a fully automated mHealth positive psychology multicomponent program. The program was based on theories and empirical evidence from the positive psychology research eld and aimed to enhance users' positive mental health. The program encompassed information about well-being, validated self-help exercises, brief tips, self-monitoring and personalised feedback. Text messages were sent to users throughout the program, with on average one text message per day, and included text and links to interactive exercises and further reading. The program ran for ten weeks, with a new theme being introduced each week. The themes used have been shown to be important for positive mental health and includes gratitude, savouring, positive emotions, personal strengths, positive relations, social environment, health behaviours, optimism and goal setting. In the nal week, users were recommended re ect on the program, for instance by writing down lessons learnt. Details of the intervention can be found elsewhere.\" 5-ix) Describe use parameters Describe use parameters (e.g., intended \"doses\" and optimal timing for use). Clarify what instructions or recommendations were given to the user, e.g., regarding timing, frequency, heaviness of use, if any, or was the intervention used ad libitum.\n\nDoes your paper address subitem 5-ix?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe text messages were sent automatically and read/used as and when users received them. Clarify the level of human involvement (care providers or health professionals, also technical assistance) in the e-intervention or as co-intervention (detail number and expertise of professionals involved, if any, as well as \"type of assistance offered, the timing and frequency of the support, how it is initiated, and the medium by which the assistance is delivered\". It may be necessary to distinguish between the level of human involvement required for the trial, and the level of human involvement required for a routine application outside of a RCT setting (discuss under item 21generalizability).\n\nDoes your paper address subitem 5-x?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Fully automatedintervention with recruitment using digital advertisement."
    },
    {
      "title": "5-xi) Report any prompts/reminders used",
      "text": "Report any prompts/reminders used: Clarify if there were prompts (letters, emails, phone calls, SMS) to use the application, what triggered them, frequency etc. It may be necessary to distinguish between the level of prompts/reminders required for the trial, and the level of prompts/reminders for a routine application outside of a RCT setting (discuss under item 21 -generalizability)."
    },
    {
      "title": "Does your paper address subitem 5-xi? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nNo reminders to use the intervention was employed.\n\n2019-11-28 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  25/48 subitem not at all important 1 2 3 4 5 essential 6a) Completely de ned pre-speci ed primary and secondary outcome measures, including how and when they were assessed 5-xii) Describe any co-interventions (incl. training/support) Describe any co-interventions (incl. training/support): Clearly state any interventions that are provided in addition to the targeted eHealth intervention, as ehealth intervention may not be designed as stand-alone intervention. This includes training sessions and support [1]. It may be necessary to distinguish between the level of training required for the trial, and the level of training for a routine application outside of a RCT setting (discuss under item 21 -generalizability."
    },
    {
      "title": "Does your paper address subitem 5-xii? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nNo training och co-intervention used alongside the intervention."
    },
    {
      "title": "Does your paper address CONSORT subitem 6a? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Primary outcome: Positive mental health measured using the 14-item MHC-SF.\n\nHigher scores indicate a greater emotional, social and psychological well-being (range 0-84).\n\nSecondary outcomes: Depression and anxiety symptomatology measured as the score on corresponding subscales of HADS. Each subscale of HADS consists of 7 items, 14 items in total. Item scores are calculated into a total scale score for anxiety (range 0-21) and depression (range 0-21) with higher scores indicating higher depression and anxiety.\"\n\n\"Outcomes was investigated at 3 months after randomization. Participants received and complete questionnaires through their mobile phones. Participants that did not respond to the initial follow-up attempt were sent up to 4 reminders 2 days apart. Those who had still not responded were called by telephone (maximum 3 call attempts).\"\n\n2019-11-28 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  26/48 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 6a-i) Online questionnaires: describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed If outcomes were obtained through online questionnaires, describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed [9].\n\nyour paper address subitem 6a-i?\n\nCopy and paste relevant sections from manuscript text \"Primary outcome: Positive mental health measured using the 14-item MHC-SF.\n\nHigher scores indicate a greater emotional, social and psychological well-being (range 0-84).\n\nSecondary outcomes: Depression and anxiety symptomatology measured as the score on corresponding subscales of HADS. Each subscale of HADS consists of 7 items, 14 items in total. Item scores are calculated into a total scale score for anxiety (range 0-21) and depression (range 0-21) with higher scores indicating higher depression and anxiety.\" 6a-ii) Describe whether and how \"use\" (including intensity of use/dosage) was de ned/measured/monitored Describe whether and how \"use\" (including intensity of use/dosage) was de ned/measured/monitored (logins, log le analysis, etc.). Use/adoption metrics are important process outcomes that should be reported in any ehealth trial."
    },
    {
      "title": "Does your paper address subitem 6a-ii?",
      "text": "Copy and paste relevant sections from manuscript text\n\nThe text messages were sent automatically and read/used as and when users received them. No additional monitoring of use was performed.\n\nsubitem not at all important 1 2 3 4 5 essential 6b) Any changes to trial outcomes after the trial commenced, with reasons 7a) How sample size was determined NPT: When applicable, details of whether and how the clustering by care provides or centers was addressed\n\nsubitem not at all important 1 2 3 4 5 essential 6a-iii) Describe whether, how, and when qualitative feedback from participants was obtained Describe whether, how, and when qualitative feedback from participants was obtained (e.g., through emails, feedback forms, interviews, focus groups).\n\nyour paper address subitem 6a-iii?\n\nCopy and paste relevant sections from manuscript text Ditt svar Does your paper address CONSORT subitem 6b? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nNo changes to trial outcomes were done after the trial had commenced.\n\n7a-i) Describe whether and how expected attrition was taken into account when calculating the sample size Describe whether and how expected attrition was taken into account when calculating the sample size.\n\n7b) When applicable, explanation of any interim analyses and stopping guidelines 8a) Method used to generate the random allocation sequence NPT: When applicable, how care providers were allocated to each trial group 8b) Type of randomisation; details of any restriction (such as blocking and block size) Does your paper address subitem 7a-i?\n\nCopy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"A power analysis was conducted to determine the necessary number of participants to invite to the study. In order to detect a standardized effect size of 0.3, hence the average score in the intervention group should exceed the scores of 62% of the control group, a total of 352 participants was expected to be required. The calculations were done assuming an 80% chance of detecting the difference at a signi cance level of .05 (two-tailed). Assuming that 70% of the participants would respond to the follow up questionnaire, it was deemed necessary to recruit 503 participants in total.\" Does your paper address CONSORT subitem 7b? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"All analyses conformed to the prespeci ed statistical analysis plan in the trial protocol.\"\n\nDoes your paper address CONSORT subitem 8a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"After completing the online baseline questionnaire, participants were randomly allocated a number 0 or 1 with equal probability using Java's built-in random number generator (java.util.Random).\" Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"After completing the online baseline questionnaire, participants were randomly allocated a number 0 or 1 with equal probability using Java's built-in random number generator (java.util.Random). Participants with a 0 were allocated to the control group, and participants with a 1 were allocated to the intervention group.\"\n\nDoes your paper address CONSORT subitem 9? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"After completing the online baseline questionnaire, participants were randomly allocated a number 0 or 1 with equal probability using Java's built-in random number generator (java.util.Random). Participants with a 0 were allocated to the control group, and participants with a 1 were allocated to the intervention group.\n\nThe generation of the randomization sequence was therefore fully computerized, and allocation was concealed from participants and research team members.\"\n\nDoes your paper address CONSORT subitem 10? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"The generation of the randomization sequence was therefore fully computerized, and allocation was concealed from participants and research team members.\" Does your paper address subitem 11a-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"The generation of the randomization sequence was therefore fully computerized, and allocation was concealed from participants and research team members.\"\n\n11a-ii) Discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\"\n\nInformed consent procedures (4a-ii) can create biases and certain expectations -discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\".\n\nDoes your paper address subitem 11a-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Ditt svar Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Not applicable Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Hypothesis 1\n\nThe rst hypothesis was investigated by analysing the primary outcome (score of the MHC-SF). The score is a discrete measure which may be skewed; thus, we regressed this outcome on group allocation and baseline variables using negative binomial regression.\n\nHypothesis 2\n\nThe second hypothesis was investigated by analysing secondary outcome measures (subscales of the HADS). The score is a discrete measure which may be skewed and was regressed against group allocation and baseline variables using negative binomial regression."
    },
    {
      "title": "Hypothesis 3",
      "text": "The third hypothesis was investigated by analysing the subscales of the MHC-SF: emotional well-being, social well-being and psychological well-being. These are mean scores from Likert scale items, which should due to the law of large numbers therefore tend towards normality. We regressed the individual scores against group allocation and baseline variables using normal linear regression.\"\n\n12a-i) Imputation techniques to deal with attrition / missing values Imputation techniques to deal with attrition / missing values: Not all participants will use the intervention/comparator as intended and attrition is typically high in ehealth trials. Specify how participants who did not use the application or dropped out from the trial were treated in the statistical analysis (a complete case analysis is strongly discouraged, and simple imputation techniques such as LOCF may also be problematic [4]).\n\n12b) Methods for additional analyses, such as subgroup analyses and adjusted analyses X26) REB/IRB Approval and Ethical Considerations [recommended as subheading under \"Methods\"] (not a CONSORT item) Does your paper address subitem 12a-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Analyses were done under the intention-to-treat principle, where all randomised individuals were included, and no imputations were made for missing values.\n\nMissing outcome data was initially handled by a complete-case analysis, which assumed that data were missing completely at random (MCAR). If data is systematically missing, then it may be the case that early responders differ from late responders, and in extension that late responders are more similar to nonresponders. We therefore explored the plausibility of the MCAR assumption by regressing the primary outcomes on the number of follow-up attempts needed before a response was recorded. To further explore the MCAR assumption, attrition was investigated among study groups by comparing baseline characteristics between those who did and did not respond to follow-up.\"\n\nDoes your paper address CONSORT subitem 12b? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Both adjusted and unadjusted models were created when investigating all hypotheses, however it was a-priori decided that adjusted models be primary 23.\n\nFor all models, coe cients of interest were assessed for statistical signi cance using a null hypothesis testing approach, where tests were two-tailed at the .05 signi cance level.\"\n\nsubitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential X26-i) Comment on ethics committee approval Does your paper address subitem X26-i?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Ethical approval: The study has received ethical approval by the Regional Ethical Review Board Linköping University, Sweden  (Dnr. 2018/519-32) .\"\n\nx26-ii) Outline informed consent procedures\n\nOutline informed consent procedures e.g., if consent was obtained o ine or online (how? Checkbox, etc.?), and what information was provided (see 4a-ii). See  [6]  for some items to be included in informed consent documents.\n\nDoes your paper address subitem X26-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Advertisement was done through digital advertising, including e-mail, university websites, student health centres' websites, and learning management systems Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Ditt svar Does your paper address CONSORT subitem 13a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\n\"A total of 654 participants were randomized: 348 (53.2%) to the intervention group and 306 (46.8%) to the control group. Included in the analysis of the primary outcomes were 381 (58.3%) participants, and 342 (52.3%) were included in the analysis of secondary outcomes.\" \"At 3-months after randomization, primary outcome data was collected from 213 (61.2%) participants in the intervention group and 168 (54.9%) participants in the control group. Secondary outcome data was collected from 192 (55.2%) participants in the intervention group and from 150 (49.0%) in the control group. These data were used to investigate the trial hypotheses according to the statistical analysis plan.\" 13b) For each group, losses and exclusions after randomisation, together with reasons subitem not at all important 1 2 3 4 5 essential 14a) Dates de ning the periods of recruitment and follow-up Does your paper address CONSORT subitem 13b? (NOTE: Preferably, this is shown in a CONSORT ow diagram) * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study A CONSORT diagram of trial participant ow is included in the submitted manuscript. 13b-i) Attrition diagram Strongly recommended: An attrition diagram (e.g., proportion of participants still logging in or using the intervention/comparator in each group plotted over time, similar to a survival curve) or other gures or tables demonstrating usage/dose/engagement.\n\nyour paper address subitem 13b-i?\n\nCopy and paste relevant sections from the manuscript or cite the gure number if applicable (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nAs the intervention entailed automated text messages it was not feasible to monitor use over time in a reliable and valuable way.\n\nDoes your paper address CONSORT subitem 14a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Recruitment of students was carried out at 15 universities in Sweden, lasted between the 8th October 2018 and 30th of April 2019.\"\n\n\"Outcomes was investigated at 3 months after randomization. Participants received and complete questionnaires through their mobile phones.\"\n\n2019-11-28 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…  37/48 subitem not at all important 1 2 3 4 5 essential 14b) Why the trial ended or was stopped (early) 15) A table showing baseline demographic and clinical characteristics for each group NPT: When applicable, a description of care providers (case volume, quali cation, expertise, etc.) and centers (volume) in each group 14a-i) Indicate if critical \"secular events\" fell into the study period Indicate if critical \"secular events\" fell into the study period, e.g., signi cant changes in Internet resources available or \"changes in computer hardware or Internet delivery resources\" Does your paper address subitem 14a-i? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study No such events Does your paper address CONSORT subitem 14b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Not applicable Does your paper address CONSORT subitem 15? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study A table showing the baseline characteristics for both study groups at baseline is included in the submitted manuscript. subitem not at all important 1 2 3 4 5 essential 16) For each group, number of participants (denominator) included in each analysis and whether the analysis was by original assigned groups subitem not at all important 1 2 3 4 5 essential 15-i) Report demographics associated with digital divide issues In ehealth trials it is particularly important to report demographics associated with digital divide issues, such as age, education, gender, social-economic status, computer/Internet/ehealth literacy of the participants, if known. your paper address subitem 15-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"A table showing the baseline characteristics for both study groups at baseline is included in the submitted manuscript.\" Socioeconomic status is di cult to measure for this group (university students) however, age, gender and marital status were included.\n\n16-i) Report multiple \"denominators\" and provide de nitions\n\nReport multiple \"denominators\" and provide de nitions: Report N's (and effect sizes) \"across a range of study participation [and use] thresholds\" [1], e.g., N exposed, N consented, N used more than x times, N used more than y weeks, N participants \"used\" the intervention/comparator at speci c pre-de ned time points of interest (in absolute and relative numbers per group). Always clearly de ne \"use\" of the intervention.\n\nDoes your paper address subitem 16-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThis information can partly be found in a table including a \"summary of investigation of trial hypotheses using data from 3-month follow-up\" in the submitted manuscript. subitem not at all important 1 2 3 4 5 essential 17a) For each primary and secondary outcome, results for each group, and the estimated effect size and its precision (such as con dence interval)\n\nsubitem not at all important 1 2 3 4 5 essential 16-ii) Primary analysis should be intent-to-treat Primary analysis should be intent-to-treat, secondary analyses could include comparing only \"users\", with the appropriate caveats that this is no longer a randomized sample (see 18-i).\n\nDoes your paper address subitem 16-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study \"Analyses were done under the intention-to-treat principle, where all randomised individuals were included, and no imputations were made for missing values.\"\n\nDoes your paper address CONSORT subitem 17a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Information such as this can be found in Table  2  in the submitted mansucript: \"Summary of investigation of trial hypotheses using data from 3-month followup\" 17a-i) Presentation of process outcomes such as metrics of use and intensity of use\n\nIn addition to primary/secondary (clinical) outcomes, the presentation of process outcomes such as metrics of use and intensity of use (dose, exposure) and their operational de nitions is critical. This does not only refer to metrics of attrition (13-b) (often a binary variable), but also to more continuous exposure metrics such as \"average session length\". These must be accompanied by a technical description how a metric like a \"session\" is de ned (e.g., timeout after idle time) [1] (report under item 6a).\n\n17b) For binary outcomes, presentation of both absolute and relative effect sizes is recommended 18) Results of any other analyses performed, including subgroup analyses and adjusted analyses, distinguishing prespeci ed from exploratory subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 17a-i?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Ditt svar Does your paper address CONSORT subitem 17b? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Not applicable Does your paper address CONSORT subitem 18? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Details on sensitivity analyses and effect medication analyses is included in the submitted manuscript."
    },
    {
      "title": "18-i) Subgroup analysis of comparing only users",
      "text": "A subgroup analysis of comparing only users is not uncommon in ehealth trials, but if done, it must be stressed that this is a self-selected sample and no longer an unbiased sample from a randomized trial (see 16-iii).\n\nAs a result of using this checklist, did you make changes in your manuscript? * What were the most important changes you made as a result of using this checklist?\n\nInformation in the abstract regarding the intervention.\n\nHow much time did you spend on going through the checklist INCLUDING making changes in your *"
    },
    {
      "title": "Approximatelly two hours",
      "text": "As a result of using this checklist, do you think your manuscript has improved? * Would you like to become involved in the CONSORT EHEALTH group? This would involve for example becoming involved in participating in a workshop and writing an \"Explanation and Elaboration\" document"
    },
    {
      "text": "your paper address CONSORT item 1a? *"
    },
    {
      "text": ") Open vs. closed, web-based (self-assessment) vs. face-toface assessments in the METHODS section of the ABSTRACT Mention how participants were recruited (online vs. o ine), e.g., from an open access website or from a clinic or a closed online user group (closed usergroup trial), and clarify if this was a purely web-based trial, or there were face-to-face components (as part of the intervention or for assessment). Clearly say if outcomes were self-assessed through questionnaires (as common in web-based trials). Note: In traditional o ine trials, an open trial (open-label trial) is a type of clinical trial in which both the researchers and participants know which treatment is being administered. To avoid confusion, use \"blinded\" or \"unblinded\" to indicated the level of blinding instead of \"open\", as \"open\" in web-based trials usually refers to \"open access\" (i.e. participants can self-enrol). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG… 18address CONSORT subitem 4b? *"
    },
    {
      "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG…24) Clarify the level of human involvement"
    },
    {
      "text": "Mechanism used to implement the random allocation sequence (such as sequentially numbered containers), describing any steps taken to conceal the sequence until interventions were assigned 10) Who generated the random allocation sequence, who enrolled participants, and who assigned participants to interventions Does your paper address CONSORT subitem 8b? *"
    },
    {
      "text": "11a) If done, who was blinded after assignment to interventions (for example, participants, care providers, those assessing outcomes) and how NPT: Whether or not administering co-interventions were blinded to group assignment subitem Specify who was blinded, and who wasn't Specify who was blinded, and who wasn't. Usually, in web-based trials it is not possible to blind the participants[1, 3]  (this should be clearly acknowledged), but it may be possible to blind outcome assessors, those doing data analysis or those administering co-interventions (if any)."
    },
    {
      "text": "(V 1.6.1) -Submission/Publication Form https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG… 31/48 11b) If relevant, description of the similarity of interventions (this item is usually not relevant for ehealth trials as it refers to similarity of a placebo or sham intervention to a active medication/intervention) 12a) Statistical methods used to compare groups for primary and secondary outcomes NPT: When applicable, details of whether and how the clustering by care providers or centers was addressed Does your paper address CONSORT subitem 11b? *"
    },
    {
      "text": "(V 1.6.1) -Submission/Publication Form https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG… 32address CONSORT subitem 12a? *"
    },
    {
      "text": "used by the universities. The advertisement included information on the study aims, con dentiality, and trial design. Students showed their interest in taking part of the trial by texting a dedicated telephone number included in the advertisement material. Students then received a text message with a link to the informed consent form and completed an online baseline questionnaire on their mobile phones.\" https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG… 35each group, the numbers of participants who were randomly assigned, received intended treatment, and were analysed for the primary outcome NPT: The number of care providers or centers performing the intervention in each group and the number of patients treated by each care provider in each center X26-iii) Safety and security procedures Safety and security procedures, incl. privacy considerations, any steps taken to reduce the likelihood or detection of harm (e.g., education and training, availability of a hotline) Does your paper address subitem X26-iii?"
    },
    {
      "text": "(V 1.6.1) -Submission/Publication Form https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dG… 39/48"
    }
  ]
}
