{
  "paper_id": "FGI5BW36",
  "title": "Digital Health Technologies for Cardiometabolic Disease and Diabetes A Perspective From the U.S. Food and Drug Administration",
  "abstract": "ardiometabolic disease-which includes car- diovascular disease, diabetes mellitus, obesity, and metabolic dysfunctionassociated steatohepatitis-is a major cause of death and disability for Americans and people around the world. Digital health technologies (DHTs) hold great promise in helping prevent or manage chronic conditions. 1 Although many DHTs serve as tools that do not necessarily have to demonstrate health benefits, many DHTs could greatly support people with, or at risk of, cardiometabolic disease through providing continuous monitoring and feedback on physiological parameters and behaviors like diet, exercise, and medication adherence. There have been significant advances in DHTs for cardiometabolic conditions. Continuous glucose monitors (CGMs) continually From the U.S. Food and Drug Administration, Silver Spring,",
  "year": 2024,
  "date": "2024-07-29",
  "authors": [
    {
      "name": "Haider Warraich",
      "affiliation": {
        "address": "Maryland, USA"
      }
    },
    {
      "name": "Anindita Saha",
      "affiliation": {
        "address": "Maryland, USA"
      }
    },
    {
      "name": "Leeda Rashid",
      "affiliation": {
        "address": "Maryland, USA"
      }
    },
    {
      "name": "Vinay Pai",
      "affiliation": {
        "address": "Maryland, USA"
      }
    },
    {
      "name": "Ali Abbasi",
      "affiliation": {
        "address": "Maryland, USA"
      }
    },
    {
      "name": "Matthew Diamond",
      "affiliation": {
        "address": "Maryland, USA"
      }
    },
    {
      "name": "Troy Tazbaz",
      "affiliation": {
        "address": "Maryland, USA"
      }
    },
    {
      "name": "Robert Califf",
      "affiliation": {
        "address": "Maryland, USA"
      }
    }
  ],
  "doi": "10.1016/j.jacc.2024.10.075",
  "md5": "11489D62AC7D4A0B43B4048C9B905700",
  "publication": {
    "journal": "J Med Internet Res",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "monitor users' blood glucose and can be linked to automated insulin delivery systems. Other devices include smart watches that can record electrocardiograms, cuffless blood pressure monitors, activity trackers, and novel devices under development to noninvasively measure blood glucose  2  or provide cardiovascular hemodynamic monitoring.  3 There is also a plethora of software-as-a-medical device applications for cardiometabolic disease. However, existing\n\nDHTs have yet to meet their potential for a major impact on improving health and have largely been unable to generate a compelling, evidence-based value proposition for clinicians, patients, and payers.  4 e U.S. Food and Drug Administration (FDA) is a regulatory and public health agency overseeing regulation of medical products in the United States.\n\nThe development of successful DHTs for the prevention, early detection, and better management of cardiometabolic disease, in part through instituting successful behavioral changes among users, is a priority for the agency. Models leading to stronger evidence and broader reimbursement for DHTs for cardiometabolic disease could attract further investment in research and development of DHTs. In this paper, we describe key gaps preventing DHTs from meeting their potential, informed by comments from patients, clinicians, researchers, industry, and nonprofits received through an open public comment docket (Table  1 ).  5 We go on to discuss approaches that could lead to greater adoption and integration of higher-quality DHTs."
    },
    {
      "title": "OVERVIEW OF DHT REGULATION",
      "text": "DHTs that meet the definition of a medical device are regulated by the FDA, which applies regulatory controls and marketing pathways based on the intended use and potential risk of the device (Figure  1 ). Devices are classified from Class 1 with the lowest risk (eg, a toothbrush, Digital Visual Acuity Test), Class 2 with intermediate risk (eg, CGMs, WellDoc's Bluestar, a digital therapeutic for type 2 diabetics to help them manage their condition), to Class 3 with the highest risk (eg, permanently implanted sensors that measure pulmonary artery pressure remotely). General controls, such as a requirement for good manufacturing practice and device registration, apply to all medical devices.  6    J A C C V O L . 8 5 , N O . 5 , 2 0 2 5 Warraich et al F E B R U A R Y 1 1 , 2 0 2 5 : 5 2 8 -5 3 5 CGMs were suboptimal when initially introduced, with significant concerns about over-reaction to artifact and bias in studies from the healthy adherer effect. Further research has overcome these concerns.\n\nTheir value in type 1 diabetes, including automated insulin delivery systems, has been validated, leading\n\nFIGURE 1 Overview of FDA Approach to Regulation of Medical Devices, Which Include DHTs Device Class Class I (Lowest Risk) Class II General Controls General Controls Special Controls General Controls Premarket Approval Most are exempt Breakthrough Devices Program is a voluntary program intended to provide patients and health care providers with timely access to medical devices that provide for more effective treatment or diagnosis of life-threatening or irreversibly debilitating diseases or conditions by speeding up development, assessment, and review for premarket approval, 510(k) clearance, and de novo marketing authorization. De novo Premarket Notification [510(k)] Premarket Approval [PMA] Class III (Highest Risk) Controls FDA Review for Safety and Effectiveness Medical Device Classification and Regulatory Pathways Premarket Review Process Requires demonstration of substantial equivalence to a predicate device through valid scientific evidence Pathway for a novel device, without a valid predicate, to be classified as Class I or II DHT ¼ digital health technology; FDA ¼ U.S. Food and Drug Administration."
    },
    {
      "title": "GAPS IN CLINICAL INTEGRATION",
      "text": "Lack of integration can affect the effectiveness of DHTs, particularly in the postmarket phase. The tendency for each new \"app\" to exist as a standalone product or point solution without integration into a coherent base of technologies or unified applicably at the point of care creates an enormous barrier to uptake and leads to skepticism among clinicians, health systems, and payers. Many stand-alone DHTs may be unlikely to provide definitive diagnostic information or be comprehensive enough to provide holistic disease monitoring. There is a vast plethora of apps or DHTs that do not operate on a unified platform.\n\nIndeed, developers often build solutions that are wholly incompatible with current data standards in health care such as HL7 or Fast Healthcare Interoperability Resources. Integration into existing clinical workflows is specifically complex and involves entire technology stacks, including hardware, software, and networking components, to meet the specific needs of the clinical workflow. Therefore, specific data integration tools may be needed to optimize communication between and among DHTs and other consumer-oriented tools or to enable a clinical team to make use of disparate data sources, formats, and standards. Application programming interfaces may be needed between different software applications to enable data exchange. Remote devices, such as remote patient monitoring tools, may use an entire telecommunications infrastructure including broadband, Wi-Fi connectivity, and mobile communications to support reliable data communication. Secure cloud computing platforms may be important for storing data or running real time analytics such as in clinical decision support tools. INTEGRATION AMONG CONSUMER TECHNOLOGIES, MEDICAL DEVICES, AND AI. Consumer technologies such as smart watches and exercise monitors have become more sophisticated. Many products are moving into FDA-regulated areas like detecting cardiac rhythms as \"hybrid\" applications in which medical software intended for clinical applications are added to a consumer product. Combining data collected by these devices with other data from the patient could produce better longitudinal insights.\n\nThis development approach, however, has led to preferential adoption by consumers with higher levels of income and health literacy. Although usability, as assessed through metrics such as net promoter score, is critical for the scaled effectiveness of DHTs, it would be optimal if this was paired with evidence of a beneficial effect on health outcomes if applicable to the use case.\n\nAdditionally, AI holds the promise of integrating disparate data from such consumer products and presenting it back to people using systems like large language models (LLMs). As AI is built into both consumer and medical applications, a major thrust will almost certainly be to provide users and clinicians with comprehensive information to enable actions that could lead to better health outcomes.\n\nAlthough such a technology is yet to be fully developed or authorized to go to market, LLM-wearable integration has been shown to be capable of developing a closed-loop coaching and feedback system.  13 w individual DHTs will be integrated into this more comprehensive information source remains to be determined. Optimizing human-machine integration and interfacing will also be needed to mitigate emergent risks associated with LLMs (eg, data drift, hallucinations, and systematic bias)."
    },
    {
      "title": "GAPS IN PATIENT ACCESS AND RETENTION",
      "text": "Cardiometabolic disease is disproportionately concentrated among people who face broad socioeconomic challenges. However, DHTs have greater high-need groups may also attenuate the demonstrated benefits of DHTs. Therefore, DHT development that does not consider \"digital determinants of health\" may miss the mark among groups with the greatest need.  14 herence rates for the continued use of DHTs for chronic conditions remain low, with 1 systematic re-"
    },
    {
      "title": "view of app-based interventions for chronic disease",
      "text": "showing dropout rates of 43%.  15 Factors associated with greater user adherence include younger age, higher health literacy, poorer self-rated health, and greater patient engagement in self-care.  16 Essentially, greater need and facility for engagement reduces the likelihood of attrition. Because of this significant confounding, nonrandomized comparisons of the effects of DHTs are fraught with difficulty in assumptions of causal inference where a health claim may be concerned."
    },
    {
      "title": "DEVELOPING A VALUE PROPOSITION FOR DHTs",
      "text": "The prime deficiency of most DHTs is a lack of evidence showing their use leads to health benefits for patients, improved care management for clinicians, and economic value to payers. Careful testing and validation has been used for decades by manufacturers of drugs, devices, and biologics, resulting in great success for manufacturers, the health system, payers, and the public. This results in an ecosystem wherein manufacturers have incentive to innovate, and health systems, payers, and the public rely on the system of evaluation. The system is built on the blueprint that investment in research and development to produce reliable evidence that benefits outweigh risks will yield attractive return on investment. This construct has not been fully realized for DHTs.\n\nThe first step in DHT development remains analytical validation: does the technology reliably, reproducibly, and accurately, perform as intended (Figure  2 )? For DHTs, protocols for data drift, safety, security, and privacy could be carefully considered and implemented. It is important for DHTs to be tested at an early stage with their intended users (ie, patients, clinicians, or both) for usability and accessibility.\n\nOne means by which developers can increase the accessibility, particularly among disadvantaged groups, is leveraging existing frameworks to optimize implementation of DHTs for cardiometabolic disease. 17 Factors that increase patient engagement with DHTs include a credible source of health information, social support, prompts and cues, graded tasks, goals and planning, feedback and monitoring, human coaching, and personalization components.  18 dressing these digital determinants of health is likely to improve the probability of success if the approach is a core tenet of development rather than an afterthought.\n\nDHTs may also be challenging to integrate into diagnostic or therapeutic protocols given the newness of these tools. The FDA strongly recommends that manufacturers follow human factors and usability engineering processes during the development of DHTs, to ensure they are safe and effective for the Analytical Testing Practical Benefits to Patients and Clinicians Demonstration of Cost Effectiveness Improvement in Health or Validated Digital Endpoints Patient-Clinician UI UX External Clinical Validation Post Market Monitoring DHT Although this proposal does not represent FDA processes, it is likely to overcome the gaps identified leading to market failures experienced by DHTs. UI ¼ user interface; UX ¼ user experience; other abbreviations as in Figure 1. Warraich et al J A C C V O L . 8 5 , N O . 5 , 2 0 2 5 FDA Perspective on Digital Health Technologies F E B R U A R Y 1 1 , 2 0 2 5 : 5 2 8 -5 3 5\n\nintended uses, considering reasonably foreseeable misuses. One important goal is ensuring that the DHT user interface is designed to minimize errors.\n\nTo facilitate better integration of DHTs in the patient's home environment, the FDA is helping support the development of user friendly and effective platforms with its \"Home as a Healthcare Hub\" initiative.  19 Using intentional architectural design and virtual reality technology, the initiative will produce models that can inform integrating technology with the physical environment to maintain and improve health. This project could help stimulate the industry into developing approaches, possibly including common interchangeable platforms, that present data and information to patients and clinicians in a manner that is attractive, integrated, and includes coherent, project led by NASA.  24 Before this project, the airplane cockpit was loaded with independent instruments that required considerable pilot concentration to integrate their outputs while flying the plane. This project, built on user experience and human factors studies with pilots, led to the conversion to integrated digital instruments arranged to optimize the pilot's ability to safely fly the plane.\n\nLast, clinicians and health systems will need to play a central role in postmarket monitoring and evaluation, which is critical to continually optimize technology as it is introduced into clinical practice.\n\nAn important attribute of AI clinical algorithms, especially using generative AI, is that they are highly dependent on context of use, therefore necessitating FDA Perspective on Digital Health Technologies recurrent assessment of their operating characteristics. This is true of algorithms that are intended to predict outcomes, motivate healthy behaviors, or improve health outcomes. As with the initial studies needed to market a DHT, if the tool is updated using only data from adherent populations, it will lead to biased algorithms that will likely increase disparities and may not improve outcomes. The technology industry, in close collaboration with health systems and clinicians, needs to lead postmarket monitoring to allow DHTs to continue to improve in practice."
    },
    {
      "title": "CONCLUSIONS",
      "text": "The FDA continues to attempt to stimulate a positive environment for the development of DHTs for the prevention and treatment of chronic conditions, such as cardiometabolic disease. However, the FDA is one part of the entire ecosystem that will need to collectively step up to ensure that DHTs that lead to improved clinical outcomes are developed, tested, and integrated into the health care system in a manner that enables them to serve as vital instruments to prevent and manage cardiometabolic disease. We also believe strengthening the DHT evidence base and improving clinical integration could increase payor coverage and patient access. Payers might consider guiding manufacturers by developing and sharing minimum evidentiary standards for coverage consideration. These steps are essential for DHTs to move beyond consumer-oriented applications to becoming instruments that substantively contribute better health outcomes for the public."
    },
    {
      "text": "Special controls are device-specific regulatory requirements for Class 2 devices that may include specific performance standards, postmarket monitoring, patient registries, special labeling requirements, premarket data requirements, and guidelines. Most Class 2 devices are subject to the 510(k) premarket notification pathway and require FDA clearance for marketing. Class 3 devices are subject to premarket approval, which is the most stringent type of premarket submission. These requirements are defined by laws passed by Congress, but criteria vary on a case-by-case basis and the specifics within the overall requirements written into law can evolve through FDA guidance as new technology emerges (eg, the Predetermined Change Control Program draft guidance streamlines the evaluation of adaptive artificial intelligence [AI] algorithms). 7 Further, devices that provide more effective treatment of life-threatening or irreversibly debilitating conditions may apply for the Breakthrough Devices Program, intended to speed up development, assessment, and review of novel devices. FDA granted this designation, for example, to IDx-DR, a software that uses an AI algorithm to diagnose diabetic retinopathy from digital images. To facilitate patient access to new devices including DHTs, the FDA launched the Total Product Lifecycle pilot program, initially focused on cardiology and neurology devices. However, much of the present discussion highlights the need for evidence generation to support reimbursement and"
    },
    {
      "text": "Perspective on Digital Health Technologies adoption of these technologies, going beyond what might be necessary for FDA authorization for a particular intended use. GAPS IN EVIDENCE A major limitation inhibiting widespread adoption of DHTs is the lack of evidence of a causal link between recommendations to use particular DHTs, actual use, and improved clinical outcomes in the population for whom the DHT is recommended. Although studies have shown that the detection of cardiometabolic disease by DHTs can be successfully validated relative to measures like blood glucose or hemoglobin A1c, it remains unclear whether their use makes a difference in the clinical status of those exposed to the DHTs. Even for traditional measures of cardiometabolic disease, it has not been definitively demonstrated whether the conceptual advantage of monitoring more continuously with particular DHTs actually improves long-term outcomes or just adds more measurements without a link to effective behavior change. There is also uncertainty about whether benefits observed from providing access to a DHT could be largely attributable to the \"healthy adherer\" effect in which those who adhere to use of DHTs have lower baseline risk or have a propensity for behavioral adherence, a characteristic that has been shown to lead to better outcomes even with placebo. 8 In contrast, those who need intervention the most may not be impacted or may deteriorate simply because they are unable to use the technology effectively. Engagement with DHTs developed for cardiometabolic disease is particularly important because many rely on changing behaviors and lifestyle. Of 4 high-quality, randomized, controlled trials for digital interventions targeting behavior change in patients with diabetes included in a systematic review, only 1 showed a statistically significant reduction in HbA1c. 9,10 Widespread adoption of DHTs for the screening and detection of cardiometabolic disease without linkage to interventions that improve outcomes could result in overdiagnosis, overtreatment, and increased expenditures without improvement in health. The long and complicated history of CGMs provides an example of a DHT now beginning to achieve successful adoption, including through completion of both technology development and evidence generation steps needed to meet criteria for clinical practice guideline recommendation and reimbursement."
    },
    {
      "text": "Perspective on Digital Health TechnologiesF E B R U A R Y 1 1 , 2 0 2 5 : 5 2 8 -5 3 5 to insurance coverage and broad use in clinical care. A recent meta-analysis of patients with type 2 diabetes included 26 randomized controlled trials and found a modest reduction in HbA1c for participants randomized to either continuous or intermittently scanned glucose monitors. 11 Recently, interoperable components have also been developed and authorized by the FDA, including an open-access, patient-led automated insulin delivery algorithm. 12 However, even with CGMs, gaps remain; the same meta-analysis did not show improvement in key measurements like weight, lipids, and blood pressure, with few trials at low risk of bias or lasting more than 6 months. As CGMs become more sophisticated, the variety of potentially useful measurements they make far exceed the evidence of their value. Further, the connection of CGMs to behavioral change, while promising, remains short of needed evidence for broader adoption. Last, evidence generation for DHTs has often been limited by gaps in attention to details of measurement and basic tenets of clinical research. Issues pertaining to artifact, missing data, and operating characteristics of algorithms remain in need of further development. For many DHTs intended to stimulate positive health behaviors, significant periods of missingness and artifact could lead to errors with health consequences."
    },
    {
      "text": "Perspective on Digital Health Technologies uptake in groups with lower disease prevalence rates, exacerbating the \"digital divide.\" This digital divide is worsened by the poor evidence base leading to sparse insurance coverage, making these technologies accessible only to more affluent patients. Many disadvantaged groups can face additional barriers such as mistrust of institutionalized health care and different cultural norms about using technology for health and language barriers. Lack of use in high-risk"
    },
    {
      "text": "FIGURE 2 A Proposed Roadmap for DHTs to Demonstrate Value Proposition to Patients, Physicians, and Payers"
    },
    {
      "text": "actionable insights. Once integrated, it is important for DHTs to be validated using sufficiently large cohorts of patients that represent the diversity of the population for whom the DHT is intended in relevant clinical settings. Longitudinal follow-up and outcome assessment of cohorts can establish the predictive validity of digital biomarkers, and the therapeutic potential of DHT-derived treatments. Although cohorts like those of the Health eHeart study are promising, 20 the majority of DHTs have not yet been evaluated in these types of studies. Large simple randomized controlled trials with complete follow-up of the entire cohort including those who do and do not adhere can be areliable means to answer questions about efficacy.Because studies showing better outcomes in those who adhere do not answer the fundamental question as to whether the DHT has a causal effect on better outcomes, studies using the intention-to-treat principle with complete follow-up of those who \"drop out\" are necessary to determine whether recommending a specific DHT causes an improvement in clinical outcomes.THE ROLE OF CLINICIANS AND HEALTH SYSTEMSClinicians can play critical roles in ensuring DHTs are designed and tested in ways that streamline clinical workflows and ensure best outcomes for patients.One barrier to clinician engagement has been lack of reimbursement pathways for these technologies in clinical practice. The recent proposed revision of the physician fee schedule rule by the Centers for Medicare and Medicaid includes codes for DHTs for mental health, including payment for time allocation to assist the patient in dealing with the DHT. 21 Further, the American Medical Association recently updated CPT (Current Procedural Terminology) codes to include digital therapeutic interventions for remote therapeutic monitoring, and revised codes to include device supply for data access or data transmissions to support remote monitoring of patients. 22 Improved evidence generation and the demonstration of costeffectiveness is also likely to facilitate greater payor coverage. Some manufacturers are taking the lead in designing rigorous studies for DHTs, such as a phase 3 sham controlled trial of an app providing behavioral therapy for patients with fibromyalgia, which showed significant benefit vs the sham control app. 23  Clinician adoption may be improved through user experience testing and user-friendly design specifically within the context of highly complex clinical workflows. This involves manufacturers working in concert with clinicians, patients, and health systems, not only in pilot testing and deployment, but as early as ideation and product wireframing. Health systems too can work toward implementing a workflow that allows for integration of DHTs and considers the wide array of clinical touchpoints involved in long-term patient care. To ensure that DHTs are integrated into clinical workflows, and digitally derived endpoints are appropriately validated, it will be essential to integrate health systems into the development process, including by linking to the electronic health record. Although challenges related to data standardization remain, the increasing consensus about the critical adoption of data standards based in Fast Healthcare Interoperability Resources could accelerate the integration of DHTs with electronic health record data. Manufacturers need to work with patients and clinicians to develop coherent platforms that reduce friction and disconnection among different DHTs, the patient, their caregivers, and the clinical team. Mitigation strategies could resemble the \"glass cockpit\""
    },
    {
      "text": "5 epresentative Quotes From CDRH's Public Comment Open Docket on DHTs and Diabetes and Potential Mitigating Actions5"
    },
    {
      "title": "FUNDING SUPPORT AND AUTHOR DISCLOSURES",
      "text": "Warraich  has previously served on the medical advisory board for GoodRx. Dr Pai  serves as an unpaid consultant to  Health Tequity, LLC . Dr Califf  has previously been an employee of and held equity in  Verily Life Sciences and Google Health (Alphabet) ; and has served on boards of directors for Cytokinetics, Centessa, Clinetic,  Keystone Symposia , the Critical Path Institute (C-Path), the  Clinical Research Forum , and  One Fifteen . Dr Tazbaz  has previously been an employee of and held equity in Oracle Corp. The other authors have reported that they have no relationships relevant to the contents of this paper to disclose. ADDRESS FOR CORRESPONDENCE:  Dr Haider J. Warraich , Office of the Commissioner, Building 1, White  Oak Campus, U.S. Food and Drug Administration , 10903 New Hampshire Avenue, Silver Spring, Maryland 20903, USA. E-mail: haider.warraich@fda. hhs.gov."
    }
  ],
  "references": [
    {
      "title": "What is digital health? Accessed",
      "year": 2024,
      "doi": "10.1017/9781009091725.004",
      "raw": "What is digital health? Accessed \n\t\t \n\t\t\t Fda \n\t\t \n\t\t 10.1017/9781009091725.004 \n\t\t \n\t\t \n\t\t\t July 29, 2024 \n\t\t \n\t \n\t FDA. What is digital health? Accessed July 29, 2024. https://www.fda.gov/medical-devices/digital- health-center-excellence/what-digital-health"
    },
    {
      "title": "Non-invasive measurements of blood glucose levels by timegating mid-infrared optoacoustic signals",
      "authors": [
        "N Uluc",
        "S Glasl",
        "F Gasparin"
      ],
      "year": 2024,
      "doi": "10.1038/s42255-024-01016-9",
      "journal": "Nat Metab",
      "volume": "6",
      "raw": "Non-invasive measurements of blood glucose levels by timegating mid-infrared optoacoustic signals \n\t\t \n\t\t\t N Uluc \n\t\t \n\t\t \n\t\t\t S Glasl \n\t\t \n\t\t \n\t\t\t F Gasparin \n\t\t \n\t\t 10.1038/s42255-024-01016-9 \n\t\t \n\t \n\t \n\t\t Nat Metab \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Uluc N, Glasl S, Gasparin F, et al. Non-invasive measurements of blood glucose levels by time- gating mid-infrared optoacoustic signals. Nat Metab. 2024;6:678-686. https://doi.org/10. 1038/s42255-024-01016-9"
    },
    {
      "title": "A flexible optoacoustic blood 'stethoscope' for noninvasive multiparametric cardiovascular monitoring",
      "authors": [
        "H Jin",
        "Z Zheng",
        "Z Cui"
      ],
      "year": 2023,
      "doi": "10.1038/s41467-023-40181-5",
      "journal": "Nat Commun",
      "volume": "14",
      "pages": "4692",
      "raw": "A flexible optoacoustic blood 'stethoscope' for noninvasive multiparametric cardiovascular monitoring \n\t\t \n\t\t\t H Jin \n\t\t \n\t\t \n\t\t\t Z Zheng \n\t\t \n\t\t \n\t\t\t Z Cui \n\t\t \n\t\t 10.1038/s41467-023-40181-5 \n\t\t \n\t \n\t \n\t\t Nat Commun \n\t\t \n\t\t\t 14 \n\t\t\t 4692 \n\t\t\t 2023 \n\t\t \n\t \n\t Jin H, Zheng Z, Cui Z, et al. A flexible opto- acoustic blood 'stethoscope' for noninvasive mul- tiparametric cardiovascular monitoring. Nat Commun. 2023;14:4692. https://doi.org/10.1038/ s41467-023-40181-5"
    },
    {
      "year": 2024,
      "doi": "10.1017/s0266462324003556",
      "journal": "Digital Diabetes Management Solutions j Health Technology Assessment",
      "volume": "1",
      "raw": "10.1017/s0266462324003556 \n\t \n\t \n\t\t Digital Diabetes Management Solutions j Health Technology Assessment \n\t\t \n\t\t\t 1 \n\t\t\t 2024 \n\t\t \n\t\t \n\t\t\t Peterson Health Technology Institute \n\t\t \n\t \n\t Peterson Health Technology Institute. Digital Diabetes Management Solutions j Health Technol- ogy Assessment. 2024;1."
    },
    {
      "title": "CDRH seeks public comment: Digital Health Technologies for Detecting Prediabetes and Undiagnosed Type 2 Diabetes",
      "year": 2024,
      "doi": "10.1037/e312162004-001",
      "raw": "10.1037/e312162004-001 \n\t\t \n\t\t CDRH seeks public comment: Digital Health Technologies for Detecting Prediabetes and Undiagnosed Type 2 Diabetes \n\t\t \n\t\t\t July 29, 2024 \n\t\t \n\t\t \n\t\t\t FDA \n\t\t \n\t \n\t FDA. CDRH seeks public comment: Digital Health Technologies for Detecting Prediabetes and Undiagnosed Type 2 Diabetes. Accessed July 29, 2024. https://www.fda.gov/medical-devices/ digital-health-center-excellence/cdrh-seeks-public- comment-digital-health-technologies-detecting- prediabetes-and-undiagnosed-type-2"
    },
    {
      "title": "Regulatory Controls",
      "year": 2024,
      "doi": "10.1201/b16471-9",
      "raw": "Regulatory Controls \n\t\t 10.1201/b16471-9 \n\t\t \n\t\t \n\t\t\t September 23, 2024 \n\t\t \n\t\t \n\t\t\t FDA \n\t\t \n\t \n\t FDA. Regulatory Controls. Accessed September 23, 2024. https://www.fda.gov/medical-devices/ overview-device-regulation/regulatory-controls"
    },
    {
      "title": "Marketing Submission Recommendations for a Predetermined Change Control Plan for Artificial Intelligence/Machine Learning (AI/ML)-Enabled Device Software Functions. Draft Guidance for Industry and Food and Drug Administration Staff",
      "year": 2024,
      "raw": "Marketing Submission Recommendations for a Predetermined Change Control Plan for Artificial Intelligence/Machine Learning (AI/ML)-Enabled Device Software Functions. Draft Guidance for Industry and Food and Drug Administration Staff \n\t\t \n\t\t\t Fda \n\t\t \n\t\t \n\t\t \n\t\t\t July 22, 2024 \n\t\t \n\t \n\t FDA. Marketing Submission Recommendations for a Predetermined Change Control Plan for Artificial Intelligence/Machine Learning (AI/ML)- Enabled Device Software Functions. Draft Guidance for Industry and Food and Drug Admin- istration Staff. Accessed July 22, 2024. https:// www.fda.gov/media/166704/download"
    },
    {
      "title": "A meta-analysis of the association between adherence to drug therapy and mortality",
      "authors": [
        "S Simpson",
        "D Eurich",
        "S Majumdar"
      ],
      "year": 2006,
      "doi": "10.1136/bmj.38875.675486.55",
      "journal": "BMJ",
      "volume": "333",
      "pages": "15",
      "raw": "A meta-analysis of the association between adherence to drug therapy and mortality \n\t\t \n\t\t\t S H Simpson \n\t\t \n\t\t \n\t\t\t D T Eurich \n\t\t \n\t\t \n\t\t\t S R Majumdar \n\t\t \n\t\t 10.1136/bmj.38875.675486.55 \n\t\t \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 333 \n\t\t\t 15 \n\t\t\t 2006 \n\t\t \n\t \n\t Simpson SH, Eurich DT, Majumdar SR, et al. A meta-analysis of the association between adherence to drug therapy and mortality. BMJ. 2006;333:15. https://doi.org/10.1136/bmj.38875. 675486."
    },
    {
      "title": "Digital behavior change interventions for the prevention and management of type 2 diabetes: systematic market analysis",
      "authors": [
        "R Keller",
        "S Hartmann",
        "G Teepe"
      ],
      "year": 2022,
      "doi": "10.2196/33348",
      "journal": "J Med Internet Res",
      "volume": "24",
      "pages": "33348",
      "raw": "Digital behavior change interventions for the prevention and management of type 2 diabetes: systematic market analysis \n\t\t \n\t\t\t R Keller \n\t\t \n\t\t \n\t\t\t S Hartmann \n\t\t \n\t\t \n\t\t\t G W Teepe \n\t\t \n\t\t 10.2196/33348 \n\t\t \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 24 \n\t\t\t 33348 \n\t\t\t 2022 \n\t\t \n\t \n\t Keller R, Hartmann S, Teepe GW, et al. Digital behavior change interventions for the prevention and management of type 2 diabetes: systematic market analysis. J Med Internet Res. 2022;24: e33348. https://doi.org/10.2196/33348"
    },
    {
      "title": "Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control",
      "authors": [
        "C Quinn",
        "M Shardell",
        "M Terrin",
        "E Barr",
        "S Ballew",
        "A Gruber-Baldini"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-0366",
      "journal": "Diabetes Care",
      "volume": "34",
      "raw": "Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control \n\t\t \n\t\t\t C C Quinn \n\t\t \n\t\t \n\t\t\t M D Shardell \n\t\t \n\t\t \n\t\t\t M L Terrin \n\t\t \n\t\t \n\t\t\t E A Barr \n\t\t \n\t\t \n\t\t\t S H Ballew \n\t\t \n\t\t \n\t\t\t A L Gruber-Baldini \n\t\t \n\t\t 10.2337/dc11-0366 \n\t\t \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 34 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Quinn CC, Shardell MD, Terrin ML, Barr EA, Ballew SH, Gruber-Baldini AL. Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control. Diabetes Care. 2011;34:1934-1942. https://doi.org/10. 2337/dc11-0366"
    },
    {
      "title": "Efficacy and safety of continuous glucose monitoring and intermittently scanned continuous glucose monitoring in patients with type 2 diabetes: a systematic review and meta-analysis of interventional evidence",
      "authors": [
        "S Seidu",
        "S Kunutsor",
        "R Ajjan",
        "P Choudhary"
      ],
      "year": 2024,
      "doi": "10.2337/dc23-1520",
      "journal": "Diabetes Care",
      "volume": "47",
      "raw": "Efficacy and safety of continuous glucose monitoring and intermittently scanned continuous glucose monitoring in patients with type 2 diabetes: a systematic review and meta-analysis of interventional evidence \n\t\t \n\t\t\t S Seidu \n\t\t \n\t\t \n\t\t\t S K Kunutsor \n\t\t \n\t\t \n\t\t\t R A Ajjan \n\t\t \n\t\t \n\t\t\t P Choudhary \n\t\t \n\t\t 10.2337/dc23-1520 \n\t\t \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 47 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Seidu S, Kunutsor SK, Ajjan RA, Choudhary P. Efficacy and safety of continuous glucose moni- toring and intermittently scanned continuous glucose monitoring in patients with type 2 diabetes: a systematic review and meta-analysis of interventional evidence. Diabetes Care. 2024;47: 169-179. https://doi.org/10.2337/dc23-1520"
    },
    {
      "title": "Interoperable Automated Glycemic Controller",
      "year": 2024,
      "doi": "10.1007/978-3-031-75352-7_9",
      "raw": "10.1007/978-3-031-75352-7_9 \n\t\t 21 CFR 862.1356 \n\t\t \n\t \n\t \n\t\t Interoperable Automated Glycemic Controller \n\t\t \n\t\t\t September 28, 2024 \n\t\t \n\t \n\t FDA. Tidepool Loop, 21 CFR 862.1356, Inter- operable Automated Glycemic Controller. Accessed September 28, 2024. https://www.accessdata.fda. gov/cdrh_docs/pdf20/K203689.pdf"
    },
    {
      "title": "Towards a personal health large language model",
      "authors": [
        "J Costentino",
        "A Belyaeva",
        "X Liu"
      ],
      "raw": "Towards a personal health large language model \n\t\t \n\t\t\t J Costentino \n\t\t \n\t\t \n\t\t\t A Belyaeva \n\t\t \n\t\t \n\t\t\t X Liu \n\t\t \n\t\t 2406:06474v1 \n\t\t \n\t \n\t Costentino J, Belyaeva A, Liu X, et al. Towards a personal health large language model. arXiv. 2024;2406:06474v1."
    },
    {
      "title": "An introduction to digital determinants of health",
      "authors": [
        "S Chidambaram",
        "B Jain",
        "U Jain"
      ],
      "year": 2024,
      "doi": "10.1371/journal.pdig.0000346",
      "journal": "PLOS Digit Health",
      "volume": "3",
      "pages": "e0000346",
      "raw": "An introduction to digital determinants of health \n\t\t \n\t\t\t S Chidambaram \n\t\t \n\t\t \n\t\t\t B Jain \n\t\t \n\t\t \n\t\t\t U Jain \n\t\t \n\t\t 10.1371/journal.pdig.0000346 \n\t\t \n\t \n\t \n\t\t PLOS Digit Health \n\t\t \n\t\t\t 3 \n\t\t\t e0000346 \n\t\t\t 2024 \n\t\t \n\t \n\t Chidambaram S, Jain B, Jain U, et al. An introduction to digital determinants of health. PLOS Digit Health. 2024;3:e0000346. https://doi. org/10.1371/journal.pdig.0000346"
    },
    {
      "title": "Rates of attrition and dropout in app-based interventions for chronic disease: systematic review and meta-analysis",
      "authors": [
        "G Meyerowitz-Katz",
        "S Ravi",
        "L Arnolda",
        "X Feng",
        "G Maberly",
        "Astell- Burt"
      ],
      "year": 2020,
      "doi": "10.2196/20283",
      "journal": "J Med Internet Res",
      "volume": "22",
      "pages": "20283",
      "raw": "Rates of attrition and dropout in app-based interventions for chronic disease: systematic review and meta-analysis \n\t\t \n\t\t\t G Meyerowitz-Katz \n\t\t \n\t\t \n\t\t\t S Ravi \n\t\t \n\t\t \n\t\t\t L Arnolda \n\t\t \n\t\t \n\t\t\t X Feng \n\t\t \n\t\t \n\t\t\t G Maberly \n\t\t \n\t\t \n\t\t\t Astell- Burt \n\t\t \n\t\t \n\t\t\t T \n\t\t \n\t\t 10.2196/20283 \n\t\t \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 22 \n\t\t\t 20283 \n\t\t\t 2020 \n\t\t \n\t \n\t Meyerowitz-Katz G, Ravi S, Arnolda L, Feng X, Maberly G, Astell-Burt T. Rates of attrition and dropout in app-based interventions for chronic disease: systematic review and meta-analysis. J Med Internet Res. 2020;22:e20283. https://doi. org/10.2196/20283"
    },
    {
      "title": "The effectiveness of digital health technologies for patients with diabetes mellitus: a systematic review",
      "authors": [
        "S Stevens",
        "S Gallagher",
        "T Andrews",
        "L Ashall-Payne",
        "L Humphreys",
        "S Leigh"
      ],
      "year": 2022,
      "doi": "10.3389/fcdhc.2022.936752",
      "journal": "Front Clin Diabetes Healthc",
      "volume": "3",
      "pages": "936752",
      "raw": "The effectiveness of digital health technologies for patients with diabetes mellitus: a systematic review \n\t\t \n\t\t\t S Stevens \n\t\t \n\t\t \n\t\t\t S Gallagher \n\t\t \n\t\t \n\t\t\t T Andrews \n\t\t \n\t\t \n\t\t\t L Ashall-Payne \n\t\t \n\t\t \n\t\t\t L Humphreys \n\t\t \n\t\t \n\t\t\t S Leigh \n\t\t \n\t\t 10.3389/fcdhc.2022.936752 \n\t\t \n\t \n\t \n\t\t Front Clin Diabetes Healthc \n\t\t \n\t\t\t 3 \n\t\t\t 936752 \n\t\t\t 2022 \n\t\t \n\t \n\t Stevens S, Gallagher S, Andrews T, Ashall- Payne L, Humphreys L, Leigh S. The effectiveness of digital health technologies for patients with diabetes mellitus: a systematic review. Front Clin Diabetes Healthc. 2022;3:936752. https://doi.org/ 10.3389/fcdhc.2022.936752"
    },
    {
      "title": "Frameworks for implementation, uptake, and use of cardiometabolic disease-related digital health interventions in ethnic minority populations: scoping review",
      "authors": [
        "M Ramasawmy",
        "L Poole",
        "Z Thorlu-Bangura"
      ],
      "year": 2022,
      "doi": "10.2196/37360",
      "journal": "JMIR Cardio",
      "volume": "6",
      "pages": "37360",
      "raw": "Frameworks for implementation, uptake, and use of cardiometabolic disease-related digital health interventions in ethnic minority populations: scoping review \n\t\t \n\t\t\t M Ramasawmy \n\t\t \n\t\t \n\t\t\t L Poole \n\t\t \n\t\t \n\t\t\t Z Thorlu-Bangura \n\t\t \n\t\t 10.2196/37360 \n\t\t \n\t \n\t \n\t\t JMIR Cardio \n\t\t \n\t\t\t 6 \n\t\t\t 37360 \n\t\t\t 2022 \n\t\t \n\t \n\t Ramasawmy M, Poole L, Thorlu-Bangura Z, et al. Frameworks for implementation, uptake, and use of cardiometabolic disease-related digital health interventions in ethnic minority pop- ulations: scoping review. JMIR Cardio. 2022;6: e37360. https://doi.org/10.2196/37360"
    },
    {
      "title": "Effective behavior change techniques in digital health interventions for the prevention or management of noncommunicable diseases: an umbrella review",
      "authors": [
        "J Mair",
        "A Salamanca-Sanabria",
        "M Augsburger"
      ],
      "year": 2023,
      "doi": "10.1093/abm/kaad041",
      "journal": "Ann Behav Med",
      "volume": "57",
      "raw": "Effective behavior change techniques in digital health interventions for the prevention or management of noncommunicable diseases: an umbrella review \n\t\t \n\t\t\t J L Mair \n\t\t \n\t\t \n\t\t\t A Salamanca-Sanabria \n\t\t \n\t\t \n\t\t\t M Augsburger \n\t\t \n\t\t 10.1093/abm/kaad041 \n\t\t \n\t \n\t \n\t\t Ann Behav Med \n\t\t \n\t\t\t 57 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Mair JL, Salamanca-Sanabria A, Augsburger M, et al. Effective behavior change techniques in digital health interventions for the prevention or management of noncommunicable diseases: an umbrella review. Ann Behav Med. 2023;57:817- 835. https://doi.org/10.1093/abm/kaad041"
    },
    {
      "title": "FDA Launches Health Care at Home Initiative to Help Advance Health Equity",
      "year": 2024,
      "doi": "10.1038/s41746-024-01198-2",
      "raw": "FDA Launches Health Care at Home Initiative to Help Advance Health Equity \n\t\t 10.1038/s41746-024-01198-2 \n\t\t \n\t\t \n\t\t\t July 29, 2024 \n\t\t \n\t\t \n\t\t\t FDA \n\t\t \n\t \n\t FDA. FDA Launches Health Care at Home Initiative to Help Advance Health Equity. Accessed July 29, 2024. https://www.fda.gov/medical- devices/medical-devices-news-and-events/fda- launches-health-care-home-initiative-help- advance-health-equity"
    },
    {
      "title": "Comparison of the physical activity measured by a consumer wearable activity tracker and that measured by self-report: cross-sectional analysis of the Health eHeart Study",
      "authors": [
        "A Beagle",
        "G Tison",
        "K Aschbacher",
        "J Olgin",
        "G Marcus",
        "M Pletcher"
      ],
      "year": 2020,
      "doi": "10.2196/22090",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "8",
      "pages": "e22090",
      "raw": "Comparison of the physical activity measured by a consumer wearable activity tracker and that measured by self-report: cross-sectional analysis of the Health eHeart Study \n\t\t \n\t\t\t A J Beagle \n\t\t \n\t\t \n\t\t\t G H Tison \n\t\t \n\t\t \n\t\t\t K Aschbacher \n\t\t \n\t\t \n\t\t\t J E Olgin \n\t\t \n\t\t \n\t\t\t G M Marcus \n\t\t \n\t\t \n\t\t\t M J Pletcher \n\t\t \n\t\t 10.2196/22090 \n\t\t \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 8 \n\t\t\t e22090 \n\t\t\t 2020 \n\t\t \n\t \n\t Beagle AJ, Tison GH, Aschbacher K, Olgin JE, Marcus GM, Pletcher MJ. Comparison of the physical activity measured by a consumer wear- able activity tracker and that measured by self-report: cross-sectional analysis of the Health eHeart Study. JMIR Mhealth Uhealth. 2020;8: e22090. https://doi.org/10.2196/22090"
    },
    {
      "title": "Fee Schedule Proposed Rule (CMS-1807-P)-Medicare Shared Savings Program Proposals",
      "year": 2024,
      "doi": "10.1037/e522572014-002",
      "raw": "Fee Schedule Proposed Rule (CMS-1807-P)-Medicare Shared Savings Program Proposals \n\t\t 10.1037/e522572014-002 \n\t\t \n\t \n\t \n\t\t Fact Sheet: Calendar Year (CY) 2025 Medicare Physician \n\t\t \n\t\t\t July 13, 2024 \n\t\t \n\t\t \n\t\t\t CMS \n\t\t \n\t \n\t Fact Sheet: Calendar Year (CY) 2025 Medicare Physician Fee Schedule Proposed Rule (CMS- 1807-P)-Medicare Shared Savings Program Pro- posals. CMS. Accessed July 13, 2024. https:// www.cms.gov/newsroom/fact-sheets/fact-sheet- calendar-year-cy-2025-medicare-physician-fee- schedule-proposed-rule-cms-1807-p-medicare"
    },
    {
      "title": "AMA Releases CPT 2025 Code Set",
      "year": 2024,
      "raw": "AMA Releases CPT 2025 Code Set \n\t\t \n\t\t\t Ama \n\t\t \n\t\t \n\t\t \n\t\t\t September 19, 2024 \n\t\t \n\t \n\t AMA. AMA Releases CPT 2025 Code Set. Accessed September 19, 2024. https://www.ama- assn.org/press-center/press-releases/ama-releases- cpt-2025-code-set"
    },
    {
      "title": "Self-guided digital behavioural therapy versus active control for fibromyalgia (PROSPER-FM): a phase 3, multicentre, randomised controlled trial",
      "authors": [
        "R Gendreau",
        "L Mccracken",
        "D Williams"
      ],
      "year": 2024,
      "doi": "10.1016/s0140-6736(24)00909-7",
      "journal": "Lancet",
      "volume": "404",
      "raw": "Self-guided digital behavioural therapy versus active control for fibromyalgia (PROSPER-FM): a phase 3, multicentre, randomised controlled trial \n\t\t \n\t\t\t R M Gendreau \n\t\t \n\t\t \n\t\t\t L M Mccracken \n\t\t \n\t\t \n\t\t\t D A Williams \n\t\t \n\t\t 10.1016/s0140-6736(24)00909-7 \n\t\t \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 404 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Gendreau RM, McCracken LM, Williams DA, et al. Self-guided digital behavioural therapy versus active control for fibromyalgia (PROSPER-FM): a phase 3, multicentre, randomised controlled trial. Lancet. 2024;404:364-374. https://doi.org/10. 1016/S0140-6736(24)00909-7"
    },
    {
      "title": "Lessons from the glass cockpit: innovation in alarm systems to support cognitive work",
      "authors": [
        "R Mumaw",
        "E Roth",
        "E Patterson"
      ],
      "year": 2021,
      "doi": "10.2345/0899-8205-55.1.29",
      "journal": "Biomed Instrum Technol",
      "volume": "55",
      "raw": "Lessons from the glass cockpit: innovation in alarm systems to support cognitive work \n\t\t \n\t\t\t R J Mumaw \n\t\t \n\t\t \n\t\t\t E M Roth \n\t\t \n\t\t \n\t\t\t E S Patterson \n\t\t \n\t\t 10.2345/0899-8205-55.1.29 \n\t\t \n\t \n\t \n\t\t Biomed Instrum Technol \n\t\t \n\t\t\t 55 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Mumaw RJ, Roth EM, Patterson ES. Lessons from the glass cockpit: innovation in alarm sys- tems to support cognitive work. Biomed Instrum Technol. 2021;55:29-40. https://doi.org/10.2345/ 0899-8205-55.1.29"
    },
    {
      "title": "KEY WORDS artificial intelligence, cardiovascular disease, continuous glucose monitors, diabetes mellitus, digital health technologies, large language models",
      "doi": "10.1016/b978-0-443-13244-5.00024-9",
      "raw": "10.1016/b978-0-443-13244-5.00024-9 \n\t \n\t \n\t\t KEY WORDS artificial intelligence, cardiovascular disease, continuous glucose monitors, diabetes mellitus, digital health technologies, large language models \n\t\t \n\t \n\t KEY WORDS artificial intelligence, cardiovascular disease, continuous glucose monitors, diabetes mellitus, digital health technologies, large language models, U.S. Food and Drug Administration"
    }
  ],
  "num_references": 25,
  "figures": [
    {
      "description": "Special controls are device-specific regulatory requirements for Class 2 devices that may include specific performance standards, postmarket monitoring, patient registries, special labeling requirements, premarket data requirements, and guidelines. Most Class 2 devices are subject to the 510(k) premarket notification pathway and require FDA clearance for marketing. Class 3 devices are subject to premarket approval, which is the most stringent type of premarket submission. These requirements are defined by laws passed by Congress, but criteria vary on a case-by-case basis and the specifics within the overall requirements written into law can evolve through FDA guidance as new technology emerges (eg, the Predetermined Change Control Program draft guidance streamlines the evaluation of adaptive artificial intelligence [AI] algorithms). 7 Further, devices that provide more effective treatment of life-threatening or irreversibly debilitating conditions may apply for the Breakthrough Devices Program, intended to speed up development, assessment, and review of novel devices. FDA granted this designation, for example, to IDx-DR, a software that uses an AI algorithm to diagnose diabetic retinopathy from digital images. To facilitate patient access to new devices including DHTs, the FDA launched the Total Product Lifecycle pilot program, initially focused on cardiology and neurology devices. However, much of the present discussion highlights the need for evidence generation to support reimbursement and"
    },
    {
      "caption": "5 FDA",
      "description": "Perspective on Digital Health Technologies adoption of these technologies, going beyond what might be necessary for FDA authorization for a particular intended use. GAPS IN EVIDENCE A major limitation inhibiting widespread adoption of DHTs is the lack of evidence of a causal link between recommendations to use particular DHTs, actual use, and improved clinical outcomes in the population for whom the DHT is recommended. Although studies have shown that the detection of cardiometabolic disease by DHTs can be successfully validated relative to measures like blood glucose or hemoglobin A1c, it remains unclear whether their use makes a difference in the clinical status of those exposed to the DHTs. Even for traditional measures of cardiometabolic disease, it has not been definitively demonstrated whether the conceptual advantage of monitoring more continuously with particular DHTs actually improves long-term outcomes or just adds more measurements without a link to effective behavior change. There is also uncertainty about whether benefits observed from providing access to a DHT could be largely attributable to the \"healthy adherer\" effect in which those who adhere to use of DHTs have lower baseline risk or have a propensity for behavioral adherence, a characteristic that has been shown to lead to better outcomes even with placebo. 8 In contrast, those who need intervention the most may not be impacted or may deteriorate simply because they are unable to use the technology effectively. Engagement with DHTs developed for cardiometabolic disease is particularly important because many rely on changing behaviors and lifestyle. Of 4 high-quality, randomized, controlled trials for digital interventions targeting behavior change in patients with diabetes included in a systematic review, only 1 showed a statistically significant reduction in HbA1c. 9,10 Widespread adoption of DHTs for the screening and detection of cardiometabolic disease without linkage to interventions that improve outcomes could result in overdiagnosis, overtreatment, and increased expenditures without improvement in health. The long and complicated history of CGMs provides an example of a DHT now beginning to achieve successful adoption, including through completion of both technology development and evidence generation steps needed to meet criteria for clinical practice guideline recommendation and reimbursement."
    },
    {
      "caption": "FDA",
      "description": "Perspective on Digital Health TechnologiesF E B R U A R Y 1 1 , 2 0 2 5 : 5 2 8 -5 3 5 to insurance coverage and broad use in clinical care. A recent meta-analysis of patients with type 2 diabetes included 26 randomized controlled trials and found a modest reduction in HbA1c for participants randomized to either continuous or intermittently scanned glucose monitors. 11 Recently, interoperable components have also been developed and authorized by the FDA, including an open-access, patient-led automated insulin delivery algorithm. 12 However, even with CGMs, gaps remain; the same meta-analysis did not show improvement in key measurements like weight, lipids, and blood pressure, with few trials at low risk of bias or lasting more than 6 months. As CGMs become more sophisticated, the variety of potentially useful measurements they make far exceed the evidence of their value. Further, the connection of CGMs to behavioral change, while promising, remains short of needed evidence for broader adoption. Last, evidence generation for DHTs has often been limited by gaps in attention to details of measurement and basic tenets of clinical research. Issues pertaining to artifact, missing data, and operating characteristics of algorithms remain in need of further development. For many DHTs intended to stimulate positive health behaviors, significant periods of missingness and artifact could lead to errors with health consequences."
    },
    {
      "caption": "5 FDA",
      "description": "Perspective on Digital Health Technologies uptake in groups with lower disease prevalence rates, exacerbating the \"digital divide.\" This digital divide is worsened by the poor evidence base leading to sparse insurance coverage, making these technologies accessible only to more affluent patients. Many disadvantaged groups can face additional barriers such as mistrust of institutionalized health care and different cultural norms about using technology for health and language barriers. Lack of use in high-risk"
    },
    {
      "caption": "FIGURE 2 A 5 FDA",
      "description": "FIGURE 2 A Proposed Roadmap for DHTs to Demonstrate Value Proposition to Patients, Physicians, and Payers"
    },
    {
      "description": "actionable insights. Once integrated, it is important for DHTs to be validated using sufficiently large cohorts of patients that represent the diversity of the population for whom the DHT is intended in relevant clinical settings. Longitudinal follow-up and outcome assessment of cohorts can establish the predictive validity of digital biomarkers, and the therapeutic potential of DHT-derived treatments. Although cohorts like those of the Health eHeart study are promising, 20 the majority of DHTs have not yet been evaluated in these types of studies. Large simple randomized controlled trials with complete follow-up of the entire cohort including those who do and do not adhere can be areliable means to answer questions about efficacy.Because studies showing better outcomes in those who adhere do not answer the fundamental question as to whether the DHT has a causal effect on better outcomes, studies using the intention-to-treat principle with complete follow-up of those who \"drop out\" are necessary to determine whether recommending a specific DHT causes an improvement in clinical outcomes.THE ROLE OF CLINICIANS AND HEALTH SYSTEMSClinicians can play critical roles in ensuring DHTs are designed and tested in ways that streamline clinical workflows and ensure best outcomes for patients.One barrier to clinician engagement has been lack of reimbursement pathways for these technologies in clinical practice. The recent proposed revision of the physician fee schedule rule by the Centers for Medicare and Medicaid includes codes for DHTs for mental health, including payment for time allocation to assist the patient in dealing with the DHT. 21 Further, the American Medical Association recently updated CPT (Current Procedural Terminology) codes to include digital therapeutic interventions for remote therapeutic monitoring, and revised codes to include device supply for data access or data transmissions to support remote monitoring of patients. 22 Improved evidence generation and the demonstration of costeffectiveness is also likely to facilitate greater payor coverage. Some manufacturers are taking the lead in designing rigorous studies for DHTs, such as a phase 3 sham controlled trial of an app providing behavioral therapy for patients with fibromyalgia, which showed significant benefit vs the sham control app. 23  Clinician adoption may be improved through user experience testing and user-friendly design specifically within the context of highly complex clinical workflows. This involves manufacturers working in concert with clinicians, patients, and health systems, not only in pilot testing and deployment, but as early as ideation and product wireframing. Health systems too can work toward implementing a workflow that allows for integration of DHTs and considers the wide array of clinical touchpoints involved in long-term patient care. To ensure that DHTs are integrated into clinical workflows, and digitally derived endpoints are appropriately validated, it will be essential to integrate health systems into the development process, including by linking to the electronic health record. Although challenges related to data standardization remain, the increasing consensus about the critical adoption of data standards based in Fast Healthcare Interoperability Resources could accelerate the integration of DHTs with electronic health record data. Manufacturers need to work with patients and clinicians to develop coherent platforms that reduce friction and disconnection among different DHTs, the patient, their caregivers, and the clinical team. Mitigation strategies could resemble the \"glass cockpit\""
    },
    {
      "type": "table",
      "caption": "TABLE 1",
      "description": "5 epresentative Quotes From CDRH's Public Comment Open Docket on DHTs and Diabetes and Potential Mitigating Actions5"
    }
  ],
  "num_figures": 7,
  "tables": [
    {
      "content": "Selected Quotes Potential Actions Gaps in evidence Prospective studies to evaluate digital biomarker performance for earlier detection and management of cardiometabolic disease, including diabetes Stakeholder agreement on interpretation and application of CGM metrics, eg, time in range, time in tight range Longitudinal studies to generate real-world evidence to assess impact of DHTs on health outcomes with complete follow- up of patients including those who drop out Gaps in clinical integration \"The EHR environment is too limited in its flexibility, accessibility, and Development of multimodal data ingestion and merging computational abilities to enable wearable data to be efficiently ingested technologies using standards such as FHIR and HL7 and computed upon, particularly in real time. Another barrier for Engaging clinicians and health systems earlier in the implementation is the current need for touchpoints to health systems-this development process, and development testing of UI/UX is model helps patients, but not people.\" -Researcher done in clinical environments \"Integrating AI-driven insights into clinical workflows presents challenges, Increase cardiometabolic DHT interoperability, eg, adoption of mainly when integrating the output with EMR/EHR systems. Moreover, the ISO/IEEE 11073-10425:2024 by CGMs need for linking imaging data with EMR/EHR systems adds another layer of complexity. Addressing these barriers requires a collaborative effort among IT departments, clinical teams, and AI developers.\" -Researcher Gaps in patient access and retention \"My PCP and staff, as well as the Endocrine team I see, are far too stretched to Ensure clinical studies are representative of populations with offer any real time assistance to mitigate the almost certain progression of a greater burden of disease costly and undesired diabetes diagnosis.even fewer will aggressively Develop new models of care to incorporate DHT monitoring pursue diabetes prevention.\" -Patient into routine clinical care \"Studies have shown that rural areas in the United States, with limited access to Design inclusive evidence generation plans for regulatory health care facilities, have an increase in undiagnosed prediabetes and T2D. authorization and reimbursement approval that ensure These discrepancies in rural areas may be lessened with remote operation of device access in the most impacted populations CGM and diagnostic algorithm devices. Barriers to the concepts provided Use existing frameworks to design technology with high above include: 1) a limited amount of nondiabetic patients wearing CGMs in acceptance and usability among diverse populations real world scenarios; 2) the nonuniform landscape of EHR systems today; Perform studies representative of routine clinical practice to and 3) the limited ability for researchers and industry to use EHR data in obtain insights about real-world effectiveness combination with CGM data.\" -Industry \"In 2020, ADA created the Health Equity Bill of Rights. When coupled with education, follow-up, and support, technology can improve the lives and health of people with diabetes, however, this access to tech like CGMs remains financially unattainable for low SES, black, and Latin X populations..."
    }
  ],
  "num_tables": 1,
  "num_citations": 16,
  "cited_references": [
    "b3",
    "b20",
    "b13",
    "b4",
    "b15",
    "b18",
    "b21",
    "b2",
    "b5",
    "b14",
    "b17",
    "b12",
    "b22",
    "b23",
    "b1"
  ],
  "notes": [
    "[raw_affiliation] Maryland , USA.",
    "[raw_affiliation] Maryland , USA.",
    "[raw_affiliation] Maryland , USA.",
    "[raw_affiliation] Maryland , USA.",
    "[raw_affiliation] Maryland , USA.",
    "[raw_affiliation] Maryland , USA.",
    "[raw_affiliation] Maryland , USA.",
    "[raw_affiliation] Maryland , USA.",
    "[submission] Manuscript received August 12, 2024; revised manuscript received September 30, 2024, accepted October 3, 2024.",
    "J A C C V O L . 8 5 , N O . 5 , 2 0 2 5 FDA Perspective on Digital Health Technologies F E B R U A R Y 1 1 , 2 0 2 5 : 5 2 8 -5 3 5",
    "J A C C V O L . 8 5 , N O . 5 , 2 0 2 5",
    "[other] Dr",
    "[raw_reference] FDA. What is digital health? Accessed July 29, 2024. https://www.fda.gov/medical-devices/digital- health-center-excellence/what-digital-health",
    "[raw_reference] Uluc N, Glasl S, Gasparin F, et al. Non-invasive measurements of blood glucose levels by time- gating mid-infrared optoacoustic signals. Nat Metab. 2024;6:678-686. https://doi.org/10. 1038/s42255-024-01016-9",
    "[raw_reference] Jin H, Zheng Z, Cui Z, et al. A flexible opto- acoustic blood 'stethoscope' for noninvasive mul- tiparametric cardiovascular monitoring. Nat Commun. 2023;14:4692. https://doi.org/10.1038/ s41467-023-40181-5",
    "[raw_reference] Peterson Health Technology Institute. Digital Diabetes Management Solutions j Health Technol- ogy Assessment. 2024;1.",
    "[raw_reference] FDA. CDRH seeks public comment: Digital Health Technologies for Detecting Prediabetes and Undiagnosed Type 2 Diabetes. Accessed July 29, 2024. https://www.fda.gov/medical-devices/ digital-health-center-excellence/cdrh-seeks-public- comment-digital-health-technologies-detecting- prediabetes-and-undiagnosed-type-2",
    "[raw_reference] FDA. Regulatory Controls. Accessed September 23, 2024. https://www.fda.gov/medical-devices/ overview-device-regulation/regulatory-controls",
    "[raw_reference] FDA. Marketing Submission Recommendations for a Predetermined Change Control Plan for Artificial Intelligence/Machine Learning (AI/ML)- Enabled Device Software Functions. Draft Guidance for Industry and Food and Drug Admin- istration Staff. Accessed July 22, 2024. https:// www.fda.gov/media/166704/download",
    "[raw_reference] Simpson SH, Eurich DT, Majumdar SR, et al. A meta-analysis of the association between adherence to drug therapy and mortality. BMJ. 2006;333:15. https://doi.org/10.1136/bmj.38875. 675486.",
    "[raw_reference] Keller R, Hartmann S, Teepe GW, et al. Digital behavior change interventions for the prevention and management of type 2 diabetes: systematic market analysis. J Med Internet Res. 2022;24: e33348. https://doi.org/10.2196/33348",
    "[raw_reference] Quinn CC, Shardell MD, Terrin ML, Barr EA, Ballew SH, Gruber-Baldini AL. Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control. Diabetes Care. 2011;34:1934-1942. https://doi.org/10. 2337/dc11-0366",
    "[raw_reference] Seidu S, Kunutsor SK, Ajjan RA, Choudhary P. Efficacy and safety of continuous glucose moni- toring and intermittently scanned continuous glucose monitoring in patients with type 2 diabetes: a systematic review and meta-analysis of interventional evidence. Diabetes Care. 2024;47: 169-179. https://doi.org/10.2337/dc23-1520",
    "[raw_reference] FDA. Tidepool Loop, 21 CFR 862.1356, Inter- operable Automated Glycemic Controller. Accessed September 28, 2024. https://www.accessdata.fda. gov/cdrh_docs/pdf20/K203689.pdf",
    "[raw_reference] Costentino J, Belyaeva A, Liu X, et al. Towards a personal health large language model. arXiv. 2024;2406:06474v1.",
    "[raw_reference] Chidambaram S, Jain B, Jain U, et al. An introduction to digital determinants of health. PLOS Digit Health. 2024;3:e0000346. https://doi. org/10.1371/journal.pdig.0000346",
    "[raw_reference] Meyerowitz-Katz G, Ravi S, Arnolda L, Feng X, Maberly G, Astell-Burt T. Rates of attrition and dropout in app-based interventions for chronic disease: systematic review and meta-analysis. J Med Internet Res. 2020;22:e20283. https://doi. org/10.2196/20283",
    "[raw_reference] Stevens S, Gallagher S, Andrews T, Ashall- Payne L, Humphreys L, Leigh S. The effectiveness of digital health technologies for patients with diabetes mellitus: a systematic review. Front Clin Diabetes Healthc. 2022;3:936752. https://doi.org/ 10.3389/fcdhc.2022.936752",
    "[raw_reference] Ramasawmy M, Poole L, Thorlu-Bangura Z, et al. Frameworks for implementation, uptake, and use of cardiometabolic disease-related digital health interventions in ethnic minority pop- ulations: scoping review. JMIR Cardio. 2022;6: e37360. https://doi.org/10.2196/37360",
    "[raw_reference] Mair JL, Salamanca-Sanabria A, Augsburger M, et al. Effective behavior change techniques in digital health interventions for the prevention or management of noncommunicable diseases: an umbrella review. Ann Behav Med. 2023;57:817- 835. https://doi.org/10.1093/abm/kaad041",
    "[raw_reference] FDA. FDA Launches Health Care at Home Initiative to Help Advance Health Equity. Accessed July 29, 2024. https://www.fda.gov/medical- devices/medical-devices-news-and-events/fda- launches-health-care-home-initiative-help- advance-health-equity",
    "[raw_reference] Beagle AJ, Tison GH, Aschbacher K, Olgin JE, Marcus GM, Pletcher MJ. Comparison of the physical activity measured by a consumer wear- able activity tracker and that measured by self-report: cross-sectional analysis of the Health eHeart Study. JMIR Mhealth Uhealth. 2020;8: e22090. https://doi.org/10.2196/22090",
    "[raw_reference] Fact Sheet: Calendar Year (CY) 2025 Medicare Physician Fee Schedule Proposed Rule (CMS- 1807-P)-Medicare Shared Savings Program Pro- posals. CMS. Accessed July 13, 2024. https:// www.cms.gov/newsroom/fact-sheets/fact-sheet- calendar-year-cy-2025-medicare-physician-fee- schedule-proposed-rule-cms-1807-p-medicare",
    "[raw_reference] AMA. AMA Releases CPT 2025 Code Set. Accessed September 19, 2024. https://www.ama- assn.org/press-center/press-releases/ama-releases- cpt-2025-code-set",
    "[raw_reference] Gendreau RM, McCracken LM, Williams DA, et al. Self-guided digital behavioural therapy versus active control for fibromyalgia (PROSPER-FM): a phase 3, multicentre, randomised controlled trial. Lancet. 2024;404:364-374. https://doi.org/10. 1016/S0140-6736(24)00909-7",
    "[raw_reference] Mumaw RJ, Roth EM, Patterson ES. Lessons from the glass cockpit: innovation in alarm sys- tems to support cognitive work. Biomed Instrum Technol. 2021;55:29-40. https://doi.org/10.2345/ 0899-8205-55.1.29",
    "[raw_reference] KEY WORDS artificial intelligence, cardiovascular disease, continuous glucose monitors, diabetes mellitus, digital health technologies, large language models, U.S. Food and Drug Administration"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
