{
  "paper_id": "FJC9XRT3",
  "title": "Health Apps and Health Policy What Is Needed? VIEWPOINT",
  "year": 2018,
  "date": "2018",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "David",
      "surname": "Bates",
      "name": "David Bates",
      "email": "dbates@partners.org"
    },
    {
      "forename": "Adam",
      "surname": "Landman",
      "name": "Adam Landman"
    },
    {
      "forename": "David",
      "surname": "Levine",
      "name": "David Levine"
    },
    {
      "affiliation": "Division of General Internal Medicine and Primary Care , Brigham and Women's Hospital , Boston , Massachusetts ; Harvard Medical School , Boston , Massachusetts ; and \n\t\t\t\t\t\t\t\t Division of General Internal Medicine and Primary Care \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston Boston \n\t\t\t\t\t\t\t\t\t Massachusetts Massachusetts"
    },
    {
      "affiliation": "Department of Health Policy and Management , Harvard School of Public Health , Boston , Massachusetts. \n\t\t\t\t\t\t\t\t Department of Health Policy and Management \n\t\t\t\t\t\t\t\t Harvard School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "affiliation": "Harvard Medical School , Boston , Massachusetts ; and Department of Emergency Medicine , \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "affiliation": "Brigham and Women's Hospital , Boston , Massachusetts. Division of General Internal Medicine and Primary Care , \n\t\t\t\t\t\t\t\t Division of General Internal Medicine and Primary Care \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "affiliation": "Brigham and Women's Hospital , Boston , Massachusetts ; and Harvard Medical School , Boston , Massachusetts. \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston Boston \n\t\t\t\t\t\t\t\t\t Massachusetts Massachusetts"
    },
    {
      "affiliation": "Brigham and Women's Hospital , 1620 Tremont St , Boston , MA 02120 \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1620 Tremont St \n\t\t\t\t\t\t\t\t\t 02120 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    }
  ],
  "doi": "https://doi.org/10.13039/100000905",
  "sections": [
    {
      "text": "Health care in the United States is the most expensive in the world, yet health care quality is highly variable.  1 ealth apps have the potential to improve efficiency and value while lowering costs. More than 325 000 health apps have been developed, with increasing investment during the past decade. If health apps are to be successful and broadly adopted, patients and clinicians must have confidence that they are safe and effective.\n\nThe US Food and Drug Administration (FDA) recently announced a \"precertification\" program for mobile apps because the regulatory framework put in place by Congress in 1976 was intended primarily for hardware and is not suited to software, which regulators refer to as \"software as a medical device.\"  2  This new program is intended to be more nimble than the current regulatory approach, and it will include a dedicated digital health unit within the FDA's medical device center. For the Pre-Cert pilot, 9 companies (large technology companies, more traditional health care companies, and new businesses) were selected for participation. Pre-Cert is expected to supply information about organizations' quality control processes for software; however, as currently designed, the program will not require any evaluation of whether the products improve outcomes before they are introduced to the marketplace, which has been noted by others.  3 Such oversight has been a critical part of the FDA's role in other domains.\n\nSo how will this program affect the current marketplace? New regulatory frameworks are needed because hardware-oriented frameworks do not fit. Data from several reports suggest that the app marketplace is not meeting the needs of patients or clinicians.  [4] [5] 5] [6]  For example, 3 of 4 smartphone apps incorrectly diagnosed more than 30% of cases of melanoma as being benign.  4 In addition, apps were found to have many gaps, especially in regard to safety and privacy.  5 our major policy issues need to be addressed with respect to medical apps (Table ). First, the safety of apps must be established so the public is adequately protected. Second, a directory of evidence is needed to allow patients and clinicians to assess which apps make a difference. Third, apps must be able to connect with electronic health records (EHRs) to allow seamless and secure transfer of information. Fourth, policies should encourage the market to develop apps that will improve care and value. Throughout this process, the tension between innovation and regulation will need to be managed.\n\nA multipronged policy approach will be necessary to improve the value of health apps, including: (1) provide more rigorous and standardized evaluations of apps that are made accessible to patients; (2) require the FDA to review health apps for safety, privacy, and false claims;\n\n(3) increase federal support for research on the outcome effects, emphasizing patients with chronic diseases and high-cost care; and (  4 ) enhance open, interoperable application programming interfaces (APIs) to support data exchange between health apps and EHRs.\n\nA set of robust tools is needed to objectively assess the merits of apps along several dimensions. Several scales have been proposed for evaluating health apps.  7 In addition, it will be critical to have a public open-source site for app comparisons. Several efforts to establish something like this have failed, such as at Happtique. The UK National Health Service (NHS) recently relaunched its Digital Apps Library, reviewing and approving health apps that meet NHS quality standards for clinical effectiveness, safety, usability, and accessibility.\n\nSuccessful development of a sustainable, publicly available site that could be supported through a publicprivate partnership would be a major advance. Because patients may not consult a public directory before downloading health apps from commercial app stores, the app stores that provide these programs could be required to display a label for health apps showing performance of the apps using standardized scales similar to the FDA's Nutrition Facts label (Figure).\n\nThe FDA also needs to review apps specifically with respect to safety, protection of privacy, and false claims.\n\nA key function of the government is to protect the public around issues such as this; however, the FDA mainly has focused on apps that are linked with devices or make specific recommendations around treatment. This area needs additional scrutiny from the agency and it is not clear that the current framework will be effective.\n\nMore critically, research is needed to assess which apps affect outcomes. The FDA requires that medications are shown to be safe and effective before approval for marketing, but it seems the bar is being substantially lowered for apps. There is some fatigue around funding this research on the part of federal agencies that have supported these studies, in part because of the enormous volume of apps being developed. Nonetheless, the apps developed so far do not necessarily meet the needs of the broader medical community.  6 The hope with the current approach has been that some apps will emerge that are both popular and actually work.\n\nA small number of companies are taking a rigorous research approach and pursuing the traditional FDA approval pathway for health apps. For example, Welldoc's BlueStar is an in-app coach for patients with diabetes type 2 and has been approved by the FDA as a class II medical device. Akili Interactive Laboratories Inc is currently performing a randomized clinical trial for its digital treatment for children with attention-deficit/hyperactivity disorder and, if successful, will apply for FDA approval. Although timeconsuming and expensive, using the traditional FDA approval model and standard reimbursement pathway is one way to increase the number of high-quality health apps.\n\nFurthermore, apps for patients with costly care, low levels of health, or low levels of English literacy are few and far between. Instead, many apps are designed for the healthy or worried well. Targeting federal research support to app developers for patients with chronic conditions and low levels of health and English literacy could spur application development for these important areas of need.\n\nMoreover, for apps to deliver the most benefit in supporting patient-physician relationships, it will be imperative for apps to exchange data with EHRs. Significant progress has been made with open, standards-based APIs, specifically Fast Healthcare Interoperability Resources. A current requirement of Meaningful Use Stage 3 is for hospitals to offer patients the ability to authorize third-party apps to obtain their EHR data through an API. Despite these positive steps, data exchange between health apps and EHRs remains the exception and is largely unidirectional. Future work is needed to enable health apps to use APIs to send data back to the EHR, and for analytics tools to summarize and automatically process these incoming data for clinicians.\n\nSubstantial gaps exist today between what the marketplace is producing in terms of apps and what is needed to make care better. Specific approaches can be taken at the FDA and at federal agencies that support research and encourage redirection. The marketplace needs to produce applications that will be helpful to patients and health care organizations, along with the ability to identify them. Apps have enormous potential benefits, but these benefits will not be realized unless these issues are addressed.\n\nTable. Major Health App Policy Issues and Solutions Policy Issues Current Deficits Examples Policy Solutions Safety • Response to dangerous situations • Appropriate triage • False claims • Privacy • Suicidality disregarded • Misdiagnosis • Incorrect blood pressure readings • Require verification approved by the US Food and Drug Administration or a third party of safety, privacy, and false claims Evidence catalog • Comparing and assessing apps • Only star rating guides decision making • Open-source directory of app evidence • Standardized facts label for health apps Interoperability • No push or pull of data • Patients and clinicians cannot push data to electronic health record using apps • Enhance open application programming interface offerings, including ability to transfer data from apps to electronic health records Incentivizing value • Apps do not reach audience most in need • Few high-quality apps for schizophrenia and HIV • Most apps require high health literacy • Federal support for research and development of apps in areas of specific need Known health benefits: 3-lb weight loss in 4 weeks Warning: do not use with weight loss medication Best for: people who want to lose weight Special features: weight tracking with digital scale, send weight data to medical record, game-based encouragement, English-and Spanish-language options Information app designed to provide guidance on diet and exercise to lose weight Time commitment: 3 minutes, 4 times a day Honesty a Score (out of 5) Grade Health information Technical information b Security and privacy Ease of use Popular rating 3.2 2.1 2.2 5.0 4.4 4.8 C D D A B A a Accuracy of claims including cost, consent, and the accuracy of the app store definition. b Software performance, stability, interoperability, bandwidth, and application size."
    },
    {
      "text": "Figure. Example of a Possible Health App Grading LabelHealth App GradingWeight Loss Coach"
    }
  ],
  "references": [
    {
      "title": "Health care spending in the United States and other high-income countries",
      "authors": [
        "I Papanicolas",
        "L Woskie",
        "A Jha"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.1150"
    },
    {
      "title": "FDA regulation of mobile medical apps",
      "authors": [
        "J Shuren",
        "B Patel",
        "S Gottlieb"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.8832"
    },
    {
      "title": "US Food and Drug Administration precertification pilot program for digital health software",
      "authors": [
        "T Lee",
        "A Kesselheim"
      ],
      "year": 2018,
      "doi": "10.7326/m17-2715"
    },
    {
      "title": "Diagnostic inaccuracy of smartphone applications for melanoma detection",
      "authors": [
        "J Wolf",
        "J Moreau",
        "O Akilov"
      ],
      "year": 2013,
      "doi": "10.1001/jamadermatol.2013.2382"
    },
    {
      "title": "Mobile health applications",
      "authors": [
        "Y Yang",
        "R Silverman"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2013.0958"
    },
    {
      "title": "Many mobile health apps target high-need, high-cost populations, but gaps remain",
      "authors": [
        "K Singh",
        "K Drouin",
        "L Newmark"
      ],
      "year": 2016,
      "doi": "10.1377/hlthaff.2016.0578"
    },
    {
      "title": "Mobile app rating scale",
      "authors": [
        "S Stoyanov",
        "L Hides",
        "D Kavanagh"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3422"
    }
  ],
  "num_references": 7
}
