{
  "paper_id": "FVJ2VGF6",
  "title": "The stepped wedge cluster randomised trial: rationale, design, analysis, and reporting",
  "abstract": "The stepped wedge cluster randomised controlled trial is a relatively new study design that is increasing in popularity. It is an alternative to parallel cluster trial designs, which are commonly used for the evaluation of service delivery or policy interventions delivered at the level of the cluster. The design includes an initial period in which no clusters are exposed to the intervention. Subsequently, at regular intervals (the \"steps\") one cluster (or a group of clusters) is randomised to cross from the control to the intervention under evaluation. This process continues until all clusters have crossed over to be exposed to the intervention. At the end of the study there will be a period when all clusters are exposed. Data collection continues throughout the study, so that each cluster contributes observations under both control and intervention observation periods. It is a pragmatic study design, giving great potential for robust scientific evaluations that might otherwise not be possible.",
  "year": 2015,
  "date": "2015-02-06",
  "authors": [
    {
      "affiliation": {
        "organization": "University of Birmingham",
        "institution": "University of Birmingham",
        "address": "B15 2TT, Birmingham, UK"
      }
    },
    {
      "name": "K Hemming",
      "affiliation": {
        "organization": "University of Birmingham",
        "institution": "University of Birmingham",
        "address": "B15 2TT, Birmingham, UK"
      }
    },
    {
      "name": "T Haines",
      "affiliation": {
        "organization": "Monash University",
        "institution": "Monash University",
        "address": "3800, Victoria, Australia"
      }
    },
    {
      "name": "P Chilton",
      "affiliation": {
        "organization": "University of Birmingham",
        "institution": "University of Birmingham",
        "address": "B15 2TT, Birmingham, UK"
      }
    },
    {
      "name": "A Girling",
      "affiliation": {
        "organization": "University of Birmingham",
        "institution": "University of Birmingham",
        "address": "B15 2TT, Birmingham, UK"
      }
    },
    {
      "name": "R Lilford",
      "affiliation": {
        "organization": "University of Warwick",
        "institution": "University of Warwick",
        "address": "CV4 7AL, Coventry, UK"
      }
    },
    {
      "name": "Jon Deeks"
    },
    {
      "name": "Richard Riley"
    },
    {
      "name": "Oyinlola Oyebode"
    }
  ],
  "doi": "10.1136/bmj.h391",
  "md5": "B0F5C364A8C9ED2667B3B0E631EA8995",
  "publication": {
    "journal": "J Clin Epidemiol",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    ""
  ],
  "sections": [
    {
      "title": "Brief history of the stepped wedge cluster randomised trial",
      "text": "The stepped wedge cluster randomised trial has been used across several settings for some years, but early stepped wedge designs were sometimes described in other terms such as \"waiting list designs\" or \"phased implementations.\" The Gambia hepatitis intervention study (example 1) is probably the earliest and most widely known stepped wedge study.  1  Two systematic reviews, determining the number and breadth of stepped wedge studies, have recently been conducted.  2 3 These reviews reveal that the use of this study design is on the increase and that areas of use are diverse and include HIV, cancers, healthcare associated infections, social policy, and criminal justice.\n\nIn 2007 Hussey and Hughes  4  first described methods to determine statistical power available when using a stepped wedge design. However, there is a dearth of literature on the more general methodological aspects, such as the rationale for, and conduct of, stepped wedge studies. In this article we illustrate how this new study design differs from the conventional parallel design and its variations. We also give several examples and consider several design and methodological issues, including rationale, sample size, and efficiency compared with competing designs, and highlight some important reporting and analysis considerations."
    },
    {
      "title": "Study rationale",
      "text": "The stepped wedge is a pragmatic study design that reconciles the constraints under which policy makers and service managers operate with the need for rigorous scientific evaluations. While researchers may believe an evaluation of an intervention is required, it is decision makers (that is, politicians and managers) who control resources for system change. In order to get the research done, the researcher must be alive to the concerns of other stakeholders.\n\nFirst, it may be the case that a key stakeholder (such as hospital manager or government minister) thinks that there is already sufficient evidence of effectiveness, whereas the researcher might take a different view. For example, when the UK government announced a new flagship programme called Sure Start to provide support for preschool children in deprived neighbourhoods, there was already some evidence in favour of the intervention,  [5] [6] [7]  but value for money had not been proven to everyone's satisfaction.\n\nSecond, decision makers may perceive that their credibility will be threatened or that they may hand their opponents a public relations scoop if they set up a traditional experiment. The political payoff from the Sure Start programme might have been attenuated had participating communities been divided into intervention and control clusters with no scheduled intervention date. The Sure Start programme is not alone here, indeed \"the history of public policy experiments is littered with evaluations torpedoed by politicians appropriately attentive to the short term desires of their constituents, such as those who wind up in the control group without new services"
    },
    {
      "title": "Summary pointS",
      "text": "The stepped wedge cluster randomised trial is a novel research study design that is increasingly being used in the evaluation of service delivery type interventions. The design involves random and sequential crossover of clusters from control to intervention until all clusters are exposed.\n\nIt is a pragmatic study design which can reconcile the need for robust evaluations with political or logistical constraints. While not exclusively for the evaluation of service delivery interventions, it is particularly suited to evaluations that do not rely on individual patient recruitment. As in all cluster trials, stepped wedge trials with individual recruitment and without concealment of allocation (or blinding of the intervention) are at risk of selection biases.\n\nIn a stepped wedge design more clusters are exposed to the intervention towards the end of the study than in its early stages. This implies that the effect of the intervention might be confounded with any underlying temporal trend. A result that initially might seem suggestive of an effect of the intervention may therefore transpire to be the result of a positive underlying temporal trend. Sample size calculations and analysis must make allowance for both the clustered nature of the design and the confounding effect of time.\n\nThe stepped wedge cluster randomised trial is an alternative to traditional parallel cluster studies, in which the intervention is delivered in only half the clusters with the remainder functioning as controls. When the clusters are relatively homogeneous (that is, the intra-cluster correlation is small), parallel studies tend to deliver better statistical performance than a stepped wedge trial. However, if substantial clusterlevel effects are present (that is, larger intra-cluster correlations) or the clusters are large, the stepped wedge design will be more powerful than a parallel design, even one in which the intervention is preceded by a period of baseline control observations. or who cannot imagine why a government would randomly assign citizens to government programmes.\"  8 hird, there may be logistical constraints: complex interventions can rarely be implemented en bloc but must be rolled out sequentially. The stepped wedge study then fulfils a dual role, serving as a scientific tool that incorporates a fair way to determine the order of rollout under logistic constraints.  9 he above political, logistical, and ethical constraints tend to coexist. In such circumstances, the alternative to a stepped wedge design may not be a parallel cluster trial but a weaker, non-experimental design. Under such a scenario the stepped wedge design is \"naturalistic\" in that the implementation may proceed much as it would have done had the evaluation not been in place while allowing randomised evidence of effectiveness.\n\nThe stepped wedge trial has other advantages over parallel cluster designs of a technical nature, but it also has disadvantages. In the rest of this paper we discuss these statistical and technical features and identify situations where this design is more or less suitable than alternatives."
    },
    {
      "title": "How the stepped wedge cluster randomised trial relates to other cluster designs",
      "text": "In the evaluation of interventions delivered at the level of a general practice, hospital ward, or hospital where it is not possible to randomise individuals, randomisation may be carried out at the level of the cluster.  10 There are broadly three types of cluster trials to choose from (illustrated in fig  1 ). In the conventional (parallel) cluster randomised trial, clusters are randomised to either the intervention or control arm at the start of the trial and remain in that arm for the duration of the study (figure  1a ).\n\nThis design may be elaborated into a cluster randomised trial with a baseline period (fig  1b ).  11 Under this design observations are made during a baseline period (before any cluster is randomised to receive the intervention) and again in a post-intervention period (where clusters randomised to the intervention have switched to receiving the intervention). This design (with the addition that control clusters received the intervention at the end of the study) was used for the evaluation of the Mexican Universal Health Insurance Programme, described in example 2.\n\nIn a stepped wedge study, the design is extended so that every cluster provides before and after observations and every cluster switches from control to become exposed to the intervention, but not at the same point in time (fig  1c ). The stepped wedge study takes its name from the stepped wedge shape that is apparent in the schematic illustrations.\n\nAs with other types of cluster design, the outcome data in a stepped wedge trial can derive either from single measurements taken from individual parti cipants, but different participants at each step in the study (cross-sectional data); from repeat measurements on the same cohort of individuals recruited at the start and followed up throughout the study (longitudinal data); or from mixtures of the two (probably best described as an open cohort design). The depression management trial (example 3) is an example of an open cohort study design, with some patients"
    },
    {
      "title": "ExamplE 1: tHE GamBia HEpatitiS intErvEntion Study",
      "text": "The Gambia hepatitis intervention study used a stepped wedge cluster randomised design in the 1980s to investigate the effectiveness of a vaccine for hepatitis B in preventing liver disease.  1  The vaccine had established effectiveness at preventing hepatitis B, though at the time no randomised evidence existed to show that it protected against chronic liver disease. Conclusive evidence of effectiveness against liver disease would require very long term studies (in the region of 30 years). Given the preliminary evidence of efficacy against hepatitis B, the vaccination was going be rolled out in the national infant vaccination programme. However, in order to obtain evidence on long term benefit, a phased but random implementation of the hepatitis B vaccination was initiated. Under a sequential rollout, geographically defined areas of the country were randomly allocated to incorporate the vaccination into the existing childhood vaccination schedule. A new region was randomly allocated in steps of 10-12 week intervals, such that complete national coverage was obtained after about four years. Follow-up of the cohort for liver disease outcomes is ongoing. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on 16 August 2025  https://www.bmj.com/ Downloaded from 6 February 2015. 10.1136/bmj.h391 on BMJ: first published as\n\nremaining in the study for the duration, and others joining the study when they become a resident of a care home. The EPOCH trial (example 4), based on hospital emergencies, is a good example of a cross-sectional study."
    },
    {
      "title": "design considerations",
      "text": "When designing a stepped wedge cluster randomised trial, the number of clusters, number and length of steps, and number of clusters randomised at each step need to be determined. These are generally influenced by logistical considerations. For example, the availability of suitable clusters may limit the number of clusters included.\n\nWhen the motivation for using the stepped wedge design is that it may be impossible to intervene simultaneously in all clusters (as in example 3), the study duration is dictated by the system's capacity to implement the service change. The number of observations per cluster is often determined by the number of participants meeting eligibility criteria. Design features that are not fixed by logistical constraints can be chosen with the aim of maximising statistical efficiency (a point to which we return). The chosen design can then be illustrated schematically, as in example 4, the EPOCH trial (fig  2 ).\n\nThe clusters switching at each step are usually independent of one another; however, they might be related in some way (such as different wards within the same hospital), in which case a multilevel element is introduced into the stepped wedge design (as was used in the EPOCH study, example 4).  13 Stepped wedge studies are usually designed so that approximately equal numbers of clusters switch at each step. Some designs make special allowance for the length of time it takes to embed the intervention into a cluster (example 4). During such transition periods the cluster cannot be considered as either exposed or not exposed (fig  1d ).\n\nA variation on the stepped wedge design has also been described to evaluate disinvestment rather than investment decisions. Here, instead of rolling out a new intervention, an existing intervention that was routinely provided is removed sequentially (thus reversing the roles of control and intervention periods).  16 Other variations include a group of clusters that remain exposed or not exposed to the intervention throughout the study period.  17 nce the layout of the design has been determined, the individual clusters (or groups of clusters) should be randomised to their positions within the design. In the EPOCH trial, hospitals were divided into geographical groups (to facilitate simultaneous rollout within groups), and these groups were randomised to the implementation start date (that is, the \"rows\" of the design in fig  2 ). In any stepped wedge design the steps of the wedge divide the study duration naturally into separate observation periods."
    },
    {
      "title": "Sample size and power calculations",
      "text": "Formal methods for sample size and power calculations have been described only for cross-sectional stepped wedge designs.  4 13 For this reason, a cross-sectional study is assumed throughout the following paragraphs. Similar considerations apply to cohort designs, but a reliable sample size algorithm for these designs has not yet been established.\n\nAll cluster trials should allow for correlations between individuals in the same cluster.  18 A consequence is that a parallel cluster trial will require a larger sample size than a corresponding individually randomised trial. The standard approach here assumes that any two observations from the same cluster will have a constant correlation between them, a quantity known as the intra-cluster correlation. Then the increase in sample size for the simple parallel cluster trial is determined by a simple multiplicative factor (the \"design effect\"), which depends both on the magnitude of the intra-cluster correlation and on the number of subjects in each cluster. For the parallel cluster trial with a baseline period, a variation on this design effect is available. 11"
    },
    {
      "title": "ExamplE 2: Evaluation of tHE mExican univErSal HEaltH inSurancE proGrammE",
      "text": "A major change in the method used to finance healthcare in Mexico was evaluated by a phased and random implementation.  8 A randomised evaluation on such a large scale represents a major achievement in the robust evaluation of a public policy. The Harvard research team was tasked with an evaluation at the request of the Mexican Ministry of Health (in the expectation that if the intervention was successful it would survive any change of government). Seventy four clusters were matched in pairs so that one received the intervention and the other acted as control (as illustrated in fig  1b ). In this particular case, an undertaking was made to make the intervention available to control clusters on completion of the study."
    },
    {
      "title": "ExamplE 3: multi-StructurEd dEprESSion manaGEmEnt in nurSinG HomES",
      "text": "A stepped wedge cluster randomised trial, using an open cohort design, was used across 17 nursing homes in the Netherlands, with homes randomly assigned to one of five dates to introduce an intervention to promote the diagnosis and management of depression.  12 The trial ran from May 2009 to April 2011, with three or four homes randomised approximately every four months. Individual informed consent was elicited from residents, though residents and staff were blinded to the allocation. Most residents were recruited at the start of the trial and followed up over the five steps; others were recruited during the trial and followed up for any remaining steps.\n\nCharacteristics of the clusters and individuals were summarised by group of randomisation. Adherence to the intervention was high (82%). The primary outcome was prevalence of depression, and this was analysed using a linear mixed model, adjusted for calendar time and with a random effect for nursing home and allowing for repeated measures on the same individuals (using a random effect). The adjusted (for calendar time) effect size was -7.3% (95% confidence interval -13.7 to -0.9), which means an estimated 7% reduction in prevalence of depression after the introduction of the intervention."
    },
    {
      "title": "ExamplE 4: tHE EpocH trial",
      "text": "The EPOCH trial is a cross-sectional stepped wedge cluster randomised trial of a service delivery intervention to improve the care of patients undergoing emergency laparotomy.  14 The intervention package is a complex intervention, including quality improvement and an integrated care pathway. The intervention will be rolled out sequentially to 90 hospitals, with six clusters of 15 geographically close hospitals (that is, clustering within clustering) switching from control to intervention every 5 weeks at 15 different time points (fig  2 ). The design incorporates a 5 week transition period in each cluster. The primary outcome is 90 day mortality, and no individual patient recruitment is needed. It is expected that approximately 18 patients will meet the inclusion criteria (> 40 years old and undergoing emergency laparotomy) per hospital per 5 week epoch, equating to a total sample size of about 27 500 patients. The trial is powered to detect a change in 90 day mortality from 25% to 22% at 90% power and 5% significance. Implementation of this power calculation used the Stata function \"steppedwedge\"  15  and followed the Hussey and Hughes approach. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on 16 August 2025  https://www.bmj.com/ Downloaded from 6 February 2015. 10.1136/bmj.h391 on"
    },
    {
      "title": "BMJ: first published as",
      "text": "In a stepped wedge study, the sample size calculation is complicated by the need to allow for the confounding effect of calendar time (an issue discussed later in more detail), and this means that the standard design effect is no longer applicable. Compared with a simple parallel study, where no such confounding occurs, the time effect tends to degrade the precision of the study and increase the sample size needed to achieve adequate power. On the other hand, each cluster in a stepped wedge study contributes both exposed and unexposed observations, and so, to some extent, acts as its own control. This feature tends to enhance the precision of the study compared with a simple parallel study if substantial cluster effects are present (that is, if the intra-cluster correlation is large). Indeed, a similar enhancement can occur even for small intra-cluster correlations if the individual clusters are large.  19 In summary, when the intra-cluster correlation is small, a simple parallel design (as in fig  1a ) tends to deliver more statistical power (per measurement taken) than a stepped wedge design (fig  1c ), but for larger intra-cluster correlations a stepped wedge study will tend to be more powerful.\n\nComparison with a parallel trial with a baseline period (fig  1b ) is also revealing. This design entails a group of clusters in which both exposed and unexposed observations are taken alongside a dedicated control group of clusters. To this extent, it combines features of both the stepped wedge and the parallel design. Certainly its performance improves on that of the simple parallel study if the intra-cluster correlation is large. However, it delivers less power than a stepped wedge design (with four or more steps) whatever the value of the intra-cluster correlation.  19 hese properties are illustrated in Table  1 , which shows how power depends on the intra-cluster correlation in a cross-sectional study. The example uses the method of Hussey and Hughes  4 13  and refers to a trial with 20 clusters and total cluster size of 50 designed to detect a standardised effect size of 0.3 (at 5% significance). The simple parallel cluster trial achieves the highest level of power when the intra-cluster correlation is small (0.01). However, when the intra-cluster correlation is large (0.1) the power available under the simple parallel design drops to just 50%, while the power available under both the parallel design with a baseline period and the stepped wedge design (with four steps) retains a value close to 80%. In this example, the power under the stepped wedge cluster trial is only slightly larger than that under the parallel cluster trial with a baseline period.\n\nIn practice, power calculations and comparative efficiency for stepped wedge trials depend not only on the intra-cluster correlation but also the number of clusters in the study, the number of observations in each cluster, and the detailed structure of the design (as depicted in fig 1 ,  panels c  and  d ). Methods that determine statistical power for a stepped wedge trial of fixed size  4 20 21  have been implemented in the statistical software package Stata.  15 The methods assume a constant sampling rate-that is, equal numbers per observation period in each cluster. However, the possibility of transition periods with no observations at all (as in the EPOCH trial, example 4) is incorporated into the Stata function. As yet, there is no specific adaptation of design effects, for calculating the power or sample size in a cohort stepped wedge trial, nor implementation in a statistical package for this design."
    },
    {
      "title": "conduct",
      "text": "The conduct of the stepped wedge cluster randomised trial bears much in common with the main alternativesthe parallel cluster trial and the parallel cluster randomised trial with a baseline period. Since all these designs are used to study similar policy and service delivery interventions, they raise many of the same issues, particularly those relating to selection and concealment.\n\nRecruitment of individual participants is not typically necessary when policy or service delivery interventions are studied, and where cross-sectional designs based on anonymous data, such as death and morbidity rates, are used (as in example 4). Particular care is needed, however, when individuals are recruited within each cluster to take part in the study. Here, as in the case of parallel designs, steps should be taken to mitigate the risk that participants will vary systematically across exposed and unexposed observation periods. In particular, participants should be recruited before allocation (to unexposed or exposed period) is known or recruited completely blind to the exposure status (as in the depression screening trial, example 3).  22 23 In stepped wedge studies with recruitment extended over time or without blinding to the intervention this may not be possible, creating a risk of selection bias, even though clusters are allocated randomly over time.\n\nThe stepped wedge cluster randomised trial, while pragmatic, also requires cooperation and commitment from the clusters. Clusters will have to be ready to cross to the intervention as and when the randomisation order dictates. Most stepped wedge trials to date have given ample notice of the crossover date to clusters. However, this does not rule out the possibility that some clusters will not be able to initiate the intervention as and when the randomisation schedule dictates."
    },
    {
      "title": "analysis",
      "text": "In a standard parallel trial the intervention is allocated to some clusters and not to others and analysis compares Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on 16 August 2025  https://www.bmj.com/ Downloaded from 6 February 2015. 10.1136/bmj.h391 on In a stepped wedge study, exposed (intervention) and unexposed (control) observation periods take the place of \"arms\" in parallel cluster trials. Thus, the distribution of results across unexposed observation periods is compared with that across the exposed observation periods. As with any randomised comparison, characteristics of the individuals and clusters should be summarised by exposure status so as to allow consideration of selection biases and lack of balance. Where there are a small number of steps, these characteristics can be compared by randomisation group (as in example 3). This should include the numbers analysed, the average cluster size, cluster characteristics, and important patient characteristics. The actual design, showing numbers of observations per cluster, can be schematically presented, as shown in fig  3 .\n\nFollowing an intention to treat principle, clusters should be analysed according to their randomised crossover time irrespective of whether crossover was achieved at the desired time. Some studies have included both an analysis by the intention to treat schedule and by that which actually occurred.  24 nder the stepped wedge design the evaluation happens over a period of time, during which the proportion of clusters exposed to the intervention gradually increases. This means that unexposed observations will, on average, be from an earlier calendar time than exposed observations. Additionally, in evaluations of policy changes and service delivery interventions, other external changes may occur in the way care is delivered, which have an impact on the outcome under evaluation. Thus, calendar time is associated with both the exposure to the intervention and also possibly the outcome, and so is a potential confounder and should be adjusted for in the analysis.\n\nIn the situation of an underlying temporal trend, an intervention that at first seems to be effective might no longer be when adjustment for calendar time has been made. There are several possible explanations for this. It might be that, external to the study, there was a general move towards improving patient outcomes, perhaps the very initiative which prompted study investigators to instigate the intervention in question. This phenomenon has been described as \"a rising tide.\"  25  On the other hand, an intervention may be effective, yet there still may be a real underlying temporal trend, although this may be attributable to contamination. In the Matching Michigan study (example 5) these explanations were explored as possible reasons for the finding of no effect of an intervention that in other settings had been very positive.\n\nAdjusting for the systematically different observation periods and for clustering in the data is accomplished by fitting an appropriate generalised linear mixed model or using generalised estimating equations. Hussey and Hughes specify models in which time is included as a fixed effect for each step.  4 So, for continuous (and normally distributed) outcomes, this would mean a linear model with random effect for cluster and fixed effect for each step; and, for binary outcomes, a logistic regression model with random effect for cluster and fixed effect for each step.\n\nIn a cohort design, some acknowledgment for the dependence between individual measurements over the course of the study will be needed. The simplest option is perhaps to introduce an additional random effect for individuals in the study (as in example 3).\n\nThe estimated intra-cluster correlation and time effect from the fitted model, although not of direct importance in the interpretation of the effect of the intervention, should be reported both for use in the design of future trials and to allow appreciation of any underlying confounding effects of calendar time. Other options for analysis include using within cluster comparisons only (although this does not adjust for any confounding effect of time), and treating the study as a series of (unbalanced) parallel cluster trials.  26  stepped wedge design also allows investigators to examine the way in which the impact of the intervention develops (over time) once it is introduced into a cluster. This might be important where an intervention needs an initial period of adjustment before becoming fully embedded in the setting. In such cases the length of the period (up to the current observation) during which the cluster has been exposed to the intervention can be included in the model as an effect modifier.\n\nFinally, a stepped wedge design also allows exploration of heterogeneity in treatment effects between clusters, using within cluster comparisons of exposed and unexposed periods. Although the design may not be powered for these analyses, they can inform an interesting secondary investigation. Cluster Period ( )"
    },
    {
      "title": "Period",
      "text": "( )"
    },
    {
      "title": "Period",
      "text": "No of new recruits in each cluster and period (No for whom data were available)\n\nIntervention condition period Control condition period Reporting guidelines specific to stepped wedge cluster randomised trials do not exist, and so we recommend that reporting should follow the Consort 2010 extension to cluster randomised trials.  27 Here we recommend some minor additions or modifications that can be used until specific guidelines for a stepped wedge design are formalised (Table  2 )."
    },
    {
      "title": "recommendations",
      "text": "The stepped wedge is a novel cluster randomised controlled trial design, emerging in the field of service delivery as well as policy evaluations. This design can be considered as an extension of the a parallel cluster trial with a baseline period and other variations of the conventional parallel cluster trial, including non-randomised designs, for the evaluation of service delivery interventions or other forms of interventions delivered at the level of the cluster. We recommend the stepped wedge cluster trial as a potentially efficient and pragmatic randomised study design (although efficiency depends on the intra-cluster correlation and cluster size) for the evaluation of service delivery interventions where outcomes are based on routinely collected data (and so eliminating the need for individual participant recruitment). When outcomes are not based on routinely collected data or when individual recruitment is required, as in all cluster trials, special consideration should be given to minimising selection biases.\n\nWhen planning a stepped wedge cluster randomised trial, consideration needs to be given not only to the sample size (which will depend on the intra-cluster correlation and number of steps) but also to the method of analysis, the possibility of repeated measures on individuals (that is, clarity of cohort, open cohort, or cross-sectional design), and reporting of adjusted (for time) treatment effects as the primary analysis. In addition to the conventional flow diagram, we recommend that a design diagram should illustrate how many participants are within each cell of the design."
    },
    {
      "title": "policy implications",
      "text": "Evaluation of drug therapies has long been deemed essential in accordance with evidence based medicine. The evaluation of non-pharmaceuticals, such as policy changes or service delivery methods, has unfortunately been less rigorously evaluated. It has been argued that service redesign should be evaluated by rigorous quasi-experimental design.  28 Quasi-experimental designs typically include (non-randomised) before and after studies, which are known to be confounded by temporal trends (which can't be adjusted for), and controlled before and after studies (which are subject to other confounding biases). However, given that most policies are rolled out over a period of time, the stepped wedge cluster randomised trial offers a fair (as the order of the rollout is determined at random) and randomised evaluation. Policy makers ought to take advantage of this pragmatic study design to evaluate effectiveness of policy changes."
    },
    {
      "title": "further research",
      "text": "There are many potential variations to the simple stepped wedge cluster randomised trial that are yet to be investigated, and which we have not considered here. These include design and analysis of the cohort stepped wedge trial (which has to contend with change over time at the site or cluster level as well as within participants), clusters within clusters in a trial (that is, wards within hospitals), trials with more than two arms, restricted randomisation such as pairing, the effect of varying cluster sizes and varying step sizes, and the hybrid design (which is a mixture of the conventional parallel design and the stepped wedge design).  17 n cases where random allocation would not be possible outside the stepped wedge design, then the stepped"
    },
    {
      "title": "ExamplE 5: tHE matcHinG micHiGan Study",
      "text": "The Matching Michigan study is a non-randomised stepped wedge trial evaluating a complex intervention to reduce central venous catheter bloodstream infections in intensive care units.  25 The study included 215 intensive care units (out of a possible 223) in the UK and obtained complete outcome data for 147 (66%) of units. Four groups of units initiated the intervention at four separate points in time between April 2009 and March 2011. The intervention was based on a similar intervention that had been hailed as reducing intensive care infections by 80% in a nonrandomised, before and after design in Michigan.\n\nThe Matching Michigan study identified secular trends and no evidence of any intervention effect, even though at first the intervention looked to be a success. Reasons for the secular trend are probably multifaceted and include, but are not limited to, a rising tide of activities directed at improving patient safety and the contamination of the intervention in clusters waiting to be crossed over. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on 16 August 2025  https://www.bmj.com/ Downloaded from 6 February 2015. 10.1136/bmj.h391 on BMJ: first published as"
    },
    {
      "text": "Fig 1 | Schematic illustration of the conventional parallel cluster study (with variations) and the stepped wedge study"
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Fig 2 | Schematic representation of the EPOCH stepped wedge study (example 4). The trial will be conducted over 85 weeks, with six hospitals crossing from control to intervention approximately every 5 weeks until week 85, when all 90 hospitals will be exposed to the intervention"
    },
    {
      "text": "Fig 3 | Example of study size presentation that could be applied to a cross-sectional stepped wedge cluster randomised trial"
    },
    {
      "text": "Comparison of power* available under different cluster randomised trial designs by intra-cluster correlation: a simple parallel design, a parallel design with baseline period, and a stepped wedge design (all cross-sectional designs)"
    },
    {
      "text": "Suggested modifications to the Consort 2010 cluster extension for reporting of stepped wedge cluster randomised trials Allowance for the number of steps Allowance for any repeated measures on individuals Clear reference to the methods used Analysis Allowance for clustering (that is, random effect model) Allowance for the number of steps (that is, fixed effect for step) Allowance for repeated measures on individuals, if appropriate Results Characteristics of sample reported by exposed and unexposed observation periods, or by randomisation group Adjusted (for time) treatment effect and 95% CI should be interpreted as unbiased estimate of effect size Schematic representation of actual study design Intention to treat analysis should follow the randomised design and might be different to that which actually transpired"
    },
    {
      "text": "author) and declare: RJL and PJC had financial support for the submitted work from the  National Institute for Health Research (NIHR) Collaborations for Leadership in Applied Health Research and Care (CLAHRC)  for West Midlands; KH, RJL, and AJG had financial support from the  Medical Research Council (MRC) Midland Hub for Trials Methodology Research  (grant No  G0800808 ); TPH is supported by a  Career Development Fellowship  from the  Australian National Health and Medical Research Council  ( 1069758 ). No financial relationships with any organisations that might have an interest in the submitted work in the previous three years. No other relationships or activities that could appear to have influenced the submitted work."
    },
    {
      "title": "ReseaRch",
      "text": "See rights and reprints  http://www.bmj.com/permissions Subscribe:  http://www.bmj.com/subscribe wedge cluster randomised trial should be preferable to a non-random study design. Further work is required to establish empirical evidence on systematic or random bias associated with stepped wedge studies, especially in those with individual patient recruitment. Finally, quality and reporting of all study designs is generally low when the designs are first introduced and so consensus guidelines on reporting and analysis are urgently needed.  29"
    },
    {
      "title": "rEcommEndationS",
      "text": "The stepped wedge cluster randomised trial offers a randomised method of evaluation of an intervention delivered at the level of the cluster. In cases where randomisation to either control or intervention arm is precluded but randomisation to a date of initiation is possible, it offers a means of a randomised evaluation in place of a less robust design. However, the design requires the fitting of more complex models than parallel designs and must adjust for underlying temporal trends.\n\nA stepped wedge cluster randomised trial is likely to be the preferable study design when all or some of the below hold:\n\n• There is evidence already in support of the intervention (for example, known to be effective at individual level but uncertain about policy level), or there is resistance to a parallel design in which only half of the clusters receive the intervention."
    },
    {
      "title": "•",
      "text": "The intervention is a service delivery or policy change that can be implemented without the need for individual participant consent. The outcome, or at least some important outcomes, may be available from routinely collected data, so that individual participation for outcome data collection is not required (that is, no patient questionnaires).\n\n• The intra-cluster correlation is anticipated to be high or cluster sizes large so that a cross-sectional stepped wedge design is likely to be more efficient than the simple parallel cluster design. Reasons to be cautious about using a stepped wedge cluster randomised trial:"
    },
    {
      "title": "•",
      "text": "When the intra-cluster correlation is low (or the cluster size small) the stepped wedge cross-sectional study can be an inefficient design compared with a simple parallel cluster design."
    },
    {
      "title": "•",
      "text": "The study has a cohort or open cohort design, for which there are currently no methods developed to determine power available.\n\n• When the outcome requires individual participant data collection (without blinding), lack of concealment of allocation is likely to mean a risk of differential selection of participants between arms.\n\n• It is unlikely that clusters will be able to follow the randomisation schedule."
    }
  ],
  "references": [
    {
      "title": "The Gambia Hepatitis Study Group. The Gambia hepatitis intervention study",
      "year": 1987,
      "doi": "10.1158/1055-9965.epi-08-0303",
      "journal": "Cancer Res",
      "volume": "47",
      "raw": "The Gambia Hepatitis Study Group. The Gambia hepatitis intervention study \n\t\t 10.1158/1055-9965.epi-08-0303 \n\t \n\t \n\t\t Cancer Res \n\t\t \n\t\t\t 47 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t The Gambia Hepatitis Study Group. The Gambia hepatitis intervention study. Cancer Res 1987;47:5782-7."
    },
    {
      "title": "The stepped wedge trial design: a systematic review",
      "authors": [
        "C Brown",
        "R Lilford"
      ],
      "year": 2006,
      "doi": "10.1186/1471-2288-6-54",
      "journal": "BMC Med Res Methodol",
      "volume": "6",
      "pages": "54",
      "raw": "The stepped wedge trial design: a systematic review \n\t\t \n\t\t\t C A Brown \n\t\t \n\t\t \n\t\t\t R J Lilford \n\t\t \n\t\t 10.1186/1471-2288-6-54 \n\t \n\t \n\t\t BMC Med Res Methodol \n\t\t \n\t\t\t 6 \n\t\t\t 54 \n\t\t\t 2006 \n\t\t \n\t \n\t Brown CA, Lilford RJ. The stepped wedge trial design: a systematic review. BMC Med Res Methodol 2006;6:54."
    },
    {
      "title": "Systematic review of stepped wedge cluster randomized trials shows that design is particularly used to evaluate interventions during routine implementation",
      "authors": [
        "N Mdege",
        "M Man",
        "Taylor Brown",
        "C Torgerson"
      ],
      "year": 2011,
      "doi": "10.1016/j.jclinepi.2010.12.003",
      "journal": "J Clin Epidemiol",
      "volume": "64",
      "raw": "Systematic review of stepped wedge cluster randomized trials shows that design is particularly used to evaluate interventions during routine implementation \n\t\t \n\t\t\t N D Mdege \n\t\t \n\t\t \n\t\t\t M S Man \n\t\t \n\t\t \n\t\t\t Taylor Nee Brown \n\t\t \n\t\t \n\t\t\t C A Torgerson \n\t\t \n\t\t \n\t\t\t D J \n\t\t \n\t\t 10.1016/j.jclinepi.2010.12.003 \n\t \n\t \n\t\t J Clin Epidemiol \n\t\t \n\t\t\t 64 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Mdege ND, Man MS, Taylor Nee Brown CA, Torgerson DJ. Systematic review of stepped wedge cluster randomized trials shows that design is particularly used to evaluate interventions during routine implementation. J Clin Epidemiol 2011;64:936-48."
    },
    {
      "title": "Design and analysis of stepped wedge cluster randomized trials",
      "authors": [
        "M Hussey",
        "J Hughes"
      ],
      "year": 2007,
      "doi": "10.1016/j.cct.2006.05.007",
      "journal": "Contemp Clin Trials",
      "volume": "28",
      "raw": "Design and analysis of stepped wedge cluster randomized trials \n\t\t \n\t\t\t M A Hussey \n\t\t \n\t\t \n\t\t\t J P Hughes \n\t\t \n\t\t 10.1016/j.cct.2006.05.007 \n\t \n\t \n\t\t Contemp Clin Trials \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Hussey MA, Hughes JP. Design and analysis of stepped wedge cluster randomized trials. Contemp Clin Trials 2007;28:182-91."
    },
    {
      "title": "Origins, purpose and future of Sure Start children's centres",
      "authors": [
        "L Camps",
        "T Long"
      ],
      "year": 2012,
      "doi": "10.7748/ncyp2012.02.24.1.26.c8922",
      "journal": "Nurs Child Young People",
      "volume": "24",
      "raw": "Origins, purpose and future of Sure Start children's centres \n\t\t \n\t\t\t L Camps \n\t\t \n\t\t \n\t\t\t T Long \n\t\t \n\t\t 10.7748/ncyp2012.02.24.1.26.c8922 \n\t \n\t \n\t\t Nurs Child Young People \n\t\t \n\t\t\t 24 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Camps L, Long T. Origins, purpose and future of Sure Start children's centres. Nurs Child Young People 2012;24:26-30."
    },
    {
      "title": "Sure Start: the development of an early intervention programme for young children in the United Kingdom",
      "authors": [
        "N Glass"
      ],
      "year": 1999,
      "doi": "10.1002/chi569",
      "journal": "Child Soc",
      "volume": "13",
      "raw": "Sure Start: the development of an early intervention programme for young children in the United Kingdom \n\t\t \n\t\t\t N Glass \n\t\t \n\t\t 10.1002/chi569 \n\t \n\t \n\t\t Child Soc \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Glass N. Sure Start: the development of an early intervention programme for young children in the United Kingdom. Child Soc 1999;13:257-64."
    },
    {
      "title": "Report analysis: the impact of Head Start",
      "authors": [
        "M Smith",
        "J Bissell"
      ],
      "year": 1970,
      "doi": "10.17763/haer.40.1.f3h6164m816t2552",
      "journal": "Harv Educ Rev",
      "volume": "40",
      "raw": "Report analysis: the impact of Head Start \n\t\t \n\t\t\t M S Smith \n\t\t \n\t\t \n\t\t\t J S Bissell \n\t\t \n\t\t 10.17763/haer.40.1.f3h6164m816t2552 \n\t \n\t \n\t\t Harv Educ Rev \n\t\t \n\t\t\t 40 \n\t\t\t \n\t\t\t 1970 \n\t\t \n\t \n\t Smith MS, Bissell JS. Report analysis: the impact of Head Start. Harv Educ Rev 1970;40:51-104."
    },
    {
      "title": "A \"politically robust\" experimental design for public policy evaluation, with application to the Mexican universal health insurance program",
      "authors": [
        "G King",
        "E Gakidou",
        "N Ravishankar",
        "R Moore",
        "J Lakin",
        "M Vargas"
      ],
      "year": 2007,
      "doi": "10.1002/pam.20279",
      "journal": "J Policy Anal Manage",
      "volume": "26",
      "raw": "A \"politically robust\" experimental design for public policy evaluation, with application to the Mexican universal health insurance program \n\t\t \n\t\t\t G King \n\t\t \n\t\t \n\t\t\t E Gakidou \n\t\t \n\t\t \n\t\t\t N Ravishankar \n\t\t \n\t\t \n\t\t\t R T Moore \n\t\t \n\t\t \n\t\t\t J Lakin \n\t\t \n\t\t \n\t\t\t M Vargas \n\t\t \n\t\t 10.1002/pam.20279 \n\t \n\t \n\t\t J Policy Anal Manage \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t King G, Gakidou E, Ravishankar N, Moore RT, Lakin J, Vargas M, et al. A \"politically robust\" experimental design for public policy evaluation, with application to the Mexican universal health insurance program. J Policy Anal Manage 2007;26:479-506."
    },
    {
      "title": "Selection of medical students: a controlled experiment",
      "authors": [
        "L Urlings-Strop",
        "T Stijnen",
        "A Themmen",
        "T Splinter"
      ],
      "year": 2009,
      "doi": "10.1111/j.1365-2923.2008.03267.x",
      "journal": "Med Educ",
      "volume": "43",
      "raw": "Selection of medical students: a controlled experiment \n\t\t \n\t\t\t L C Urlings-Strop \n\t\t \n\t\t \n\t\t\t T Stijnen \n\t\t \n\t\t \n\t\t\t A P Themmen \n\t\t \n\t\t \n\t\t\t T A Splinter \n\t\t \n\t\t 10.1111/j.1365-2923.2008.03267.x \n\t \n\t \n\t\t Med Educ \n\t\t \n\t\t\t 43 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Urlings-Strop LC, Stijnen T, Themmen AP, Splinter TA. Selection of medical students: a controlled experiment. Med Educ 2009;43:175-83."
    },
    {
      "title": "Sample size calculations for cluster randomised controlled trials with a fixed number of clusters",
      "authors": [
        "K Hemming",
        "A Girling",
        "A Sitch",
        "J Marsh",
        "R Lilford"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2288-11-102",
      "journal": "BMC Med Res Methodol",
      "volume": "11",
      "raw": "Sample size calculations for cluster randomised controlled trials with a fixed number of clusters \n\t\t \n\t\t\t K Hemming \n\t\t \n\t\t \n\t\t\t A J Girling \n\t\t \n\t\t \n\t\t\t A J Sitch \n\t\t \n\t\t \n\t\t\t J Marsh \n\t\t \n\t\t \n\t\t\t R J Lilford \n\t\t \n\t\t 10.1186/1471-2288-11-102 \n\t \n\t \n\t\t BMC Med Res Methodol \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Hemming K, Girling AJ, Sitch AJ, Marsh J, Lilford RJ. Sample size calculations for cluster randomised controlled trials with a fixed number of clusters. BMC Med Res Methodol 2011;11:102-11."
    },
    {
      "title": "A simple sample size formula for analysis of covariance in cluster randomized trials",
      "authors": [
        "S Teerenstra",
        "S Eldridge",
        "M Graff",
        "H De",
        "G Borm"
      ],
      "year": 2012,
      "journal": "Stat Med",
      "volume": "31",
      "raw": "A simple sample size formula for analysis of covariance in cluster randomized trials \n\t\t \n\t\t\t S Teerenstra \n\t\t \n\t\t \n\t\t\t S Eldridge \n\t\t \n\t\t \n\t\t\t M Graff \n\t\t \n\t\t \n\t\t\t H E De \n\t\t \n\t\t \n\t\t\t G F Borm \n\t\t \n\t \n\t \n\t\t Stat Med \n\t\t \n\t\t\t 31 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Teerenstra S, Eldridge S, Graff M, de HE, Borm GF. A simple sample size formula for analysis of covariance in cluster randomized trials. Stat Med 2012;31:2169-78."
    },
    {
      "title": "A structural multidisciplinary approach to depression management in nursing-home residents: a multicentre, stepped-wedge cluster-randomised trial",
      "authors": [
        "R Leontjevas",
        "D Gerritsen",
        "M Smalbrugge",
        "S Teerenstra",
        "M Vernooij-Dassen",
        "R Koopmans"
      ],
      "year": 2013,
      "doi": "10.1016/s0140-6736(13)60590-5",
      "journal": "Lancet",
      "volume": "381",
      "raw": "A structural multidisciplinary approach to depression management in nursing-home residents: a multicentre, stepped-wedge cluster-randomised trial \n\t\t \n\t\t\t R Leontjevas \n\t\t \n\t\t \n\t\t\t D L Gerritsen \n\t\t \n\t\t \n\t\t\t M Smalbrugge \n\t\t \n\t\t \n\t\t\t S Teerenstra \n\t\t \n\t\t \n\t\t\t M J Vernooij-Dassen \n\t\t \n\t\t \n\t\t\t R T Koopmans \n\t\t \n\t\t 10.1016/s0140-6736(13)60590-5 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 381 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Leontjevas R, Gerritsen DL, Smalbrugge M, Teerenstra S, Vernooij- Dassen MJ, Koopmans RT. A structural multidisciplinary approach to depression management in nursing-home residents: a multicentre, stepped-wedge cluster-randomised trial. Lancet 2013;381:2255-64."
    },
    {
      "title": "Stepped-wedge cluster randomised controlled trials: a generic framework including parallel and multiple-level designs",
      "authors": [
        "K Hemming",
        "R Lilford",
        "A Girling"
      ],
      "year": 2015,
      "doi": "10.1002/sim.6325",
      "journal": "Stat Med",
      "volume": "34",
      "raw": "Stepped-wedge cluster randomised controlled trials: a generic framework including parallel and multiple-level designs \n\t\t \n\t\t\t K Hemming \n\t\t \n\t\t \n\t\t\t R J Lilford \n\t\t \n\t\t \n\t\t\t A J Girling \n\t\t \n\t\t 10.1002/sim.6325 \n\t \n\t \n\t\t Stat Med \n\t\t \n\t\t\t 34 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Hemming K, Lilford RJ, Girling AJ. Stepped-wedge cluster randomised controlled trials: a generic framework including parallel and multiple-level designs. Stat Med 2015;34:181-96."
    },
    {
      "title": "HS&DR -12/5005/10. Enhanced Peri-Operative Care for High-risk patients (EPOCH) trial: a stepped wedge cluster randomised trial of a quality improvement intervention for patients undergoing emergency laparotomy",
      "authors": [
        "R Pearse",
        "C Pedan",
        "J Bion",
        "O Faiz",
        "P Holt",
        "A Girling"
      ],
      "year": 2013,
      "raw": "R Pearse \n\t\t \n\t\t \n\t\t\t C Pedan \n\t\t \n\t\t \n\t\t\t J Bion \n\t\t \n\t\t \n\t\t\t O Faiz \n\t\t \n\t\t \n\t\t\t P Holt \n\t\t \n\t\t \n\t\t\t A Girling \n\t\t \n\t\t \n\t\t HS&DR -12/5005/10. Enhanced Peri-Operative Care for High-risk patients (EPOCH) trial: a stepped wedge cluster randomised trial of a quality improvement intervention for patients undergoing emergency laparotomy \n\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t protocol \n\t Pearse R, Pedan C, Bion J, Faiz O, Holt P, Girling A, et al. HS&DR -12/5005/10. Enhanced Peri-Operative Care for High-risk patients (EPOCH) trial: a stepped wedge cluster randomised trial of a quality improvement intervention for patients undergoing emergency laparotomy [protocol]. 2013. www.nets.nihr.ac.uk/projects/hsdr/12500510"
    },
    {
      "title": "A menu driven facility for sample size for power and detectable difference calculations in stepped wedge randomised trials",
      "authors": [
        "K Hemming",
        "A Girling"
      ],
      "year": 2014,
      "doi": "10.1177/1536867x1401400208",
      "journal": "Stata J",
      "volume": "14",
      "raw": "A menu driven facility for sample size for power and detectable difference calculations in stepped wedge randomised trials \n\t\t \n\t\t\t K Hemming \n\t\t \n\t\t \n\t\t\t A Girling \n\t\t \n\t\t 10.1177/1536867x1401400208 \n\t \n\t \n\t\t Stata J \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Hemming K, Girling A. A menu driven facility for sample size for power and detectable difference calculations in stepped wedge randomised trials. Stata J 2014;14:363-80."
    },
    {
      "title": "A novel research design can aid disinvestment from existing health technologies with uncertain effectiveness, cost-effectiveness, and/or safety",
      "authors": [
        "T Haines",
        "O 'brien",
        "L Mcdermott",
        "F Markham",
        "D Mitchell",
        "D Watterson"
      ],
      "year": 2014,
      "doi": "10.1016/j.jclinepi.2013.08.014",
      "journal": "J Clin Epidemiol",
      "volume": "67",
      "raw": "A novel research design can aid disinvestment from existing health technologies with uncertain effectiveness, cost-effectiveness, and/or safety \n\t\t \n\t\t\t T Haines \n\t\t \n\t\t \n\t\t\t O 'brien \n\t\t \n\t\t \n\t\t\t L Mcdermott \n\t\t \n\t\t \n\t\t\t F Markham \n\t\t \n\t\t \n\t\t\t D Mitchell \n\t\t \n\t\t \n\t\t\t D Watterson \n\t\t \n\t\t \n\t\t\t D \n\t\t \n\t\t 10.1016/j.jclinepi.2013.08.014 \n\t \n\t \n\t\t J Clin Epidemiol \n\t\t \n\t\t\t 67 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Haines T, O'Brien L, McDermott F, Markham D, Mitchell D, Watterson D, et al. A novel research design can aid disinvestment from existing health technologies with uncertain effectiveness, cost-effectiveness, and/or safety. J Clin Epidemiol 2014;67:144-51."
    },
    {
      "title": "Design of the HIV Prevention Trials Network (HPTN) Protocol 054: A cluster randomized crossover trial to evaluate combined access to Nevirapine in developing countries",
      "authors": [
        "J Hughes",
        "R Goldenberg",
        "C Wilfert",
        "M Valentine",
        "K Mwinga",
        "L Guay"
      ],
      "year": 2003,
      "raw": "Design of the HIV Prevention Trials Network (HPTN) Protocol 054: A cluster randomized crossover trial to evaluate combined access to Nevirapine in developing countries \n\t\t \n\t\t\t J Hughes \n\t\t \n\t\t \n\t\t\t R L Goldenberg \n\t\t \n\t\t \n\t\t\t C M Wilfert \n\t\t \n\t\t \n\t\t\t M Valentine \n\t\t \n\t\t \n\t\t\t K G Mwinga \n\t\t \n\t\t \n\t\t\t L A Guay \n\t\t \n\t\t 195 \n\t\t \n\t \n\t \n\t\t UW Biostatistics Working Paper Series Working Paper \n\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Hughes J, Goldenberg RL, Wilfert CM, Valentine M, Mwinga KG, Guay LA, et al. Design of the HIV Prevention Trials Network (HPTN) Protocol 054: A cluster randomized crossover trial to evaluate combined access to Nevirapine in developing countries. 2003. UW Biostatistics Working Paper Series Working Paper 195. http://biostats.bepress.com/uwbiostat/paper195 18"
    },
    {
      "title": "How to design, analyse and report cluster randomised trials in medicine and health related research",
      "authors": [
        "M Campbell",
        "S Walters"
      ],
      "year": 2014,
      "doi": "10.1002/9781118763452",
      "raw": "M J Campbell \n\t\t \n\t\t \n\t\t\t S J Walters \n\t\t \n\t\t 10.1002/9781118763452 \n\t\t How to design, analyse and report cluster randomised trials in medicine and health related research \n\t\t \n\t\t\t John Wiley \n\t\t\t 2014 \n\t\t \n\t \n\t Campbell MJ, Walters SJ. How to design, analyse and report cluster randomised trials in medicine and health related research. John Wiley, 2014."
    },
    {
      "title": "Statistical efficiency and optimal designs for stepped cluster studies",
      "authors": [
        "A Girling",
        "K Hemming"
      ],
      "doi": "10.1002/sim.6850",
      "journal": "Stat Med",
      "raw": "Statistical efficiency and optimal designs for stepped cluster studies \n\t\t \n\t\t\t A Girling \n\t\t \n\t\t \n\t\t\t K Hemming \n\t\t \n\t\t 10.1002/sim.6850 \n\t \n\t \n\t\t Stat Med \n\t\t \n\t \n\t submitted \n\t Girling A, Hemming K. Statistical efficiency and optimal designs for stepped cluster studies. Stat Med [submitted]."
    },
    {
      "title": "Stepped wedge designs could reduce the required sample size in cluster randomized trials",
      "authors": [
        "W Woertman",
        "E De Hoop",
        "M Moerbeek",
        "S Zuidema",
        "D Gerritsen",
        "S Teerenstra"
      ],
      "year": 2013,
      "doi": "10.1016/j.jclinepi.2013.01.009",
      "journal": "J Clin Epidemiol",
      "volume": "66",
      "raw": "Stepped wedge designs could reduce the required sample size in cluster randomized trials \n\t\t \n\t\t\t W Woertman \n\t\t \n\t\t \n\t\t\t E De Hoop \n\t\t \n\t\t \n\t\t\t M Moerbeek \n\t\t \n\t\t \n\t\t\t S U Zuidema \n\t\t \n\t\t \n\t\t\t D L Gerritsen \n\t\t \n\t\t \n\t\t\t S Teerenstra \n\t\t \n\t\t 10.1016/j.jclinepi.2013.01.009 \n\t \n\t \n\t\t J Clin Epidemiol \n\t\t \n\t\t\t 66 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Woertman W, de Hoop E, Moerbeek M, Zuidema SU, Gerritsen DL, Teerenstra S. Stepped wedge designs could reduce the required sample size in cluster randomized trials. J Clin Epidemiol 2013;66:752-8."
    },
    {
      "title": "The efficiency of stepped wedge vs. cluster randomized trials: stepped wedge studies do not always require a smaller sample size",
      "authors": [
        "K Hemming",
        "A Girling"
      ],
      "year": 2013,
      "doi": "10.1016/j.jclinepi.2013.07.007",
      "journal": "J Clin Epidemiol",
      "volume": "66",
      "raw": "The efficiency of stepped wedge vs. cluster randomized trials: stepped wedge studies do not always require a smaller sample size \n\t\t \n\t\t\t K Hemming \n\t\t \n\t\t \n\t\t\t A Girling \n\t\t \n\t\t 10.1016/j.jclinepi.2013.07.007 \n\t \n\t \n\t\t J Clin Epidemiol \n\t\t \n\t\t\t 66 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Hemming K, Girling A. The efficiency of stepped wedge vs. cluster randomized trials: stepped wedge studies do not always require a smaller sample size. J Clin Epidemiol 2013;66:1427-8."
    },
    {
      "title": "Bias in identifying and recruiting participants in cluster randomised trials: what can be done?",
      "authors": [
        "S Eldridge",
        "S Kerry",
        "D Torgerson"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b4006",
      "journal": "BMJ",
      "volume": "339",
      "pages": "4006",
      "raw": "Bias in identifying and recruiting participants in cluster randomised trials: what can be done? \n\t\t \n\t\t\t S Eldridge \n\t\t \n\t\t \n\t\t\t S Kerry \n\t\t \n\t\t \n\t\t\t D J Torgerson \n\t\t \n\t\t 10.1136/bmj.b4006 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 339 \n\t\t\t 4006 \n\t\t\t 2009 \n\t\t \n\t \n\t Eldridge S, Kerry S, Torgerson DJ. Bias in identifying and recruiting participants in cluster randomised trials: what can be done? BMJ 2009;339:b4006."
    },
    {
      "title": "Evidence for risk of bias in cluster randomised trials: review of recent trials published in three general medical journals",
      "authors": [
        "S Puffer",
        "D Torgerson",
        "J Watson"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7418.785",
      "journal": "BMJ",
      "volume": "327",
      "raw": "Evidence for risk of bias in cluster randomised trials: review of recent trials published in three general medical journals \n\t\t \n\t\t\t S Puffer \n\t\t \n\t\t \n\t\t\t D Torgerson \n\t\t \n\t\t \n\t\t\t J Watson \n\t\t \n\t\t 10.1136/bmj.327.7418.785 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 327 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Puffer S, Torgerson D, Watson J. Evidence for risk of bias in cluster randomised trials: review of recent trials published in three general medical journals. BMJ 2003;327:785-9."
    },
    {
      "title": "A stepped wedge cluster randomized control trial of dried blood spot testing to improve the uptake of hepatitis C antibody testing within UK prisons",
      "authors": [
        "N Craine",
        "R Whitaker",
        "S Perrett",
        "L Zou",
        "M Hickman",
        "M Lyons"
      ],
      "year": 2014,
      "doi": "10.1093/eurpub/cku096",
      "journal": "Eur J Public Health",
      "volume": "cku",
      "pages": "96",
      "raw": "A stepped wedge cluster randomized control trial of dried blood spot testing to improve the uptake of hepatitis C antibody testing within UK prisons \n\t\t \n\t\t\t N Craine \n\t\t \n\t\t \n\t\t\t R Whitaker \n\t\t \n\t\t \n\t\t\t S Perrett \n\t\t \n\t\t \n\t\t\t L Zou \n\t\t \n\t\t \n\t\t\t M Hickman \n\t\t \n\t\t \n\t\t\t M Lyons \n\t\t \n\t\t 10.1093/eurpub/cku096 \n\t \n\t \n\t\t Eur J Public Health \n\t\t \n\t\t\t cku \n\t\t\t 96 \n\t\t\t 2014 \n\t\t \n\t \n\t Epub ahead of print \n\t Craine N, Whitaker R, Perrett S, Zou L, Hickman M, Lyons M. A stepped wedge cluster randomized control trial of dried blood spot testing to improve the uptake of hepatitis C antibody testing within UK prisons. Eur J Public Health 2014;cku096 [Epub ahead of print]."
    },
    {
      "title": "Matching MichiganÉ: a 2-year stepped interventional programme to minimise central venous catheter-blood stream infections in intensive care units in England",
      "authors": [
        "J Bion",
        "A Richardson",
        "P Hibbert",
        "J Beer",
        "T Abrusci",
        "M Mccutcheon"
      ],
      "year": 2013,
      "doi": "10.1136/bmjqs-2012-001325",
      "journal": "BMJ Qual Saf",
      "volume": "22",
      "raw": "Matching MichiganÉ: a 2-year stepped interventional programme to minimise central venous catheter-blood stream infections in intensive care units in England \n\t\t \n\t\t\t J Bion \n\t\t \n\t\t \n\t\t\t A Richardson \n\t\t \n\t\t \n\t\t\t P Hibbert \n\t\t \n\t\t \n\t\t\t J Beer \n\t\t \n\t\t \n\t\t\t T Abrusci \n\t\t \n\t\t \n\t\t\t M Mccutcheon \n\t\t \n\t\t 10.1136/bmjqs-2012-001325 \n\t \n\t \n\t\t BMJ Qual Saf \n\t\t \n\t\t\t 22 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Bion J, Richardson A, Hibbert P, Beer J, Abrusci T, McCutcheon M, et al. 'Matching MichiganÉ: a 2-year stepped interventional programme to minimise central venous catheter-blood stream infections in intensive care units in England. BMJ Qual Saf 2013;22:110-23."
    },
    {
      "title": "Stepped wedge design",
      "authors": [
        "J Hughes"
      ],
      "year": 2008,
      "doi": "10.1002/9780471462422.eoct449",
      "raw": "Stepped wedge design \n\t\t \n\t\t\t J P Hughes \n\t\t \n\t\t 10.1002/9780471462422.eoct449 \n\t \n\t \n\t\t Wiley Encyclopedia of Clinical Trials \n\t\t \n\t\t\t John Wiley \n\t\t\t 2008 \n\t\t\t \n\t\t \n\t \n\t Hughes JP. Stepped wedge design. In: Wiley Encyclopedia of Clinical Trials. John Wiley, 2008:1-8."
    },
    {
      "title": "Consort 2010 statement: extension to cluster randomised trials",
      "authors": [
        "M Campbell",
        "G Piaggio",
        "D Elbourne",
        "D Altman"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e5661",
      "journal": "BMJ",
      "volume": "345",
      "pages": "5661",
      "raw": "Consort 2010 statement: extension to cluster randomised trials \n\t\t \n\t\t\t M K Campbell \n\t\t \n\t\t \n\t\t\t G Piaggio \n\t\t \n\t\t \n\t\t\t D R Elbourne \n\t\t \n\t\t \n\t\t\t D G Altman \n\t\t \n\t\t 10.1136/bmj.e5661 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 345 \n\t\t\t 5661 \n\t\t\t 2012 \n\t\t \n\t \n\t Campbell MK, Piaggio G, Elbourne DR, Altman DG. Consort 2010 statement: extension to cluster randomised trials. BMJ 2012;345:e5661."
    },
    {
      "title": "Service redesign should be tested as rigorously as new treatments, NHS chief says",
      "authors": [
        "T Moberly"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g3744",
      "journal": "BMJ",
      "volume": "348",
      "pages": "3744",
      "raw": "Service redesign should be tested as rigorously as new treatments, NHS chief says \n\t\t \n\t\t\t T Moberly \n\t\t \n\t\t 10.1136/bmj.g3744 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 348 \n\t\t\t 3744 \n\t\t\t 2014 \n\t\t \n\t \n\t Moberly T. Service redesign should be tested as rigorously as new treatments, NHS chief says. BMJ 2014;348:g3744."
    },
    {
      "title": "Cluster randomised trials in the medical literature: two bibliometric surveys",
      "authors": [
        "J Bland"
      ],
      "year": 2004,
      "doi": "10.1186/1471-2288-4-21",
      "journal": "BMC Med Res Methodol",
      "volume": "4",
      "pages": "21",
      "raw": "Cluster randomised trials in the medical literature: two bibliometric surveys \n\t\t \n\t\t\t J M Bland \n\t\t \n\t\t 10.1186/1471-2288-4-21 \n\t \n\t \n\t\t BMC Med Res Methodol \n\t\t \n\t\t\t 4 \n\t\t\t 21 \n\t\t\t 2004 \n\t\t \n\t \n\t Bland JM. Cluster randomised trials in the medical literature: two bibliometric surveys. BMC Med Res Methodol 2004;4:21."
    },
    {
      "year": 2015,
      "doi": "10.5194/os-2016-78-rc2",
      "raw": "Hemming \n\t\t \n\t\t 10.5194/os-2016-78-rc2 \n\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t © Hemming et al 2015"
    }
  ],
  "num_references": 30,
  "figures": [
    {
      "caption": "Fig 1 |",
      "description": "Fig 1 | Schematic illustration of the conventional parallel cluster study (with variations) and the stepped wedge study"
    },
    {
      "caption": "4",
      "description": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "description": "Fig 2 | Schematic representation of the EPOCH stepped wedge study (example 4). The trial will be conducted over 85 weeks, with six hospitals crossing from control to intervention approximately every 5 weeks until week 85, when all 90 hospitals will be exposed to the intervention"
    },
    {
      "caption": "Fig 3 |",
      "description": "Fig 3 | Example of study size presentation that could be applied to a cross-sectional stepped wedge cluster randomised trial"
    },
    {
      "type": "table",
      "caption": "Table 1 |",
      "description": "Comparison of power* available under different cluster randomised trial designs by intra-cluster correlation: a simple parallel design, a parallel design with baseline period, and a stepped wedge design (all cross-sectional designs)"
    },
    {
      "type": "table",
      "caption": "Table 2 |",
      "description": "Suggested modifications to the Consort 2010 cluster extension for reporting of stepped wedge cluster randomised trials Allowance for the number of steps Allowance for any repeated measures on individuals Clear reference to the methods used Analysis Allowance for clustering (that is, random effect model) Allowance for the number of steps (that is, fixed effect for step) Allowance for repeated measures on individuals, if appropriate Results Characteristics of sample reported by exposed and unexposed observation periods, or by randomisation group Adjusted (for time) treatment effect and 95% CI should be interpreted as unbiased estimate of effect size Schematic representation of actual study design Intention to treat analysis should follow the randomised design and might be different to that which actually transpired"
    }
  ],
  "num_figures": 6,
  "tables": [
    {
      "content": "Intra-cluster correlation 0.01 Intra-cluster correlation 0.1 Simple parallel Parallel trial with Stepped wedge Simple parallel Parallel trial with Stepped trial baseline period trial trial baseline period wedge trial Number of clusters 20 20 20 20 20 20 Cluster size 50 50 50 50 50 50 Total sample size 1000 1000 1000 1000 1000 1000 Number of steps 0 1 4 0 1 4 Number of clusters per step 10 5 10 5 Power* 0.97 0.87 0.88 0.50 0.77 0.82 *Power to detect a moderate effect size of 0.3 (SD 1) at 5% significance (power under an individual randomisation is 0.9973)."
    },
    {
      "content": "Section and topic Modified checklist item Title and abstract Title Identification as a stepped wedge cluster randomised trial Introduction Rationale Stakeholders not amenable to parallel randomisation Need for sequential rollout Desire for all clusters to receive the intervention Evidence of preliminary effectiveness Likely to be an efficient design for anticipated intra-cluster correlation and cluster size Methods Trial design Definition of the cluster Cluster size distinguished from cluster size per observation period Length of the steps (observation periods) Number of clusters randomised at each step Cohort (repeated measures on individuals), cross-sectional design (different individuals), or mixture (open cohort) Schematic representation of the trial design Sample size Allowance for clustering justification"
    }
  ],
  "num_tables": 2,
  "license": "copyright, including for uses related to text and data mining, insight into the rationale section. PC and TH read and critically commented on drafts. All authors have approved the final version. All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf (available on request from the corresponding This is an Open Access article distributed in accordance with the terms of the Creative Commons Attribution (CC BY 4.0) license, which permits others to distribute, remix, adapt and build upon this work, for commercial use, provided the original work is properly cited. See:http://creativecommons.org/licenses/by/4.0/.",
  "license_type": "unknown",
  "formulas": [
    {
      "text": "( ) Period ( ) Period ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( ) ( )"
    }
  ],
  "num_formulas": 1,
  "num_citations": 35,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b14",
    "b25",
    "b9",
    "b12",
    "b16",
    "b15",
    "b5",
    "b28",
    "b10",
    "b27",
    "b24",
    "b4",
    "b6",
    "b7",
    "b11",
    "b8",
    "b23",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] 1  University of Birmingham , Birmingham B15 2TT , UK",
    "[raw_affiliation] 1  University of Birmingham , Birmingham B15 2TT , UK",
    "[raw_affiliation] 2  Monash University , Victoria 3800 , Australia",
    "[raw_affiliation] 1  University of Birmingham , Birmingham B15 2TT , UK",
    "[raw_affiliation] 1  University of Birmingham , Birmingham B15 2TT , UK",
    "[raw_affiliation] 3  University of Warwick , Coventry CV4 7AL , UK",
    "[submission] Accepted: 24 November 2014",
    "February 2015. 10.1136/bmj.h391 on BMJ: first published as",
    "[raw_reference] The Gambia Hepatitis Study Group. The Gambia hepatitis intervention study. Cancer Res 1987;47:5782-7.",
    "[raw_reference] Brown CA, Lilford RJ. The stepped wedge trial design: a systematic review. BMC Med Res Methodol 2006;6:54.",
    "[raw_reference] Mdege ND, Man MS, Taylor Nee Brown CA, Torgerson DJ. Systematic review of stepped wedge cluster randomized trials shows that design is particularly used to evaluate interventions during routine implementation. J Clin Epidemiol 2011;64:936-48.",
    "[raw_reference] Hussey MA, Hughes JP. Design and analysis of stepped wedge cluster randomized trials. Contemp Clin Trials 2007;28:182-91.",
    "[raw_reference] Camps L, Long T. Origins, purpose and future of Sure Start children's centres. Nurs Child Young People 2012;24:26-30.",
    "[raw_reference] Glass N. Sure Start: the development of an early intervention programme for young children in the United Kingdom. Child Soc 1999;13:257-64.",
    "[raw_reference] Smith MS, Bissell JS. Report analysis: the impact of Head Start. Harv Educ Rev 1970;40:51-104.",
    "[raw_reference] King G, Gakidou E, Ravishankar N, Moore RT, Lakin J, Vargas M, et al. A \"politically robust\" experimental design for public policy evaluation, with application to the Mexican universal health insurance program. J Policy Anal Manage 2007;26:479-506.",
    "[raw_reference] Urlings-Strop LC, Stijnen T, Themmen AP, Splinter TA. Selection of medical students: a controlled experiment. Med Educ 2009;43:175-83.",
    "[raw_reference] Hemming K, Girling AJ, Sitch AJ, Marsh J, Lilford RJ. Sample size calculations for cluster randomised controlled trials with a fixed number of clusters. BMC Med Res Methodol 2011;11:102-11.",
    "[raw_reference] Teerenstra S, Eldridge S, Graff M, de HE, Borm GF. A simple sample size formula for analysis of covariance in cluster randomized trials. Stat Med 2012;31:2169-78.",
    "[raw_reference] Leontjevas R, Gerritsen DL, Smalbrugge M, Teerenstra S, Vernooij- Dassen MJ, Koopmans RT. A structural multidisciplinary approach to depression management in nursing-home residents: a multicentre, stepped-wedge cluster-randomised trial. Lancet 2013;381:2255-64.",
    "[raw_reference] Hemming K, Lilford RJ, Girling AJ. Stepped-wedge cluster randomised controlled trials: a generic framework including parallel and multiple-level designs. Stat Med 2015;34:181-96.",
    "protocol",
    "[raw_reference] Pearse R, Pedan C, Bion J, Faiz O, Holt P, Girling A, et al. HS&DR -12/5005/10. Enhanced Peri-Operative Care for High-risk patients (EPOCH) trial: a stepped wedge cluster randomised trial of a quality improvement intervention for patients undergoing emergency laparotomy [protocol]. 2013. www.nets.nihr.ac.uk/projects/hsdr/12500510",
    "[raw_reference] Hemming K, Girling A. A menu driven facility for sample size for power and detectable difference calculations in stepped wedge randomised trials. Stata J 2014;14:363-80.",
    "[raw_reference] Haines T, O'Brien L, McDermott F, Markham D, Mitchell D, Watterson D, et al. A novel research design can aid disinvestment from existing health technologies with uncertain effectiveness, cost-effectiveness, and/or safety. J Clin Epidemiol 2014;67:144-51.",
    "[raw_reference] Hughes J, Goldenberg RL, Wilfert CM, Valentine M, Mwinga KG, Guay LA, et al. Design of the HIV Prevention Trials Network (HPTN) Protocol 054: A cluster randomized crossover trial to evaluate combined access to Nevirapine in developing countries. 2003. UW Biostatistics Working Paper Series Working Paper 195. http://biostats.bepress.com/uwbiostat/paper195 18",
    "[raw_reference] Campbell MJ, Walters SJ. How to design, analyse and report cluster randomised trials in medicine and health related research. John Wiley, 2014.",
    "submitted",
    "[raw_reference] Girling A, Hemming K. Statistical efficiency and optimal designs for stepped cluster studies. Stat Med [submitted].",
    "[raw_reference] Woertman W, de Hoop E, Moerbeek M, Zuidema SU, Gerritsen DL, Teerenstra S. Stepped wedge designs could reduce the required sample size in cluster randomized trials. J Clin Epidemiol 2013;66:752-8.",
    "[raw_reference] Hemming K, Girling A. The efficiency of stepped wedge vs. cluster randomized trials: stepped wedge studies do not always require a smaller sample size. J Clin Epidemiol 2013;66:1427-8.",
    "[raw_reference] Eldridge S, Kerry S, Torgerson DJ. Bias in identifying and recruiting participants in cluster randomised trials: what can be done? BMJ 2009;339:b4006.",
    "[raw_reference] Puffer S, Torgerson D, Watson J. Evidence for risk of bias in cluster randomised trials: review of recent trials published in three general medical journals. BMJ 2003;327:785-9.",
    "Epub ahead of print",
    "[raw_reference] Craine N, Whitaker R, Perrett S, Zou L, Hickman M, Lyons M. A stepped wedge cluster randomized control trial of dried blood spot testing to improve the uptake of hepatitis C antibody testing within UK prisons. Eur J Public Health 2014;cku096 [Epub ahead of print].",
    "[raw_reference] Bion J, Richardson A, Hibbert P, Beer J, Abrusci T, McCutcheon M, et al. 'Matching MichiganÉ: a 2-year stepped interventional programme to minimise central venous catheter-blood stream infections in intensive care units in England. BMJ Qual Saf 2013;22:110-23.",
    "[raw_reference] Hughes JP. Stepped wedge design. In: Wiley Encyclopedia of Clinical Trials. John Wiley, 2008:1-8.",
    "[raw_reference] Campbell MK, Piaggio G, Elbourne DR, Altman DG. Consort 2010 statement: extension to cluster randomised trials. BMJ 2012;345:e5661.",
    "[raw_reference] Moberly T. Service redesign should be tested as rigorously as new treatments, NHS chief says. BMJ 2014;348:g3744.",
    "[raw_reference] Bland JM. Cluster randomised trials in the medical literature: two bibliometric surveys. BMC Med Res Methodol 2004;4:21.",
    "[raw_reference] © Hemming et al 2015"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
