{
  "paper_id": "FX4KBL27",
  "title": "Mobile phone-based interventions for improving adherence to medication prescribed for the primary prevention of cardiovascular disease in adults (Review)",
  "abstract": "Mobile phone-based interventions for improving adherence to medication prescribed",
  "journal": "peripheral arter* disease",
  "publication": "peripheral arter* disease",
  "authors": [
    {
      "forename": "Melissa",
      "surname": "Palmer",
      "name": "Melissa Palmer",
      "affiliation": "1  Department of Population Health , London School of Hygiene and Tropical Medicine , London , UK. \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK",
      "email": "melissa.palmer@lshtm.ac.uk."
    },
    {
      "forename": "Sharmani",
      "surname": "Barnard",
      "name": "Sharmani Barnard",
      "affiliation": "2  Centre for Global Health , Kings College London , London , UK. \n\t\t\t\t\t\t\t\t Centre for Global Health \n\t\t\t\t\t\t\t\t Kings College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Pablo",
      "surname": "Perel",
      "name": "Pablo Perel",
      "affiliation": "1  Department of Population Health , London School of Hygiene and Tropical Medicine , London , UK. \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Caroline",
      "surname": "Free",
      "name": "Caroline Free",
      "affiliation": "3  Clinical Trials Unit , Department of Population Health , London School of Hygiene & Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t Clinical Trials Unit \n\t\t\t\t\t\t\t\t London School of Hygiene & Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Department of Population Health , London School of Hygiene and Tropical Medicine , London , UK. \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "10.1002/14651858.cd012675.pub2",
  "sections": [
    {
      "title": "S U M M A R Y O F F I N D I N G S F O R T H E M A I N C O M P A R I S O N [Explanation",
      "text": "Systolic blood pressure f ollow-up: range 1-2 years 3 of the 4 studies f ound lower systolic blood pressure with m obile phone interventions, but the size of ef f ect varied. 2 studies showed m oderate and large reductions in systolic blood pressure (-7.10 and -12.45 m m Hg). 1 m ulti-arm trial f ound sm all reductions with inf orm ation-only text m essages (-2.1) and interactive text m essaging (-1.6 m m Hg) arm s. 1 study f ound a slight increase in blood pressure (0.83 m m Hg) but with wide conf idence intervals that included no ef f ect crease in diastolic blood pressure (1.64 m m Hg) but with wide conf idence intervals that included no ef f ect"
    },
    {
      "title": "Combined CVD events",
      "text": "Not reported (0 studies) -"
    },
    {
      "title": "Adverse events",
      "text": "f ollow-up: range 1-2 years 1 study reported that there were 0 adverse events attributable to the intervention. 1 study report that there was no dif f erence between groups in experience adverse eff ects of statins, and that 0 participants reported intervention-related adverse events 1500 ( CVDs in 2016, accounting for 32% of all global deaths (Naghavi 2017). However, premature fatal and non-fatal CVD is considered to be largely preventable through the control of risk factors  (WHO 2011) .\n\nPrimary prevention of CVD refers to actions taken to reduce the incidence of clinical events due to coronary heart disease (CHD), cerebrovascular disease and peripheral vascular disease, among people with risk factors who have not yet developed clinically manifest CVD  (WHO 2007) . Primary prevention of CVD consists of lifestyle modifications (e.g. smoking cessation, increasing physical activity) and drug therapy (Piepoli 2016). Lipid-lowering and antihypertensive drug therapies for primary prevention are cost-effective in reducing CVD morbidity and mortality among high-risk people and are recommended by international guidelines (Piepoli 2016;  WHO 2007) . Recommendations relating to the use of antiplatelet drugs for primary prevention vary. The European Society of Cardiology (ESC) states that aspirin cannot be recommended in primary prevention due to its increased risk of major bleeding (Piepoli 2016); however, the US Preventive Services Task Force (USPSTF) recommends the use of aspirin when the 10-year risk of CVD events reaches such a level that the benefits of aspirin, in terms of CVD events prevented, outweigh the potential harm of increased gastrointestinal haemorrhage (USPSTF 2014). Adherence to long-term medication is not ideal and results in costs in both health and economic terms (Piepoli 2016). Meta-analyses have estimated rates of adherence to cardiovascular medications ranging from 50% to 60% (Chowdhury 2013; Naderi 2012), and there is some evidence that adherence is lower for primary prevention (Naderi 2012).\n\nOne study of health records of over 430,000 people in UK general practices found that 47% of people prescribed statins for primary prevention discontinued treatment (indicated by a greater than 90day gap between prescriptions), among whom, 72% then restarted treatment (Vinogradova 2016). One study of Finnish healthcare registers found that 53% of women prescribed statin therapy for primary prevention were adherent (defined as exceeding 80% of the prescribed regimen) (Lavikainen 2016). It has been estimated that approximately 9% of cases of CVDs in the EU could be attributed to poor adherence to vascular medications (Chowdhury 2013). Improving adherence to medications for the primary prevention of CVD would help to maximise the clinical benefits for the wider population  (WHO 2003) . Therefore, there is considerable scope for increasing adherence to prescribed medicine, and so, reducing morbidity, mortality and healthcare costs."
    },
    {
      "title": "Description of the intervention",
      "text": "Mobile phone ownership is almost universal in high-income countries and estimated to have reached over 90% in low-and middleincome countries (ICT 2016). Given the broad reach of mobile phones and the potential for automation of delivery, interventions delivered by mobile phone are a potentially cost-effective strategy to improve medication adherence. A range of media can be delivered through mobile phones including text messages, picture messages, interactive-voice response, telephone calls and, with increasing ownership of smart phones with Internet capabilities (ICT 2016), mobile applications."
    },
    {
      "title": "How the intervention might work",
      "text": "A wide range of factors have been shown to be associated with medication non-adherence (DiMatteo 2004; Julius 2009; Kardas 2013; Pound 2005; Vermeire 2001; WHO 2003). Mobile phonebased interventions have the potential to target a number of these factors. For example, lack of adherence resulting from lack of information regarding the benefits of medication, lack of information about how they work and how to take them, misconceptions about medication adverse effects, complex or unclear advice or poor recall of information provided in consultations may be addressed through text messages providing short and simply worded snippets of information (Julius 2009; Kardas 2013; Pound 2005; Vermeire 2001). Experiences of adverse effects can be targeted through mobile phone-delivered interventions by providing information about medication and facilitating a link to a healthcare professional for people experiencing problems with their medication. Lack of social support has also been linked to poor medication adherence and previous qualitative research found that the receipt of text message-based intervention provided social support (Douglas 2013). Mobile phone-delivered interventions can be designed to target psychological factors such as lack of motivation and low self-efficacy (Free 2016). Existing interventions targeting adherence to CVD medication have employed mobile technologies to: deliver medication reminders (Park 2014a); encourage self-monitoring of medication intake (Park 2014a); encourage habit formation relating to medication-taking behaviours (Bobrow 2014); provide information (Bobrow 2014; Park 2014a); and facilitate links to healthcare services where required (Bobrow 2014; Piette 2012). Systematic reviews assessing the effect of mobile health (mhealth) interventions on medication adherence for a range of conditions, including HIV, non-communicable diseases and prevention of transplant rejection have reported significant improvements (Anglada-Martinez 2015; Park 2014b), and an RCT found mobile phone messaging to be effective in improving contraceptive use (Smith 2015). Few adverse effects of mobile phone-based interventions have been reported; potential, but rare, adverse events may include road traffic accidents (Caird 2014)."
    },
    {
      "title": "Why it is important to do this review",
      "text": "Systematic reviews evaluating the effect of mhealth interventions have reported promising but inconclusive results relating to improved medication adherence, including adherence to medication for secondary prevention of heart disease (Adler 2017; Anglada-Martinez 2015; Park 2014b). However, no systematic review has specifically examined the effect of mobile phone-based interventions on adherence to medications for the primary prevention of CVD. Mobile phone-based interventions are of particular interest given their low-cost and potential for widespread delivery."
    },
    {
      "title": "O B J E C T I V E S",
      "text": "To establish the effectiveness of interventions delivered by mobile phone to improve adherence to medication prescribed for the primary prevention of CVD in adults."
    },
    {
      "title": "M E T H O D S"
    },
    {
      "title": "Criteria for considering studies for this review"
    },
    {
      "title": "Types of studies",
      "text": "We included randomised controlled trials (RCTs) of parallel group design that randomised by participant or by cluster. We did not include cross-over trials as this design would be inappropriate for assessing effects on cardiovascular events or mortality, due to the irreversible nature of these events. We only included trials with a minimum of one-year follow-up in order that the outcome measures relate to longer-term, sustained medication adherence behaviours and outcomes. We included studies published as full text and as abstract only, and unpublished data."
    },
    {
      "title": "Types of participants",
      "text": "We included adults (aged 18 years and over) who have been prescribed medication for the primary prevention of CVD. As this review focused on the primary prevention of CVD, we only included studies involving participants who had not had a prior CVD event, defined as: a previous myocardial infarction, stroke, revascularisation procedure (coronary artery bypass grafting or percutaneous coronary intervention), people with angina, and people with angiographically defined CHD. Where we identified trials that included a subset of eligible participants, we contacted the authors to request data for only those participants of interest. When we were unable to access these data, we applied a cut-off whereby only trials in which at least 75% of participants met the criteria for primary prevention were included."
    },
    {
      "title": "Types of interventions",
      "text": "We included trials of interventions delivered wholly or partly by mobile phone to improve adherence to cardiovascular medications prescribed for the primary prevention of CVD. We included interventions targeting adherence to antihypertensive drugs (thiazide-like diuretic, angiotensin-converting enzyme inhibitor, calcium channel blocker, beta-blocker); lipid-lowering drugs (statins); and antiplatelet drugs (low-dose aspirin, non-aspirin antiplatelet drugs). We only included trials targeting adherence to at least one of these medications. We also included trials of interventions that targeted medication adherence alongside other lifestyle modifications.\n\nIntervention Any mobile phone-specific delivery mechanism, including short messaging service (SMS), multimedia messaging (MMS), applications (apps) and Interactive Voice Response. We included interventions employing a mix of delivery mechanisms of which at least one was mobile phone-based, for example, interventions delivered by mobile phones in combination with traditional methods such as face-to-face communication and links to other types of support (e.g. healthcare support worker, telephone calls, Internet pages)."
    },
    {
      "title": "Comparator",
      "text": "Usual care and active controls where the control group intervention had no component delivered by a mobile phone-specific delivery mechanism."
    },
    {
      "title": "Types of outcome measures",
      "text": "Primary outcomes\n\n• Objective measures of adherence to treatment (low-density lipoprotein cholesterol (LDL-C), total cholesterol (TC) and high-density lipoprotein cholesterol (HDL-C), for the effect of statins; blood pressure for antihypertensive drugs; heart rate for the effect of atenolol; urinary 11-dehydrothromboxane B2 for the antiplatelet effects of aspirin).\n\n• Combined CVD events (fatal or non-fatal events).\n\n• Adverse effects including self-reported road traffic accidents."
    },
    {
      "title": "Secondary outcomes",
      "text": "• Indirect measures of adherence to treatment (self-report, tablet counts, medication event monitoring systems, pharmacy prescription data).\n\n• Fatal cardiovascular events.\n\n• Non-fatal cardiovascular events (CHD, stroke).\n\n• Health-related quality of life assessed using validated instruments (e.g. 36-Item Short Form Health Survey (SF-36), EQ-5D).\n\n• Cognitive outcomes (any measures of: satisfaction with treatment, medication-taking self-efficacy, autonomy related to medication, attitudes (e.g. concerns about medicine adverse effects)).\n\n• Costs.\n\nWe also reported on the following process measures: extent of intervention received (e.g. number of text messages received, measures of use of allocated mobile application) and acceptability of intervention.\n\nReporting one or more of the outcomes listed here in the trial was not an inclusion criterion for the review.\n\nWhere outcomes (primary or secondary) were measured at multiple time points, we extracted data for the final point of measurement."
    },
    {
      "title": "Search methods for identification of studies"
    },
    {
      "title": "Electronic searches",
      "text": "We identified trials through systematic searches of the following bibliographic databases:\n\n• Cochrane Central Register of Controlled Trials (CENTRAL) (2017, Issue 6); • Epub Ahead of Print, In-Process & Other Non-Indexed Citations, MEDLINE Daily and MEDLINE (Ovid, 1946 to 21 June 2017); • Embase (Ovid, 1980 to 2017 week 25); • CINAHL Plus (EBSCOhost, 1937 to 21 June 2017); • Conference Proceedings Citation Index-Science (CPCI-S) on Web of Science (Thomson Reuters, 1990 to 21 June 2017). The search strategies are presented in Appendix 1. The Cochrane sensitivity-precision maximising RCT filter was applied to MED-LINE (Ovid) and adaptations of it to the other databases, except CENTRAL (Lefebvre 2011). We carried out a search of ClinicalTrials.gov ( www.ClinicalTrials.gov ) and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) Search Portal (apps.who.int/ trialsearch/) for ongoing or unpublished trials on 14 July 2017.\n\nWe imposed no restriction on date or language of publication. We did not perform a separate search for adverse effects of mobile phone-based interventions targeting medication adherence. We considered adverse effects described in included studies only."
    },
    {
      "title": "Searching other resources",
      "text": "We checked the reference lists of all included studies and reviewed relevant articles for additional references. We also examined relevant retraction statements and errata for included studies."
    },
    {
      "title": "Data collection and analysis"
    },
    {
      "title": "Selection of studies",
      "text": "Two review authors (MP and SB) independently screened the titles and abstracts of all identified potential studies to decide whether to retrieve the full text (eligible or potentially eligible/unclear studies) or to discard the study. Two review authors (MP and SB) independently screened the retrieved full texts to identify studies for inclusion and identify and record reasons for exclusion of the ineligible studies in the Characteristics of excluded studies table. We resolved any disagreements though discussion, and where necessary, a third review author (CF) arbitrated. We excluded any duplicates. We collated multiple reports of the same RCT into a single entry. We completed a PRISMA flow diagram (Liberati 2009)."
    },
    {
      "title": "Data extraction and management",
      "text": "We used a standardised, prepiloted form to extract data from the included studies for assessment of study quality and evidence synthesis. We contacted chief investigators for additional information where necessary. We extracted the following information.\n\n• Methods: study design; total duration of study; study setting and date of study.\n\n• Participants: number randomised; number lost to followup/withdrawn; number analysed; mean age; age range; gender; proportion meeting criteria of 'primary prevention'; and inclusion criteria and exclusion criteria.\n\n• Interventions: intervention; comparison; concomitant medications; excluded medications; intervention delivery mechanism (text messages/MMS/mobile application/combined); how intervention was developed; behaviour change technique(s) employed; if intervention was personalised; and frequency and duration of intervention receipt.\n\n• Outcomes: primary and secondary outcomes specified and collected; adverse effects; and time points reported.\n\n• Notes: funding for trial and notable conflicts of interest of trial authors.\n\nTwo review authors (MP and SB) independently extracted data and resolved any differences by returning to the original study reports and discussion with a third review author (CF) where necessary. One review author (MP) transferred data into the Review Manager 5 (Review Manager 2014). To ensure that there were no errors in data entry, one review author (SB) checked that the data entered into Review Manager 5 were consistent with those in the data extraction form."
    },
    {
      "title": "Assessment of risk of bias in included studies",
      "text": "Two review authors (MP and SB) independently assessed the risk of bias for each study using the criteria detailed in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011).\n\nFor each of the following domains, we graded the potential bias as high, low or unclear.\n\n• Random sequence generation.\n\n• Allocation concealment.\n\n• Blinding of participants and personnel.\n\n• Blinding of outcome assessment.\n\n• Incomplete outcome data.\n\n• Selective outcome reporting.\n\n• Other biases.\n\nWe resolved disagreements by discussion. Where necessary, we consulted a third review author (CF) to arbitrate. We constructed a 'Risk of bias' table including justifications for our judgements.\n\nWhere information relating to the risk of bias came from unpublished data or correspondence with an author, we noted this. We summarised the risk of bias judgements across different studies for each of the domains listed. When considering treatment effects, we accounted for the risk of bias for the studies that contributed to that outcome. Given the nature of the interventions included in this review, it is likely that blinding of participants and personnel would be impossible, therefore, we expected trials to be categorised at high risk of bias on this domain. For the overall study assessment, we categorised a trial as being at low risk of bias if it was rated as low risk in all the domains listed above (with the exception of blinding of participants and personnel). Trials that were at high or unclear risk of bias on any of the domains (except blinding of participants and personnel) were categorised as being at high risk of bias."
    },
    {
      "title": "Assessment of bias in conducting the systematic review",
      "text": "We conducted the review according to the published protocol and report any deviations from it in the Differences between protocol and review section (Palmer 2017)."
    },
    {
      "title": "Measures of treatment effect",
      "text": "We planned to analyse dichotomous outcome data as risk ratios (RR) with 95% confidence intervals (CI). We planned to analyse continuous outcome data as mean differences (MD) with 95% CIs, or if a continuous outcome had been measured in multiple ways, as a standardised mean difference (SMD) with 95% CIs. If it had been applicable, we would have entered data presented as a scale with a consistent direction of effect. If it had been applicable, we would have reported any skewed data identified as medians and interquartile ranges."
    },
    {
      "title": "Unit of analysis issues",
      "text": "We did not carry out a meta-analysis because of the heterogeneity of the included studies' intervention content and delivery mechanisms; as a result, we had no unit of analysis issues. Had we conducted meta-analyses, we would have included RCTs with a par-allel design, and if we had identified any cluster randomised trials, we would have analysed the data accounting for clustering using the intracluster coefficient. If we had identified multi-arm trials for inclusion in meta-analyses, where there was more than one relevant intervention arm but only one control arm, we would have pooled the intervention arms for a single pair-wise comparison as recommended by the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011). We planned to exclude intervention arms not appropriate for this review."
    },
    {
      "title": "Dealing with missing data",
      "text": "We contacted investigators to obtain further information where necessary (e.g. when the study included a mixed population of participants who met the criteria for primary prevention and participants who met the criteria for secondary prevention, and when only a subset of participants had been prescribed CVD preventive medication). We also planned to contact investigators or study sponsors to obtain missing data (e.g. when a study was identified as abstract only). We planned that where this was not possible, and the missing data were considered a potential source of serious bias, we would conduct a sensitivity analysis to explore the impact of including such studies in the overall assessment of results."
    },
    {
      "title": "Assessment of heterogeneity",
      "text": "We considered the included trials to be too methodologically heterogeneous to pool the data in a meta-analysis. Therefore, we described the studies narratively. We planned to use the I 2 statistic to measure heterogeneity across the trials for the analysis of each outcome. In constructing the narrative forest plots for those outcomes reported by multiple studies, we calculated the I 2 statistic and reported this. Had we considered the trials methodologically similar enough to pool, and had we identified there to be moderate to substantial heterogeneity (an I 2 statistic between 30% and 100%), we would have reported it and examined possible causes according to our prespecified subgroup analyses, subject to having a sufficient number of studies."
    },
    {
      "title": "Assessment of reporting biases",
      "text": "We did not use a funnel plot to explore possible small-study biases for the primary outcomes as we only included four studies which were too heterogeneous to pool in a meta-analysis. We planned that if the results from more the 10 trials could be pooled, we would use a funnel plot to explore possible small-study biases for the primary outcomes."
    },
    {
      "title": "Data synthesis",
      "text": "We planned to carry out meta-analyses only if it was meaningful to do so (i.e. if the interventions, participants and outcome measures were similar enough for pooling to make sense). We did not undertake meta-analyses as the included studies were too heterogeneous in the content and delivery of their interventions. We presented the effect estimates for outcomes reported by multiple studies on forest plots (without pooling); it should be noted that in transferring effect estimates from papers into Review Manager 5 using the generic inverse variance method, some CIs differed from those reported in the original paper by a decimal place. Should more studies become available in future updates of this review which enable meaningful meta-analyses, we plan to use fixedeffect models. In the presence of heterogeneity (an I 2 statistic in excess of 30%), we plan to examine whether this heterogeneity can be explained through our prespecified subgroup analyses. If these analyses account for the heterogeneity, we would only present the subgroup pooled effect estimates. If these subgroup analyses did not explain the heterogeneity, we would present results narratively.\n\nWe intended to use fixed-effect meta-analysis and apply a conservative I 2 threshold to identify heterogeneity in this review to avoid overweighting smaller studies. This is because we consider that the heterogeneity observed in these behaviour change trials will primarily be a result of differences in the content of the interventions and differences in risk of bias."
    },
    {
      "title": "'Summary of findings' table",
      "text": "We created a 'Summary of Findings' table of narrative results for the following outcomes: objective measures of adherence to treatment, combined CVD events (fatal and non-fatal events), adverse events and cognitive outcomes. We used the five GRADE considerations (study limitations, consistency of effect, imprecision, indirectness and publication bias) to assess the quality of the body of evidence as it related to the studies that contributed data for each outcome. We used methods and recommendations described in Section 8.5 and Chapter 12 of the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011) using GRADEpro software (GRADEpro GTD 2015). We justified decisions to downgrade the quality of studies using footnotes and made comments to aid readers' understanding of the review where necessary."
    },
    {
      "title": "Subgroup analysis and investigation of heterogeneity",
      "text": "We had planned to conduct the following subgroup analyses for the primary outcome of adherence to treatment if there had been sufficient studies:\n\n• income region (by World Bank income group) (World Bank 2017);\n\n• how text messages were developed (i.e. theory-based, incorporating user views and based on evidence relating to factors influencing behaviour-targeted versus other);\n\n• intervention content (number behaviour change technique employed coded according to the taxonomy developed by Michie and colleagues (Michie 2015));\n\n• delivery mechanisms (i.e. mobile phone messaging only, mobile applications only, combined mobile phone messaging and application, combined application and other).\n\nDue to the limited number of studies, we were unable to conduct subgroup analyses. Should more trials become available for future updates of this review, we will re-examine the planned subgroup analyses."
    },
    {
      "title": "Sensitivity analysis",
      "text": "We planned to carry out a sensitivity analysis by only including studies with low risk of bias. As we were unable to carry out a meta-analysis, no sensitivity analysis was conducted."
    },
    {
      "title": "R E S U L T S"
    },
    {
      "title": "Description of studies"
    },
    {
      "title": "Results of the search",
      "text": "The search of the databases retrieved 7287 records, and the search of the clinical trial registers retrieved an additional 32 records. After deduplication, we screened 4166 title and abstract records and excluded 4115 records. We assessed 51 full texts and excluded 32 references (23 studies). Six studies (eight references) were identified as ongoing and four studies (11 references) were eligible for inclusion. The flow diagram of search results is shown in Figure  1 ."
    },
    {
      "title": "Included studies",
      "text": "The Characteristics of included studies table presents details of the design, methods, participants, intervention, comparison and outcome measures for the studies included in this review. Four studies were identified for inclusion, which were relatively heterogeneous with particular variation in terms of the nature (content and delivery) of the intervention, and the population."
    },
    {
      "title": "Participants",
      "text": "The sample sizes of included studies range from 110 (Logan 2012) to 1372 (Bobrow 2016), with a total of 2429 participants across all four included studies, of which 2031 participants completed follow-up assessments. Liu 2015 specified that participants must have had \"no known cardiovascular disease\" as an inclusion criterion, and therefore included 100% participants meeting the criteria for primary prevention. The other included studies had a mix of participants: Parraga-Martinez 2017 included 93% primary prevention participants and Logan 2012 included at least 79% primary prevention participants. Bobrow 2016 did not specifically report the proportion of participants who met the criteria of primary prevention in the published report; however, after contact with trial authors they confirmed 78.3% of participants met the criteria for primary prevention. There was heterogeneity between trials in the proportion of participants who were taking medication for the primary prevention of CVD. Bobrow 2016 prescribed medication to all participants. Logan 2012 included at least 89.1% of participants prescribed medication (hypertensive drugs or lipid-lowering drugs or aspirin, or a combination of these); and Parraga-Martinez 2017 stated that 68.1% of their sample had been prescribed lipid-lowering medication (but did not mention other types of CVD prevention drugs). Liu 2015 did not report the proportion of participants prescribed medication, but explicitly stated that the intervention targeted adherence to medication among those on treatment. The mean age of participants varied from 54.4 years (Bobrow 2016) to 62.9 years (Logan 2012). The proportion of women in the trial samples ranged from 42% (Liu 2015) to 72% (Bobrow 2016)."
    },
    {
      "title": "Settings",
      "text": "All studies recruited from healthcare settings. Logan 2012 recruited from the offices or clinics of physicians practicing in metropolitan Toronto, Canada. Bobrow 2016 recruited from an outpatient chronic disease service in a single, large, public sector clinic in Cape Town, South Africa. Parraga-Martinez 2017 recruited participants from primary care clinics in three health districts of three Spanish autonomous communities. Liu 2015 recruited from a health management centre in a hospital in Guangzhou, China."
    },
    {
      "title": "Intervention",
      "text": "The content and delivery of the interventions varied across studies. The intervention evaluated by Bobrow 2016 was specifically designed to primarily focus on medication adherence, with only a few references to other lifestyle modifications such as diet and physical exercise. In two trials, the interventions targeted a combination of behaviours such as lifestyle modifications including healthy diet and physical activity, alongside medication adherence for those prescribed CVD medication (Liu 2015; Parraga-Martinez 2017). The intervention tested by Logan 2012 was primarily a blood pressure monitoring and feedback (via smartphone) intervention, which could be considered to implicitly target adherence to treatment as well as other health behaviours important for the control blood pressure. Bobrow 2016 delivered the intervention solely through mobile phone text messages, and the intervention evaluated by Logan 2012 combined blood pressure monitoring with feedback messages delivered via smartphone. In the other studies, the intervention included additional components alongside the mobile delivery component, such as written information and self-completion cards for participants to record adherence to recommendations (Parraga-Martinez 2017), and a computerised CVD risk evaluation and a face-to-face counselling session (Liu 2015). Three of the studies tested interventions which were delivered only to the participant (Bobrow 2016; Liu 2015; Parraga-Martinez 2017), while Logan 2012 evaluated an intervention which involved home blood pressure monitoring and feedback to participants' smartphones, alongside an automated fax providing detailed information on the participants' status to their physicians on the day before their next scheduled appointment. Two studies involved potential users in developing the interventions (Bobrow 2016; Liu 2015), and none of the interventions were developed based on a specific theory. The interventions employed a minimum of three (Logan 2012) to a maximum of 16 (Bobrow 2016) behaviour change techniques. The behaviour change techniques applied in the greatest number of studies were: 'providing feedback on behaviour' (Liu 2015; Logan 2012; Parraga-Martinez 2017), 'providing information about health consequences' and 'emphasising the salience of consequences' (Bobrow 2016; Liu 2015; Parraga-Martinez 2017). Three studies had a duration of the intervention of one year ( Bobrow 2016; Liu 2015; Logan 2012). One study had a followup at two years, but it was unclear whether the intervention was delivered throughout the entire study period (Parraga-Martinez 2017). Two studies had a control group that received standard care (Liu 2015; Parraga-Martinez 2017). The control group in Logan 2012 received the same home blood pressure monitoring equipment as the intervention group and a booklet containing information on the measurement of blood pressure, treatment of hypertension and goals of therapy. The control in group in Bobrow 2016 received written information about hypertension and healthy living, and only received text messages that were sent to all trial participants, which were primarily related to trial participation."
    },
    {
      "title": "Outcomes",
      "text": "All studies reported at least one objective measure related to medication adherence. All four studies measured blood pressure, and two studies measured cholesterol levels (LDL-C, HDL-C, TC) (Liu 2015; Parraga-Martinez 2017). No studies reported outcome data relating to combined CVD events (fatal or non-fatal). One study reported adverse events, specifically adverse effects of statins and intervention-related adverse events (Parraga-Martinez 2017). Two studies reported indirect measures of adherence to treatment (our secondary outcomes). One study included outcome data on self-report adherence to lipid-lowering therapy, measured using the Morisky-Green Test (Parraga-Martinez 2017). One trial included self-reported adherence to medication measured using a visual analogue scale, in addition to a measure of 'proportion of days of medication covered' (defined as the proportion of participants with 80% or more days covered with blood pressure-lowering medication from prescribing and dispensing data routinely recorded in the clinical record, pharmacy record and Chronic Dispensing Unit record) (Bobrow 2016). This trial also included a measure of quality of life (health status measured with the Eu-roQol Group 5-Dimension Self-Report Questionnaire) and reported deaths (including those caused by CVD events) occurring during the trial (Bobrow 2016). Two trials reported data relating to our process measures including satisfaction with the intervention (Parraga-Martinez 2017), and adherence to the intervention home blood pressure monitoring schedule (Logan 2012)."
    },
    {
      "title": "Funding",
      "text": "All four studies reported the source of funding; these were charitable body and research council (Bobrow 2016), government body and EU (Parraga-Martinez 2017), charitable body (Logan 2012), and government body (Liu 2015)."
    },
    {
      "title": "Further information requested",
      "text": "Three of the trials identified for inclusion in this review included participants who had, and participants who had not, been prescribed CVD prevention medication (Liu 2015; Logan 2012; Parraga-Martinez 2017). We contacted trial authors to request the trial data for only these participants, but received no responses. Therefore, we extracted primary outcome data of objective measures of medication adherence (e.g. blood pressure, LDL-C, etc.) for these mixed populations. We also contacted authors of one trial for information relating to the proportion of participants who had previously experienced a CVD event and received this information (Bobrow 2016)."
    },
    {
      "title": "Excluded studies",
      "text": "See Characteristics of excluded studies table for details of excluded studies."
    },
    {
      "title": "Ongoing studies",
      "text": "We identified six ongoing studies (see Characteristics of ongoing studies table). Three of these studies are being conducted in highincome settings (Australia, 2000 participants (Redfern 2014); USA, 4076 participants (Choudhry 2016); UK, 1010 participants (Franssen 2017)). One study is being carried out in 'low resource settings' in Argentina (an upper-to middle-income country; expected 357 participants) (Gulayin 2017), one study in China, an upper-to middle-income country (330 participants) (Xu 2017), and one study in India (low-to middle-income country; 3702 participants) (Jha 2017)."
    },
    {
      "title": "Risk of bias in included studies",
      "text": "Details of the risk of bias assessments for each of the included studies are presented in the 'Risk of Bias' tables in the Characteristics of included studies table, and in Figure  2  and Figure  3 ."
    },
    {
      "title": "Allocation",
      "text": "Three studies reported adequate random sequence generation and were at low risk of bias for this domain (Bobrow 2016; Liu 2015; Parraga-Martinez 2017). One study did not provide sufficient information and therefore was at unclear risk of bias for random sequence generation (Logan 2012).\n\nOne study described their allocation concealment adequately and was at low risk of bias in this domain (Bobrow 2016). The other three studies did not provide sufficient information on their allocation procedures and therefore were at unclear risk of bias for allocation concealment (Liu 2015; Logan 2012; Parraga-Martinez 2017)."
    },
    {
      "title": "Blinding",
      "text": "In all four included studies the nature of the interventions precluded blinding of participants. However, blinding of personnel may have been possible. One study specifically stated that personnel were not blinded to group assignment (Liu 2015). Two studies stated that personnel were blinded (Bobrow 2016; Parraga-Martinez 2017), and in one study it was not clear whether personnel were blinded (Logan 2012). No trials were at low risk of bias for blinding of both personnel and participants.\n\nFor the blinding of outcome assessment domain, one study provided sufficient detail relating to the blinding of outcome assessors and the use of automated outcome measurements with data transmitted directly to the trial database and as a result, was at low risk of bias on this domain (Bobrow 2016). The remaining three studies did not provide sufficient details for this domain and were judged as being at unclear risk of bias (Liu 2015; Logan 2012; Parraga-Martinez 2017)."
    },
    {
      "title": "Incomplete outcome data",
      "text": "Three studies had high rates of follow-up (85% or greater) with no evidence of differential loss to follow-up and were at low risk of bias on the incomplete outcome data domain (Bobrow 2016; Logan 2012; Parraga-Martinez 2017). One study reported that 27.5% of participants did not attend for follow-up, and that they differed from those who did attend for follow-up based on several characteristics. The study also reported that these missing values were likely to have little impact on the primary outcome based on sensitivity analyses. However, it is unclear whether this may have affected other outcomes, and so this study was judged as being at unclear risk of bias on this domain (Liu 2015)."
    },
    {
      "title": "Selective reporting",
      "text": "One study reported outcomes as planned in their protocol, with the exception of one outcome that was reported in protocol, but not in the trial report ('hypertension knowledge'). This trial began recruiting in June 2012, but details of the protocol were not registered until December 2013, and so we cannot be certain as to what was planned before the trial commenced. Therefore, we judged this study at unclear risk of bias on the selective reporting domain (Bobrow 2016). Two of the other trials also appeared to have been registered after recruitment had begun, and therefore were also judged at unclear risk of bias (Liu 2015; Logan 2012).\n\nOne study reported all outcomes as planned in the protocol with the exception of cardiovascular events occurring during the study period. This was considered an important outcome; however, it was not clear whether this outcome was not reported because no events occurred. Therefore, this trial was at unclear risk of bias on this domain (Parraga-Martinez 2017)."
    },
    {
      "title": "Other potential sources of bias",
      "text": "All four trials were at low risk of 'other' bias; all studies were funded by government bodies, charitable bodies or research councils ( Bobrow 2016; Liu 2015; Logan 2012; Parraga-Martinez 2017)."
    },
    {
      "title": "Effects of interventions",
      "text": "See: Summary of findings for the main comparison Mobile phone interventions compared to usual care for improving adherence to medication prescribed for primary prevention of cardiovascular disease We did not pool results in a meta-analysis as the content and delivery mechanisms of the interventions were heterogeneous. The intervention assessed by Bobrow 2016 was designed to focus on medication adherence and delivered solely through SMS. The intervention tested by Logan 2012 was a blood pressure monitoring and feedback (via smartphone) intervention. The Parraga-Martinez 2017 intervention targeted a combination of lifestyle modifications, alongside medication adherence for those prescribed CVD medication and was delivered through text messages, written information pamphlets and self-completion cards for participants. Finally, the intervention evaluated by Liu 2015 targeted healthy lifestyle alongside treatment regimens with a multi-component intervention comprising of text messages, a computerised CVD risk evaluation and face-to-face counselling. Based on these differences, we considered that pooling data from these trials would not have been appropriate. In generating the narrative forest plots, we also checked heterogeneity statistically (I 2 greater than 90% for systolic blood pressure (SBP) and diastolic blood pressure (DBP); I 2 = 0% for TC; I 2 = 73% for LDL-C; I 2 = 0% for HDL-C). Based on these findings, we considered pooling results from the two studies which reported on TC and HDL outcomes; however, we still considered the interventions too distinct to warrant meaningful pooling (specifically, one intervention included face-to-face counselling (Liu 2015), whereas the other consisted of written information and text messages (Parraga-Martinez 2017)). We present results narratively, below, and in Analysis 1.1; Analysis 1.2; Analysis 1.3; Analysis 1.4; Analysis 1.5. Primary outcomes Objective measures of adherence to treatment Cholesterol Two trials reported LDL-C levels (Analysis 1.1), one of which showed a reduction in LDL-C (MD in reduction: 9.20 mg/ dL, 95% CI 0.70 to 17.70, P = 0.034; 304 participants) (Parraga-Martinez 2017), while the other demonstrated no evidence of intervention effect on LDL-C (MD 0.77 mg/dL, 95% CI -4.64 to 6.18; 589 participants) (Liu 2015) (note: we converted mmol/L cholesterol to mg/dL using a multiplier of 38.67 as recommended by Rugge 2011). We judged the evidence relating to the intervention effect on LDL-C to be of low quality due to both trials contributing to this comparison being at unclear risk of bias across multiple domains, and the inconsistency in effect estimates across studies. These two trials also reported TC finding evidence of intervention benefit (Analysis 1.2). Parraga-Martinez 2017 showed an MD in the reduction of TC of 9.7 mg/dL (95% CI 0.30 to 19.10; P = 0.041) for the intervention compared with control group, and Liu 2015 recorded an MD in reduction of TC of 10.05 mg/dL (95% CI -17.01 to -3.09). Neither trial found evidence for an adverse effect on HDL-C ( Analysis 1.3) (MD 1.16 mg/dL, 95% CI -1.55 to 3.87 (Liu 2015); MD 0.10 mg/dL, 95% CI -2.60 to 2.80 (Parraga-Martinez 2017))."
    },
    {
      "title": "Blood pressure",
      "text": "All four studies reported data for blood pressure, of which three trials showed a beneficial intervention effect (Analysis 1.4; Analysis 1.5). We judged the evidence relating to SBP of low quality due inconsistent outcome effects, and because all four of the trials were at unclear risk of bias across multiple domains. Three trials measured DBP as an outcome and we considered this to constitute low-quality evidence due to all three trials being at unclear risk of bias across multiple domains, and inconsistency between studies in the degree to which the outcome was affected.\n\nBobrow 2016 (1372 participants) reported a greater reduction in mean SBP from baseline to 12-month follow-up in the intervention group receiving information-only text messages compared with the control group (MD -2.2 mmHg, 95% CI -4.4 to 0.00; P = 0.046), but no difference between the intervention group receiving interactive text messaging and the control group (MD -1.6 mmHg, 95% CI -3.70 to 0.50, P = 0.16). Bobrow 2016 also presented the proportion of participants achieving SBP and DBP less than 140/90 mmHg. They found evidence of benefit for both the information-only text messaging intervention group (65% with information-only text messaging versus 58% with control; odds ratio (OR) 1.42, 95% CI 1.03 to 1.95; P = 0.033), and the interactive text messaging group (65% with interactive text messaging versus 58% with control; OR 1.41, 95% 1.02 to 1.95; P = 0.038), compared with the control group receiving usual care (Bobrow 2016). Logan 2012 showed a greater reduction in SBP and DBP in the intervention group compared with control group at 12 months for: 24-hour blood pressure and daytime ambulatory blood pressure (mean between-group difference in change (standard error (SE)): 24-hour SBP: -6.8 mmHg (SE 2.4); P = 0.005; 24-hour DBP: -3.6 mmHg (SE 1.3); P = 0.006; daytime SBP: -7.10 mmHg (SE 2.3); P = 0.003; daytime DBP: -3.9 mmHg (SE 1.3) P = 0.003)). However, there was at best only weak evidence of a benefit for change in night-time blood pressure (SBP: -4.7 mmHg (SE 2.8); P = 0.098; DBP: -2.3 mmHg (SE 1.6); P = 0.16) (105 participants) (Logan 2012). Liu 2015 also found evidence of a beneficial intervention effect on blood pressure at 12 months, with an MD between the intervention and control group for SBP of -12.45 mmHg (95% CI -15.02 to -9.88) and for DBP of -12.23 (95% CI -14.03 to -10.43) (589 participants). However, Parraga-Martinez 2017 found no evidence of a benefit of their intervention for reducing blood pressure at two years, with an MD in change of 0.83 mmHg (95% CI -2.67 to 4.33) for SBP, and 1.64 mmHg (95% CI -0.55 to 3.83) for DBP (304 participants)."
    },
    {
      "title": "Heart rate",
      "text": "No studies reported heart rate."
    },
    {
      "title": "Urinary 11-dehydrothromboxane B2",
      "text": "No studies reported urinary 11-dehydrothromboxane B."
    },
    {
      "title": "Combined cardiovascular disease event (fatal or non-fatal events)",
      "text": "No studies reported on combined CVD events."
    },
    {
      "title": "Adverse effects",
      "text": "Based on two trials, we found low-quality evidence that the mobile phone-based interventions under study did not lead to adverse events. The evidence was of low quality due to the studies being at unclear risk of bias across multiple domains, and the potential for imprecision in effect estimates resulting from the very low number of events. One study (1372 participants) reported no adverse events attributable to the intervention (Bobrow 2016). The other study (304 participants) reported that there were no differences between groups in experiencing adverse effects of statins (intervention group: seven events; control group: 10 events), and no participants reported intervention-related adverse events (Parraga-Martinez 2017). The other two trials did not report on adverse events (Liu 2015; Logan 2012)."
    },
    {
      "title": "Secondary outcomes"
    },
    {
      "title": "Indirect measures of adherence to treatment",
      "text": "An overview of the trial results relating to indirect measures of medication adherence is presented in Table  1 . Bobrow 2016 (1372 participants) presented 12-month outcome data for the median difference in the proportion of days covered by dispensed medication, finding evidence of a modest benefit for both the information-only text messaging intervention group (83.3% with intervention versus 79.2% with control; median difference 5.2, quartiles 1-3: 1.5 to 8.9; P = 0.006), and the interactive text messaging group (83.3% with intervention versus 79.2% with control; median difference: 3.8, quartiles 1-3: 0.03 to 7.6; P = 0.048), compared with the control group receiving usual care (Bobrow 2016). There were similar results for the outcome of achieving 80% or more days covered (information-only text messaging group versus control: OR 1.86, 95% CI 1.39 to 2.49; P < 0.001; interactive text messaging group versus control: OR 1.60, 95% CI 1.20 to 2.\n\n16; P = 0.002) (it is not clear how the underlying proportions compared as the authors did not report the proportion achieving 80% or more days covered for the control group). However, there was no evidence of benefit for the outcome of self-reported medication adherence (information-only text messaging group versus control: median difference 0.04, quartiles 1-3: -0.1 to 0.2; P = 0.70; interactive text messaging group versus control: median difference 0.02, quartiles 1-3: -0.2 to 0.2, P = 0.80). Parraga-Martinez 2017 also reported outcome data for self-reported adherence to treatment (specifically to lipid-lowering therapy) measured using the Morisky-Green Test, among those participants prescribed lipid-lowering therapy. This study found evidence of benefit for the outcome of proportion of participants reporting adherence at two years' postrandomisation (77.2% with intervention versus 64.1% with control; P = 0.029, 220 participants)."
    },
    {
      "title": "Fatal cardiovascular events",
      "text": "Bobrow 2016 (1372 participants) reported that two participants in the information-only text messaging group died due to ischaemic heart disease, two participants in the interactive text messaging group died due to congestive cardiac failure and there were no deaths in the control group known to be due to CVD. There were slightly more participants in the usual care arm who were lost to follow-up due to the reason of 'lost contact' (14 participants), compared to the information SMS arm (seven participants), and the interactive SMS arm (seven participants). Therefore, it is possible that this differential lost to follow-up due to lost contact could have underestimated deaths, including those due to CVD, in the usual care arm."
    },
    {
      "title": "Non-fatal cardiovascular events",
      "text": "No studies reported non-fatal cardiovascular events."
    },
    {
      "title": "Health-related quality of life assessed using validated instruments",
      "text": "Bobrow 2016 reported the median difference in quality of life as measured by the Euro-Qol 5-Dimension Index, finding no effect of the information-only text messages (median difference 0.01, quartiles 1-3: -0.01 to 0.02; P = 0.50) or the interactive text messages (median difference: 0.003, quartiles 1-3: -0.02 to 0.02; P = 0.73) compared with the control group."
    },
    {
      "title": "Cognitive outcomes",
      "text": "Bobrow 2016 measured satisfaction with treatment and found no evidence of difference between intervention arms and control arm (information-only text messaging group versus control: median difference 0, quartiles 1-3: -0.3 to 0.3; P > 0.99; interactive text messaging group versus control: median difference 0, quartiles 1-3: -0.3 to 0.3; P > 0.99)."
    },
    {
      "title": "Costs",
      "text": "No studies reported costs."
    },
    {
      "title": "Process measures",
      "text": "Parraga-Martinez 2017 recorded satisfaction with the intervention, finding that 90.8% (95% CI 85.9 to 95.7) of the 155 intervention group participants reported being satisfied or very satisfied with the intervention at two years' postrandomisation. Logan 2012 recorded a 65.4% (standard deviation 30) adherence rate to the home blood pressure measurement schedule (taking a minimum of eight readings per weeks) in the intervention group. Bobrow 2016 reported that 50% of participants allocated to the interactive SMS intervention arm responded to messaging. No studies reported on other process indicators such as measures relating to the proportion of intervention received/used."
    },
    {
      "title": "D I S C U S S I O N"
    },
    {
      "title": "Summary of main results",
      "text": "This review provided low-quality evidence regarding the effects of adherence interventions delivered by mobile phone, with some trials reporting small benefits and other reporting no benefits.\n\nThere was low-quality evidence that the interventions did not cause harm. In our review, we identified four trials, none of which were at low risk of bias. One trial evaluated an intervention targeting medication adherence via text messaging and one trial assessed a blood pressure monitoring system which delivered feedback to participants via smartphone messaging. The remaining two trials were of interventions targeting healthy lifestyle modifications more generally, including adherence to medication, one of which was delivered through text messages, written information pamphlets and self-completion cards for participants, and the other through a combination of text messages, a computerised CVD risk evaluation and face-to-face counselling. Due to these differences in content and delivery of the interventions, we did not pool results in a meta-analysis.\n\nWe considered the body of evidence relating to the effect of mobile phone-based interventions to be of low quality for outcomes relating to blood pressure and cholesterol due to the trials being at high risk of bias across multiple domains, and inconsistent outcome effects. The trial of the text messaging-based intervention targeting adherence showed a small reduction in SBP for the intervention arm which delivered information-only text messages, but no evidence of a benefit for the second intervention arm that provided interactivity in addition to the information-based text messages. Bobrow 2016 reported that only 50% of participants allocated to the interactive SMS intervention arm responded to messages, which may be indicative of relatively low engagement with this feature. Both arms demonstrated an increase in the proportion of participants achieving the recommended threshold for SBP and DBP, with a modest risk difference between the intervention and control groups of 7% (Bobrow 2016). One of two indirect measures of adherence also showed improvements and there was no difference in CVD-related deaths, health-related quality of life or cognitive outcomes (satisfaction with treatment) (Bobrow 2016).\n\nThe study examining the effect of blood pressure monitoring, and messaging via smartphone, reported a modest intervention benefit on four of their six outcome measures of blood pressure (Logan 2012). There was mixed evidence of benefit in two trials targeting medication adherence alongside other lifestyle advice. Liu 2015 reported benefits in SBP and DBP, but Parraga-Martinez 2017 reported no such effects. Both trials reported a beneficial effect of their intervention on lowering TC (Liu 2015; Parraga-Martinez 2017); however, only Parraga-Martinez 2017 found an effect on LDL-C. Only one trial included an indirect measure of adherence reporting a benefit in self-reported medication adherence (Parraga-Martinez 2017). In both of these trials the contribution of increased adherence to the reductions in cholesterol and blood pressure reported was unclear due to their inclusion of a mix of participants who had and had not been prescribed CVD medica-tion (Liu 2015; Parraga-Martinez 2017). Two trials reported on adverse events and provided low-quality evidence that the interventions did not cause harm (Bobrow 2016; Parraga-Martinez 2017)."
    },
    {
      "title": "Overall completeness and applicability of evidence",
      "text": "The generalisability of this review was limited by the small number of trials identified for inclusion. Given that one of our inclusion criteria was trials having a minimum of one-year followup, we can be confident that our results are applicable to longerterm, sustained medication adherence behaviours and outcomes.\n\nNo studies reported on non-fatal cardiovascular events, meaning we were unable to establish whether the modest benefits observed in individual trials for cholesterol and blood pressure translated into such patient-relevant outcomes. Two studies were conducted in high-income settings and two in upper-to middle-income settings, meaning that the applicability of these results to other settings including low-income settings is unclear. Four of the six ongoing studies identified are being carried out in high-income countries, however, one trial is being conducted in 'low resource settings' in Argentina, and one in a low-to middle-income county (India), which may provide greater information on the applicability of results across settings (Gulayin 2017)."
    },
    {
      "title": "Quality of the evidence",
      "text": "Using GRADE methodology we assessed the quality of the evidence for our narrative synthesis of objective outcomes of medication adherence (LDL-C, SBP and DBP), cognitive outcomes and adverse events. The evidence was of low quality across all outcomes. The quality of the evidence relating to objective outcomes of medication adherence were downgraded one level as a result of inconsistency in effect estimates which spanned both clinically meaningful improvements and null effects. The quality of the evidence relating to all five outcomes considered were downgraded one level because none of the included studies were at low risk of bias. Three of the four studies were at unclear risk of bias on at least four of the domains, indicating poor quality of reporting of the trial methods in these studies which limited our ability to make clear judgements about the level of risk of bias. Finally, the evidence relating to the cognitive outcome of satisfaction with treatment was also downgraded for indirectness, because this was based on one trial conducted in a single setting. Two trials of interventions targeting broader lifestyle modifications, including medication adherence, included a mixture of participants who had and had not been prescribed CVD prevention medication, and therefore, in both of these trials the contribution of increased adherence to the reductions in cholesterol and blood pressure reported was unclear (Liu 2015; Parraga-Martinez 2017)."
    },
    {
      "title": "Potential biases in the review process",
      "text": "We were limited in the outcome data we could extract due to our inability to procure further information and data for subsets of specific participants in the included trials from the study authors.\n\nIt is unclear whether the additional data would have altered the overall findings of this review. Our inability to conduct a metaanalysis means that this review cannot benefit from examining pooled effect estimates based on larger sample sizes than the individual trials. Furthermore, publication bias, whereby trials with positive findings are more likely to be published, may have biased the selection of included studies in this review. However, efforts were made to overcome this through searching clinical trial registries for prospectively registered trials. The decision was taken to only include trials with a minimum of one-year follow-up in order that results were applicable to longer-term sustained behaviour change in adherence, which would therefore be more important in improving health status. This means that we are unable to comment on the effectiveness of mobile phone-based interventions for short-term adherence to medication prescribed for the primary prevention of CVD."
    },
    {
      "title": "Agreements and disagreements with other studies or reviews",
      "text": "Our findings of mixed evidence of the effects of mobile phonedelivered interventions to increase adherence to medication prescribed for the primary prevention of CVD and no reported harms are consistent with those of a Cochrane Review examining the effectiveness of text-messaging interventions to improve adherence to medication prescribed for the secondary prevention of CVD (Adler 2017). These findings are broadly consistent with systematic reviews concerned with mhealth interventions to improve medication adherence across conditions, although these reviews included short-term studies and non-RCT designs, which are subject to bias (Anglada-Martinez 2015; Park 2014b). One systematic review examining RCTs of monitoring and messaging interventions targeting medication adherence for the management of type 2 diabetes found no evidence for an improvement in medication adherence in their pooled meta-analyses of five trials (Farmer 2016). Our finding that one intervention delivered by text messaging alone reported small benefits, some of which achieved statistical significance, is consistent with the findings from trials employing SMS alone targeting adherence to HIV medication which also report small benefits of borderline\n\nclinical and statistical significance (da Costa 2012; Orrell 2015; Pop-Eleches 2011; Sabin 2015). The reported benefits of the monitoring and SMS intervention is consistent with the modest benefits of monitoring interventions in general (Carrasco 2008; Lim 2011; McKinstry 2013; Yoo 2009). The small or modest benefits reported may reflect the challenges involved in improving adherence, and overall inconclusive findings relating to adherence interventions in general, which have previously been noted in a Cochrane Review of all adherence interventions (Nieuwlaat 2014)."
    },
    {
      "title": "A U T H O R S ' C O N C L U S I O N S"
    },
    {
      "title": "Implications for practice",
      "text": "Our results are based on four trials, none of which was considered to be at low risk of bias. Therefore, given the low quality of the evidence presented, the implications for practice are limited. From the four studies reporting on change in systolic blood pressure as an outcome, effects ranged from reductions of 12.5 mmHg to increases of 0.83 mmHg, with two studies exceeding a 5 mmHg mean reduction (a 5 mmHg reduction in systolic blood pressure is generally considered to result in clinically important reductions in the relative risk of stroke and coronary heart disease events (Collins 1990)). The delivery of mobile phone-based interventions is inexpensive and previous analyses of such interventions in other fields have demonstrated cost-effectiveness (Guerriero 2013; Lester 2010). If comparable effectiveness results are replicated in other high-quality trials, it would be useful to consider cost-effectiveness of the intervention, as if shown to be cost-effective, the small benefits achieved at low cost might be important if achieved across whole populations. The Cholesterol Treatment Trialists' Collaboration estimates that for each 1 mmol/L (38.67 mg/dL) reduction in low-density lipoprotein cholesterol (LDL-C) there is a consistent 20% relative risk reduction for major vascular events regardless of baseline risk (CTT 2012). The two trials measuring LDL-C as an outcome reported effects ranging from a 9.2 mg/dL reduction to a 0.77 mg/dL increase, meaning that even the larger of these effects would have a small impact on clinical outcomes."
    },
    {
      "title": "Implications for research",
      "text": "The intervention delivered by SMS alone which resulted in small benefits in adherence was developed with input from users. The intervention targeted many of the barriers to adherence, which might conceivably be addressed using SMS, employing a wide range of behavioural change techniques.\n\nNonetheless, the finding of only small benefit is consistent with results of adherence interventions delivered by SMS for secondary prevention of CVD, HIV medication and diabetes (Adler 2017; Anglada-Martinez 2015; Farmer 2016). It is possible that the intervention delivered by SMS has small effects because some behaviour change techniques may not be effective when adapted for delivery by SMS. Adherence is influenced by a wide range of service and social factors, in additional to the individual level factors like knowledge motivation and skills which might be targeted using short written messages (DiMatteo 2004; Julius 2009; Kardas 2013; Nieuwlaat 2014; Pound 2005; Vermeire 2001). Future adherence interventions should consider targeting a broader range of factors influencing adherence. Given the importance of healthcare providers in influencing medication use and altering medication if unacceptable adverse effects occur, interventions may require integration with services to result in clinically important benefits for individuals. Furthermore, future trials should consider targeting people most at risk of poor adherence and excluding those known to be adherent.\n\nFinally, given the heterogeneity that exists between behaviour change interventions, we believe there is a case to be made that individual high-quality adequately powered trials could provide higher quality evidence relating to the effectiveness of such interventions, compared with evidence based on attempts to pool mul-tiple smaller, lower-quality and potentially heterogeneous trials. Several of the ongoing trials identified have large sample sizes, and so if adequately powered and at low risk of bias, these studies may provide high-quality and more precise estimates of the effect of adherence interventions delivered by mobile phone."
    },
    {
      "title": "A C K N O W L E D G E M E N T S",
      "text": "The review authors would like to acknowledge assistance provided by staff of the Cochrane Heart Group and the template protocol they made available."
    },
    {
      "title": "R E F E R E N C E S"
    },
    {
      "title": "References to studies included in this review",
      "text": "Bobrow 2016 {published and unpublished data} Bobrow K, Brennan T, Springer D, Levitt NS, Rayner B, Namane M, et al. Efficacy of a text messaging (SMS) based intervention for adults with hypertension: protocol for the StAR (SMS Text-message Adherence suppoRt trial) randomised controlled trial. BMC Public Health 2014;14: 28. DOI: dx.doi.org/10.1186/1471-2458-14-28 * Bobrow K, Farmer AJ, Springer D, Shanyinde M, Yu LM, Brennan T, et al. Mobile phone text messages to support treatment adherence in adults with high blood pressure (SMS-Text Adherence Support [StAR]): a single-blind, randomized trial. Circulation 2016;133(6):592-600. DOI: dx.doi.org/10.1161/CIRCULATIONAHA.115.017530 Galal U. Efficacy of a text messaging (SMS) based intervention for adults with hypertension: the *StAR (SMS Text-message AdheRence Support) randomised controlled trial (unpublished data: results of cardiology history at screening) [personal communication]. Email to: M Palmer (LSHTM, London, UK) 19 April 2018. NCT02019823. Effectiveness of SMS-text message support for patients with hypertension to improve blood pressure (*StAR). clinicaltrials.gov/ct2/show/NCT02019823 Date first received: 24 December 2013. Liu 2015 {published data only (unpublished sought but not used)} ChiCTR-TRC-13003831. Study of community-based prevention and control pattern on hypertension and diabetes for adults in Guanddong Province. www.chictr.org.cn/ hvshowproject.aspx?id=7953 Date last refreshed on: 21 October 2013. Liu Z, Chen S, Zhang G, Lin A. Mobile phone-based lifestyle intervention for reducing overall cardiovascular disease risk in Guangzhou, China: a pilot study. International Journal of Environmental Research & Public Health 2015;12(12):15993-6004. DOI: dx.doi.org/ 10.3390/ijerph121215037 Logan 2012 {published data only (unpublished sought but not used)} Logan AG, Irvine MJ, McIsaac WJ, Tisler A, Rossos PG, Easty A, et al. Effect of home blood pressure telemonitoring with self-care support on uncontrolled systolic hypertension in diabetics. Hypertension 2012;60(1):51-7. DOI: dx.doi.org/10.1161/HYPERTENSIONAHA.111.188409 NCT00717665. Self-monitoring of blood pressure in primary care. clinicaltrials.gov/ct2/show/NCT00717665 Date first received: 17 July 2008. Parraga-Martinez 2017 {published data only (unpublished sought but not used)} NCT02314663. Effectiveness of a combined strategy to improve therapeutic compliance and degree of control among patients with hypercholesterolaemia (EFESCOM). clinicaltrials.gov/ct2/show/NCT02314663 Date first received: 11 December 2014. Parraga-Martinez I, Rabanales-Sotos J, Lago-Deibe F, Tellez-Lapeira JM, Escobar-Rabadan F, Villena-Ferrer A, et al. Effectiveness of a combined strategy to improve therapeutic compliance and degree of control among patients with hypercholesterolaemia: a randomised clinical trial. BMC Cardiovascular Disorders 2015;15:8. DOI: doi.org/10.1186/ 1471-2261-15-8 * Párraga-Martínez I, Escobar-Rabadán F, Rabanales-Sotos J, Lago-Deibe F, Téllez-Lapeira JM, Villena-Ferrer A, et al. Efficacy of a combined strategy to improve lowdensity lipoprotein cholesterol control among patients with hypercholesterolemia: a randomized clinical trial [Eficacia de una estrategia combinada para mejorar el control del colesterol unido a lipoproteínas de baja densidad en pacientes con hipercolesterolemia. Ensayo clínico aleatorizado]. Revista Española de Cardiología 2018;71(1): 33-41. prescribed for the primary prevention of cardiovascular disease in adults. Cochrane Database of Systematic Reviews 2017, Issue 5. DOI: 10.1002/14651858.CD012675 * Indicates the major publication for the study"
    },
    {
      "title": "C H A R A C T E R I S T I C S O F S T U D I E S"
    },
    {
      "title": "Characteristics of included studies [ordered by study ID]",
      "text": "Bobrow 2016"
    },
    {
      "title": "Methods",
      "text": "Design:  3 -arm, parallel RCT Setting: outpatient chronic disease services in a public sector clinic, Cape Town, South Africa Duration of study: 12 months Participants Number randomised: 1372; group 1 (control): 457; group 2 (informational SMS): 457; group 3 (interactive SMS): 458 Number lost to follow-up/withdrawn: 176; group 1: 61 (reasons: 3 died; 2 pregnant; 14 lost contact; 12 moved; 25 unable to attend; 5 reason not given); group 2: 51 (reasons: 7 died; 2 pregnant; 7 lost contact; 11 moved; 23 unable to attend; 1 reason not given) ; group 3: 64 (reasons: 7 died; 5 pregnant; 2 participant decision; 7 lost contact; 14 moved; 29 unable to attend) Number analysed: 1372; group 1: 457; group 2: 457; group 3: 458 (intention-to-treat analysis using all data available) Mean age in years (SD): group 1: 54.7 (SD 11.6); group 2: 53.9 (SD 11.2); group 3: 54.2 (SD 11.6) Age range: not stated Gender (% women): group 1: 72; group 2: 72; group 3: 72 Proportion meeting criteria of 'primary prevention': 78.3% (unpublished information received from authors)\n\nProportion prescribed medication for prevention of CVD: 100%; prescribed BPlowering medication was an inclusion criterion Inclusion criteria: aged ≥ 21 years, diagnosed with hypertension by a clinician using local guidelines, prescribed BP-lowering medication, and with SBP < 220 mmHg and a DBP < 120 mmHg at enrolment. Eligible participants were attending the primary care clinic, resided in 1 of the 2 study communities and had regular access to a mobile phone (and were able to send SMS text messages or could do so with help of a relative) Study enrolled only 1 member per household. Exclusion criteria: requiring specialist care for hypertension at a hospital (in secondary care), women who self-reported being pregnant or within 3 months postpartum, and people with very high BPs (SBP > 220 mmHg or DBP > 120 mmHg) who had symptoms suggestive of a hypertensive emergency or were otherwise acutely unwell (who were directly referred to the appropriate clinical service)"
    },
    {
      "title": "Interventions",
      "text": "Intervention: all participants received written information about hypertension and continued to receive care from the clinic Group 2: 'informational SMS texting:' participants received: text messages to motivate collecting and taking medicines and to provide education about hypertension and its treatment. The messages were designed to address a range of common issues with adherence to and persistence with treatment. Additional reminders were sent when medicines were ready for collection or for scheduled clinic appointments Group 3: 'interactive SMS texting' group: participants received: the same messages as the information-only group but could also respond to selected messages using free-touser \"please call me\" requests. These generated an automated series of responses from the\n\nBobrow 2016 (Continued) text message delivery system offering trial participants a number of options, including cancelling or changing an appointment and changing the timing and language of the text messages. The intervention was specifically designed to primarily focus on medication adherence, with only a few references other lifestyle modifications such as diet and physical exercise Comparison: control group (group 1) received written information about hypertension and healthy living and continued to receive care from the clinic. The control group only received the texts sent to all trial participants, which were sent no more frequently than 1 text every 4 weeks. The messages were a welcome text, a text confirming enrolment, a text on a birthday and other text messages about participation in the trial How intervention was developed: the researchers iteratively designed, developed and tested 2 SMS text messaging-based interventions with clinical staff and participants with high BP working and living in low-income communities around Cape Town Behaviour change technique(s) employed: 16 in total: problem solving; goal setting; action planning; review of behavioural goals; behavioural contract; commitment; general social support; practical social support; emotional social support; providing information about health consequences; emphasising salience of consequences; anticipated regret; behavioural rehearsal; behavioural substitution; habit formation; generalisation of target behaviour Personalised intervention: some texts were personalised to include participants' first or chose name. Information provided not personalised, but reminders of when medications were available for collection and dates of next appointment indicates some personalisation. Additionally, the 'interactive SMS texting' group (group 3) could request further interactions Frequency and duration of intervention receipt: messages sent weekly at a time selected by participant. Intervention duration: 12 months Outcomes Primary outcomes: SBP (mean); proportion of participants achieving a mean SBP < 140 mmHg and a mean DBP < 90 mmHg. Measured at 12 months' postrandomisation Secondary outcomes: medication adherence: 'proportion of days of medication covered' (the proportion of participants with ≥ 80% of days covered with BP-lowering medication from prescribing and dispensing data routinely recorded in the clinical record, pharmacy record and Chronic Dispensing Unit record); self-reported adherence to medication using a visual analogue scale (score range, 5-10); health status measured with the EuroQol Group 5-Dimension Self-Report Questionnaire; self-reported satisfaction with treatment Process outcomes: knowledge about hypertension was measured, but not reported in trial paper Adverse events: protocol stated recording of those which might reasonably occur as a consequence of the trial and adverse events that might be reasonably related to text messaging including hand or finger pain, or involvement in an accident as a result of sending or receiving a text Notes Funding source: trial supported by the Oxford Centre of Excellence in Medical Engineering funded by the Wellcome Trust and the Engineering and Physical Sciences Research Council. Dr Farmer is a senior NIHR investigator, and Drs Farmer and Tarassenko are supported by funding from the NIHR Oxford Biomedical Research Center. The funders had no role in study design, data collection and analysis, decision to publish or preparation of the manuscript Conflicts of interest: none declared Bobrow 2016 (Continued) Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Quote: \"participants are randomised using a secure, remote, web-based computer schedule within one week of recruitment [. ..] minimisation procedure [was] overseen by an independent statistician.\" Allocation concealment (selection bias) Low risk Quote: \"A software algorithm assigned participants independently of the research team.\" Blinding of participants and personnel (performance bias) All outcomes Unclear risk Participants cannot be blinded due to nature of intervention. However, \"research staff and clinic staff remain blind to the allocated treatment group.\" Blinding of outcome assessment (detection bias) All outcomes Low risk Quote: \"Researchers and clinicians were not aware of randomization assignment, were trained not to ask patients about the content of messages.\" Incomplete outcome data (attrition bias) All outcomes Low risk 87% follow-up rate, no evidence of differential follow-up, ITT analysis accounting for missing data Selective reporting (reporting bias) Unclear risk Outcomes reported as planned in protocol (the only outcome reported in protocol that was not reported in trial paper was 'hypertension' knowledge). However, this trial began recruiting in June 2012, but details of the protocol were not registered until December 2013. Therefore, we could not be certain what was planned before the trial commenced Other bias Low risk Funded by charity and research council. 30 Mobile phone-based interventions for improving adherence to medication prescribed for the primary prevention of cardiovascular disease in adults (Review) Copyright © 2018 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Liu 2015 (Continued) Outcomes Primary outcomes: LDL-C, TC, HDL-C, SBP, DBP. All measured at 1-year postrandomisation. Medical outcomes were presented for entire sample, which included participants not taking medication for primary prevention of CVD. We have contacted authors requested trial data for those participants taking medication for primary prevention of CVD Secondary outcomes: none reported. Process outcomes: none recorded. Adverse events: none recorded. Notes Funding source: Guangdong Provincial Department of Science and Technology (grant No. 2009A030301003) and the Bureau of Health of Guangzhou Municipality (grant No. 2008-ZDa-05) Conflicts of interest: none declared Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Quote: \"The randomization was done via a computerized procedure.\" Allocation concealment (selection bias) Unclear risk Not described Blinding of participants and personnel (performance bias) All outcomes High risk Quote: \"Neither participants nor investigators were masked to group assignment.\" Blinding of outcome assessment (detection bias) All outcomes Unclear risk Assessments by medical students; not stated whether they were blinded Incomplete outcome data (attrition bias) All outcomes Unclear risk Quote: \"27.5% of participants failed to attend the follow-up. Participants who were lost to follow-up were more likely to be younger, male, current smokers and have a higher level of TC than those who were included in the follow-up.\" Selective reporting (reporting bias) Unclear risk Protocol not found. Trial appeared to have been registered after recruitment began in October 2012 ( www.chictr.org.cn/ hvshowproject.aspx?id=7953) Other bias Low risk Funded by government body 32 Mobile phone-based interventions for improving adherence to medication prescribed for the primary prevention of cardiovascular disease in adults (Review) Copyright © 2018 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Logan 2012 Methods Design: 2-arm, parallel RCT Setting: clinics in metropolitan Toronto, Canada Duration of study: 1 year Participants Number randomised: 110; intervention: 55; control: 55 Number lost to follow-up/withdrawn: 6; intervention group: 2 (reasons: 2 refused BP assessment); control group: 4 (reasons: 3 refused BP assessment; 1 died) Number analysed: 105; intervention group: 54; control group: 51 Mean age in years (SD): intervention group: 62.7 (SD 7.8); control group: 63.1 (SD 9.0) Age range: not stated Gender (% women): intervention group: 51; control group: 38 Proportion meeting criteria of 'primary prevention': intervention group: 79.9%; control group: 78.1%. Paper reported proportion with prior CVD event by CVD event, possible that the same participants had > 1 type of event, therefore percentage stated was minimum estimate of participants meeting criteria of primary prevention Proportion prescribed medication for prevention of CVD: hypertensive drugs: intervention group: 89.1%; control group: 89.1%; lipid-lowering drugs: intervention group: 69.1%; control group: 70.9%; aspirin: intervention group: 54.5%; control group: 58. 2%. We contacted authors to request data for those prescribed medication, but had no response Inclusion criteria: aged ≥ 30 years, with diabetes mellitus, with uncontrolled systolic hypertension, defined as a mean daytime SBP of ≥ 130 mmHg on ambulatory BP monitoring Exclusion criteria: those with severe or end-stage organ disease (liver, kidney, heart and lung)\n\n, history of diabetic ketoacidosis, any illness with expected survival < 1 year, severe cognitive impairment, mental illness or disability, clinically significant cardiac arrhythmia, symptomatic orthostatic hypotension, or were pregnant, unsuitable for participation in the opinion of their primary care physician or not fluent in English"
    },
    {
      "title": "Interventions",
      "text": "Intervention: participants received custom software application running on a Black-Berry smartphone (Research In Motion, Inc, Waterloo, ON, Canada) that was paired with a Bluetooth-enabled home BP monitoring device. BP readings were automatically transmitted by the smartphone to application servers, which processed the information for trends and applied decisions rules. The reporting and alerting component of the system sent a self-care message to the screen of the participant's smartphone immediately after each reading. Messages related to the control of hypertension were based on care paths defined by running means of transmitted readings. On the day before the clinic visit to their physician, participants called a dedicated telephone number to initiate the automated process to fax a 1-page participant summary report to their physician. Selfcare support participants were taught how to use the telemonitoring system, review past readings on their smartphone and the study-specific website (these activities were optional), and generate a 1-page participant summary report. They were instructed to take their smartphone to all doctor visits Comparison: participants in both groups were taught how to measure their BP correctly, instructed to measure their BP 2 days per week twice in the morning and twice in the evening, provided with a validated home BP monitoring device with appropriate-sized upper arm cuff, and given a booklet with detailed information on the self-measurement of BP, treatment of hypertension and goals of therapy. Their primary care physician was Logan 2012  (Continued)  given an outline of the study's objectives and BP treatment goal, asked to provide relevant medical information and given a copy of the 24-hour ambulatory BP monitoring report.\n\nIn both groups, treatment decisions, including medication adjustments and changes in lifestyle, were made by the participant's primary care physician. The control group did not received feedback via smartphone How intervention was developed: system developed using an iterative process based on feedback from users. A pilot study was undertaken to assess the system's effectiveness in improving BP control in people with diabetes with uncontrolled hypertension, its acceptability to users and the reliability of home BP measurements Behaviour change technique(s) employed: 3 in total: feedback on behaviour, selfmonitoring, prompts Personalised intervention: information sent via smartphone was personalised in that it was based on participants' own BP readings Frequency and duration of intervention receipt: participants were instructed to measure their BP 2 days per week twice in the morning and twice in the evening, and a selfcare message was sent to the participant's smartphone immediately after each reading.\n\nDuration: 1 year Outcomes Primary outcomes: mean ambulatory SBP and DBP; proportion achieving guideline recommended target of BP < 130/80 mmHg. Measured at 1 year' postrandomisation. The medical outcomes are presented for entire sample, which included participants not taking medication for primary prevention of CVD. We contacted authors requesting trial data for those participants taking medication for primary prevention of CVD, but had no response Secondary outcomes: none reported. Process outcomes: adherence rate with home BP measurement schedule (% taking a minimum of 8 readings per week) Adverse events: none recorded. Notes Funding source: the Heart and Stroke Foundation of Ontario (ESA 5970) was the sole source of funding for this project and was not involved in any aspect of the study Conflicts of interest: JAC received funding from Research In Motion, Inc. (makers of the Blackberry mobile telephones) through the National Science and Engineering Research Council Strategic Network Grant Program. PGR received reimbursement of expenses from Research In Motion, Inc., to attend a healthcare advisory meeting Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Unclear risk Quote: \"Group allocation schedule was based on blocks of 4 and 6 patients randomly arranged and administered by a person not directly involved in the study.\" Allocation concealment (selection bias) Unclear risk Not described Blinding of participants and personnel (performance bias) All outcomes Unclear risk Participants cannot be blinded due to nature of intervention. Unclear whether personnel were blinded Blinding of outcome assessment (detection bias) All outcomes Unclear risk Not described Incomplete outcome data (attrition bias) All outcomes Low risk > 90% follow-up, no evidence of differential follow-up Selective reporting (reporting bias) Unclear risk According to trial registry entry (clinicaltrials.gov/ct2/show/NCT00717665), the trial was registered after the first participant was randomised Other bias Low risk Funded by charitable body Parraga-Martinez 2017 Methods Design: 2-arm, parallel RCT Setting: primary care clinics in 3 health districts of 3 Spanish autonomous communities: Castile-La Mancha (Albacete), Aragon (Zaragoza) and Galicia (Vigo), Spain Duration of study: 24 months Participants Number randomised: 358; intervention group: 179; control group: 179 Number lost to follow-up/withdrawn: 54 (intervention group: 24 (reasons: 14 withdrew consent; 2 discontinued due to change of residence; 2 discontinued due to disease; 1 discontinued due to other reasons; 5 protocol violation); control group: 30 (reasons: 17 withdrew consent; 1 discontinued due to change of residence; 3 discontinued due to disease; 3 discontinued due to other reasons; 6 protocol violation) Number analysed: 304; intervention group: 155; control group: 149 Mean age in years (SD): intervention group: 58.9 (SD 10.4); control group: 59.3 (SD 8.4) Age range: not stated Gender (% women): intervention group: 56.1; control group: 53.7 Proportion meeting criteria of 'primary prevention': total: 93.1%; intervention group: 91.0%; control group: 95.3% Proportion prescribed medication for prevention of CVD: only statin use stated; total 68.1%; intervention group: 64.5%; control group: 71.8%\n\n). We contacted authors requesting trial data for those participants taking medication for primary prevention of CVD, but had no response Inclusion criteria: aged ≥18 years, previously diagnosed with defined hypercholesterolaemia (TC ≥ 250 mg/dL) who were receiving standard treatment (drug-based or not) and attending the participating centres Exclusion criteria: unable to undergo follow-up during the intervention (due to illiteracy or lack of a mobile telephone), had a physical disability impeding participation, or had a severe organic or psychiatric chronic disease precluding follow-up"
    },
    {
      "title": "Parraga-Martinez 2017 (Continued) Interventions",
      "text": "Intervention: participants received the following: written information on the disease and its treatment (provided at each visit); mobile telephone text messages with summaries of recommendations, reminders of dates of next appointments and notifications of new appointments if any previous ones were missed (during between-visit periods); and selfcompleted registration cards on adherence to recommendations (during the entire followup). Intervention group also received the standard recommendations of the European clinical practice guidelines for treatment of hypercholesterolaemia and cardiovascular risk. The intervention targeted lifestyle modifications, including healthy diet and physical activity, alongside medication adherence for those prescribed CVD medication Comparison: participants received the standard recommendations of the European clinical practice guidelines for treatment of hypercholesterolaemia and CVR How intervention was developed: not stated Behaviour change technique(s) employed: 6 in total: feedback on behaviour; selfmonitoring; instruction on how to perform behaviour; providing information about health consequences; emphasising salience of consequences; prompts Personalised intervention: information provided not personalised, but reminders of dates of next appointment indicates some personalisation Frequency and duration of intervention receipt: the disease treatment reminders were sent every 15 days, whereas the attendance reminders for upcoming or missed appointments were sent according to the follow-up date. Intervention duration: 24 months (although not clear if this relates to all components of the intervention)"
    },
    {
      "title": "Outcomes",
      "text": "Primary outcomes: LDL-C; TC; HDL-C; SBP; DBP. All measured 2 years' postrandomisation. The medical outcomes are presented for entire sample, which includes participants not taking medication for primary prevention of CVD. We contacted authors requesting trial data for those participants taking medication for primary prevention of CVD, but had no response. Cardiovascular events in the observation period stated in protocol, but not reported in trial results Secondary outcomes: self-report adherence to lipid-lowering therapy (measured using the Morisky-Green Test) at 2 years' postrandomisation Process outcomes: satisfaction with intervention (measured using a Likert scale satisfaction questionnaire) at 2 years' postrandomisation Adverse events: adverse effects of statins; intervention-related adverse effects Notes Funding source: funding from the Instituto de Salud Carlos III and the Health Research Project Subprogram of the European Regional Development Fund (PI12/01955) , resolution 20 December 2012 Conflicts of interest: none declared."
    },
    {
      "title": "Risk of bias"
    },
    {
      "title": "Bias Authors' judgement Support for judgement"
    },
    {
      "title": "Random sequence generation (selection bias)",
      "text": "Low risk Quote: \"participant randomization was centrally performed according to health care region (Efron randomization) by a researcher who was not involved in the interviews or analysis.\""
    },
    {
      "title": "Parraga-Martinez 2017 (Continued)",
      "text": "Allocation concealment (selection bias) Unclear risk Allocation of area was concealed; however, once areas were allocated, participants were allocated according to their area. It is not clear whether recruiting staff may have known to which area the participants belonged and therefore to which group they would be randomised\n\nBlinding of participants and personnel (performance bias) All outcomes Unclear risk Participants cannot be blinded due to nature of intervention. However, report states \"results were evaluated in a blinded manner.\" Blinding of outcome assessment (detection bias) All outcomes Unclear risk Not stated whether outcome measurements were taken by blinded personnel Incomplete outcome data (attrition bias) All outcomes Low risk Follow-up rate of 85% and no evidence of differential follow-up Selective reporting (reporting bias) Unclear risk Outcomes reported as planned in protocol, with the exception of cardiovascular events occurring in the trial period which were stated in protocol but not included in trial report Other bias Low risk Funding from government body BP: blood pressure; CVD: cardiovascular disease; DBP: diastolic blood pressure; HDL-C: high-density lipoprotein cholesterol; ITT: intention to treat; LDL-C: low-density lipoprotein cholesterol; NIHR: National Institute for Health Research; RCT: randomised controlled trial; SBP: systolic blood pressure; SD: standard deviation; SMS: short messaging service; TC: total cholesterol. Characteristics of ongoing studies [ordered by study ID] Choudhry 2016 Trial name or title Rationale and design of the Study of a Tele-pharmacy Intervention for Chronic diseases to Improve Treatment adherence (STIC2IT): a cluster randomized pragmatic trial Methods Design: 2-arm, cluster RCT Setting: Harvard Vanguard Medical Associates (medical practice), MA, USA Participants Expected: 4076 Inclusion criteria: aged 18-85 years; filled and poorly adherent (defined as a PDC < 80%) to medication for hyperlipidaemia, hypertension or diabetes; suboptimal mean adherence to all of the qualifying medications that a participant has filled (defined as combined (mean of means) PDC < 80%); for people with hypertension or diabetes, poor or worsening disease control (according to relevant clinical targets) Exclusion criteria: < 6 months of continuous enrolment in the health plan; no available contact information Interventions Intervention: brief telephonic consultation with a clinical pharmacist using behavioural interviewing techniques tailored to participant's level of health activation and progress reports of medication taking and disease control. Based on the barriers identified during the initial telephone consultation, participants will be offered more intensive support including reminder and motivational text messages, video visits and pill boxes Control group: usual care Outcomes Primary outcome: medication adherence at 12 months (mean PDC for medications to treat eligible conditions) Secondary outcomes: disease control at 12 months (proportion of participants achieving good disease control for all eligible conditions); disease control at 12 months (proportion of participants achieving good disease control for ≥ 1 eligible condition); healthcare utilisation at 12 months (rates of resource utilisation) Starting date August 2015 Contact information Niteesh K Choudhry, MD, PhD; Niteesh K Choudhry, MD, PhD, Associate Professor, Harvard Medical School, Brigham and Women's Hospital Notes ClinicalTrials.gov, NCT02512276 Franssen 2017 Trial name or title Telemonitoring and/or self-monitoring of blood pressure in hypertension (TASMINH4): protocol for a randomised controlled trial Methods Design: 3-arm, parallel RCT Setting: UK. 144 practices recruited from the following NIHR Clinical Research Networks: Thames Valley, West Midlands, East of England, West of England, Kent Surrey and Sussex, North West Coast, North West London Participants Expected: 1010 Inclusion criteria: willing and able to give informed consent for participation in the trial; men or women, aged ≥ 35 years; on practice hypertension register, not already taking > 3 antihypertensive agents and above clinic target BP (i.e. = 140/90 mmHg) at baseline (mean of 2nd/3rd readings); stable dose of current antihypertensive Franssen 2017 (Continued) medication for ≥ 4 weeks prior to trial entry; in the Investigator's opinion, is able and willing to comply with all trial requirements or has a carer able to help sufficiently (e.g. in the case of physical issues with selfmonitoring); willing to allow his or her GP to be notified of participation in the trial Exclusion criteria: BP below target at baseline (i.e. < 140/90 mmHg on clinic measurement at baseline visit); already taking > 3 antihypertensive agents; orthostatic hypotension: > 20 mmHg SBP drop after standing for 1 minute; diagnosed atrial fibrillation; unwilling to self-monitor; BP managed outside of primary care (including secondary hypertension); unable to provide consent; dementia or score > 10 on the short orientation memory concentration test (and with no carer support); women pregnant, lactating or planning pregnancy during the course of the trial; partner or spouse of an individual already randomised in the trial; CKD Grade 4 or worse, any grade of CKD with proteinuria; any other significant disease or disorder which, in the opinion of the Investigator, may either put the participants at risk because of participation in the trial, or may influence the result of the trial, or the participants ability to participate in the trial (e.g. terminal illness, house bound and unable to attend baseline and follow-up clinics); participants who have participated in another research trial involving an antihypertensive medication in the past 4 weeks"
    },
    {
      "title": "Interventions",
      "text": "Intervention: Group 1: self-monitoring alone: participants will monitor their BP twice each morning and evening (i.e. 4 times in all) for the 1st week of each month. A paper record sheet will be used for communication between paticipant and healthcare professionals in the self-monitoring alone group. GPs and nurses will be advised to calculate the mean self-monitored BP and to use this to titrate antihypertensive medication Group 2: telemonitoring: the frequency of self-monitoring will be identical to the self-monitoring alone group but BP readings will be transmitted to a secure centralised database from which the GP/nurse can review the records. Readings will be transmitted by free SMS text message. A mean BP will be automatically calculated.\n\nHigh or low readings will trigger alerts to paticipant to contact their surgery for a BP check. GPs and nurses will be advised to use\n\nthe mean self-monitored BP to titrate antihypertensive medication Control: usual care: usual care guided by clinic BP measured by the GP/practice nurse without further instruction Outcomes Primary outcome: SBP (mean of 2nd and 3rd BP readings) at 12 months Secondary outcomes: SBP and DBP at 6 and 12 months; costs, health sector resource use, and acceptability at 12 months; MARS adherence questionnaires and prescribing data at 12 months; questionnaire data on lifestyle factors at 12 months; comparison between trial outcome data and that from clinical databases at 12 months Starting date 1 September 2014 Contact information Richard McManus: richard.mcmanus@phc.ox.ac.uk Nuffield Department of Primary Care, Oxford University, Oxford, UK Notes Trial identifier: ISRCTN 83571366 Gulayin 2017 Trial name or title Educational intervention to improve effectiveness in treatment and control of patients with high cardiovascular risk in low-resource settings in Argentina: study protocol of a cluster randomised controlled trial Methods Design: 2-arm, cluster RCT Setting: 10 public PCCs (low-resource settings) in Argentina Gulayin 2017 (Continued) Participants Expected: 357 Inclusion criteria (for PCCs): clinic is affiliated with the Remediar programme; clinic located in a poor urban area according to 2010 census data; clinic has ≥ 800 outpatient adult visits each month (to ensure recruitment of enough participants); physician visits and statins are available free-of-charge to participants at the point of care; minimum distance between PCCs is 10 km (different catchment area) and they do not share health professionals (to minimise intervention bias); good performance of the PCCs (and their pharmacy) according to the reports of Remediar programme Inclusion criteria (for participants): aged ≥ 40 years and < 75 years who have received primary care at the participating PCCs with ≥ 1 of the following criteria: arteriosclerotic CVD (defined as acute coronary syndrome; history of myocardial infarction, stable or unstable angina, coronary revascularisation, stroke or transient ischaemic attack presumed to be of atherosclerotic origin or revascularisation); or high CVD risk according to the WHO charts adapted by the National MoH (estimated 10-year CVD risk ≥ 20%); or LDL-C level ≥190 mg/dL; or type 2 diabetes Exclusion criteria: statin treatment; pregnant women; bed-bound people; unable to give informed consent; history of end-stage chronic kidney disease treated with dialysis, HIV/AIDS, alcohol or drug abuse, or active tuberculosis Interventions Intervention: multi-faceted educational intervention targeting physicians and pharmacist assistants to improve detection, treatment and control of hypercholesterolaemia among uninsured participants with moderate-high cardiovascular risk in Argentina. Physicians belonging to the PCC randomised to the intervention group receive a 3-component intervention: education workshop, educational outreach visits and a mHealth application uploaded to their smartphones. In addition, 2 intervention support tools are used at the intervention clinics: 1. a web-based platform that is tailored to send SMS messages for lifestyle modification, and prompts and reminders for clinic appointments are used to improve medication adherence for participants; 2. on-site training to pharmacist assistants at the first educational outreach visit is given by physician trainers focused on counselling to improve medication adherence among participants initiating statin therapy and at each participant visit to the clinic to refill drug prescriptions Control: usual care Outcomes Primary outcome: cholesterol level (net change in LDL-C levels from baseline to month 12 between intervention and usual care groups among all study participants) Secondary outcomes: global cardiovascular risk at 1 year (net change in 10-year-CVD Framingham risk score before and after the implementation of the programme); clinical practice guidelines compliance at 1 year (proportion of participants with high CVD risk who are on statins, and are receiving an appropriate dose according to the clinical practice guideline); cholesterol reduction at 1 year (proportion of participants with moderate-high CVD risk who have reduced their LDL-C by 30%, and by 50%); treatment compliance at 1 year (level of treatment adherence evaluated through questionnaire; costs of the intervention (cost-effectiveness of the intervention programme) Starting date April 2015 Contact information Adolfo Rubinstein, MD, MSc, PhD Institute for Clinical Effectiveness and Health Policy; arubinstein@iecs.org.ar Notes ClinicalTrials.gov, NCT02380911 Jha 2017 Trial name or title mWellcare trial: a multi-centre, cluster randomised, 12-month, controlled trial to compare the effectiveness of mWellcare, an mHealth system for an integrated management of patients with hypertension and diabetes, versus enhanced usual care in India Methods Design: 2-arm, cluster RCT Setting: India (1 southern state and 1 northern state), 40 community health centres Participants Recruited: 3702 Inclusion criteria: participants aged ≥ 30 years intending to reside in the catchment area of community health centres for at least next 12 months. Participants were included if they were diagnosed case of hypertension with BP measuring ≥140/90 mmHg or type 2 diabetes mellitus with fasting blood sugar ≥ 140 mg/dL or postprandial blood sugar ≥ 200mg/dL and if they provided informed consent Exclusion criteria: pregnant women, type 1 diabetes, requiring immediate referral to tertiary care due to accelerated hypertension or diabetic complications, learning difficulties or vision or hearing impairments (or a combination of these), malignancy or life-threatening disease with death probable in 4 years and not residing in the catchment area of the community health centre Interventions Intervention: nurses and physicians will provide treatment and follow-up using mWellcare. mWellcare system is an Android-based mobile application designed to generate algorithm-based clinical management prompts for treating hypertension and diabetes and also capable of storing health records. The system also sends SMS reminders for adherence to medication and follow-up visits to participants Control: enhanced care arm. Nurse and physicians are provided 'refresher' training on the clinical management guidelines for hypertension and diabetes. Charts on management of these conditions are provided to the facilities for prominent display at the outpatient department. Physicians in the enhanced care arm provide the management plan based on their assessment of clinical parameters of the participants. Nurse provides lifestyle advice brochure (in local language) and explains the same to each participant Outcomes Primary outcomes: difference in mean change (from baseline to 1year) in SBP; difference in mean change (from baseline to 1year) HbA1c Secondary outcomes: difference in mean change (from baseline to 1year) of fasting plasma glucose, TC and predicted 10-year risk of CVD using recalibrated Framingham risk score; differences in risk factors such as depression/anxiety, smoking behaviour, BMI and alcohol uses; comparison of costs associated with delivering the mWellcare intervention arm with respect to enhanced care Starting date April 2016 Contact information Dr Dorairaj Prabhakaran; dprabhakaran@ccdcindia.org Notes Clinicaltrial.gov, NCT02480062 Redfern 2014 Trial name or title A randomised controlled trial of a consumer-focused e-health strategy for cardiovascular risk management in primary care: the Consumer Navigation of Electronic Cardiovascular Tools (CONNECT) Methods Design: 2-arm, parallel RCT Setting: 65 Australian General Practices and Aboriginal Community Controlled Health Services Redfern 2014 (Continued) Participants Expected: 2000 Inclusion criteria: consenting adults (> 18 years) with access to the Internet at least once a month via mobile phone, tablet or computer who are at moderate-to-high risk of a CVD event will be included Moderate-to-high CVD risk is defined as any of the following: 1. 5-year CVD risk ≥ 10% using the Framingham risk equation; 2. a clinically high-risk condition (Aboriginal/Torres Strait Islander and aged > 75 years, diabetes and age > 60 years, diabetes and albuminuria, epidermal growth factor receptor 7.5 mmol); 3. an established CVD diagnosis (ischaemic heart disease, stroke/transient ischaemic attack and peripheral vascular disease) Exclusion criteria: severe intellectual disability or if they have insufficient English knowledge to provide written informed consent Interventions Intervention: CONNECT programme, a consumer-focused e-health strategy aimed at assisting with the management and prevention of CVD in addition to usual care. Programme components focus on cardiovascular risk assessment, medication adherence, lifestyle change and seamless patient-provider communication Control group: usual healthcare. No access to the portal; however, at the end of study, all participants (control and intervention) will be offered portal access for a maximum of 12 months Outcomes Primary outcome: proportion of participants meeting the Australian guideline BP and lipid targets; BP 140/ 90 mmHg for all except those with CVD, diabetes or albuminuria for whom the target BP is 130/80 mmHg Secondary outcomes: proportion meeting guideline-recommended BP and LDL-C targets separately; difference in mean SBP and DBP at the end of study; difference in mean cholesterol levels at end of study (TC, LDL-C and HDL-C); difference in mean BMI and waist circumference at the end of study; difference in health literacy scores (HLQ51 and the eHEALS52) at end of study; cardiovascular and renal events, new onset diabetes -self report and confirmed with medical records; physical activity -WHO Global Physical Activity Questionnaire; point abstinence in smoking (≤ 5 cigarettes in the previous 7 days or recent smoking according to assessment using carbon monoxide meter); fruit and vegetable intake, fish, salt and saturated fat intake -self-report portions consumed in 7 days prior and compared with published guidelines recommendations; cardioprotective medication adherence -self-report and verified by medical record and pharmaceutical benefits scheme data; all-cause mortality -medical record; hospital readmissions -self-report and verified by medical record; health-related quality of life -EQ5D (version 5L with Australian standardised weights) Starting date 17 October 2014 Contact information Dr Julie Redfern; jredfern@georgeinstitute.org.au Notes Clinical Trials registration number ACTRN12613000715774. Xu 2017 Trial name or title A coordinated PCP-Cardiologist Telemedicine Model (PCTM) in China's community hypertension care: study protocol for a randomized controlled trial Methods Design: 3-arm, parallel RCT Setting: 4 CHCsin XuHui District in Shanghai, China Participants Expected: 330 Inclusion criteria: aged ≥ 21 years; clinical diagnosis of hypertension with uncontrolled BP in the previous 3 months, currently taking or about to take antihypertensive medications; received high school or above level Xu 2017 (Continued) of education; active user of smartphone (Android or Apple) and mobile Apps; mean of 3 BP measurements during the screening visit at the CHC ≥ 140/90 mmHg, or ≥ 130/80 mmHg if the person has diabetes or renal diseases; being able to give informed consent Exclusion criteria: acute coronary syndrome; heart failure; cardiac arrhythmia; stroke within the past 3 months; renal failure; cancer; dementia, severe or acute psychiatric illness; pregnancy or intention to be pregnant in the next 18 months; hospitalisation within 3 months; participation in another clinical trial; arm circumference > 32 cm that may affect the accuracy of BP measurement due to cuff size limit of the telemonitors and unwillingness to comply with the 12-month intervention duration Interventions Intervention: Group 1: 'Self-management' (BP telemonitor and App-based self-management supports; patient proficiency training) Group 2: 'PCTM intervention' (BP telemonitor and App-based self-management supports; patient proficiency training; PCP and cardiologist training of using Web-based analytics; proactive and interactive care by PCPs and cardiologists) Control group: management by PCPs at the registered CHCs as usual Outcomes Primary outcome: changes in mean SBP from baseline to 12 months measured using the BP telemonitor (Bliss BL928). The 12-month BP readings will be determined by taking the mean of 3 BP measurements at the follow-up visit to the CHC Secondary outcomes: changes in mean DBP from baseline to 12 months; hypertension control rate from baseline to 6 and 12 months; hypertension control rate defined as BP < 140/90 mmHg or < 130/80 mmHg (people with diabetes or renal diseases) following the national guidelines; changes in measures related to hypertension complications (HbA1c, BMI and lipid levels) from baseline to 6 and 12 months; antihypertensive medication adherence at baseline and 12 months assessed by self-report, 8-item Morisky Medication Adherence Scale modified to focus on BP drugs Starting date September 2016 Contact information Contact: Lei Xu, Master; +86-21-32260806; waqyl@126.com Contact: Kai Liu, Doctor; +86-18918656956; liuk@carelinker.com Notes ClinicalTrials.gov, NCT02919033 BMI: body mass index; BP: blood pressure; CHC: community healthcare centre; CKD: Chronic Kidney Disease; CVD: cardiovascular disease; DBP: diastolic blood pressure; GP: general practitioner; HbA1c: glycated haemoglobin; HDL-C: high-density lipoprotein cholesterol; LDL-C: low-density lipoprotein cholesterol; MARS: Medication Adherence Report Scale; mHealth: mobile health; MoH: Minister of Health; NIHR: National Institute for Health Research; PCC: primary care centre; PCP: primary care physician; PDC: proportion of days covered; RCT: randomised controlled trial; SBP: systolic blood pressure; SMS: short messaging service; TC: total cholesterol; WHO: World Health Organization."
    },
    {
      "title": "D A T A A N D A N A L Y S E S Comparison 1. Mobile phone intervention versus control",
      "text": "Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Change in low-density lipoprotein cholesterol (mg/dL) 2 Mean Difference (Fixed, 95% CI) Totals not selected 2 Change in total cholesterol (mg/dL) 2 Mean Difference (Fixed, 95% CI) Totals not selected 3 Change in high-density lipoprotein cholesterol (mg/dL) 2 Mean Difference (Fixed, 95% CI) Totals not selected 4 Change in systolic blood pressure (mmHg) 4 Mean Difference (Fixed, 95% CI) Totals not selected 5 Change in diastolic blood pressure (mmHg) 3 Mean Difference (Fixed, 95% CI) Totals not selected Analysis 1.1. Comparison 1 Mobile phone intervention versus control, Outcome 1 Change in low-density lipoprotein cholesterol (mg/dL). Review: Mobile phone-based interventions for improving adherence to medication prescribed for the primary prevention of cardiovascular disease in adults Comparison: 1 Mobile phone intervention versus control Outcome: 1 Change in low-density lipoprotein cholesterol (mg/dL) Study or subgroup Intervention Control Mean Difference (SE) Mean Difference Mean Difference N N IV,Fixed,95% CI IV,Fixed,95% CI Liu 2015 238 351 0.77 (2.7603) 0.77 [ -4.64, 6.18 ] Parraga-Martinez 2017 155 149 -9.2 (4.3368) -9.20 [ -17.70, -0.70 ] -20 -10 0 10 20 Favours intervention Favours control Analysis 1.4. Comparison 1 Mobile phone intervention versus control, Outcome 4 Change in systolic blood pressure (mmHg). Review: Mobile phone-based interventions for improving adherence to medication prescribed for the primary prevention of cardiovascular disease in adults Comparison: 1 Mobile phone intervention versus control Outcome: 4 Change in systolic blood pressure (mmHg) Study or subgroup Intervention Control Mean Difference (SE) Mean Difference Mean Difference N N IV,Fixed,95% CI IV,Fixed,95% CI Bobrow 2016 (1) 457 458 -2.2 (1.1225) -2.20 [ -4.40, 0.00 ] Bobrow 2016 (2) 457 458 -1.6 (1.0714) -1.60 [ -3.70, 0.50 ] Liu 2015 238 351 -12.45 (1.3112) -12.45 [ -15.02, -9.88 ] Logan 2012 (3) 54 51 -7.1 (2.3) -7.10 [ -11.61, -2.59 ] Parraga-Martinez 2017 155 149 0.83 (1.7857) 0.83 [ -2.67, 4.33 ] (1) Daytime diastolic blood pressure measurement"
    },
    {
      "title": "A D D I T I O N A L T A B L E S",
      "text": "Table 1. Indirect measures of adherence Trial Outcome measure Comparison Intervention Number (intervention) Control Number (Control) Narrative results Bobrow 2016 (1-year follow-up) Proportion of days covered by dispensed medicine Informationonly SMS vs control 83.3% (95% CI 69.3 to 91. 7) 457 79.2% (95% CI 64.6 to 91. 4) 458 Median difference 5. 2, quartiles 1-3: 1.5 to 8.9; P = 0.006 Interactive SMS vs control 83.3% (95% CI 66.7 to 91. 7) 457 79.2% (95% CI 64.6 to 91. 4) 458 Median difference 3. 8; quartiles 1-3: 0.03 to 7.6; P = 0.048 Proportion of participants with proportion of days covered ≥ 80% Informationonly SMS vs control 63% 457 49.4% 458 Adjusted odds ratio 1. 86, 95% CI 1. 39 to 2.49; P < 0.001"
    },
    {
      "text": "A B L E O F C O N T E N T SHEADER. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ABSTRACT . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . PLAIN LANGUAGE SUMMARY . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . SUMMARY OF FINDINGS FOR THE MAIN COMPARISON . . . . . . . . . . . . . . . . . . . BACKGROUND . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . OBJECTIVES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . METHODS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . RESULTS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Figure 1. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Figure 2. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Figure 3. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . DISCUSSION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . AUTHORS' CONCLUSIONS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ACKNOWLEDGEMENTS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . REFERENCES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . CHARACTERISTICS OF STUDIES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . DATA AND ANALYSES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Analysis 1.1. Comparison 1 Mobile phone intervention versus control, Outcome 1 Change in low-density lipoprotein cholesterol (mg/dL). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Analysis 1.2. Comparison 1 Mobile phone intervention versus control, Outcome 2 Change in total cholesterol (mg/dL). Analysis 1.3. Comparison 1 Mobile phone intervention versus control, Outcome 3 Change in high-density lipoprotein cholesterol (mg/dL). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Analysis 1.4. Comparison 1 Mobile phone intervention versus control, Outcome 4 Change in systolic blood pressure (mmHg). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Analysis 1.5. Comparison 1 Mobile phone intervention versus control, Outcome 5 Change in diastolic blood pressure (mmHg). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ADDITIONAL TABLES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . APPENDICES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . CONTRIBUTIONS OF AUTHORS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . DECLARATIONS OF INTEREST . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . SOURCES OF SUPPORT . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . DIFFERENCES BETWEEN PROTOCOL AND REVIEW . . . . . . . . . . . . . . . . . . . . ."
    },
    {
      "text": "M obile phone interventions compared to usual care for improving adherence to medication prescribed for primary prevention of cardiovascular disease Patient or population: people prescribed m edication f or prim ary prevention of cardiovascular disease Setting: com m unity-based prim ary care or outpatient clinics in high-incom e (Canada, Spain) and upper-to m iddle-incom e countries (South Af rica, China) Intervention: m obile phone-based interventions Comparison:-density lipoprotein) f ollow-up: range 1-2 years 1 study f ound evidence of a sm all benef icial intervention ef f ect on reducing LDL-C (-9.20 m g/ dL), and 1 study f ound a very sm all increase in LDL-C (0.77 m g/ dL) with wide conf idence intervals that included no ef"
    },
    {
      "text": "f ound lower diastolic blood pressure with m obile phone interventions, but the size of the ef f ect varied. 2 studies showed large and sm all reductions in diastolic blood pressure (-12.23 and -3. 90 m m Hg), and 1 study f ound a slight in-"
    },
    {
      "text": "easured satisf action with treatm ent, and f ound no evidence of a diff erence between intervention and control arm Cardiovascular disease (CVD) is a major cause of disability and mortality throughout the world (Naghavi 2017; WHO 2011; WHO 2016), with an estimated 17.6 million people dying from"
    },
    {
      "text": "Figure 2. Risk of bias graph: review authors' judgements about each risk of bias item presented as percentages across all included studies."
    },
    {
      "text": "Figure 3. Risk of bias summary: review authors' judgements about each risk of bias item for each included study."
    },
    {
      "text": "Daytime systolic blood pressure measurement 47 Mobile phone-based interventions for improving adherence to medication prescribed for the primary prevention of cardiovascular disease in adults (Review) Copyright © 2018 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Analysis 1.5. Comparison 1 Mobile phone intervention versus control, Outcome 5 Change in diastolic blood pressure (mmHg). Review: Mobile phone-based interventions for improving adherence to medication prescribed for the primary prevention of cardiovascular disease in adults Comparison: 1 Mobile phone intervention versus control Outcome: 5 Change in diastolic blood pressure (mmHg)"
    },
    {
      "text": "\") S4 TI ((mobile or handheld or hand-held or cell* or phone*) N2 (device* or technolog* or app* or health*)) or AB ((mobile or handheld or hand-held or cell* or phone*) N2 (device* or technolog* or app* or health*)) S3 TI (cellphone* or mobiles or smartphone*) or AB (cellphone* or mobiles or smartphone*) S2 TI ((cell* or mobile) N0 (phone* or telephon*)) or AB ((cell* or mobile) N0 (phone* or telephon*)) S1 (MH \"Cellular Phone+\") Conference Proceedings Citation Index-Science (CPCI-S) # 23 #22 AND #21 AND #8 # 22 TS=(random* or blind* or allocat* or assign* or trial* or placebo* or crossover* or cross-over*) # 21 #20 OR #19 OR #18 OR #17 OR #16 OR #15 OR #14 OR #13 OR #12 OR #11 OR #10 OR #9 # 20 TS=(arterial near occlus*) # 19 TS=(aortic* or infarct* or multiple risk factor) # 18 TS=peripheral arter* disease* # 17 TS=((brain* or cerebral or lacunar) near/2 infarct*) # 16 TS=(cerebrovasc* or cerebral vascular or apoplexy) # 15 TS=(stroke or strokes) # 14 TS=((diastolic or systolic or pulse) near pressure) # 13 TS=((high* or raise* or elevat* or heighten* or increas*) near/3 (BP or DBP or SBP)) # 12 TS=((high* or raise* or elevat* or heighten* or increas*) near/3 (blood near/2 pressure)) # 11 TS=(hypertensi* or hyperlipid* or hyperlip?emia* or hypercholesterol* or hypercholester?emia* or hyperlipoprotein?emia* or hypertriglycerid?emia* or arteriosclerosis or atherosclerosis or cholesterol) # 10 TS=(sick near sinus) # 9 TS=(cardio* or cardia* or heart* or coronary* or angina* or ventric* or myocard* or pericard* or isch?em* or emboli* or arrhythmi* or thrombo* or atrial fibrillat* or tachycardi* or endocardi*) # 8 #7 OR #6 OR #5 OR #4 OR #3 OR #2 OR #1 # 7 TS=(reminder* near (text* or system* or messag*)) # 6 TS=(mhealth or m-health or ehealth or e-health or telemedicine* or telehealth or telemonitor*) # 5 TS=(sms or texting* or texted or texter*) # 4 TS=((text or short or multimedia or multi-media or mms) near/1 messag*)"
    },
    {
      "text": "Indirect measures of adherence (Continued) * or mobile) adj (phone* or telephon*)).tw.(cellphone* or mobiles or smartphone*).tw.((mobile or handheld or hand-held or cell* or phone*) adj2 (device* or technolog* or app* or health*)).tw.Text Messaging/ sms.tw.((text or short or multimedia or multi-media or mms) adj1 messag*).tw.(texting* or texted or texter*).tw.Telemedicine/ (mhealth or m-health or ehealth or e-health or telemedicine* or telehealth or telemonitor*).tw.* or raise* or elevat* or heighten* or increas*) adj3 (blood adj2 pressure)).tw.((high* or raise* or elevat* or heighten* or increas*) adj3 (BP or DBP or SBP)).tw.((diastolic or systolic or pulse) adj pressure).tw.exp Stroke/ (stroke or strokes).tw.74.59 or 60 or 61 or 62 or 63 or 64 or 65 or 66 or 67 or 68 or 69 or 70 or 71 or 72 or 73 75.(animal/ or nonhuman/) not human/ 76. 74 not 75 77.13 and 58 and 76(singl* n1 blind*) or (singl* n1 mask*) ) or TX ( (doubl* n1 blind*) or (doubl* n1 mask*) ) or TX ( (tripl* n1 blind*) or (tripl* n1 mask*) ) or TX ( (trebl* n1 blind*) or (trebl* n1 mask*) ) S61 TX clinic* n1 trial* S60 PT Clinical trial S58 S14 OR S15 OR S16 OR S17 OR S18 OR S19 OR S20 OR S21 OR S22 OR S23 OR S24 OR S25 OR S26 OR S27 OR S28 OR S29 OR S30 OR S31 OR S32 OR S33 OR S34 OR S35 OR S36 OR S37 OR S38 OR S39 OR S40 OR S41 OR S42 OR S43 OR S44 OR S45 OR S46 OR S47 OR S48 OR S49 OR S50 OR S51 OR S52 OR S53 OR S54 OR S55 OR S56 OR S57 S57 TI multiple risk factor or AB multiple risk factor S56 TI infarct* or AB infarct* S55 TI (arterial N0 occlus*) or AB (arterial N0 occlus*) S54 TI aortic* or AB aortic* S53 TI peripheral arter* disease* or AB peripheral arter* disease* S52 TI ((brain* or cerebral or lacunar) N2 infarct*) or AB ((brain* or cerebral or lacunar) N2 infarct*) S51 TI apoplexy or AB apoplexy S50 TI cerebral vascular or AB cerebral vascular S49 TI cerebrovasc* or AB cerebrovasc* S48 TI (stroke or strokes) or AB (stroke or strokes) S47 (MH \"Stroke+\") S46 TI ((diastolic or systolic or pulse) N0 pressure) or AB ((diastolic or systolic or pulse) N0 pressure) S45 TI ((high* or raise* or elevat* or heighten* or increas*) N3 (BP or DBP or SBP)) or AB ((high* or raise* or elevat* or heighten* or increas*) N3 (BP or DBP or SBP)) S44 TI ((high* or raise* or elevat* or heighten* or increas*) N3 (blood N2 pressure)) or AB ((high* or raise* or elevat* or heighten* or OR S3 OR S4 OR S5 OR S6 OR S7 OR S8 OR S9 OR S10 OR S11 OR S12 S12 TI (reminder* N0 (text* or system* or messag*)) or AB (reminder* N0 (text* or system* or messag*)) S11 (MH \"Reminder Systems\") S10 TI (mhealth or m-health or ehealth or e-health or telemedicine* or telehealth or telemonitor*) or AB (mhealth or m-health or ehealth or e-health or telemedicine* or telehealth or telemonitor*) S9 (MH \"Telemedicine\") S8 TI (texting* or texted or texter*) or AB (texting* or texted or texter*) S7 TI ((text or short or multimedia or multi-media or mms) N1 messag*) or AB ((text or short or multimedia or multi-media or mms) N1 messag*) S6 TI sms or AB sms S5 (MH \"Text Messaging"
    }
  ],
  "references": [
    {
      "title": "brain* or cerebral or lacunar) adj2 infarct*).tw. 53 peripheral arter* disease*.tw. 54 aortic*.tw. 55 (arterial adj occlus*).tw. 56 infarct*.tw. 57 multiple risk factor",
      "doi": "10.31857/s0016-777061619-37-18009"
    },
    {
      "title": "randomized controlled trial.pt. 60 controlled clinical trial.pt. 61 randomized.ab. 62 placebo.ab. 63 clinical trials as topic.sh. 64 randomly.ab. 65 trial.ti. 66 59 or 60 or 61 or 62 or 63 or 64 or 65 67 exp animals/ not humans",
      "doi": "10.4324/9781843141266-34"
    },
    {
      "title": ") near/2 infarct*) #53 peripheral arter* disease* #54 aortic(arterial near occlus*#58 #14 or #15 or #16 or #17 or #18 or #19 or #20 or #21 or #22 or #23 or #24 or #25 or #26 or #27 or #28 or #29 or #30 or #31 or #32 or #33 or #34 or #35 or #36 or #37 or #38 or #39 or #40 or #41 or #42 or #43 or #44 or #45 or #46 or #47 or #48 or #49 or #50 or #51 or #52 or #53 or #54 or #55 or #56 or #57 #59 #13 and #58 Embase 1",
      "doi": "10.1177/109158189901800306"
    },
    {
      "title": "cell* or mobile) adj (phone* or telephon",
      "doi": "10.4018/978-1-4666-8239-9.ch103"
    },
    {
      "title": "cellphone* or mobiles or smartphone",
      "doi": "10.1515/9783839464632-073"
    },
    {
      "title": "mobile or handheld or hand-held or cell* or phonemessaging",
      "doi": "10.4324/9781315877952-4"
    },
    {
      "title": "texting* or texted or texter",
      "doi": "10.1093/oed/1110688060"
    },
    {
      "title": "mhealth or m-health or ehealth or e-health or telemedicine* or telehealth or telemonitor"
    },
    {
      "title": "reminder system/ 12. (",
      "doi": "10.1055/b-0040-176455"
    },
    {
      "authors": [
        "Cardia"
      ]
    },
    {
      "authors": [
        "Heart"
      ]
    },
    {
      "authors": [
        "Coronary"
      ],
      "doi": "10.1109/ispce-tw.2017.8626807"
    },
    {
      "authors": [
        "Angina"
      ]
    },
    {
      "authors": [
        "Ventric"
      ],
      "doi": "10.1093/oed/1365632009"
    },
    {
      "authors": [
        "Myocard"
      ]
    },
    {
      "authors": [
        "Emboli"
      ]
    },
    {
      "authors": [
        "Arrhythmi"
      ]
    },
    {
      "title": "atrial fibrillat",
      "doi": "10.2172/798066"
    },
    {
      "authors": [
        "Endocardi"
      ]
    },
    {
      "title": "hypertriglycerid?emia",
      "doi": "10.2172/798066"
    },
    {
      "title": "diastolic or systolic or pulse) adj pressure",
      "doi": "10.1007/3-540-29832-0_1572"
    },
    {
      "title": "exp cerebrovascular accident/ 48",
      "doi": "10.1007/springerreference_188074"
    },
    {
      "title": "cerebral vascular",
      "doi": "10.2172/798066"
    },
    {
      "title": "brain* or cerebral or lacunar) adj2 infarct*)",
      "doi": "10.1007/s40278-021-97242-9"
    },
    {
      "doi": "10.2172/798066"
    },
    {
      "title": "tw. 56. infarct*.tw. 57. multiple risk factor.tw. 58",
      "doi": "10.31857/s0016-777061619-37-18009"
    },
    {
      "authors": [
        "Tw"
      ]
    },
    {
      "authors": [
        "Allocat"
      ]
    },
    {
      "authors": [
        "Volunteer"
      ]
    }
  ],
  "num_references": 29
}
