{
  "paper_id": "FXST6M7F",
  "title": "Key facets to build up eHealth and mHealth interventions to enhance physical activity, sedentary behavior and nutrition in healthy subjectsan umbrella review",
  "abstract": "Background: Electronic (eHealth) and mobile (mHealth) health interventions can provide a large coverage, and are promising tools to change health behavior (i.e. physical activity, sedentary behavior and healthy eating). However, the determinants of intervention effectiveness in primary prevention has not been explored yet. Therefore, the objectives of this umbrella review were to evaluate intervention effectiveness, to explore the impact of pre-defined determinants of effectiveness (i.e. theoretical foundations, behavior change techniques, social contexts or just-intime adaptive interventions), and to provide recommendations for future research and practice in the field of primary prevention delivered via e/mHealth technology. Methods: PubMed, Scopus, Web of Science and the Cochrane Library were searched for systematic reviews and meta-analyses (reviews) published between January 1990 and May 2020. Reviews reporting on e/mHealth behavior change interventions in physical activity, sedentary behavior and/or healthy eating for healthy subjects (i.e. subjects without physical or physiological morbidities which would influence the realization of behaviors targeted by the respective interventions) were included if they also investigated respective theoretical foundations, behavior change techniques, social contexts or just-in-time adaptive interventions. Included studies were ranked concerning their methodological quality and qualitatively synthesized. \n Results: The systematic search revealed 11 systematic reviews and meta-analyses of moderate quality. The majority of original research studies within the reviews found e/mHealth interventions to be effective, but the results showed a high heterogeneity concerning assessment methods and outcomes, making them difficult to compare. Whereas theoretical foundation and behavior change techniques were suggested to be potential positive determinants of effective interventions, the impact of social context remains unclear. None of the reviews included just-in-time adaptive interventions.",
  "year": 2009,
  "date": "2009",
  "journal": "Br J Sports Med",
  "publication": "Br J Sports Med",
  "authors": [
    {
      "forename": "Janis",
      "surname": "Fiedler",
      "name": "Janis Fiedler",
      "affiliation": "Institute of Sports and Sports Science , Karlsruhe Institute of Technology , Engler-Bunte-Ring 15 , 76131 Karlsruhe , Germany \n\t\t\t\t\t\t\t\t Institute of Sports and Sports Science \n\t\t\t\t\t\t\t\t Karlsruhe Institute of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Engler-Bunte-Ring 15 \n\t\t\t\t\t\t\t\t\t 76131 \n\t\t\t\t\t\t\t\t\t Karlsruhe \n\t\t\t\t\t\t\t\t\t Germany",
      "email": "janis.fiedler@kit.edu"
    },
    {
      "forename": "Tobias",
      "surname": "Eckert",
      "name": "Tobias Eckert",
      "affiliation": "Institute of Sports and Sports Science , Karlsruhe Institute of Technology , Engler-Bunte-Ring 15 , 76131 Karlsruhe , Germany \n\t\t\t\t\t\t\t\t Institute of Sports and Sports Science \n\t\t\t\t\t\t\t\t Karlsruhe Institute of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Engler-Bunte-Ring 15 \n\t\t\t\t\t\t\t\t\t 76131 \n\t\t\t\t\t\t\t\t\t Karlsruhe \n\t\t\t\t\t\t\t\t\t Germany",
      "orcid": "0000-0002-9291-2191"
    },
    {
      "forename": "Kathrin",
      "surname": "Wunsch",
      "name": "Kathrin Wunsch",
      "affiliation": "Institute of Sports and Sports Science , Karlsruhe Institute of Technology , Engler-Bunte-Ring 15 , 76131 Karlsruhe , Germany \n\t\t\t\t\t\t\t\t Institute of Sports and Sports Science \n\t\t\t\t\t\t\t\t Karlsruhe Institute of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Engler-Bunte-Ring 15 \n\t\t\t\t\t\t\t\t\t 76131 \n\t\t\t\t\t\t\t\t\t Karlsruhe \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "forename": "Alexander",
      "surname": "Woll",
      "name": "Alexander Woll",
      "affiliation": "Institute of Sports and Sports Science , Karlsruhe Institute of Technology , Engler-Bunte-Ring 15 , 76131 Karlsruhe , Germany \n\t\t\t\t\t\t\t\t Institute of Sports and Sports Science \n\t\t\t\t\t\t\t\t Karlsruhe Institute of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Engler-Bunte-Ring 15 \n\t\t\t\t\t\t\t\t\t 76131 \n\t\t\t\t\t\t\t\t\t Karlsruhe \n\t\t\t\t\t\t\t\t\t Germany"
    }
  ],
  "doi": "10.1186/s12889-020-09700-7",
  "keywords": [
    "Telemedicine",
    "Health behavior",
    "Primary prevention",
    "Exercise",
    "Sedentary behavior",
    "Food and nutrition",
    "Umbrella review",
    "Psychology social",
    "Just-in-time adaptive intervention",
    "Psychological theory"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Physical activity (PA), a reduction of sedentary behavior (SB) and healthy eating (i.e. enhanced fruit and vegetable intake (FVI), reduced sugar and saturated fat intake among others) (HE) are key strategies in the primary prevention of noncommunicable diseases like cardiovascular diseases, diabetes, cancer and obesity, which were responsible for 41 million deaths worldwide in 2016  [1] . Despite this knowledge, the levels of PA and HE are often insufficient in our modern society throughout all age groups  [2] [3] [4] [5] [6] , while SB, such as excessive sitting during worktime (e.g. deskwork) and during leisure time (e.g. watching television), increased over the past years  [7, 8] . As a result, guidelines concerning PA, SB and HE are put into place, but the sole presence of these recommendations is not sufficient to change health behavior and to reduce the financial and health burden worldwide  [9] . Working towards achieving these guidelines is important throughout all stages of life and can be seen as a long-term investment which seems to be easier to achieve for healthy people since obesity or other morbidities add further barriers which restrict engagement in healthy behaviors  [10] . Focusing on primary prevention in healthy participants can therefore be a sustainable way to reduce the prevalence of noncommunicable diseases. One promising strategy for primary care prevention might be the usage of electronic (eHealth) and mobile (mHealth) health interventions. eHealth interventions comprise \"the use of information and communication technologies for health\"  [11] , while mHealth interventions refer to \"medical and public health practice supported by mobile devices, such as mobile phones, patient monitoring devices, personal digital assistants, and other wireless devices\"  [12] . With 4.5 billion active internet users in 2020 worldwide  [13] , the potential coverage of e/mHealth tools coupled with intuitive and autonomous control of the device by the end user hold great promise. This is especially true for the younger and digital native generations who are known to interact frequently with e/mHealth  [14] . For the establishment of e/mHealth in primary prevention, several methodological issues such as the need for accurate and validated measuring tools for a better comparison of different e/mHealth approaches and dose/response relationship for interventions require further investigation  [15] .\n\nTheoretical foundation of interventions, as depicted by behavior change theories (e.g. self-determination theory  [16] , theory of planned behavior  [17] , transtheoretical model  [18]  or social cognitive theory  [19] ), and by behavior change techniques (BCTs)  [20, 21]  were shown to be important facets for intervention effectiveness  [22, 23] . Additionally, health behaviors are usually linked to social contexts and affected by social relations  [24] . Thus, facets like information about and interacting with other users or peers  [25]  might also have an important impact on intervention effectiveness and might help to sustain successful behavior change  [26] . This has been especially true for adolescents as their sufficient level of PA, SB and HE strongly depend on their families, schools and peers  [27] . Therefore, the integration and documentation of social contexts is important to assess the influence on and enhance the effectiveness of sustainable health behavior change. Furthermore, individual tailoring based on theoretical constructs was shown to be positively associated with effective interventions  [25] . Delivering these interventions during the most promising time for the desired behavior (e.g. PA and HE) or during the most vulnerable time for unhealthy behavior (e.g. SB), implementation of the so called just-in-time (adaptive) intervention (JITAI)  [28, 29]  and ecological momentary intervention (EMI)  [30]  are promising new approaches for effective e/ mHealth interventions. With the development of new generations of a variety of sensors  [28]  and the integration of machine learning approaches  [31] , the advances in individual tailoring are rapidly evolving and appear to be auspicious facets to implement in behavior change interventions.\n\nExisting umbrella reviews concerning mHealth in general revealed only limited evidence to be effective to change a variety of behaviors  [32] , while the use of text messages has shown effectiveness for several health outcomes  [33] . There is an abundance of mHealth interventions for diabetes which led to clinically relevant improvements  [34, 35] . Existing umbrella reviews in the area of digital behavior change interventions expressed the need to examine the key contents of effective interventions in different settings (e.g. home, work or school based interventions)  [36] , and to consider various facets for an effective implementation  [37] . An overview of efficient intervention components has only been composed for non-e/mHealth interventions promoting PA, SB and HE  [38] [39] [40] [41] . Key determinants of effectiveness in these overviews were the use of theoretical foundations  [38, 40, 41] , BCTs  [40] , social contexts  [38] [39] [40] [41]  and using prompts and feedback  [38, 40, 41] . Taken together, there is a research gap for e/mHealth interventions concerning facets of effectiveness with a focus on health behavior change in primary prevention.\n\nIn order to determine if these facets (i.e. theoretical foundations, BCTs, social contexts, JITAIs) were incorporated in recent e/mHealth interventions of primary prevention and with which magnitude they contributed to intervention effectiveness (in addition to methodological facets), a systematic summary of research by conducting an umbrella review  [42]  is needed."
    },
    {
      "title": "Methods",
      "text": "This umbrella review was registered a priori with PROS-PERO (International prospective register of systematic reviews, registration number CRD42020147902). It was conducted based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement  [43] ."
    },
    {
      "title": "Study aim",
      "text": "The present umbrella review aimed to systematically summarize the results from systematic reviews and meta-analyses concerning the effectiveness of e/mHealth interventions to promote PA, reduce SB and promote HE as a primary care strategy in healthy participants. Further, the umbrella review aims to identify the impact of theoretical foundations, BCTs, social contexts and JITAIs on the effectiveness of e/mHealth interventions. Moreover, the recommendations for future research provided by the included reviews were analyzed and expanded to provide an overview of needs to be addressed in future developments of e/mHealth interventions."
    },
    {
      "title": "Data sources and search strategy",
      "text": "A systematic search for reviews published in English between 01.01.1990 and 16.08.2019 was conducted using the four databases PubMed, Scopus, Web of Science and the Cochrane Library for systematic reviews and metaanalyses. The search was conducted by one author and repeated prior to submission on 20.05.2020 (JF). The search terms were reviewed by two authors (JF, KW) and included the following key constructs as well as numerous synonyms thereof: (eHealth OR mHealth) AND (PA OR SB OR HE) AND (theoretical foundation/BCT OR social OR JITAI/EMI). Additionally, a forward-/ backward-search was conducted on the reference lists of included reviews. Please see additional file 1 for detailed search strategy of all databases."
    },
    {
      "title": "Review selection",
      "text": "Following the systematic search, literature was imported to the reference management software CITAVI 6. After duplicates were removed, two reviewers (JF, KW) independently examined titles and abstracts. Full texts of relevant review articles were obtained and assessed based on the inclusion and exclusion criteria described below (JF, TE). Reasons for exclusion at this stage were recorded and are displayed in the PRISMA-flow chart (Fig.  1 ). Any disagreements between authors were resolved by consensus and/or discussion with a third author (KW or TE)."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "Inclusion and exclusion criteria were selected based on PICOS (1. Population, 2. Intervention, 3. Comparison, 4. Outcome and 5. Study type)  [43] ."
    },
    {
      "title": "Population inclusion",
      "text": ": Healthy participants of all ages with no physical or physiological morbidities including obesity (BMI > 30 kg/m 2 ) which would influence the realization of behaviors (i.e. PA, SB and HE) targeted by the respective interventions. If a review included patient groups or participants with any physical or psychological morbidities and provided a subgroup analysis or reported the results for the healthy population separately, the review was also included. Exclusion: Participants with any physical or psychological morbidities including obesity (BMI > 30 kg/m 2 ), clinical settings and studies focusing on populations, whose PA, SB or HE was influenced by disease specific recommendations or health status. 2. Intervention inclusion: e/mHealth interventions where the primary outcome measure was PA (e.g. steps, moderate, vigorous or moderate to vigorous (MVPA)) and/or SB (e.g. sitting time, screen time) and/or HE (e.g. FVI, fat consumption) were selected. Exclusion: Studies without an intervention, with no e/mHealth interventions, with mixed interventions if e/mHealth was not analyzed separately. 3. Comparison: Included reviews were not limited to comparator studies. 4. Outcome inclusion: Effectiveness for PA and/or SB and/or HE as the main outcome. Effectiveness had to be displayed or discussed with regard to at least one of the following aspects: a) theoretical foundation or BCTs, b) JITAI/EMI, c) social context (e.g. social network, family/peer group/ school setting). Exclusion: Studies that focused on other health outcomes like weight loss, quality of life, or had multiple additional health behaviors not related to PA, SB or HE (e.g. smoking, drinking) as main outcomes. Studies without discussion/results for any of the following: theoretical foundation or BCTs, JITAI/EMI, or social context. 5. Study type inclusion: Systematic reviews and metaanalyses based on the PRISMA statement. Exclusion: Non-systematic reviews (e.g. narrative reviews, qualitative reviews, scoping reviews)."
    },
    {
      "title": "Study quality assessment",
      "text": "Review quality was rated independently by one author (JF) and a research assistant using the assessment of multiple systematic reviews (AMSTAR) tool  [44] . Any disagreements were resolved by discussion until a common consent was found."
    },
    {
      "title": "Data extraction",
      "text": "Data was extracted from the included studies by JF using a predefined Excel sheet. Data extraction and coding were checked by a research assistant. Any disagreements were resolved by discussion until a common consent was found. The following data were extracted: author and year, type of review, aim, mHealth/eHealth tools, country (where the included studies were conducted), main outcomes (constructs and parameters), time period searched and time period of included studies, included\n\nFig. 1 PRISMA Flow Chart of study selection process study designs, number of studies, number and age of participants, intervention duration, quality of included studies indicated by the reviews, included theory/BCT, included social/JITAI/EMI, reported effectiveness, recommendations for future research as stated by the authors."
    },
    {
      "title": "Analysis",
      "text": "We used the term review to describe systematic reviews and meta-analysis together, and distinguished between the terms study and publication, since the reviews included multiple publications about one study and thus relate to the same sample. Due to the heterogeneity of methods and reported values, a quantitative pooling of data was not feasible. Descriptive data were extracted and displayed as rounded percentage for a better comparison (e.g. 12/20 (55%) studies were effective). This led to rounding errors in some cases, thus the sum of percentages did not always add up to 100%. A further facet that needs consideration is that some reviews included multiple health outcomes at a time, hence they were mentioned repeatedly in the detailed results for PA, SB and HE. Additionally, the total number of included publications in the reviews has been used for the results which led to some studies being included two or three times. Between-group effects were indicated as temporary if significant differences between the groups were only present at one and not at all timepoints following the intervention. Effect measures from included metaanalyses were reported in greater detail than systematic reviews due to the additional information provided by the quantitative report and subgroup analyses. Standardized mean differences (SMD), also known as Cohen's d, were classified with 0.2 as small, 0.5 as moderate, and 0.8 as large  [45] . Hedge's g was also interpreted by the same rule of thumb. Heterogeneity was reported using the I 2 value, where values of 0 to 40% may indicate no important, 30 to 60% indicate moderate, 50 to 90% substantial, and 75 to 100% considerable heterogeneity  [46] . Due to inconsistent reporting, additional values for significance of heterogeneity like Q and X 2 were not reported."
    },
    {
      "title": "Results",
      "text": "Out of the 3895 reviews initially located and downloaded, 587 doublets were removed. During title and abstract screening, additional 3233 studies were excluded, with 75 studies remaining for full text screening. Sixtyfour of these articles were excluded due to above mentioned exclusion criteria. This resulted in a total of 11 systematic reviews and meta-analyses which were included in this umbrella review  [47] [48] [49] [50] [51] [52] [53] [54] [55] [56] [57]  (for more details see Flow-Chart in Fig.  1 ). The updated search located 472 additional articles which were all excluded after title and abstract screening."
    },
    {
      "title": "Description of the included studies",
      "text": "The 11 reviews included a total of 195 publications (182 studies) published between 1998 and 2018, with 167 of these publications being included once throughout the reviews and 13 publications being included in two or three reviews, accounting for 28 publications.\n\nThe included original research studies were mainly conducted in USA and Canada and Europe, and the most common study designs were randomized control trials (RCTs). The duration of interventions ranged from one session to 24 months, with the majority (92%) of interventions lasting at least 4 weeks. Sample sizes ranged from 458  [51]  to 73,417 participants  [53]  for the reviews and added up to 114,430 participants throughout all studies. The full details of study characteristics of articles included in the umbrella review are displayed in Table  1 .\n\nTwo reviews focused on children and adolescents  [47, 56] , four focused adults  [48, 49, 53, 54]  and five included participants of all ages  [50-52, 55, 57] . Five systematic reviews focused on PA outcomes  [47, [49] [50] [51] 56] , one meta-analysis focused on SB outcomes  [48] , and one meta-analysis and one systematic review included both PA and SB outcomes  [52, 53] . HE was the main outcome in two meta-analyses  [54, 55] , and one systematic review included PA, SB and HE as main outcomes  [57] .\n\nEight reviews reported the use of theoretical frameworks  [47, 49-51, 53, 54, 56, 57] , and 78/125 (62%) publications in these reviews reported the use of a theoretical foundation. The most common reported theories were social cognitive theory (n = 29), transtheoretical model (n = 16), theory of planned behavior (n = 10), self-determination theory (n = 10) and I-change model (n = 7). Four reviews  [48, 52, 53, 55]  coded the use of BCTs using a taxonomy of behavior change  [20, 21]  and two reviews  [47, 51]  reported BCTs without coding them. The BCTs, which were most frequently reported by the reviews, were goal setting (n = 5), self-monitoring (n = 4), social support (n = 4), prompts/cues (n = 4), feedback on the behavior (n = 3) and instruction on how to perform the behavior (n = 2). Since the BCTs were neither coded nor reported in a comparable way by the reviews, a more detailed summary was not feasible.\n\nThe majority of intervention studies were socially embedded (111/182, 62%). School, university or college settings were mentioned in 45 studies, workplace in 37 studies, home and/or community-based study populations were reported in 17 studies, while two studies reported a combination of workplace and home setting. A social media setting was mentioned in eight studies, and supermarket and online setting in one study each. Two reviews  [56, 57]  examined whether the interventions involved social support from the setting or solely took place in this context. Social support through peers and/ or friendly challenges was described in six studies  [57]  and parental involvement in three studies  [56] . None of the reviews reported about the use of JITAI or EMI."
    },
    {
      "title": "Overall effectiveness",
      "text": "The heterogeneity of the included studies concerning study type, outcome parameter, and assessment method was high. Thus, the overall effectiveness reported in the reviews is displayed in the following paragraph for any significant differences, which were found for the e/mHealth interventions over time or vs. a control group. Of all included studies, 10/182 did not report intervention effectiveness. The remaining 172 studies found a significant benefit for the intervention group over time and/or vs. a control group in 101/172 (59%) cases. No significant differences were found in 68/172 (40%) studies, and 3/172 (2%) resulted in a significant deterioration of the parameter over time and/or vs. control (see Table  1 )."
    },
    {
      "title": "Effectiveness vs. control",
      "text": "The between group differences for the included systematic reviews are displayed in the following chapters and the results of the included meta-analyses are reported in further detail.\n\nPA PA (i.e. time spent in different PA intensities, step count, PA frequency, PA goal achievement, school related PA, and leisure time PA) was assessed by seven systematic reviews (PA outcome in 106 studies) [47, 49-51, 53, 56, 57] and one meta-analysis (PA outcome in 20 studies) [52]. Of the 126 studies included in these reviews, 58 studies used device-measured outcomes, 52 used self-report (1 not validated), and 16 used a combination of both measures.\n\nSystematic reviews concerning PA did not report group differences or did not use a control group in 14/ 106 studies. The remaining 92 studies found significant group differences in favor of the intervention group in 19/92 (21%) studies, temporary significant group differences in favor of the intervention group in 25/92 (27%) studies and 49/92 (53%) showed no significant differences between the groups. One meta-analysis [52] included participants aged from 8.4 to 71.7 years and found no significant pooled effects using a random effect model between the eHealth and a usual/minimal care group for total PA (seven studies, SMD = 0.14, 95% CI [-0.12, 0.41]; Ι 2 = 60%), MVPA (nine studies, SMD = 0.37, 95% CI [-0.03, 0.77]; Ι 2 = 78%) and measures of walking (eight studies reporting steps/day and walking duration/day, SMD = 0.14, 95% CI [-0.01, 0.29]; I 2 = 0%). Subgroup analysis between device-measured and self-reported results showed no significant differences in the eHealth group for total PA, MVPA and walking. SB SB (i.e. sitting time (overall and occupational), sedentary time (overall and occupational), screen time, and computer activity) was assessed by two systematic reviews (SB outcome in 13 studies)  [48, 57]  and two metaanalyses (SB outcome in 20 studies)  [52, 53] . Of the 33 studies included in these reviews, 15 studies used device-measured outcomes, 16 used self-report (one not validated), and two used a combination of both measures.\n\nThe systematic reviews concerning SB included 4/13 studies which did not report group differences or did not involve a control group. The remaining nine studies showed a significant group difference in favor of the intervention group in 2/9 (22%) studies, 6/9 (67%) studies with no significant differences between the groups, and 1/9 (11%) reported a significant group difference in favor of the control group. The first meta-analysis (five studies) [52] which included participants aged from 8.4 to 71.7 years found a significant reduction of SB in favor of the intervention group using a random effect model. This pooled effect was negative and small (SMD = -0.26, 95% CI [-0.53, -0.00]; I 2 = 0%) with no evidence of heterogeneity. Subgroup analysis between device-measured and self-reported results showed no significant differences for the intervention group in SB. The second meta-analysis on SB (15 studies)  [48]  included only adults (20.4 to 64.1 years) and showed a significant pooled reduction of SB with a substantial heterogeneity (-41.28 min/day, 95% CI [-0.99, -21.58], I 2 = 77%; n = 1402) in favor of the intervention group at the end point follow-up measurement using a random effect model. Analysis for device-measured (eight studies) results showed a significant pooled reduction of -35.07 min/day with a low heterogeneity (95% CI [-46.57, -23.57], I 2 = 21%; n = 595), while self-reported measures (seven studies) led to a significant reduction of -52.66 min/day with a considerable heterogeneity (95% CI, [-93.63, -11.69], I 2 = 88%; n = 807) at end point. The comparison between device-measured and self-reported results has not been conducted by this meta-analysis. The additional analysis of short-term measures for overall SB (less than 3 months, 10 studies) showed a significant mean reduction of -42.42 min/day with a substantial heterogeneity (95% CI [-63.21, -21.63], I 2 = 61%; n = 760), the mediumterm measures (3 to 6 months, five studies) showed a significant mean reduction of -37.23 min/day with a considerable heterogeneity (95% CI [-73.70, -0.75], I 2 = 85%; n = 691) and the long-term measures (over 6   HE HE (i.e. FVI, vegetable intake, and healthy dietary choices) was assessed by one systematic review (HE outcome in 13 studies)  [57]  and two meta-analyses (HE outcome in 33 studies, focus on FVI)  [54, 55] . All of the 46 studies included in these reviews used self-reported results, 10 of which were not validated. The systematic review concerning HE did not report group differences or did not involve a control group for 1/13 studies. The remaining 12 studies found a significant group difference in favor of the intervention group in 2/12 (17%) studies, a temporary significant group difference in favor of the intervention group in 3/12 (25%) studies and 7/12 (58%) showed no significant differences between the groups. One meta-analysis  [54]  included young adults (M = 20.8 years) and showed a significant increase in FVI (eight studies) calculated by a random effect model with a small pooled Cohen's d of 0.22 (95% CI [0.11, 0.33]) and a substantial heterogeneity (I 2 = 68.5%). Effects for vegetable intake alone were also assessed (five studies) and the pooled effect showed a negligible effect with low heterogeneity (Cohen's d = 0.15, 95% CI [0.04, 0.28], I 2 = 31.4%). The second metaanalysis  [55]  included participants of all ages (4.5 to 57.75 years) and found a significant increase of FVI in favor of the intervention group using a random effect model with a small Hedge's g and substantial between study heterogeneity (g = 0.26, SE = 0.05, 95% CI [0.17, 0.35], I 2 = 62.77). Subgroup analyses revealed that computer-based (i.e. non-Internet based) eHealth interventions (three studies) showed the largest effect (g = 0.44), followed by SMS interventions (three studies) with a Hedge's g of 0.41, while internet-based interventions (nine studies) showed a Hedge's g of 0.19 and CD-ROM, mobile apps and video game interventions (four studies) showed no significant improvements. The subgroup analysis relating to age groups yielded no significant differences between adults (11 studies), adolescents (four studies) and children (four studies). Interventions including adults and adolescents showed significant improvements in favor of the intervention group with Hedge's g of 0.26 and 0.35 respectively, while interventions conducted with children showed no significant effects."
    },
    {
      "title": "Determinants of effective interventions",
      "text": "The extraction of effect sizes regarding the influence of theoretical foundation/BCTs, social influences and EMI/ JITAs on the efficiency of e/mHealth interventions not feasible so that only descriptive results were reported in this umbrella review (see Table  2 ). Theoretical foundation and BCTs were mentioned in all the included reviews  [47] [48] [49] [50] [51] [52] [53] [54] [55] [56] [57] . One review  [50]  related to PA noted that 5/5 (100%) studies based on social cognitive theory led to significant differences over time or vs. control compared to 1/2 (50%) for theory of planned behavior and 1/1 (100%) showing a temporary significant difference directly after the intervention for transtheoretical model. Another review concerning PA  [49]  also found theory-based interventions more effective than those without a theoretical foundation. A third review concerning PA  [56] , which found that 6/9 (67%) theory-based interventions showed significant improvements of the intervention group over time or vs. control, while only 2/5 (40%) without a theoretical foundation led to such improvements, is in line with these findings. The inclusion of BCTs was associated with higher effectiveness of PA, SB and HE interventions in one review  [57] . However, the question which BCTs are linked to effectiveness has not been answered by this review. Two meta-analyses  [48, 52]  reported the usage of BCTs for PA and SB interventions, but did not link the use of BCTs to effectiveness due to the small number of studies included. For healthy eating behavior, the use of BCTs was one key component of successful interventions, while the impact of using multiple BCTs remained unclear  [54] . Further, a more recent meta-analysis  [55]  revealed that the inclusion of seven to eight BCTs (four studies) resulted in a statistically significant larger effect size (SMD = 0.42, SE = 0.10, 95% CI [0.21, 0.62], p < .001) than those involving four to six BCTs (seven studies) and one to three BCTs (seven studies). In a next step, the metaanalysis found no statistically evidence for specific BCTs yielding larger effect sizes.\n\nThe influence of a social settings concerning effectiveness has not been reported in detail by the included reviews and two reviews  [56, 57]  reported on the matter at all. The integration of eHealth interventions in school settings was reported to lead more often (6/9, 67%) to positive effects on PA or weight reduction in comparison to home-based interventions (2/5, 40%)  [56] . Another possible influence on effectiveness mentioned in this review was parental influence  [56] . The second review about mHealth interventions points out that efficient interventions often include social support related to peers and friendly team challenges among many other facets  [57] . However, since both reviews did not report effect sizes, and there were a variety of other possible facets contributing to effectiveness, the magnitude of the potential influence for social settings remains unclear.\n\nSince none of the reviews reported the use of EMI/ JITAIs, the question concerning their effectiveness has to be left unanswered by this umbrella review."
    },
    {
      "title": "Study quality",
      "text": "Mean study quality of the included reviews as assessed by the AMSTAR tool  [44]  (maximum score 11, score ratings: low = 0-3, medium = 4-7 and high = 8-11  [58] ) was medium (M = 5,9/11) while one review scored high (9/11)  [54] . None of the included reviews reported the conflict of interest of the included studies and only one review provided a list of all included and excluded studies  [54] . For the score of every criterion see Additional file 2. Risk of bias ratings conducted by the authors of the included reviews was mainly medium to high with some studies of low risk (see Table  3 )."
    },
    {
      "title": "Discussion",
      "text": "This umbrella review provided an overview of e/ mHealth interventions concerning PA, SB and HE for primary prevention with a special focus on potentially important facets and their contribution to intervention effectiveness. To avoid an overwhelming heterogeneity in the included reviews, these facets have been predefined based on the current literature and previous umbrella reviews as theoretical foundation, BCTs, social context and the use of JITAI/EMI. To the best of our knowledge, this umbrella review is the first to systematically analyze the potential impact for those predefined facets."
    },
    {
      "title": "Effectiveness of e/mHealth interventions",
      "text": "Overall, findings of this umbrella review suggested that a majority (59%) of e/mHealth interventions were effective (including interventions eliciting short-term effects and interventions without control-group comparison). Since multiple studies reported a high heterogeneity (with low to high quality ratings), this result has to be interpreted with caution. Results of the systematic reviews including a control-group indicated that PA interventions were more often effective (48%) than interventions concerning HE (42%) and SB (22%). However, more than 50% of these effects for PA and HE interventions were only temporary and one SB study outcome (11%) was even in favor of the control group. In contrast to systematic reviews, quantitative findings of the included metaanalyses did not indicate any significant benefit for PA while SB and HE interventions showed significant small effects. A reason for the lack of effectiveness in the only meta-analysis concerning PA [52] may be that solely one original research study included a true control group and e/mHealth to usual/minimal care. Furthermore, the post hoc exploratory sensitivity analysis displayed two of the included studies as being the main reason for heterogeneity in this meta-analysis. After removal of studies, results indicated a small but significant effect for MVPA (but none for total PA) and thereby partially support the findings of the systematic reviews that e/mHealth interventions can be effective tools to change all three health behaviors.\n\nOne facet which could have influenced the results of this umbrella review is the use of different assessment methods in the studies, as self-report measures are commonly reported to overestimate PA compared to sensorbased PA  [59] . Considering the fact that some studies even used non-validated self-report tools in PA, SB and HE interventions, these facets could have highly influenced findings. In the present umbrella review, the comparison of self-reported and device-measured outcomes showed no significant differences for PA and SB in one meta-analysis [52], and another meta-analysis reported lower heterogeneity and a descriptive difference of SB reduction for device-measured results  [48] . While all other reviews reported on the use of self-reported and device-measured results, the examination of influence on effectiveness has not been conducted and thus no assumptions about a potential impact of the measuring method could be made. However, examining the impact of the measurement method could be important, since self-reported and device-measured results often differ concerning the construct (e.g. measuring habitual PA or sport related PA) and the time epoch (e.g. regular/last week/month PA recall via questionnaire or measured PA during a defined time via accelerometry)  [59] . Furthermore, the earliest study included in the reviews was published in 1997 and the complexity and capacity of sensors evolved rapidly since that time  [60] , allowing for more precise measurements and the combination of PA data with physiological parameters like heartrate or blood sugar  [61] . This potential influence of different sensors on intervention effectiveness however, has not been considered in the reviews. Future reviews should specifically compare results derived by self-reports to device-measured outcomes and assess the impact of the complexity of sensors in order to further investigate the true impact of assessment methods and ease the interpretation of results.\n\nThe sustainability of intervention effects was reported to be low in the reviews for PA and HE, and quantification of one meta-analysis  [48]  showed that the effects of SB interventions diminish after 6 months, which is in accordance with other research  [18] . Intervention duration and engagement are also important facets influencing intervention effectiveness  [62] , but the influence remains unclear due to a lack of reporting by the included reviews. Future reviews should consider this link, especially if they are comparing sustainability of intervention effects over time.\n\nThe use of eHealth compared to mHealth might also influence the effectiveness. However, results are inconclusive since most reviews did only assess the intervention type but not compare the impact on effectiveness. One meta-analysis [52] which quantified the results found computer-based interventions to cause superior effectiveness compared to web-and app-based interventions. However, since mHealth is a more recent development and the amount of evidence is limited, this trend might be modified with more sophisticated approaches and more study results in the future  [63] . There is a clear need to include the comparison of effectiveness across devices in PA and SB interventions along with the influence of the age of participants in order to enhance and specify future interventions."
    },
    {
      "title": "Influence of theoretical foundation, BCT, social aspects and JITAIs on effectiveness",
      "text": "The diversity of results supported the importance to consider the underlying mechanisms for effective e/mHealth interventions in order to further develop the field of digital behavior change in general and in the area of primary prevention in particular.\n\nThe use of BCTs as a sub-section of theoretical foundation provided the most distinct picture and was highly associated with effective interventions for PA, SB and HE interventions in one systematic review  [57] . This finding was further supported by the two meta-analyses concerning HE  [54, 55] . The use of more BCTs enhanced intervention effectiveness for HE, whereas the impact of specific BCTs or combinations of BCTs remains unknown  [55] , which has been a common finding in reviews on HE interventions  [64] . The meta-analyses concerning PA and SB did not report the impact of BCTs on effectiveness which should be addressed by future research. Support for the use of a theoretical foundation for effective e/mHealth interventions concerning PA was found in three reviews  [49, 50, 56] , and there were indications that social cognitive theory might be especially effective  [50] . The overall higher effectiveness for theoretical founded interventions supported the findings of a previous review about internet interventions (not focused on primary prevention)  [23]  but in contrast to our results, the theory of planned behavior was found to be more effective than social cognitive theory. Since direct comparisons of theory vs. no theory in the included reviews were scarce and only descriptive, there is a need for further investigation and better documentation of theoretical backgrounds in intervention studies in order to draw a clear conclusion. The lack of reporting regarding the impact of theoretical foundation on effectiveness for SB and HE should additionally be addressed by further research. A further aspect to consider in future studies is the compatibility of static behavior change theories to the technological advances has not been addressed by the included reviews. While dynamically changing theories like the adapted versions of the Theory of Planned Behavior  [65]  or the Social Cognitive Theory  [66]  has been promoted in the development of JITAIs  [31]  the impact on intervention effectiveness should be assessed in future interventions.\n\nIn contrast to the potential impact of theoretical foundation and BCTs, most reviews did neither report nor analyze the association of embedding interventions into social contexts (e.g. involving family, peers or coworkers in the intervention) and intervention effectiveness. Only three reviews  [51, 56, 57]  reported on that matter, but were unable to specify the influence due to a small sample and/or multiple other parameters linked to effectiveness. The importance of getting a better impression of social influences should however not be underestimated in order to conduct effective interventions in the future  [67] . Including social facets can have an essential influence on intervention effectiveness and should be considered in future research  [68] . Furthermore, intervention designs comparing e/mHealth interventions with clearly defined and controlled social contexts (e.g. social comparison, cooperative approaches) might help to gain evidence on the impact of social context.\n\nNo mention at all was found for the use of EMI/JITAI in this umbrella review. With the possibility to tailor and to continually adapt interventions to each person's needs, as well as to deliver support at the most promising moment, there is a clear need for examination of this important field in the future  [28] [29] [30] ."
    },
    {
      "title": "Strengths and limitations",
      "text": "The main strengths of this umbrella review consisted in summarizing the knowledge about the impact of multiple facets of effective behavior change interventions, derived from current literature, on effectiveness. Following a pre-registered protocol and systematically summarizing the evidence on the effectiveness of e/mHealth interventions in primary prevention ensured a replicable approach. Using a systematic search with pre-defined terms, following the PRISMA guidelines for reporting and using AMSTAR for quality assessment thereby enhanced the transparency of the results. The inclusion of systematic reviews and meta-analyses following PRISMA guidelines ensured a solid foundation of higher quality reviews and a systematic reporting of the original research results.\n\nNonetheless, there are several limitations concerning the current umbrella review that need to be considered. First, the results of this umbrella review highly depended on the detailed reporting of the desired parameters in the reviews. Even if the original research studies reported on the issue but the reviews did not, the result has not been considered for this umbrella review. Even though the included reviews had to follow the PRISMA statement themselves, the quality of reviews was medium with a high discrepancy of included original research studies ranging from low to high scores and including several non-RCT studies. This might have impacted the conclusions of this umbrella review as well. The fact that 13 publications were included twice or more might also bias the evidence since those studies get a higher impact on the overall results. Finally, important studies might not be included in any review article yet since the conduction and publication of reviews produces a certain time lag compared to the present evidence."
    },
    {
      "title": "Implications for practice and research",
      "text": "Results of this umbrella review can serve as a theoretical basis to conduct both, original research and review articles in the field of primary prevention using e/mHealth. Researchers should address the main research gaps, namely the impact of different theoretical foundations for interventions in different contexts, the adequate amount and types of BCTs, the impact of social context and enhancing interventions with JITAIs, by conducting original research studies or especially focused reviews to close research gaps. For practitioners, we recommend to implement theoretical foundation and BCTs to their e/mHealth interventions in order to enhance intervention effectiveness. Furthermore, e/mHealth interventions should be adapted once further evidence emerges in order to maximize the usefulness of this fast-changing field of behavior change."
    },
    {
      "title": "Future directions",
      "text": "Even though the included reviews were conducted over the course of nearly a decade and thus represent different stages of e/mHealth tools, recommendations for future research given by the authors of the included reviews have a lot in common (for more details see Table  3 ). Based on these recommendations, a clear need for PA and SB studies is stated to bypass self-report and use validated and comparable device-measured outcomes instead  [47, 48, 50, 51, [53] [54] [55] [56] . Mainly including device-measured outcomes will lead to a more comprehensive picture of intervention effectiveness even though other challenges arise from that approach (e.g. comparison of different epoch lengths  [69] ). The most promising aspect of device-measured outcomes and accelerometry in particular is the assessment of valid PA and SB data in real-time, resulting in a variety of outcome parameters which have the potential to be easily compared throughout different studies  [60] . While device-measured assessments for HE are rarely used (but becoming more and more available  [70] ), interventions should only include validated tools and be aware of the advantages of each assessment to ensure the quality of results  [71] .\n\nIn order to analyze the influences of different intervention aspects on effectiveness, a uniform and full reporting of the intervention components (theoretical foundation, BCTs, social aspects, etc.), methods and outcomes is needed  [48, 51-53, 55, 57] . Additionally, an exploration of the adequate dose and length of interventions  [47, 48, 51, 52, 54, 57] , the influence of social support  [47, 50, 51, 56, 57]  as well as individual tailoring (e.g. using JITAIs to deliver sex-, age-or BMI-specific interventions adapting to personal preferences)  [47, [55] [56] [57]  is needed for a better understanding of the determinants of effectiveness. Here, machine learning principles can enhance intervention effectiveness by allowing a highly personalized adaptation to the users' needs and environmental requirements  [31] . Future e/mHealth studies for behavior change should also conduct a priori power analyzes to include appropriate sample sizes in order to enhance the value of the results  [47, 50, 53, 57]  and assess cost-effectiveness  [47, 52, 54] ."
    },
    {
      "title": "Conclusions",
      "text": "In summary, e/mHealth interventions can be effective tools for primary prevention in behavior change of PA, SB and HE, but the evidence for effectiveness is still limited. Theoretical foundation and the use of BCTs are promising determinants of effectiveness. However, there is still a research gap which theory and which BCTs are the most promising for primary prevention and for the inclusion of social contexts, JITAIs and other facets like the optimal dose and length of interventions. Therefore, future studies should limit methodological issues (e.g. non-validated tools) and use appropriate assessments (depending on the outcome variable of choice), and a more comprehensive and standardized way of reporting. In doing so, the benefit of the main advantages of e/ mHealth, namely the large coverage, potential cost effectiveness and high adaptability to individual preferences and environmental facets, can be utilized to enhance behavior change in primary prevention."
    },
    {
      "text": "Study characteristics of articles included in the umbrella review"
    },
    {
      "text": "Study characteristics of articles included in the umbrella review (Continued)"
    },
    {
      "text": "Study characteristics of articles included in the umbrella review (Continued)"
    },
    {
      "text": "Intervention effectiveness and the reported use of theoretical foundation, BCT, social context and EMI/JITAI in the included reviews"
    },
    {
      "text": "Intervention effectiveness and the reported use of theoretical foundation, BCT, social context and EMI/JITAI in the included reviews (Continued)"
    },
    {
      "text": "Intervention effectiveness and the reported use of theoretical foundation, BCT, social context and EMI/JITAI in the included reviews (Continued)"
    },
    {
      "text": "Time period, Intervention tools, quality of included studies in the reviews, and recommendations for future research"
    },
    {
      "text": "Time period, Intervention tools, quality of included studies in the reviews, and recommendations for future research (Continued)"
    },
    {
      "text": "Time period, Intervention tools, quality of included studies in the reviews, and recommendations for future research (Continued)"
    }
  ],
  "references": [
    {
      "title": "Physical inactivity: the biggest public health problem of the 21st century",
      "authors": [
        "S Blair"
      ],
      "year": 2009
    },
    {
      "title": "Adults meeting fruit and vegetable intake recommendations-United States, 2013",
      "authors": [
        "L Moore",
        "F Thompson"
      ],
      "year": 2015
    },
    {
      "title": "The 'Motorik-Modul' (MoMo): physical fitness and physical activity in German children and adolescents",
      "authors": [
        "A Woll",
        "B-M Kurth",
        "E Opper",
        "A Worth",
        "K Bös"
      ],
      "year": 2011,
      "doi": "10.1007/s00431-010-1391-4"
    },
    {
      "title": "Fruit and vegetable consumption of U.S. youth",
      "authors": [
        "S Nielsen",
        "L Rossen",
        "D Harris",
        "Ogden Cynthia"
      ],
      "year": 2009
    },
    {
      "title": "Fruit and vegetable intake and the risk of cardiovascular disease, total cancer and all-cause mortality-a systematic review and dose-response meta-analysis of prospective studies",
      "authors": [
        "D Aune",
        "E Giovannucci",
        "P Boffetta",
        "L Fadnes",
        "N Keum",
        "T Norat"
      ],
      "year": 2017,
      "doi": "10.1093/ije/dyw319"
    },
    {
      "title": "Too much sitting: the population health science of sedentary behavior",
      "authors": [
        "N Owen",
        "G Healy",
        "C Matthews",
        "D Dunstan"
      ],
      "year": 2010,
      "doi": "10.1097/jes.0b013e3181e373a2"
    },
    {
      "title": "Systematic review of sedentary behaviour and health indicators in school-aged children and youth",
      "authors": [
        "Mark Tremblay",
        "A Leblanc",
        "Michelle Kho",
        "Travis Saunders",
        "R Larouche",
        "Rachel Colley"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-98"
    },
    {
      "title": "Global status report on noncommunicable diseases 2014",
      "year": 2014
    },
    {
      "title": "Developmental Origins of Health and Disease: A Lifecourse Approach to the Prevention of Non-Communicable Diseases",
      "authors": [
        "J Baird",
        "C Jacob",
        "M Barker",
        "Chd Fall",
        "M Hanson",
        "N Harvey"
      ],
      "year": 2017,
      "doi": "10.3390/healthcare5010014"
    },
    {
      "title": "mHealth: second global survey on eHealth",
      "year": 2011,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "Global digital population",
      "year": 2020
    },
    {
      "title": "Digital age and the public eHealth perspective: prevailing health app use among Austrian internet users",
      "authors": [
        "M Naszay",
        "A Stockinger",
        "D Jungwirth",
        "D Haluza"
      ],
      "year": 2018,
      "doi": "10.1080/17538157.2017.1399131"
    },
    {
      "title": "Dietary intake and physical activity assessment: current tools, techniques, and Technologies for use in adult populations",
      "authors": [
        "H Mcclung",
        "L Ptomey",
        "R Shook",
        "A Aggarwal",
        "A Gorczyca",
        "E Sazonov"
      ],
      "year": 2018,
      "doi": "10.1016/j.amepre.2018.06.011"
    },
    {
      "title": "self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "Deci",
        "L Edward"
      ],
      "year": 2000
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "E Ajzen"
      ],
      "year": 1991
    },
    {
      "title": "The transtheoretical model of health behavior change",
      "authors": [
        "James Prochaska",
        "F Wayne",
        "Velicer"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-12.1.38"
    },
    {
      "title": "Human agency in social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1989,
      "doi": "10.1037//0003-066x.44.9.1175"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "A refined taxonomy of behaviour change techniques to help people change their physical activity and healthy eating behaviours: the CALO-RE taxonomy",
      "authors": [
        "S Michie",
        "S Ashford",
        "F Sniehotta",
        "S Dombrowski",
        "A Bishop",
        "D French"
      ],
      "year": 2011,
      "doi": "10.1080/08870446.2010.540664"
    },
    {
      "title": "Does theory influence the effectiveness of health behavior interventions? Meta-analysis",
      "authors": [
        "A Prestwich",
        "F Sniehotta",
        "C Whittington",
        "S Dombrowski",
        "L Rogers",
        "S Michie"
      ],
      "year": 2014,
      "doi": "10.1037/a0032853"
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Social relationships and health behavior across life course",
      "authors": [
        "D Umberson",
        "R Crosnoe",
        "C Reczek"
      ],
      "year": 2010,
      "doi": "10.1146/annurev-soc-070308-120011"
    },
    {
      "title": "What design features are used in effective e-health interventions? A review using techniques from critical interpretive synthesis",
      "authors": [
        "L Morrison",
        "Yardley Powell",
        "J Michie"
      ],
      "year": 2012,
      "doi": "10.1089/tmj.2011.0062"
    },
    {
      "title": "Health behavior and health education: theory, research, and practice",
      "authors": [
        "K Glanz",
        "B Rimer",
        "K Viswanath"
      ],
      "year": 2008
    },
    {
      "title": "Adolescence and the social determinants of health",
      "authors": [
        "R Viner",
        "E Ozer",
        "S Denny",
        "M Marmot",
        "M Resnick",
        "A Fatusi",
        "C Currie"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)60149-4"
    },
    {
      "title": "Just-in-time feedback in diet and physical activity interventions: systematic review and practical design framework",
      "authors": [
        "S Schembre",
        "Y Liao",
        "M Robertson",
        "G Dunton",
        "J Kerr",
        "M Haffey"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.8701"
    },
    {
      "title": "A systematic review of just-in-time adaptive interventions (JITAIs) to promote physical activity",
      "authors": [
        "W Hardeman",
        "J Houghton",
        "K Lane",
        "A Jones",
        "F Naughton"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0792-7"
    },
    {
      "title": "Ecological momentary interventions: incorporating mobile technology into psychosocial and health behaviour treatments",
      "authors": [
        "K Heron",
        "J Smyth"
      ],
      "year": 2010,
      "doi": "10.1348/135910709x466063"
    },
    {
      "title": "An expandable approach for design and personalization of digital, just-in-time adaptive interventions",
      "authors": [
        "S Gonul",
        "T Namli",
        "S Huisman",
        "Laleci Erturkmen",
        "G Toroslu",
        "I Cosar"
      ],
      "year": 2019,
      "doi": "10.1093/jamia/ocy160"
    },
    {
      "title": "The impact of mHealth interventions: systematic review of systematic reviews",
      "authors": [
        "M Marcolino",
        "Jaq Oliveira",
        "D' Agostino",
        "M Ribeiro",
        "A Alkmim",
        "Mbm Novillo-Ortiz"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8873"
    },
    {
      "title": "Mobile text messaging for health: a systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122855"
    },
    {
      "title": "What do we know about mobile applications for diabetes self-management? A review of reviews",
      "authors": [
        "M Hood",
        "R Wilson",
        "J Corsica",
        "L Bradley",
        "D Chirinos",
        "A Vivo"
      ],
      "year": 2016,
      "doi": "10.1007/s10865-016-9765-3"
    },
    {
      "title": "Effectiveness of mHealth interventions for patients with diabetes: an overview of systematic reviews",
      "authors": [
        "S Kitsiou",
        "G Paré",
        "M Jaana",
        "B Gerber"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0173160"
    },
    {
      "title": "How does it work? Factors involved in telemedicine home-interventions effectiveness: A review of reviews",
      "authors": [
        "C Bertoncello",
        "M Colucci",
        "T Baldovin",
        "A Buja",
        "V Baldo"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0207332"
    },
    {
      "title": "Factors that influence the implementation of e-health: a systematic review of systematic reviews (an update)",
      "authors": [
        "J Ross",
        "F Stevenson",
        "R Lau",
        "E Murray"
      ],
      "year": 2016,
      "doi": "10.1186/s13012-016-0510-7"
    },
    {
      "title": "What works in community-based interventions promoting physical activity and healthy eating? A review of reviews",
      "authors": [
        "T Brand",
        "C Pischke",
        "B Steenbock",
        "J Schoenbach",
        "S Poettgen",
        "F Samkange-Zeeb",
        "H Zeeb"
      ],
      "year": 2014,
      "doi": "10.3390/ijerph110605866"
    },
    {
      "title": "What works in sedentary behavior interventions for youth: a review of reviews",
      "authors": [
        "P Dos Santos",
        "Barbosa Filho",
        "V Da Silva",
        "J Bandeira Ads",
        "G Minatto",
        "K Da Silva"
      ],
      "year": 2019,
      "doi": "10.1007/s40894-018-0105-4"
    },
    {
      "title": "Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions",
      "authors": [
        "C Greaves",
        "K Sheppard",
        "C Abraham",
        "W Hardeman",
        "M Roden",
        "P Evans",
        "P Schwarz"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2458-11-119"
    },
    {
      "title": "Interventions designed to reduce sedentary behaviours in young people: a review of reviews",
      "authors": [
        "Sjh Biddle",
        "I Petrolini",
        "N Pearson"
      ],
      "year": 2014,
      "doi": "10.1136/bjsports-2013-093078"
    },
    {
      "title": "Ten simple rules for conducting umbrella reviews",
      "authors": [
        "P Fusar-Poli",
        "J Radua"
      ],
      "year": 2018,
      "doi": "10.1136/ebmental-2018-300014"
    },
    {
      "title": "Prisma group. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tatzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "Development of AMSTAR: a measurement tool to assess the methodological quality of systematic reviews",
      "authors": [
        "B Shea",
        "J Grimshaw",
        "G Wells",
        "M Boers",
        "N Andersson",
        "C Hamel"
      ],
      "year": 2007,
      "doi": "10.1186/1471-2288-7-10"
    },
    {
      "title": "Statistical Power Analysis for the Behavioral Sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1988,
      "doi": "10.1016/b978-0-12-179060-8.50005-0"
    },
    {
      "title": "Chapter 10: Analysing data and undertaking meta-analyses",
      "authors": [
        "Jonathan Deeks",
        "Higgins Julian",
        "Altman Douglas",
        "Cochrane Statistical",
        "Methods Group"
      ],
      "year": 2019,
      "doi": "10.1002/9781119536604.ch10"
    },
    {
      "title": "Effects of mobile health including wearable activity trackers to increase physical activity outcomes among healthy children and adolescents: systematic review",
      "authors": [
        "B Böhm",
        "S Karwiese",
        "H Böhm",
        "R Oberhoffer"
      ],
      "year": 2019,
      "doi": "10.2196/mhealth.8298"
    },
    {
      "title": "Using computer, mobile and wearable technology enhanced interventions to reduce sedentary behaviour: a systematic review and meta-analysis",
      "authors": [
        "A Stephenson",
        "S Mcdonough",
        "M Murphy",
        "C Nugent",
        "J Mair"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0561-4"
    },
    {
      "title": "Effectiveness of eHealth interventions for the promotion of physical activity in older adults: a systematic review",
      "authors": [
        "S Muellmann",
        "S Forberger",
        "T Moellers",
        "E Broering",
        "H Zeeb",
        "C Pischke"
      ],
      "year": 2018,
      "doi": "10.1016/j.ypmed.2017.12.026"
    },
    {
      "title": "Do E-health interventions improve physical activity in young people: a systematic review",
      "authors": [
        "Jrd Mcintosh",
        "S Jay",
        "N Hadden",
        "P Whittaker"
      ],
      "year": 2017,
      "doi": "10.1016/j.puhe.2017.04.001"
    },
    {
      "title": "A review of physical activity interventions delivered via Facebook",
      "authors": [
        "D Ferrer",
        "R Ellis"
      ],
      "year": 2017,
      "doi": "10.1123/jpah.2016-0534"
    },
    {
      "title": "mHealth technologies to influence physical activity and sedentary behaviors: behavior change techniques, systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Direito",
        "E Carraca",
        "J Rawstorn",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2017,
      "doi": "10.1007/s12160-016-9846-0"
    },
    {
      "title": "Mobile health interventions to promote physical activity and reduce sedentary behaviour in the workplace: a systematic review",
      "authors": [
        "S Buckingham",
        "A Williams",
        "K Morrissey",
        "L Price",
        "J Harrison"
      ],
      "year": 2019,
      "doi": "10.1177/2055207619839883"
    },
    {
      "title": "Efficacy and external validity of electronic and Mobile phone-based interventions promoting vegetable intake in young adults: systematic review and meta-analysis",
      "authors": [
        "M Nour",
        "J Chen",
        "M Allman-Farinelli"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5082"
    },
    {
      "title": "eHealth interventions for fruit and vegetable intake: a meta-analysis of effectiveness",
      "authors": [
        "Npr Rocha",
        "H Kim"
      ],
      "year": 2019,
      "doi": "10.1177/1090198119859396"
    },
    {
      "title": "Computer-and web-based interventions to increase preadolescent and adolescent physical activity: a systematic review",
      "authors": [
        "L Hamel",
        "L Robbins",
        "J Wilbur"
      ],
      "year": 2011,
      "doi": "10.1111/j.1365-2648.2010.05493.x"
    },
    {
      "title": "Efficacy of interventions that use apps to improve diet, physical activity and sedentary behaviour: a systematic review",
      "authors": [
        "S Schoeppe",
        "S Alley",
        "W Van Lippevelde",
        "N Bray",
        "S Williams",
        "M Duncan",
        "C Vandelanotte"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0454-y"
    },
    {
      "title": "Systematic reviews explained: AMSTAR-how to tell the good from the bad and the ugly",
      "authors": [
        "M Sharif",
        "F Janjua-Sharif",
        "A Hesham",
        "A Farooq"
      ],
      "year": 2013,
      "doi": "10.1002/14651858.cd008464.pub3"
    },
    {
      "title": "Comparison of selfreported versus accelerometer-measured physical activity",
      "authors": [
        "S Dyrstad",
        "B Hansen",
        "I Holme",
        "S Anderssen"
      ],
      "year": 2014,
      "doi": "10.1249/mss.0b013e3182a0595f"
    },
    {
      "title": "Assessing physical behavior through accelerometrystate of the science, best practices and future directions",
      "authors": [
        "A Burchartz",
        "B Anedda",
        "T Auerswald",
        "M Giurgiu",
        "H Hill",
        "S Ketelhut"
      ],
      "year": 2020,
      "doi": "10.1016/j.psychsport.2020.101703"
    },
    {
      "title": "Ambulatory assessment for physical activity research: state of the science, best practices and future directions",
      "authors": [
        "M Reichert",
        "M Giurgiu",
        "E Koch",
        "L Wieland",
        "S Lautenbach",
        "A Neubauer"
      ],
      "year": 2020,
      "doi": "10.1016/j.psychsport.2020.101742"
    },
    {
      "title": "Website-delivered physical activity interventions a review of the literature",
      "authors": [
        "C Vandelanotte",
        "K Spathonis",
        "E Eakin",
        "N Owen"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.02.041"
    },
    {
      "title": "Past, present, and future of eHealth and mHealth research to improve physical activity and dietary behaviors",
      "authors": [
        "C Vandelanotte",
        "A Müller",
        "C Short",
        "M Hingle",
        "N Nathan",
        "S Williams"
      ],
      "year": 2016,
      "doi": "10.1016/j.jneb.2015.12.006"
    },
    {
      "title": "The effectiveness of app-based mobile interventions on nutrition behaviours and nutritionrelated health outcomes: a systematic review and meta-analysis",
      "authors": [
        "K Villinger",
        "D Wahl",
        "H Boeing",
        "H Schupp",
        "B Renner"
      ],
      "year": 2019,
      "doi": "10.1111/obr.12903"
    },
    {
      "title": "A dynamical model for describing behavioural interventions for weight loss and body composition change",
      "authors": [
        "J-E Navarro-Barrientos",
        "D Rivera",
        "L Collins"
      ],
      "year": 2011,
      "doi": "10.1080/13873954.2010.520409"
    },
    {
      "title": "A dynamical systems model of social cognitive theory",
      "authors": [
        "C Martin",
        "D Rivera",
        "W Riley",
        "E Hekler",
        "M Buman",
        "M Adams",
        "A King"
      ],
      "year": 2014,
      "doi": "10.1109/acc.2014.6859463"
    },
    {
      "title": "Health promotion from the perspective of social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407422"
    },
    {
      "title": "SMAR TFAMILY: A randomized-controlled trial on a collective family-based mobile health intervention to promote physical activity and healthy eating",
      "authors": [
        "K Wunsch",
        "T Eckert",
        "J Fiedler",
        "L Cleven",
        "C Niermann",
        "H Reiterer"
      ],
      "doi": "10.2196/preprints.20534"
    },
    {
      "title": "Effect of epoch length on intensity classification and on accuracy of measurement under controlled conditions on treadmill: towards a better understanding of accelerometer measurement",
      "authors": [
        "N Fabre",
        "L Lhuisset",
        "C Bernal",
        "J Bois"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pone.0227740"
    },
    {
      "title": "Non-invasive wearable electrochemical sensors: a review",
      "authors": [
        "A Bandodkar",
        "J Wang"
      ],
      "year": 2014,
      "doi": "10.1016/j.tibtech.2014.04.005"
    },
    {
      "title": "What are they really eating? A review on new approaches to dietary intake assessment and validation",
      "authors": [
        "M Rollo",
        "R Williams",
        "T Burrows",
        "S Kirkpatrick",
        "T Bucher",
        "C Collins"
      ],
      "year": 2016,
      "doi": "10.1007/s13668-016-0182-6"
    }
  ],
  "num_references": 69
}
