{
  "paper_id": "FYA4Q9X5",
  "title": "One-way Versus Two-way Text Messaging on Improving Medication Adherence: Meta-analysis of Randomized Trials",
  "abstract": "BACKGROUND: Mobile telephone text messaging is a simple potential solution to the failure to take medications as directed. There is uncertainty over the effectiveness of 1-way text messaging (sending text message reminders only) compared with 2-way text messaging (sending reminders and receiving replies confirming whether medication has been taken) as a means of improving medication adherence. METHODS: A meta-analysis of 8 randomized trials (1994 patients) that tested the effectiveness of text messaging on medication adherence was performed. The trials were divided into 2 groups: trials using 1-way text messaging versus no text messaging and trials using 2-way text messaging versus no text messaging. The summary estimates of the effect of the 2 methods of text messaging (1-way or 2-way) were compared. RESULTS: The summary relative risk estimate was 1.04 (95% confidence interval, 0.97-1.11) for 1-way text messaging and 1.23 (95% confidence interval, 1.13-1.35) for 2-way text messaging. The difference in effect between the 2 methods was statistically significant (P ¼ .007). CONCLUSIONS: Two-way text messaging is associated with substantially improved medication adherence compared with 1-way text messaging. This has important implications in the provision of mobile-based messaging in the management of patients taking medication for the prevention of chronic disease.",
  "year": 2012,
  "date": "2012",
  "authors": [
    {
      "name": "David Wald",
      "email": "d.s.wald@qmul.ac.uk",
      "affiliation": {
        "organization": "Wolfson Institute of Preventive Medicine",
        "department": "Wolfson Institute of Preventive Medicine",
        "institution": "Queen Mary University of London",
        "address": "London, United Kingdom"
      }
    },
    {
      "name": "Shahena Butt",
      "affiliation": {
        "organization": "Wolfson Institute of Preventive Medicine",
        "department": "Wolfson Institute of Preventive Medicine",
        "institution": "Queen Mary University of London",
        "address": "London, United Kingdom"
      }
    },
    {
      "name": "Jonathan Bestwick",
      "affiliation": {
        "organization": "Wolfson Institute of Preventive Medicine",
        "department": "Wolfson Institute of Preventive Medicine",
        "institution": "Queen Mary University of London",
        "address": "London, United Kingdom"
      }
    }
  ],
  "doi": "10.1016/j.amjmed.2015.05.035",
  "md5": "CC7BD84B09E195F007667C6ADEF6AB84",
  "publication": {
    "journal": "PLoS One",
    "journal_inferred": true
  },
  "keywords": [
    "Adherence",
    "Medication",
    "Text message"
  ],
  "sections": [
    {
      "text": "It has been estimated that approximately half of all patients prescribed medication for the treatment or prevention of chronic disorders do not take it as prescribed.  1, 2 In the United Kingdom, the annual cost of prescription medications in 2012 was approximately £10 billion, and in the United States, it was approximately $325 billion, so the likely cost of nonadherence, in both wasted medicines and hospitalization through avoidable illness, is substantial.  3, 4 ore than 90% of the UK and US population own a mobile phone,  5, 6  and the use of text messaging is increasing as a means of communication between patients and their physicians to arrange appointments, increase immunization, and adjust treatment.  [7] [8] 8] [9]  It also may improve medication adherence by reminding patients to take their medication and identify who has not taken their medication, so the cause for not doing so can be corrected. Randomized trials testing the use of text messaging on medication adherence have been published and yield conflicting results, some suggesting a benefit and others no benefit. The studies divide into those in which text messages were sent as reminders to take a medicine at a specific time (1-way messaging) and those in which a text message was sent and a reply requested to remind and to determine whether the medication had been taken (2-way messaging). It is not known how the 2 approaches compare and whether one is worthwhile but not the other. Clarifying this is important because there are now more than 160 different mobile telephone applications designed to improve medication adherence, all using 1-way rather than 2-way messaging.  10 his prompted us to conduct a meta-analysis of randomized trials assessing the value of text messaging on medication adherence to see whether the uncertainty could be resolved."
    },
    {
      "title": "MATERIALS AND METHODS",
      "text": "We searched medical databases (PubMed, Embase, Ovid, and Cochrane Library) for randomized controlled trials that assessed the extent to which text messaging improved adherence to medication over time. The search terms used were [\"adherence,\" \"persistence,\" \"compliance,\" or \"concordance\"] and [\"text-messaging,\" \"mobile phone,\" \"SMS,\" or \"smartphones\"].\n\nStudies were included that reported medication adherence in terms of the number of doses taken as a proportion of the total number of doses prescribed over a specified time period and classified participants in each randomized group as adherent or nonadherent according to whether the percentage of doses taken, exceeded a specified cutoff (eg, adherent to medication if >80% of prescribed doses were taken over the previous 28 days). We also sought information on whether the text messaging was 1-way messaging (text message reminders sent but no reply requested) or 2-way (text message reminders sent and a reply requested as to whether the medication had or had not been taken as prescribed).\n\nThe primary search generated 243 citations that reduced to 58 on inspection of the titles and review of the abstracts and to 9 on review of the published reports. An additional 3 articles were identified through hand-searching the citation lists of relevant studies and review articles, and 4 were excluded because relevant data were not reported, yielding 8  [11] [12] [13] [14] [15] [16] [17] [18]  studies for inclusion in the analysis. Data were abstracted independently by 2 investigators who assessed for risk of bias using the Cochrane Collaboration tool,  19  and the datasets were cross-checked.\n\nFor each study, estimates of adherence in each randomized group were extracted from trial results or determined from the reported data. The relative differences in adherence between the text and no text groups (equivalent to a relative risk) were determined for each trial. A fixed-effects metaanalysis was used to combine the relative differences, separately for trials using 1-way messaging and trials using 2-way messaging, and the summary estimates of effect were compared using meta-regression, taking a difference to be statistically significant at P <.05. Meta-regression was also used to examine possible sources of heterogeneity including, percentage cutoff used to define adherence, method of assessing adherence (self-report vs pill counting), duration of assessing adherence, mean age of patients, and proportion of patients who were male. All analyses were performed using Stata version 12. (StataCorp LP, College Station, Tex)."
    },
    {
      "title": "RESULTS",
      "text": "Table gives details of the studies in the meta-analysis, including data on 1994 patients (mean age, 64 years; 49% were male). Five studies were on patients receiving treatment for human immunodeficiency infection, 2 studies were on patients receiving blood pressure or lipid-lowering treatment, and 1 study was on individuals receiving malaria prophylaxis. The overall risk of bias was low for all trials, apart from 2; 1 trial had an unexplained imbalance in the number of participants in each randomized group,  9  and 1 trial did not use an intention-to-treat analysis  11  (Supplementary Table, available online).\n\nFigure is a meta-analysis plot showing the effect of text messaging on medication adherence in each trial, according to whether 1-way or 2-way messaging was used; the summary relative risk estimates were 1.04 (95% confidence interval, 0.97-1.11) for 1-way messaging and 1.23 (95% confidence interval, 1.13-1.35) for 2-way messaging. One-way messaging had little, if any, effect, but 2-way messaging was effective. The difference in effect between 1-way and 2-way messaging was statistically significant (P ¼ .007). Meta-regression analysis showed no effect of text messaging on adherence according to the percentage (proportion of all pills taken) cutoff used to define adherence, duration of assessment of adherence, mean age, or proportion of patients who were male.\n\nAdherence was measured using electronic monitoring (Medication Event Monitoring System) in 2 of the 1-way messaging trials,  12, 15  self-reporting in 2 trials,  13, 14  and pill counts in 1 study  11  ; there was no evidence of heterogeneity between trials using these different methods (P ¼ .321). Self-reporting was used in all 2-way messaging trials,  [16] [17] [18]  with no evidence of heterogeneity (P ¼ .597)."
    },
    {
      "title": "DISCUSSION",
      "text": "The results of this meta-analysis show a clear effect of text messaging on improving medication adherence when 2-way text messaging was used but not when 1-way text messaging was used, a 23% improvement (13% to 35%) compared with a 4% improvement (À3% to 11%), respectively. The contrasting effects were consistent across trials of different medications and medical disorders.\n\nThis result has important implications. It indicates that most medication adherence applications available for downloading onto mobile smartphones (160 such applications were available and reviewed in 2012)  10  are of little or no use because they use 1-way message reminders. The findings from this meta-analysis do not exclude a small useful effect of 1-way messaging (a 4% improvement with an 11% upper confidence limit) but show that a 2-way communication is better. The results indicate that patients are approximately 20% more likely to adhere to medication"
    },
    {
      "title": "CLINICAL SIGNIFICANCE",
      "text": "Two-way text messaging (reminder plus patient reply) improves medication adherence by 23% (95% confidence interval, 13-35), whereas 1-way text messaging (reminder only) has little or no effect."
    },
    {
      "title": "1139.e2",
      "text": "The American Journal of Medicine, Vol 128, No 10, October 2015 if 2-way messaging is used compared with 1-way messaging.\n\nGenerally, failure to take medication as prescribed is classified as intentional or unintentional. One-way messaging may be helpful in the latter category, providing a simple reminder, but not the former, which requires a further enquiry into the reason for not taking a medication and action to resolve this. Two-way messaging provides the opportunity for both. In the INTERACT trial, which tested the effect of text messaging on the use of blood pressure or lipid-lowering treatment, patients were contacted by phone if their text message reply indicated they had not taken their medication as prescribed, and this led to 20 of 23 patients who had discontinued treatment because of concerns over the benefits or harms of their medication, resuming treatment. In the trial by Maduka and Tobin-West,  18  which tested the effect of text messaging on adherence to antiretroviral therapy in Nigeria, patients were asked to acknowledge the text message reminders and indicate their need for further counseling or information that was provided by phone. In the WelTel Kenya1 trial,  17  which also assessed adherence to antiretroviral treatment, patients were asked\n\nTable Details of Randomized Trials Included in Meta-analysis Trial (First Author) Year of Publication No. of Subjects Duration of Trial (mo) Mean Age (y) Male (%) Medication Prescribed Text Messaging Medication Use Method of Assessment* Period of Assessment (d) Cutoff That Defined Adherence* Contreras 11 2014 67 6 56 55 BP lowering 1-way Pill counts 90 >80% Ollivier 12 2009 335 1 26 96 Malaria prophylaxis 1-way MEMS 28 100% Mbaugbaw 13 2012 200 6 40 27 HIV treatment 1-way Self-report 7 100% da Costa 14 2012 21 4 34 0 HIV treatment 1-way Self-report 30 >95% Pop-Eleches 15 2011 428 12 35 34 HIV treatment 1-way MEMS 84 >90% Wald 16 2014 301 18 60 55 BP and/or lipid lowering 2-way Self-report 28 >80% Lester 17 2010 538 12 36 35 HIV treatment 2-way Self-report 30 >95% Maduka 18 2013 104 4 36 50 HIV treatment 2-way Self-report 7 >95% BP ¼ blood pressure; HIV ¼ human immunodeficiency virus; MEMS ¼ Medication Event Monitoring System (electronic date and time record of doses removed from pill bottle). *Patients were classified as adherent if (number of medication doses taken/number of medication doses prescribed) Â 100 over specified time period before end of trial exceeded the specified percentage cutoff. to confirm their health status, and those who reported a problem were phoned 2 days to assist with medical issues, in most reported cases.\n\nIn all but 3 trials, adherence was assessed by selfreporting, which relies on an accurate recall of doses missed over a time period and is prone to reporting error. The accuracy of electronic monitoring (Medication Event Monitoring System) or pill counting depends on medication actually being taken when the pack is opened and the monitored package being the patient's only source of drug. Notwithstanding these inherent limitations, there is no reason to expect such error to differ systematically between the 2 randomized groups in a trial, so the relative differences in adherence within trials are likely to be unbiased. There was also no evidence of heterogeneity between assessment methods used, although the power to detect small effects was limited. No trial directly compared 1-way with 2-way messaging in a single study, but this should not detract from the evidence from our prespecified analysis comparing the 2 approaches in different trials."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Two-way text messaging is a useful method for improving medication adherence and confers benefit across a range of therapies, but 1-way text messaging has little or no effect."
    },
    {
      "text": "Figure Meta-analysis plot of randomized trials of text messaging on medication adherence according to use of 1-way messaging and 2-way messaging. CI ¼ confidence interval."
    },
    {
      "title": "SUPPLEMENTARY DATA",
      "text": "Supplementary table accompanying this article can be found in the online version at  http://dx.doi.org/10.1016/j.amjmed.  2015.05.035 ."
    },
    {
      "title": "1139.e4",
      "text": "The"
    }
  ],
  "references": [
    {
      "title": "Adherence to drugs that prevent cardiovascular disease: meta-analysis on 376,162 patients",
      "authors": [
        "S Naderi",
        "J Bestwick",
        "D Wald"
      ],
      "year": 2012,
      "doi": "10.1016/j.amjmed.2011.12.013",
      "journal": "Am J Med",
      "volume": "125",
      "raw": "Adherence to drugs that prevent cardiovascular disease: meta-analysis on 376,162 patients \n\t\t \n\t\t\t S H Naderi \n\t\t \n\t\t \n\t\t\t J P Bestwick \n\t\t \n\t\t \n\t\t\t D S Wald \n\t\t \n\t\t 10.1016/j.amjmed.2011.12.013 \n\t \n\t \n\t\t Am J Med \n\t\t \n\t\t\t 125 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Naderi SH, Bestwick JP, Wald DS. Adherence to drugs that prevent cardiovascular disease: meta-analysis on 376,162 patients. Am J Med. 2012;125:882-887."
    },
    {
      "title": "Adherence to long-term therapies: evidence for action",
      "year": 2014,
      "doi": "10.1007/bf03083829",
      "raw": "10.1007/bf03083829 \n\t\t \n\t\t Adherence to long-term therapies: evidence for action \n\t\t \n\t\t\t WHO website \n\t\t\t December 10, 2014 \n\t\t \n\t \n\t World Health Organization (WHO). Adherence to long-term therapies: evidence for action. WHO website. Available at: http:// www.who.int/chp/knowledge/publications/ adherence_report/en/index. html. Accessed December 10, 2014."
    },
    {
      "title": "medicines in the United States in 2012",
      "year": 2014,
      "doi": "10.1002/fps.103",
      "raw": "medicines in the United States in 2012 \n\t\t 10.1002/fps.103 \n\t\t \n\t \n\t \n\t\t Declining medicine use and costs: for better or worse? A review of the use of \n\t\t \n\t\t\t December 10, 2014 \n\t\t \n\t\t \n\t\t\t IMS Institute for Health Informatics \n\t\t \n\t \n\t IMS Institute for Health Informatics. Declining medicine use and costs: for better or worse? A review of the use of medicines in the United States in 2012. Available at: http://static.correofarmaceutico.com/docs/ 2013/05/20/usareport.pdf. Accessed December 10, 2014."
    },
    {
      "title": "Costing statement: Medicines adherence: involving patients in decisions about prescribed medicines and supporting adherence",
      "year": 2009,
      "doi": "10.1211/pj.2013.11128499",
      "journal": "National Institute for Health and Clinical Excellence Guidelines CG",
      "volume": "76",
      "raw": "Costing statement: Medicines adherence: involving patients in decisions about prescribed medicines and supporting adherence \n\t\t 10.1211/pj.2013.11128499 \n\t\t \n\t \n\t \n\t\t National Institute for Health and Clinical Excellence Guidelines CG \n\t\t \n\t\t\t 76 \n\t\t\t 2009. December 1, 2014 \n\t\t \n\t \n\t Costing statement: Medicines adherence: involving patients in de- cisions about prescribed medicines and supporting adherence. National Institute for Health and Clinical Excellence Guidelines CG76 2009. Available at: https://www.nice.org.uk/guidance/cg76/resources/ medicines-adherence-costing-statement2. Accessed December 1, 2014."
    },
    {
      "title": "Facts and Figures",
      "year": 2014,
      "doi": "10.26128/2021.263",
      "raw": "10.26128/2021.263 \n\t\t \n\t\t Facts and Figures \n\t\t \n\t\t\t 2014. July 24, 2014 \n\t\t \n\t\t \n\t\t\t OK Communications \n\t\t \n\t \n\t OK Communications. 2014 Facts and Figures. Available at: http://media.ofcom.org.uk/facts/files/2013/07/fastfacts-a4.pdf. Accessed July 24, 2014."
    },
    {
      "title": "'s Internet & American Life Project",
      "year": 2013,
      "doi": "10.1007/978-1-4419-1005-9_1474",
      "raw": "'s Internet & American Life Project \n\t\t 10.1007/978-1-4419-1005-9_1474 \n\t\t \n\t \n\t \n\t\t Tracking Survey \n\t\t \n\t\t\t April 17-May 19, 2013 \n\t\t \n\t\t \n\t\t\t Pew Research Center \n\t\t \n\t \n\t Pew Research Center's Internet & American Life Project, April 17-May 19, 2013 Tracking Survey. Available at: http://www."
    },
    {
      "title": "The use of text messaging to improve attendance in primary care: a randomized controlled trial",
      "authors": [
        "K Leong",
        "W Chen",
        "K Leong"
      ],
      "year": 2006,
      "doi": "10.1093/fampra/cml044",
      "journal": "Fam Pract",
      "volume": "23",
      "raw": "The use of text messaging to improve attendance in primary care: a randomized controlled trial \n\t\t \n\t\t\t K C Leong \n\t\t \n\t\t \n\t\t\t W S Chen \n\t\t \n\t\t \n\t\t\t K W Leong \n\t\t \n\t\t 10.1093/fampra/cml044 \n\t \n\t \n\t\t Fam Pract \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Leong KC, Chen WS, Leong KW. The use of text messaging to improve attendance in primary care: a randomized controlled trial. Fam Pract. 2006;23:699-705."
    },
    {
      "title": "The role of mobile phones in improving vaccination rates in travelers",
      "authors": [
        "A Vilella",
        "J Bayas",
        "M Diaz"
      ],
      "year": 2004,
      "doi": "10.1016/j.ypmed.2003.12.005",
      "journal": "Prev Med",
      "volume": "38",
      "raw": "The role of mobile phones in improving vaccination rates in travelers \n\t\t \n\t\t\t A Vilella \n\t\t \n\t\t \n\t\t\t J M Bayas \n\t\t \n\t\t \n\t\t\t M T Diaz \n\t\t \n\t\t 10.1016/j.ypmed.2003.12.005 \n\t \n\t \n\t\t Prev Med \n\t\t \n\t\t\t 38 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Vilella A, Bayas JM, Diaz MT. The role of mobile phones in improving vaccination rates in travelers. Prev Med. 2004;38:503-509."
    },
    {
      "title": "National Hospital and iPLATE Launch New Service to Support People with Epilepsy",
      "year": 2014,
      "doi": "10.17925/usn.2010.05.02.78",
      "raw": "10.17925/usn.2010.05.02.78 \n\t\t \n\t\t National Hospital and iPLATE Launch New Service to Support People with Epilepsy \n\t\t \n\t\t\t June 30, 2014 \n\t\t \n\t\t \n\t\t\t National Hospital for Neurology and Neurosurgery \n\t\t \n\t \n\t National Hospital for Neurology and Neurosurgery. National Hospital and iPLATE Launch New Service to Support People with Epilepsy. Available at: http://www.iplato.net/uncategorized/nationalhospitaland- iplato-launch-new-service-to-support-people-with-epilepsy.html. Accessed June 30, 2014."
    },
    {
      "title": "Smartphone medication adherence apps",
      "authors": [
        "L Dayer",
        "S Heldenbrand",
        "P Anderson"
      ],
      "year": 2013,
      "doi": "10.1331/japha.2013.12202",
      "journal": "J Am Pharm Assoc",
      "volume": "53",
      "raw": "Smartphone medication adherence apps \n\t\t \n\t\t\t L Dayer \n\t\t \n\t\t \n\t\t\t S Heldenbrand \n\t\t \n\t\t \n\t\t\t P Anderson \n\t\t \n\t\t 10.1331/japha.2013.12202 \n\t \n\t \n\t\t J Am Pharm Assoc \n\t\t \n\t\t\t 53 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Dayer L, Heldenbrand S, Anderson P, et al. Smartphone medication adherence apps. J Am Pharm Assoc. 2013;53:172-181."
    },
    {
      "title": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages of reminders sent to their mobile phone (HTA-Alert)",
      "authors": [
        "E Contreras",
        "M De La Figuera Von Wichmann",
        "Gil Guillén"
      ],
      "year": 2004,
      "journal": "Aten Primaria",
      "volume": "34",
      "raw": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages of reminders sent to their mobile phone (HTA-Alert) \n\t\t \n\t\t\t E Contreras \n\t\t \n\t\t \n\t\t\t M De La Figuera Von Wichmann \n\t\t \n\t\t \n\t\t\t Gil Guillén \n\t\t \n\t\t \n\t\t\t V \n\t\t \n\t \n\t \n\t\t Aten Primaria \n\t\t \n\t\t\t 34 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Contreras E, de la Figuera von Wichmann M, Gil Guillén V, et al. Effectiveness of an intervention to provide information to patients with hypertension as short text messages of reminders sent to their mobile phone (HTA-Alert). Aten Primaria. 2004;34:399-407."
    },
    {
      "title": "Use of short message service (SMS) to improve malaria chemoprophylaxis compliance after returning from a malaria endemic area",
      "authors": [
        "L Ollivier",
        "O Romand",
        "C Marimoutou"
      ],
      "year": 2009,
      "doi": "10.1186/1475-2875-8-236",
      "journal": "Malar J",
      "volume": "8",
      "raw": "Use of short message service (SMS) to improve malaria chemoprophylaxis compliance after returning from a malaria endemic area \n\t\t \n\t\t\t L Ollivier \n\t\t \n\t\t \n\t\t\t O Romand \n\t\t \n\t\t \n\t\t\t C Marimoutou \n\t\t \n\t\t 10.1186/1475-2875-8-236 \n\t \n\t \n\t\t Malar J \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Ollivier L, Romand O, Marimoutou C, et al. Use of short message service (SMS) to improve malaria chemoprophylaxis compliance after returning from a malaria endemic area. Malar J. 2009;8:1-8."
    },
    {
      "title": "The Cameroon Mobile Phone SMS (CAMPS) trial: a randomized trial of text messaging versus usual care for adherence to antiretroviral therapy",
      "authors": [
        "L Mbuagbaw",
        "L Thabane",
        "P Ongolo-Zogo"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0046909",
      "journal": "PLoS One",
      "volume": "7",
      "raw": "The Cameroon Mobile Phone SMS (CAMPS) trial: a randomized trial of text messaging versus usual care for adherence to antiretroviral therapy \n\t\t \n\t\t\t L Mbuagbaw \n\t\t \n\t\t \n\t\t\t L Thabane \n\t\t \n\t\t \n\t\t\t P Ongolo-Zogo \n\t\t \n\t\t 10.1371/journal.pone.0046909 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Mbuagbaw L, Thabane L, Ongolo-Zogo P, et al. The Cameroon Mobile Phone SMS (CAMPS) trial: a randomized trial of text messaging versus usual care for adherence to antiretroviral therapy. PLoS One. 2012;7:1-7."
    },
    {
      "title": "Results of a randomized controlled trial to assess the effects of a mobile SMS-based intervention on treatment adherence in HIV/AIDS-infected Brazilian women and impressions and satisfaction with respect to incoming messages",
      "authors": [
        "T Da Costa",
        "B Barbosa"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijmedinf.2011.10.002",
      "journal": "Int J Med Inform",
      "volume": "81",
      "raw": "Results of a randomized controlled trial to assess the effects of a mobile SMS-based intervention on treatment adherence in HIV/AIDS-infected Brazilian women and impressions and satisfaction with respect to incoming messages \n\t\t \n\t\t\t T M Da Costa \n\t\t \n\t\t \n\t\t\t B J Barbosa \n\t\t \n\t\t \n\t\t\t Gomes E Costa \n\t\t \n\t\t \n\t\t\t Da \n\t\t \n\t\t 10.1016/j.ijmedinf.2011.10.002 \n\t \n\t \n\t\t Int J Med Inform \n\t\t \n\t\t\t 81 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t da Costa TM, Barbosa BJ, Gomes e Costa DA, et al. Results of a randomized controlled trial to assess the effects of a mobile SMS-based intervention on treatment adherence in HIV/AIDS-infected Brazilian women and impressions and satisfaction with respect to incoming messages. Int J Med Inform. 2012;81:257-269."
    },
    {
      "title": "Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: a randomized controlled trial of text message reminders",
      "authors": [
        "C Pop-Eleches",
        "H Thirumurthy",
        "J Habyarimana"
      ],
      "year": 2011,
      "doi": "10.1097/qad.0b013e32834380c1",
      "journal": "AIDS",
      "volume": "25",
      "raw": "Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: a randomized controlled trial of text message reminders \n\t\t \n\t\t\t C Pop-Eleches \n\t\t \n\t\t \n\t\t\t H Thirumurthy \n\t\t \n\t\t \n\t\t\t J P Habyarimana \n\t\t \n\t\t 10.1097/qad.0b013e32834380c1 \n\t \n\t \n\t\t AIDS \n\t\t \n\t\t\t 25 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Pop-Eleches C, Thirumurthy H, Habyarimana JP, et al. Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: a randomized controlled trial of text message reminders. AIDS. 2011;25:825-834."
    },
    {
      "title": "Randomised trial of text messaging on adherence to cardiovascular preventive treatment (INTERACT Trial)",
      "authors": [
        "D Wald",
        "J Bestwick",
        "L Raiman"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0114268",
      "journal": "PLoS One",
      "volume": "9",
      "raw": "Randomised trial of text messaging on adherence to cardiovascular preventive treatment (INTERACT Trial) \n\t\t \n\t\t\t D S Wald \n\t\t \n\t\t \n\t\t\t J P Bestwick \n\t\t \n\t\t \n\t\t\t L Raiman \n\t\t \n\t\t 10.1371/journal.pone.0114268 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Wald DS, Bestwick JP, Raiman L, et al. Randomised trial of text messaging on adherence to cardiovascular preventive treatment (INTERACT Trial). PLoS One. 2014;9:1-9."
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritvo",
        "E Mills"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)61997-6",
      "journal": "Lancet",
      "volume": "376",
      "raw": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial \n\t\t \n\t\t\t R T Lester \n\t\t \n\t\t \n\t\t\t P Ritvo \n\t\t \n\t\t \n\t\t\t E J Mills \n\t\t \n\t\t 10.1016/s0140-6736(10)61997-6 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 376 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Lester RT, Ritvo P, Mills EJ, et al. Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial. Lancet. 2010;376:1838-1845."
    },
    {
      "title": "Adherence counseling and reminder text messages improve uptake if antiretroviral therapy in a tertiary hospital in Nigeria",
      "authors": [
        "O Maduka",
        "Tobin-West Ci"
      ],
      "year": 2013,
      "doi": "10.4103/1119-3077.113451",
      "journal": "Niger J Clin Pract",
      "volume": "16",
      "raw": "Adherence counseling and reminder text messages improve uptake if antiretroviral therapy in a tertiary hospital in Nigeria \n\t\t \n\t\t\t O Maduka \n\t\t \n\t\t \n\t\t\t Tobin-West Ci \n\t\t \n\t\t 10.4103/1119-3077.113451 \n\t \n\t \n\t\t Niger J Clin Pract \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Maduka O, Tobin-West CI. Adherence counseling and reminder text messages improve uptake if antiretroviral therapy in a tertiary hospital in Nigeria. Niger J Clin Pract. 2013;16:302-308."
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "Jpt Higgins",
        "D Altman",
        "P Gotzsche"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928",
      "journal": "BMJ",
      "volume": "343",
      "pages": "5928",
      "raw": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials \n\t\t \n\t\t\t Jpt Higgins \n\t\t \n\t\t \n\t\t\t D G Altman \n\t\t \n\t\t \n\t\t\t P C Gotzsche \n\t\t \n\t\t 10.1136/bmj.d5928 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 343 \n\t\t\t 5928 \n\t\t\t 2011 \n\t\t \n\t \n\t Higgins JPT, Altman DG, Gotzsche PC, et al. The Cochrane Collaboration's tool for assessing risk of bias in randomised trials. BMJ. 2011;343:d5928."
    }
  ],
  "num_references": 19,
  "figures": [
    {
      "caption": "Figure",
      "description": "Figure Meta-analysis plot of randomized trials of text messaging on medication adherence according to use of 1-way messaging and 2-way messaging. CI ¼ confidence interval."
    }
  ],
  "num_figures": 1,
  "num_citations": 32,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b9",
    "b1",
    "b12",
    "b16",
    "b15",
    "b5",
    "b10",
    "b4",
    "b7",
    "b11",
    "b8",
    "b6",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] Wolfson Institute of Preventive Medicine , Queen Mary University of London , London , United Kingdom",
    "[raw_affiliation] Wolfson Institute of Preventive Medicine , Charterhouse Square , London EC1M 6BQ.",
    "[raw_affiliation] Wolfson Institute of Preventive Medicine , Queen Mary University of London , London , United Kingdom",
    "[raw_affiliation] Wolfson Institute of Preventive Medicine , Queen Mary University of London , London , United Kingdom",
    "[raw_reference] Naderi SH, Bestwick JP, Wald DS. Adherence to drugs that prevent cardiovascular disease: meta-analysis on 376,162 patients. Am J Med. 2012;125:882-887.",
    "[raw_reference] World Health Organization (WHO). Adherence to long-term therapies: evidence for action. WHO website. Available at: http:// www.who.int/chp/knowledge/publications/ adherence_report/en/index. html. Accessed December 10, 2014.",
    "[raw_reference] IMS Institute for Health Informatics. Declining medicine use and costs: for better or worse? A review of the use of medicines in the United States in 2012. Available at: http://static.correofarmaceutico.com/docs/ 2013/05/20/usareport.pdf. Accessed December 10, 2014.",
    "[raw_reference] Costing statement: Medicines adherence: involving patients in de- cisions about prescribed medicines and supporting adherence. National Institute for Health and Clinical Excellence Guidelines CG76 2009. Available at: https://www.nice.org.uk/guidance/cg76/resources/ medicines-adherence-costing-statement2. Accessed December 1, 2014.",
    "[raw_reference] OK Communications. 2014 Facts and Figures. Available at: http://media.ofcom.org.uk/facts/files/2013/07/fastfacts-a4.pdf. Accessed July 24, 2014.",
    "[raw_reference] Pew Research Center's Internet & American Life Project, April 17-May 19, 2013 Tracking Survey. Available at: http://www.",
    "[raw_reference] Leong KC, Chen WS, Leong KW. The use of text messaging to improve attendance in primary care: a randomized controlled trial. Fam Pract. 2006;23:699-705.",
    "[raw_reference] Vilella A, Bayas JM, Diaz MT. The role of mobile phones in improving vaccination rates in travelers. Prev Med. 2004;38:503-509.",
    "[raw_reference] National Hospital for Neurology and Neurosurgery. National Hospital and iPLATE Launch New Service to Support People with Epilepsy. Available at: http://www.iplato.net/uncategorized/nationalhospitaland- iplato-launch-new-service-to-support-people-with-epilepsy.html. Accessed June 30, 2014.",
    "[raw_reference] Dayer L, Heldenbrand S, Anderson P, et al. Smartphone medication adherence apps. J Am Pharm Assoc. 2013;53:172-181.",
    "[raw_reference] Contreras E, de la Figuera von Wichmann M, Gil Guillén V, et al. Effectiveness of an intervention to provide information to patients with hypertension as short text messages of reminders sent to their mobile phone (HTA-Alert). Aten Primaria. 2004;34:399-407.",
    "[raw_reference] Ollivier L, Romand O, Marimoutou C, et al. Use of short message service (SMS) to improve malaria chemoprophylaxis compliance after returning from a malaria endemic area. Malar J. 2009;8:1-8.",
    "[raw_reference] Mbuagbaw L, Thabane L, Ongolo-Zogo P, et al. The Cameroon Mobile Phone SMS (CAMPS) trial: a randomized trial of text messaging versus usual care for adherence to antiretroviral therapy. PLoS One. 2012;7:1-7.",
    "[raw_reference] da Costa TM, Barbosa BJ, Gomes e Costa DA, et al. Results of a randomized controlled trial to assess the effects of a mobile SMS-based intervention on treatment adherence in HIV/AIDS-infected Brazilian women and impressions and satisfaction with respect to incoming messages. Int J Med Inform. 2012;81:257-269.",
    "[raw_reference] Pop-Eleches C, Thirumurthy H, Habyarimana JP, et al. Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: a randomized controlled trial of text message reminders. AIDS. 2011;25:825-834.",
    "[raw_reference] Wald DS, Bestwick JP, Raiman L, et al. Randomised trial of text messaging on adherence to cardiovascular preventive treatment (INTERACT Trial). PLoS One. 2014;9:1-9.",
    "[raw_reference] Lester RT, Ritvo P, Mills EJ, et al. Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial. Lancet. 2010;376:1838-1845.",
    "[raw_reference] Maduka O, Tobin-West CI. Adherence counseling and reminder text messages improve uptake if antiretroviral therapy in a tertiary hospital in Nigeria. Niger J Clin Pract. 2013;16:302-308.",
    "[raw_reference] Higgins JPT, Altman DG, Gotzsche PC, et al. The Cochrane Collaboration's tool for assessing risk of bias in randomised trials. BMJ. 2011;343:d5928."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
