{
  "paper_id": "FZ35VI5P",
  "title": "Satisfaction of healthy pregnant women receiving short message service via mobile phone for prenatal support: A randomized controlled trial",
  "year": 2008,
  "date": "2008",
  "journal": "Journal of the Medical Association of Thailand",
  "publication": "Journal of the Medical Association of Thailand",
  "doi": "10.1002/14651858.cd007457.pub2",
  "sections": [
    {
      "text": "Cochrane Database of Systematic Reviews and outcome measures, we did not consider that it was justified to conduct a meta-analysis to derive an overall effect size for the main outcome categories; instead, we present findings narratively."
    },
    {
      "title": "Main results",
      "text": "We included four randomised controlled trials involving 1933 participants.\n\nFor the primary outcome category of health, there was moderate quality evidence from one study that women who received prenatal support via mobile phone messages had significantly higher satisfaction than those who did not receive the messages, both in the antenatal period (mean difference (MD) 1.25, 95% confidence interval (CI) 0.78 to 1.72) and perinatal period (MD 1.19, 95% CI 0.37 to 2.01). Their confidence level was also higher (MD 1.12, 95% CI 0.51 to 1.73) and anxiety level was lower (MD -2.15, 95% CI -3.42 to -0.88) than in the control group in the antenatal period. In this study, no further differences were observed between groups in the perinatal period. There was low quality evidence that the mobile phone messaging intervention did not affect pregnancy outcomes (gestational age at birth, infant birth weight, preterm delivery and route of delivery).\n\nFor the primary outcome category of health behaviour, there was moderate quality evidence from one study that mobile phone message reminders to take vitamin C for preventive reasons resulted in higher adherence (risk ratio (RR) 1.41, 95% CI 1.14 to 1.74). There was high quality evidence from another study that participants receiving mobile phone messaging support had a significantly higher likelihood of quitting smoking than those in a control group at 6 weeks (RR 2.20, 95% CI 1.79 to 2.70) and at 12 weeks follow-up (RR 1.55, 95% CI 1.30 to 1.84). At 26 weeks, there was only a significant difference between groups if, for participants with missing data, the last known value was carried forward. There was very low quality evidence from one study that mobile phone messaging interventions for self-monitoring of healthy behaviours related to childhood weight control did not have a statistically significant effect on physical activity, consumption of sugar-sweetened beverages or screen time.\n\nFor the secondary outcome of acceptability, there was very low quality evidence from one study that user evaluation of the intervention was similar between groups. There was moderate quality evidence from one study of no difference in adverse effects of the intervention, measured as rates of pain in the thumb or finger joints, and car crash rates.\n\nNone of the studies reported the secondary outcomes of health service utilisation or costs of the intervention."
    },
    {
      "title": "Authors' conclusions",
      "text": "We found very limited evidence that in certain cases mobile phone messaging interventions may support preventive health care, to improve health status and health behaviour outcomes. However, because of the low number of participants in three of the included studies, combined with study limitations of risk of bias and lack of demonstrated causality, the evidence for these effects is of low to moderate quality. The evidence is of high quality only for interventions aimed at smoking cessation. Furthermore, there are significant information gaps regarding the long-term effects, risks and limitations of, and user satisfaction with, such interventions."
    },
    {
      "title": "P L A I N L A N G U A G E S U M M A R Y Mobile phone messaging for preventive health care",
      "text": "Many costly and disabling conditions such as cardiovascular diseases, cancer or diabetes are linked by common preventable risk factors like tobacco use, unhealthy nutrition, physical inactivity and excessive alcohol use. However, prevention still plays a secondary role in many health systems as all too o en, healthcare workers fail to seize interactions with patient as opportunities to inform them about health promotion and disease prevention strategies. This review examined whether mobile phone applications such as Short Message Service (SMS) and Multimedia Message Service (MMS) can support and enhance primary preventive health interventions.\n\nThere was moderate quality evidence from one study which showed that pregnant women who received supportive, informative text messages experienced higher satisfaction and confidence, and lower anxiety levels in the antenatal period than women who did not receive these. There was low quality evidence that there was no difference in pregnancy outcomes.\n\nWe found one trial that provided high quality evidence that regular support messages sent by text message can help people to quit smoking, at least in the short-term. One study assessing whether mobile phone messaging promoted use of preventive medication reported moderate quality evidence of higher self-reported adherence by people receiving the messages. A fourth study on healthy behaviours in children found very low quality evidence showing that the interventions had no effect.\n\nThere was very low quality evidence from one study that people's evaluation of the intervention was similar between groups. There was moderate quality evidence from one study of no difference in harms of the intervention, measured as rates of pain in the thumb or finger joints, and car crash rates. There were no studies reporting outcomes related to health service utilisation or costs.\n\nAlthough we find that, overall, mobile phone messaging can be helpful for some aspects of preventive health care, much is not yet known about the long-term effects or potential negative consequences."
    },
    {
      "title": "Outcomes Impact No of Participants (studies)",
      "text": "Quality of the evidence (GRADE)\n\nHealth outcomes"
    },
    {
      "title": "Satisfaction, anxiety and confidence during pregnancy",
      "text": "Women who received mobile phone messages with information relating to abnormal symptoms during pregnancy showed significantly higher satisfaction scores in the antenatal and perinatal period. In the antenatal period their confidence level was also higher and their anxiety level lower, although in the perinatal period these differences were no longer statistically significant."
    },
    {
      "title": "(1 study)",
      "text": "⊕⊕⊕⊝ moderate 1"
    },
    {
      "title": "Pregnancy outcomes",
      "text": "Mobile phone messages with information relating to abnormal symptoms during pregnancy had no statistically significant impacts on gestational age at birth, infant birth weight, frequency of preterm delivery or route of delivery."
    },
    {
      "title": "(1 study)",
      "text": "⊕⊕⊝⊝ low 1,2   Health behaviour outcomes Smoking cessation Mobile phone messaging support for smoking cessation resulted in a significant increase of quit rates at 6 weeks (RR 2.20, 95% CI 1.79 to 2.70) and 12 weeks follow-up (RR 1.55, 95% CI 1.30 to 1.84). The effect persisted at 26 weeks if last values were carried forward  (RR 1.28, 95% CI 1.11 to 1.48) . Continuous abstinence at 26 weeks, allowing three or fewer 'lapses' of two or fewer cigarettes per lapse, was also higher in the intervention group (RR 1.64, 95% CI 1.12 to 2.42), whereas there was no impact on continuous complete abstinence (RR 1.4, 95% CI 0.92 to 2.44)."
    },
    {
      "title": "(1 study)",
      "text": "⊕⊕⊕⊕ high"
    },
    {
      "title": "Vitamin C adherence",
      "text": "Participants receiving mobile phone messaging reminders to take vitamin C tablets for preventive reasons showed significantly higher self-reported adherence, and a marginal reduction in the number of missed tablets in the last 7 days compared to those who did not receive any reminders (MD -0.80, 95% CI -1.55 to -0.05)."
    },
    {
      "title": "(1 study)",
      "text": "⊕⊕⊕⊝ moderate 1"
    },
    {
      "title": "Healthy behaviour in children",
      "text": "Tracking of healthy behaviours in children using mobile phone messages did not result in any significant differences on their level of physical activity, consumption of sugar-sweetened beverages or screen time, compared to tracking using a paper diary or no tracking at all."
    },
    {
      "title": "(1 study)",
      "text": "⊕⊝⊝⊝ very low 1,3   User evaluation of the intervention"
    },
    {
      "title": "Acceptability",
      "text": "Children and their parents who used mobile phone messaging to track healthy behaviours in children reported no differences in acceptability of the intervention compared to groups using either paper diary reporting or no tracking."
    },
    {
      "title": "(1 study)",
      "text": "⊕⊝⊝⊝ very low 1,3   Adverse effects of the intervention"
    },
    {
      "title": "Adverse effects",
      "text": "A mobile phone messaging intervention to support smoking cessation did not have any significant impact on the rates of pain in the thumb or finger joints (RR 1.08, 95% CI 0.74 to 1.59), or on car crash rates (RR 0.88, 95% CI 0.58 to  1.35)  at 26 weeks of follow-up."
    },
    {
      "title": "1705",
      "text": "(1 study)"
    },
    {
      "title": "⊕⊕⊕⊝ moderate 4",
      "text": "Other outcomes"
    },
    {
      "title": "Health service utilisation",
      "text": "None of the included studies report on the impact of the intervention on health services utilisation"
    },
    {
      "title": "Cost",
      "text": "None of the included studies report on the cost or cost-effectiveness of the intervention GRADE Working Group grades of evidence High quality: Further research is very unlikely to change our confidence in the estimate of effect. Moderate quality: Further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate. Low quality: Further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate."
    },
    {
      "title": "Very low quality:",
      "text": "We are very uncertain about the estimate. 1 Low number of participants. 2 It is unlikely that the intervention would impact pregnancy outcomes such as gestational age, birth weight or duration of gestation.\n\nAlthough it is similarly unlikely that the intervention would directly impact emergency cesarean section rates, it is feasible that prenatal support would influence women's decision for mode of delivery.\n\n3 Moderate risk of bias.\n\n4 Very low number of adverse events reported in both groups."
    },
    {
      "title": "B A C K G R O U N D",
      "text": "Mobile phone messaging is an important means of human communication globally. Mobile phone penetration is rapidly increasing, particularly in the Asia-Pacific, with 90% of the global and 80% of rural population having access to a mobile network in 2010. The number of subscriptions in 2010 reached 5.3 billion, representing a 76.2% global penetration rate (ITU 2010). The penetration rates are 70% to 90% in high-income countries, with a similar rate of increase across all socio-economic groups (Atun 2006). Most digital mobile phones provide Short Message Service (SMS), also known as text messaging, and Multimedia Message Service (MMS) for transmitting graphics, video clips and sound files. SMS, in particular, has developed into a powerful communication medium, particularly among young adults. The total number of text messages sent globally tripled between 2007 and 2010, from an estimated 1.8 trillion to 6.1 trillion, with about 200,000 messages sent every second (ITU 2010).These short messages, where up to 160 characters of text are sent from the Internet or from a mobile phone to one or several mobile phones, provide an important, inexpensive medium of communication. The terms text message, text, or txt are more commonly used in North America, the UK, Spain and the Philippines, while in many other countries the term SMS is used.\n\nIn this review we will use the term 'text messaging' to refer to the use of SMS only, distinguishing it from the term 'mobile phone messaging', which encompasses both SMS and MMS. Increasingly, the latter term also refers to mobile email and 'instant messaging' delivered to the mobile phone.\n\nText messages, compared to other communication channels, have the advantage of instant transmission and low cost. There is also a smaller chance of being misplaced compared to print materials, and of being invasive to daily lives compared to phone calls  (Kaplan 2006) . Features such as ubiquity, mobility, direct and instantaneous access and direct communication offer the possibility of using mobile phones for health information transfer  (Atun 2006) . A literature review on the use of mobile phones in health care has demonstrated the wide application and potential of mobile phones to: increase access to health care; enhance efficiency of service delivery; improve diagnosis, treatment and rehabilitation; and support public health programmes  (Atun 2006; Car 2008b) .\n\nMobile phone messaging has, for example, been used to provide appointment reminders  (Bos 2005) , to improve patient compliance with medications  (Fairley 2003; Marquez Contreras 2004; Vilella 2004) , to monitor chronic conditions  (Ferrer-Roca 2004; Kwon 2004; Ostojic 2005)  and to provide psychological support  (Bauer 2003) . Mobile phones have also been used in managing communicable diseases (e.g. in contact tracing and partner notification for sexually transmitted illnesses  (Newell 2001) ) and in health promotion programmes  (Obermayer 2004; Rodgers 2005) . Furthermore, the use of mobile phones has been shown to improve service utilization among population groups such as teenagers and young adult males who do not typically use health services, by providing the opportunity to remotely access care providers for advice (Atun 2006b). However, for older adults, some of whom are less able or willing to use mobile phones, the effect on improved service utilization could be limited (Atun 2006b).\n\nChallenges in using mobile phone applications in health care include incomplete coverage of mobile networks across regions, lack of standards, and possible information overload (Adler 2007).\n\nThis review is part of a series of four reviews which aim to determine the effects of mobile phone messaging in improving the processes of healthcare service delivery and service utilization:\n\n• Mobile phone messaging for preventive health care (this review);\n\n• Mobile phone messaging for communicating results of medical investigations (Gurol-Urganci 2012); • Mobile phone messaging reminders for attendance at healthcare appointments  (Car 2012 ); • Mobile phone messaging for facilitating self-management of long-term illnesses (de Jongh 2012)"
    },
    {
      "title": "Description of the condition",
      "text": "Many of the costly and disabling conditions (such as cardiovascular diseases, cancer and diabetes) facing health systems today are linked by shared risk factors like tobacco use, unhealthy nutrition, physical inactivity and excessive alcohol consumption, which can be addressed through preventive interventions  (Goldstein 2004) .\n\nPrevention measures in health systems can take various forms, and are generally divided into health promotion and disease prevention (Canadian 1994). Health promotion aims at encouraging people to adopt and maintain a healthful lifestyle. Disease prevention aims to prevent avoidable diseases or to identify diseases early, in order to minimise their impact.\n\nPrevention measures targeted at specific illnesses (such as infectious diseases), risk factors (such as obesity), target groups (such as young people) and settings (such as schools) positively influence the health of populations. Effective strategies for the long-term improvement of population health include primary, secondary and tertiary prevention interventions that are directed to the different stages of disease. Primary prevention increases a person's ability to remain free of disease. The aim of secondary prevention is to identify asymptomatic individuals at an early stage of disease when early identification promises a significantly better response to treatment than a er the disease has progressed. Tertiary prevention aims to minimize the disability caused by existing disease  (McWhinney 1997) . Prevention interventions such as counselling, screening, immunisation and chemoprophylaxis, when integrated into general clinical services, offer an efficient way of providing comprehensive care.\n\nThe ability of a health system to provide effective preventive health care is important not just from an ethical perspective but, equally, from an economic one. However, most health systems better respond to acute problems, urgent needs and pressing concerns of patients. Despite evidence of the effectiveness of preventive services, integration of preventive care guidelines into public health and clinical practice has been modest  (Davis 1997; Wei 2005; Weingarten 1999 ). Barriers to the delivery of preventive health care include healthcare systems' traditional focus on a 'responsive' rather than a 'pro-active' approach to individuals' and populations' health. Within the consultation context, factors such as lack of time, deficit of clinician expertise, logistic difficulties, lack of interest by patients, other urgent concerns, inadequate reimbursement, and patient concerns regarding the interventions, can play a role  (Kottke 1993; Mirand 2002; Szilagyi 2005) ."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews",
      "text": "Inadequate delivery of preventive health care is well documented  (Goldstein 1997; McGlynn 2003; Pollak 2002) . With shortages of physicians in some countries  (Bodenheimer 2006) , and large and rapidly-growing competing demands and guidelines, physicians will probably be able to do less rather than more preventive service during each visit  (Pollak 2008) . They may have to make choices about preventive services on a case by case basis, weighing patient characteristics, medical needs and time restraints against the need for intervention. Prioritising those patients needing preventive services may involve moving away from face-to-face patient care to various forms of patient education through telephone or electronic media  (Atherton 2010; Yarnall 2003) .\n\nPatients are increasingly involved in managing their health care  (Cline 2001) , and providers are challenged to motivate, educate and help people adhere to healthy behaviours and medication regimens using new communication technologies  (Demiris 2008) .\n\nAdvances in information technology have introduced new approaches to support healthcare delivery and patient education  (Revere 2001) . Understanding people's behaviour and identifying the factors underlying behavioural change help in the development and evaluation of effective health behaviour interventions  (Bandura 1977; Glanz 1997; Prochaska 1997; Rhodes 1997) ."
    },
    {
      "title": "Description of the intervention",
      "text": "Communication between patients and providers plays an important supportive role in preventive health care and can take a number of forms, such as face-to-face conversations, phone conversations or mobile phone messaging. In contrast to traditional sources of health information (such as print media), interactive health communication using mobile phone messaging offers the potential to combine the scalability of public health interventions (such as mass media campaigns) with individualized health care through the use of tailoring  (Eng 1999; Robinson 1998) .\n\nRelevant interventions support healthier lifestyles such as smoking cessation, increased physical activity, healthy nutrition, and weight control, or support health education or adherence to preventive medications."
    },
    {
      "title": "How the intervention might work",
      "text": "Mobile phone messaging may help to address some preventive health challenges by enabling remote delivery of care, facilitating timely access to health advice and medications, prompting selfmonitoring and medication compliance, and educating patients (Demiris 2008). These interventions are particularly suitable for outpatient use, as patients can carry mobile phones with them easily. The price of mobile communication devices has dropped dramatically in the last decade; increasing functionality and decreasing cost provide opportunities for preventive interventions that were previously not feasible (Revere 2001). However, participants in preventive health behaviour interventions may not be motivated to initiate communication if they feel healthy. Mobile phone messaging interventions can be used to enhance self-efficacy (such as feedback on treatment success) (de Jongh  2012) , to provide a form of social support (from peers and health professionals), or to establish social networks (support groups, peer-to-peer networks). By increasing self-efficacy  (Bandura 1977; Bandura 1982 ) and providing support mechanisms  (Christakis 2004; Cobb 2002) , these interventions may influence health behaviours and enhance preventive health care. Mobile phone messaging could affect health outcomes through individual tailoring, personalization and behavioural feedback. Tailoring refers to building an intervention, in part, on specific knowledge of actual characteristics of the individual receiving the intervention. Personalization involves designing the intervention to be delivered in a way that makes it specific for a given individual. Finally, behavioural feedback refers to providing consumers with messages regarding their status, well-being, or progression through the intervention. These messages may come in many different forms.\n\nThey can be motivational (such as \"You did great today!\") or purely data driven (such as \"You completed 80 percent of your goal today\").\n\nInvitations and reminders may be an effective way to increase the uptake of preventive care activities such as adult immunisation (Vilella 2004) and cancer screening  (Stone 2002) . Electronic technology may facilitate communication with patients about preventive care based on clinical guidelines and strengthen the continuity of care between patient and clinician by improving access and supporting the coordination of healthcare activities from a single source  (Balas 1997) . Text messaging has been shown to facilitate adoption of healthier behaviours, such as smoking cessation  (Rodgers 2005) .\n\nOur parallel review describes the use of text messaging in self-management programmes for long-term conditions, that are relevant for secondary and tertiary prevention (de Jongh 2012)."
    },
    {
      "title": "Acceptability and risks of the intervention",
      "text": "Possible risks of using mobile phone messaging include the risk of inaccurate data input  (Norwell 2003) ; lack of understanding or misinterpretation of the information; and difficulties in reading for those with poor vision or problems with literacy. Furthermore, mobile phone messaging technology is intended to support or complement the process of care delivery rather than to substitute for it. A possible risk of a narrow focus on the technology is that providers may misinterpret it as an endpoint to their responsibilities within the care delivery process, believing that their work is completed once the message is sent. This may result in inadequate follow-up of patients a er the intervention.\n\nAdditionally, text messaging cannot capture the verbal and nonverbal cues that may also influence the interpretation of the message. Participants' perceptions of personal invasion and behavioural control may be affected by inappropriate SMS initiation methods and the intervention may have the opposite effect of that intended.\n\nHaving correct patient contact information and securely stored health records are essential to meet privacy, confidentiality and data protection requirements. Failures or delays in message delivery are rare but possible; however, harm is unlikely as senders are usually notified instantly in cases where there was a transmission problem. There may be additional monetary and time costs, as backup systems may be needed. Lastly, risks associated with mobile phone messaging in general may apply, such as an increased risk of car accidents as a result of messaging whilst driving."
    },
    {
      "title": "Why it is important to do this review",
      "text": "Although there is some evidence on the use and effectiveness of mobile phone messaging in preventive health care, answers to questions regarding implementation of these technologies"
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews in routine care, such as the impact on patient health-related outcomes or on processes of healthcare delivery, are unclear. We conducted this review to address these questions and propose directions for future research. This review complements available studies on the use of telephone consultations  (Car 2003) , email  (Car 2004a; Car 2004b ) and personal digital assistants (PDAs)  (Baumgart 2005)  in health care, as well as other Cochrane reviews by these authors on mobile phone messaging for a range of purposes  (Car 2012; de Jongh 2012; Gurol-Urganci 2012) ."
    },
    {
      "title": "O B J E C T I V E S",
      "text": "To assess the effects of mobile phone messaging interventions as a mode of delivery for preventive health care on health status and health behaviour outcomes."
    },
    {
      "title": "M E T H O D S",
      "text": "Criteria for considering studies for this review"
    },
    {
      "title": "Types of studies",
      "text": "We included randomised controlled trials (RCTs), quasirandomised controlled trials (QRCTs), controlled before and a er studies (CBA) and interrupted time series (ITS) with at least three time points before and a er the intervention.\n\nWe define QRCT as a controlled trial in which the participant allocation is not truly random, such as allocation by date of birth or the order in which participants are included in the study. We included QRCT, CBA and ITS designs because our initial literature searching suggested that only a small number of RCTs on mobile phone messaging interventions exist."
    },
    {
      "title": "Types of participants",
      "text": "We included all study participants regardless of age, gender and ethnicity, as well as all types and stages of diseases. We included studies in all settings i.e. primary care settings (services of primary health care), outpatient settings (outpatient clinics), community settings (public health services, anywhere where a person can use a mobile phone) and hospital settings. We did not exclude studies according to the type of healthcare provider (e.g. nurse, doctor, allied staff)."
    },
    {
      "title": "Types of interventions",
      "text": "We included interventions using SMS or MMS as a mode of delivery for any type of preventive health care. The messaging needed to be between healthcare provider (either in person or automated) or a 'treatment buddy' (i.e. lay health worker or peer supporter) and participant, regardless of who sent the first message.\n\nWe excluded studies of mobile phone messaging to people other than those who were about to take part in preventive health care, or messaging between two healthcare providers. We also excluded studies in which mobile phone messaging was a part of a multifaceted intervention, as it would not be possible to separate the effects of messaging alone.\n\nWe aimed to make comparisons between mobile phone messaging and no intervention, as well as other modes of communication such as face-to-face, postal letters, calls to land line or mobile, email or via electronic health records; and if applicable, automated versus personal text messaging."
    },
    {
      "title": "Types of outcome measures",
      "text": "A number of processes and outcomes may be affected by mobile phone messaging interventions that aim to facilitate communication between healthcare service users and healthcare providers."
    },
    {
      "title": "Primary outcomes",
      "text": "As primary outcomes we included all outcomes related to health status or health behaviour, such as adoption of healthier lifestyles (e.g. smoking cessation, increased physical activity, weight control, nutrition and stress management), or improved quality of life."
    },
    {
      "title": "Secondary outcomes",
      "text": "• User (patient, carer or healthcare provider) evaluation of the intervention, including satisfaction, readiness to use, timeliness, availability and/or convenience; • Health service utilisation following the intervention; • Costs (direct and indirect) of the intervention; • User (patient, carer or healthcare provider) perceptions of safety; • Potential harms or adverse effects of the intervention, such as misreading or misinterpretation of data, transmission of inaccurate data, loss of verbal and non-verbal communication cues, issues of privacy and disclosure, or failure or delay in the message delivery."
    },
    {
      "title": "Search methods for identification of studies",
      "text": "We used a common search strategy for all four reviews (this review; Car 2012; de Jongh 2012; Gurol-Urganci 2012) and allocated relevant studies to their respective reviews before assessing their risk of bias and extracting data. The search strategies for each database are given in Appendix 1 to Appendix 7."
    },
    {
      "title": "Electronic searches",
      "text": "We restricted the searches to studies published since 1993 as the first commercial SMS message was sent in December 1992 (Wikipedia 2007). We included LILACS and the African Health Anthology because mobile phone messaging applications are increasingly used in low-and middle-income regions. There were no language restrictions.\n\nOne review author (IGU) searched the following electronic databases on  October 13, 2008  and updated the search on June 22, 2009:\n\n• • African Health Anthology (January 1993 to  June 22, 2009) ."
    },
    {
      "title": "Searching other resources",
      "text": "For grey literature we searched:\n\n• Proceedings from AMIA Congresses; Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews • WHO Clinical Trial Search Portal ( www.who.int/trialsearch ); • Current Controlled Trials ( www.controlled-trials.com ); • Dissertation Abstracts International.\n\nWe searched the reference lists of included studies to identify additional studies. We contacted study authors for further information on their studies and to enquire whether they were aware of any other published or ongoing studies that would meet our inclusion criteria."
    },
    {
      "title": "Data collection and analysis"
    },
    {
      "title": "Selection of studies",
      "text": "The selection of studies was done by IGU, TdJ and VVJ. IGU and TdJ independently assessed the relevance of all titles and abstracts identified from the electronic searches. We retrieved full text copies of all articles judged to be potentially relevant from the titles and abstracts. TdJ and VVJ independently assessed these articles for inclusion. IGU checked the final list of included and excluded studies, and any disagreements were resolved by discussion with VVJ, JC, and RA. Where the description of the intervention was not sufficiently detailed to allow the review authors to judge whether it met the inclusion criteria, we contacted the study authors for further details."
    },
    {
      "title": "Data extraction and management",
      "text": "We extracted the following data from the included studies, using a modified version of the Cochrane Consumers and Communication Review Group's data extraction template:\n\n1. General information: title, authors, source, publication status, date published, language, review author information, date reviewed. 2. Study methods: aims of intervention, aim of study, study design, methods of participant recruitment, inclusion/exclusion criteria, informed consent and ethical approval, funding. 3. Risk of bias: data depended on the study design (see 'Assessment of risk of bias in included studies'). 4. Participants: description, geographic location, setting, number, age, gender, ethnicity, socioeconomic status distribution. If relevant: principal health problem or diagnosis, stage of illness, treatment received. 5. Providers: description, geographic location, setting, age, gender. 6. Interventions: description including technical specifications on SMS and handset provider, duration of intervention, purpose of intervention, initiator of intervention, message content, details of control/usual or routine care, co-interventions. 7. Outcomes: primary and secondary outcomes as specified above, methods of assessing outcomes, follow up for nonrespondents, timing of outcome assessment, adverse events. 8. Results: all reported measurements for the primary and secondary outcomes, including multiple timings for measurements, subgroup analyses or results in different measurement scales if applicable.\n\nTdJ and VVJ independently extracted the above data onto a standard form. The forms were then assessed by one review author (IGU) who checked these data. Any discrepancies between the two data extraction sheets were discussed by two review authors (TdJ and VVJ), and resolved jointly with the two other review authors (IGU and JC). For missing data, we contacted the study authors to obtain the missing information."
    },
    {
      "title": "Assessment of risk of bias in included studies",
      "text": "We assessed the risk of bias of included studies in accordance with the Cochrane Handbook for Systematic Reviews of Interventions  (Higgins 2011 ) which recommends the explicit reporting of sequence generation, allocation concealment, blinding of participants, providers and outcome assessors, incomplete outcome data, selective outcome reporting and other sources of bias for RCTs.\n\nHad studies using other study designs been identified for inclusion in the review, we would have assessed these using a variation of the above tool.\n\nTwo review authors (TdJ, VVJ) independently assessed the risk of bias in the included studies, with any disagreements resolved by discussion and consensus of the team. We used a template to guide the assessment of risk of bias, and judged each domain as 'yes' (indicating a low risk of bias), 'no' (indicating a high risk of bias) or 'unclear' (indicating an uncertain risk of bias).\n\nWe present the results of the risk of bias assessment in tables, and provided a narrative discussion of risk of bias in individual domains."
    },
    {
      "title": "Measures of treatment effect",
      "text": "We used risk ratios (RR) as effect measures for dichotomous outcomes and mean differences (MD) for continuous outcomes. RR and MDs have been derived from Manzel-Haenszel and inverse variance methods respectively. We used a random-effects model, where possible, to pool the results, and reported 95% confidence intervals with all measures of effect."
    },
    {
      "title": "Unit of analysis issues",
      "text": "We noted the method of randomisation in each included trial, and considered additional issues regarding the assessment of risk of bias of cluster randomised trials as discussed in Chapter 16 of the Cochrane Handbook  (Higgins 2011 ). In the case of repeated measurements, we defined several outcomes based on different periods of follow-up and performed separate analyses for each outcome. In studies with more than two treatment groups, we made multiple pair-wise comparisons between all possible pairs of intervention groups."
    },
    {
      "title": "Dealing with missing data",
      "text": "We contacted the original investigators to request missing data. With incomplete outcome data (such as drop-outs, loss to followup and withdrawn study participants), we assessed and reported the risk of bias as high/unclear/low risk as guided by the Cochrane Handbook  (Higgins 2011 ) and identified the numbers as well as the reasons for incomplete data. As the numbers and reasons for incomplete outcome data in included studies suggested that data were missing at random, we used only available data in the review and did not use imputation methods."
    },
    {
      "title": "Assessment of reporting biases",
      "text": "We were unable to assess reporting bias statistically or using funnel plots, because the number of included studies was too small for a reliable analysis. We assessed selective outcome reporting using the Cochrane Risk of Bias assessment tool."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "Data synthesis",
      "text": "Due to the heterogeneity in the interventions and outcomes reported in the included studies, it was not appropriate to combine the results of the studies statistically. We present a narrative overview of the findings, including tabular summaries of extracted data. We structured the reporting of the studies according to the intended purpose of the mobile phone message."
    },
    {
      "title": "Subgroup analysis and investigation of heterogeneity",
      "text": "We were unable to conduct the planed subgroup analysis by participant age (0 to 18, 18 to 55, over 55)  (MORI 2005) , as planned, because of the small number of studies included and the absence of data for subgroups."
    },
    {
      "title": "Sensitivity analysis",
      "text": "We did not conduct the planned sensitivity analyses due to the small number of studies included. We had aimed to determine the influence of the following factors on effect size:\n\n• excluding unpublished studies;\n\n• taking account of risk of bias of included studies, as specified above; • excluding any large studies to establish how they impact on the results; • excluding studies using the following filters: criteria used for clinical diagnosis and eligibility for intervention, language of publication, source of funding (industry versus other), country; • the length of the interval between delivery of the intervention and measurement of the effect."
    },
    {
      "title": "Consumer participation",
      "text": "The dra review was circulated for peer review by consumers in The Cochrane Collaboration. The review received comments from two consumers through the Cochrane Consumers and Communication Review Group's standard editorial process. We also examined whether consumers were involved in the design and implementation of each included study."
    },
    {
      "title": "R E S U L T S Description of studies"
    },
    {
      "title": "Results of the search",
      "text": "Our search across four reviews (this review; Car 2012; de Jongh 2012; Gurol-Urganci 2012) identified 3937 citations. We excluded 3750 citations that, based on the abstract alone, showed insufficient relevance to the suite of reviews or did not meet the stated study design criteria. A er review of the full text of the remaining 187 citations, a further 156 were subsequently rejected from this review for failing to meet the inclusion criteria. In the final selection stage, we excluded 27 of the remaining 31 citations (see Excluded studies below)."
    },
    {
      "title": "Included studies",
      "text": "We included four studies in this review  (Cocosila 2009; Jareethum 2008; Rodgers 2005; Shapiro 2008 ) that cover the area of primary prevention. Two articles  (Bramley 2005; Rodgers 2005 ) that used the same data set separately reported overall results  (Rodgers 2005 ) and a sub-analysis comparing results between Maori (the indigenous population of New Zealand) and non-Maori  (Bramley 2005) . The latter sub-analysis was not included in this review, and hence we list Bramley 2005 as an excluded study.\n\nWe present key characteristics of the included studies below and in the Characteristics of included studies table."
    },
    {
      "title": "Methods",
      "text": "The included studies were all randomised controlled trials (RCTs) in which the unit of randomisation was the individual person.\n\nThe studies' duration ranged from 1 month to 6 months: 1 month (Cocosila 2009), 8 weeks  (Shapiro 2008 ), 6 months (Jareethum 2008; Rodgers 2005) .\n\nThree studies compared the effects of the text messaging intervention to existing practice  (Cocosila 2009; Jareethum 2008; Rodgers 2005) . Existing practice was no text messaging activity  (Cocosila 2009) , routine prenatal support (Jareethum 2008) and no restrictions on the use of other smoking cessation strategies by study participants  (Rodgers 2005 ). One study compared the effect of a text messaging intervention to a second intervention consisting of monitoring of health behaviours through paper diaries, and to a control group with no monitoring  (Shapiro 2008) . Sample sizes ranged from 58  (Shapiro 2008)  to 1705 participants  (Rodgers 2005) ."
    },
    {
      "title": "Participants",
      "text": "The studies were conducted in Canada  (Cocosila 2009) , Thailand (Jareethum 2008), New Zealand  (Rodgers 2005) , and the United States of America  (Shapiro 2008) . Use of SMS messaging was applied to four different clinical areas: adherence to preventive medication  (Cocosila 2009) , prenatal support (Jareethum 2008), smoking cessation  (Rodgers 2005) , and health behaviours  (Shapiro 2008) . Participants in three studies were people in the community  (Cocosila 2009; Rodgers 2005; Shapiro 2008 ) and in one study healthy pregnant women attending an ambulatory antenatal clinic (Jareethum 2008). The target group for the intervention varied.\n\nParticipants in one study were children aged 5 to 13 years and their parents  (Shapiro 2008 ).\n\nRodgers 2005 targeted current smokers aged over 16 years. The studies by Cocosila 2009 and Jareethum 2008 targeted participants aged over 18 years. Three studies included both men and women; the proportion of males included in the studies ranged from 38% to 45%. Jareethum 2008 included only women. Participants in Rodgers 2005 came from all income levels: 26% from low, 42% from middle and 31% from higher income level. The intervention group in Jareethum 2008 had a higher proportion of pregnant women with a bachelor degree than the control group (P = 0.061). Other studies did not report the socio-economic status of the participants. Ethnicity was reported in Rodgers 2005: the study included 21% Maori and 79% Non-Maori participants. Details about race were presented only in the study by Shapiro 2008; the study included 60% white, 34% black, 1% Asian and 1% Hispanic/Latino participants. Interventions Purpose The purpose of the SMS intervention varied across studies. One study used SMS to support antenatal care of healthy pregnant women (Jareethum 2008). In another study, current daily smokers interested in quitting within a month were sent regular, personalised text messages providing smoking cessation advice, Cochrane Library Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews support and distraction  (Rodgers 2005) . In addition, several other text message based services were provided for the intervention group: Quit buddies (participants with similar characteristics and quit days were put in touch with each other); TXT crave (participants could 'pull' text messages on demand by sending a text message to a short code number and they would receive a tip on how to get through the cravings); TXT polls (for example, messages sent to all participants on current topics, and the answers were sent back to all); and TXT quizzes (questions were sent out, followed by answers the next day).\n\nTwo studies involved two-way communication between participants and an automated system. In Cocosila 2009 participants were sent SMS medication reminders, and, depending on their reply (i.e. acknowledgement or not), a remindingreinforcing or a reminding-correcting message. Participants in  Shapiro 2008  sent text messages to provide information on any of three targeted behaviours: pedometer usage, estimating beverage serving sizes, and estimating screen time (TV, video game, computers). For each SMS sent, they would receive an immediate, automated SMS feedback message."
    },
    {
      "title": "Specifications",
      "text": "The mobile phone messaging interventions were delivered using different platforms. In Cocosila 2009 no information was provided other than that an automated delivery system was used. No technical details on the text messaging specifications were described in Jareethum 2008. In the study on smoking cessation an algorithm based on keyword matching was developed to match participant characteristics with a database of over 1000 text messages, so that an individualised programme was provided during a free month of text messaging  (Rodgers 2005) . In Shapiro 2008 for each SMS sent participants received an immediate, automated SMS feedback message from the program, which was hosted on a secure server.\n\nParticipants in Cocosila 2009 received compensation: in the control group 15 US dollars (USD) and those in the intervention group 30 USD (a higher amount covering additional activities and the SMS air-time during the study). In Shapiro 2008 each family was given one phone to share for the duration of the study and they were instructed not to use the phone for anything except study-related SMS. In three other studies participants used their own mobile phones."
    },
    {
      "title": "Message content",
      "text": "In Cocosila 2009, participants in the intervention group were sent SMS medication reminders with fresh content from a virtual friend called 'Tim'. Some messages included jokes and ended with a 'smiley'. All texts were in a direct, non-formal language. Three types of reminders were sent: basic (a medication reminder: a er each such message participants were requested to reply with a one-letter SMS a er taking the vitamin, no later than the midnight of the same day), reinforcing (encouraging messages with fresh jokes, brief information) and correcting (those who did not acknowledge the basic reminders were sent brief information about the importance of taking the vitamin with no 'smiley'). In Jareethum 2008 SMS messages were appropriate to the women's gestational age, and contained information and warnings relating to abnormal symptoms that would require consultation with a doctor. The study on smoking cessation  (Rodgers 2005)  used personalised text messages providing smoking cessation advice, support, and distraction, by matching participant characteristics with a database of text messages . Participants' nicknames were also incorporated into the text messages. In Shapiro 2008 hundreds of feedback messages were developed to avoid duplicate messages; algorithms were based on (1) how many goals were met and (2) enhancement or deterioration from the previous day (for example, \"Wow, you met your step and screen time goals-Congratulations! What happened to beverages?\"). Timing and frequency The timing and frequency with which messages were sent and received varied across studies. During the first two weeks of the one-month Cocosila 2009 study, participants in the intervention group were sent one reminding-basic message daily at random times within a two hour time interval and, depending on their reply (i.e. acknowledgement or not), a reminding-reinforcing or a reminding-correcting message every two days. In the last two weeks, participants received one reminding-basic text message every other day, and either a reminding-reinforcing or a remindingcorrecting message every three days. In Jareethum 2008 the study group received two text messages per week from 28 weeks of gestation until giving birth. SMS messages were sent on Mondays and Thursdays during the daytime to avoid making a disturbance. In the study on smoking cessation (Rodgers 2005) five messages were sent per day for the week leading up to the quit day and for the following four weeks. Six weeks a er randomisation, coinciding approximately with the end of the free text messaging month, the intervention became much less intensive, with the number of sent text messages reducing from five a day to three per week until the end of the 26-week follow up. Families in Shapiro 2008 began monitoring on day one of the program and sent two text messages per day (one for parent and one for child) for the full eight weeks of the study. For each text sent, they received an immediate, automated text feedback message, regardless of the time of day. Outcomes Cocosila 2009 reported on self-reported adherence through missed tablets of preventive medicine (vitamin C) in the final week, increase in number of tablets taken per week and selfreported increased adherence (SMS versus control) to taking the tablets. Jareethum 2008 reported on satisfaction levels, confidence scores, anxiety scores and pregnancy outcomes (e.g. gestational age at birth and fetal birth weight) in the antenatal and perinatal periods (SMS versus control). Rodgers 2005 on smoking cessation reported quit rates at 6 weeks, 12 weeks, and 26 weeks, and percentage abstaining from smoking at 26 weeks. Shapiro 2008 reported on treatment acceptability, attrition (SMS versus paper diaries versus control), adherence to self-monitoring (percentage of total monitoring days: SMS versus paper diary) and preliminary efficacy of SMS in affecting behavior change in children.\n\nFor determining the rate of attrition in this study, completers were defined as participants who completed the 8-week post assessment and who attended at least two of three educational sessions."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "Excluded studies",
      "text": "A er review of the full text of 31 studies, we excluded 27 citations describing 21 individual studies from this review (see Characteristics of excluded studies for further details).\n\nWe excluded seven papers describing four studies relevant to secondary or tertiary prevention  (Franklin 2006; Hanauer 2009; Marquez Contreras 2004; Ostojic 2005)  as they are discussed in a separate review that examines the role of mobile phone messaging for facilitating self-management of long term illnesses (de Jongh 2012). In 14 papers describing 11 studies, additional means of data transmission, such as digital subscriber line (DSL) Internet connection, wireless application protocol (WAP) or general packet radio service (GPRS), were used such that the independent effects of text messaging could not be separated from those of the overall intervention (i.e. they were multifaceted interventions), and three studies had no controls. At a later stage, we excluded two more studies (Chen 2008; Vilella 2004) that reported on mobile phone messaging reminders for facilitating the uptake of preventive activities. One of these (Chen 2008) is included in a separate review  (Car 2012 ) that discusses the effects of mobile phone messaging reminders for attendance at healthcare appointments.\n\nWe excluded one paper  (Bramley 2005 ) reporting a sub-analysis of an included study  (Rodgers 2005)  comparing results between Maori (the indigenous population of New Zealand) and non-Maori."
    },
    {
      "title": "Ongoing studies",
      "text": "We identified eight studies potentially relevant to this review but for which no data were yet available. Of these, four studies were yet not recruiting participants at the time of this review (Balmford We successfully contacted one study coordinator  (Whittaker 2006)  for additional information but the study was ongoing and we did not receive any preliminary findings. Studies will be assessed for inclusion in a subsequent update of this review."
    },
    {
      "title": "Risk of bias in included studies",
      "text": "We summarise the risk of bias in included studies in Figure  1 . The included studies were of varying methodological quality with some studies providing insufficient information to accurately assess the risk of bias."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews"
    },
    {
      "title": "Allocation"
    },
    {
      "title": "Adequate sequence generation",
      "text": "All four included studies reported the use of adequate sequence generation methods (computer generated random allocation sequences, central telephone randomisation or random number tables)."
    },
    {
      "title": "Allocation concealment",
      "text": "Allocation concealment was considered adequate in two studies  (Cocosila 2009; Rodgers 2005) . In Jareethum 2008 and Shapiro 2008 allocation concealment was unclear as the method of concealment was not described in sufficient detail."
    },
    {
      "title": "Blinding",
      "text": "In none of the studies were participants blinded. We judged that the outcomes and outcome measurements were unlikely to have been influenced by lack of blinding. Only one study reported on blinding of personnel collecting and analysing the samples  (Rodgers 2005) .\n\nNo mention is made in other studies of blinding of outcome assessors or researchers and this could have introduced a source of bias."
    },
    {
      "title": "Incomplete outcome data",
      "text": "The number of study participants lost to follow-up was relatively small compared to sample size in the study by Jareethum 2008. In"
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews",
      "text": "Shapiro 2008 the sample size was too small to detect statistically significant differences between completers in the study groups. Also the percentage of participants who completed the study varied between groups (SMS 72% versus paper diaries 39% versus control 50%). In this study final analysis was performed on only those participants who had completed the study, which could influence generalisability of the findings  (Shapiro 2008) . The methods of analysing incomplete data collected varied across studies with analysis and reporting based on intention to treat analysis (ITT) in  Cocosila 2009 , and on only participants who completed the study  (Shapiro 2008 ).\n\nIn the study on smoking cessation  (Rodgers 2005 ) a number of sensitivity analyses were used to assess the potential effect of data missing from follow-up, mis-classified quit status, and adjustment for baseline prognostic variables. Assuming those participants lost to follow up as smokers is standard practice in cessation studies. However, sensitivity analyses were performed to evaluate the impact of other possibilities on the results in Rodgers 2005. The two main shortcomings of the study lay in the potential over-reporting of quitting status and the comparatively large and differential loss to follow up. The results of salivary cotinine verification for those reporting to have quit at six weeks demonstrated overreporting of quit rates, with no clear evidence that this occurred at different rates in the intervention and control groups. These factors are unlikely to have biased the treatment effect estimates at six weeks, since at that time follow up was high and possible over-reporting rates appeared similar in both groups. At 12 and 26 weeks there were more lost to follow-up in the active group and so, assumptions of smoking status for those lost to followup could have led to important differences to the treatment effect estimates. Researchers discussed the different scenarios modelled for treatment of missing data. Under all scenarios there remained a statistically significant increase in smoking cessation rates at six weeks, even under the most conservative assumptions. As well, there remained an increase in prevalence of non-smoking in the active group compared to the control group at 12 weeks. However, the between-group differences were less clear at 26 weeks."
    },
    {
      "title": "Selective reporting",
      "text": "We were unable to review the original study protocols of the included studies, thus no fully informed inferences could be made about potential selective reporting, although the number of possible outcomes seemed restricted to those reported in the studies."
    },
    {
      "title": "Other potential sources of bias",
      "text": "In the study on smoking cessation  (Rodgers 2005)  incentives for providing final follow-up data differed between groups: one month of free text messaging was received by the control group on study completion whereas the intervention group had already received their month of free text messaging from their quit day and did not receive further incentives to complete the study. Consequently, follow-up rates reduced to around 67% in the intervention group and to 78% in the control group by six months. The reported quit rates increased over time in the control group. One possible explanation is that some participants may have thought their free text month might depend on reporting quitting.\n\nAlthough differential use of incentives could have led to bias, this is expected to have led to an underestimation of effect rather than an overestimation.\n\nIn Cocosila 2009 the figures regarding vitamin C consumption increased for both groups at endpoint: by 246% for the intervention group and by 131% for the control group. However, the differences between groups were not significant.\n\nA possible cause of the non-significant difference between the intervention and control group at endpoint may have been potential 'cross-contamination' between intervention and control groups due to the way participants were selected for the study. In addition to the small sample size, Shapiro 2008 had several other limitations, including only English-speaking families and intermittent difficulties with using SMS (e.g. phone companies merged, plans discontinued, changed coverage areas, which probably influenced generalisability. Furthermore, the questionnaire used to explore the preliminary efficacy of SMS in promoting behavioural change was not validated. There was also no validation of accuracy of reporting."
    },
    {
      "title": "Effects of interventions",
      "text": "See: Summary of findings for the main comparison Effect of mobile phone messaging interventions for preventive health care All outcome measures reported in the included studies are presented in a single table (Summary of findings for the main comparison) as well as in Data and analyses. The primary outcomes have been grouped as health status outcomes and health behaviour outcomes. The secondary outcomes are grouped as participants' evaluation of the intervention, and adverse effects from the intervention. None of the included studies reported on the providers' evaluation of the intervention, cost, or perceptions of the intervention's safety. Due to the heterogeneity across studies in areas of primary prevention, type of interventions, and outcome measures, it was not possible to quantify differences between groups or to calculate effect sizes across studies."
    },
    {
      "title": "Health status outcomes"
    },
    {
      "title": "Satisfaction level of antenatal care and confidence and anxiety levels of healthy pregnant women",
      "text": "Jareethum 2008 compared healthy pregnant women's satisfaction levels with antenatal care between those who received text messages for prenatal support, and those who did not. The study also assessed the confidence and anxiety levels and pregnancy outcomes in the two groups. Satisfaction, anxiety and confidence were measured using a tested questionnaire involving a visual analogue scale from 1 to 10 points. Women who received prenatal support by text message were significantly more satisfied than those who did not receive the messages, both in the antenatal period (mean difference (MD) 1.25, 95% confidence interval (CI) 0.78 to 1.72) and perinatal period (MD 1.19, 95% CI 0.37 to 2.01). In the SMS group, women's confidence levels were higher (MD 1.12, 95% CI 0.51 to 1.73) and anxiety was lower (MD -2.15, 95% CI -3.42 to -0.88) (Analysis 1.1) than in the control group in the antenatal period. In the perinatal period there were no statistically significant differences for confidence and anxiety. Furthermore, no differences between the groups were found in pregnancy outcomes, including gestational age at birth, infant birth weight, preterm delivery and route of delivery (Analysis 1.2; Analysis 1.3; Summary of findings for the main comparison)."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "Health behaviour outcomes"
    },
    {
      "title": "Smoking cessation",
      "text": "Rodgers 2005 assessed the effects of a mobile phone text messaging smoking cessation programme (Analysis 2.1). More participants reported not smoking in the intervention group compared to the control group at 6 weeks (RR 2.20, 95% CI 1.79 to 2.70) and at 12 weeks follow-up (RR 1.55, 95% CI 1.30 to 1.84) (Summary of findings for the main comparison).This treatment effect was consistent across subgroups defined by age, sex, income level, or geographic location. At 26 weeks there was no significant difference between groups, if missing values were assumed as smoking (RR 1.07, 95% CI 0.91 to 1.26). However, using last values carried forward, the difference between intervention and control groups persisted at 26 weeks (RR 1.28, 95% CI 1.11 to 1.48). Continuous abstinence rate (allowing three or fewer 'lapses' of two or fewer cigarettes per lapse) at 26 weeks was higher in the intervention group (RR 1.64, 95% CI 1.12 to 2.42), whereas there was no difference in the complete abstinence rate between groups (RR 1.5, 95% CI 0.92 to 2.44).\n\nThe authors attempted to verify smoking status in a random sample of self-reported quitters at 6 weeks (n = 125, 35.9%). They used salivary cotinine as the biochemical measure and, although numbers were small, over-reporting of quitting was evident in both intervention and control groups. Of those in the intervention group who were invited to provide a cotinine sample, 62.7% (n = 52) did not attend, and 57.1% (n = 24) of those invited in the control group did not attend. Of those who did provide a sample, 54.8% (n = 17) in the intervention group were verified as having quit, compared with 33.3% (n = 6) in the control group. Therefore the study demonstrates a higher degree of over-reported quitting by those in the control group than those in the intervention group.\n\nThe evidence that mobile phone messaging interventions positively impact on smoking quit rates is considered to be of high quality (Summary of findings for the main comparison)."
    },
    {
      "title": "Self-reported adherence to taking preventive medicine",
      "text": "Cocosila 2009 assessed the effectiveness of text messaging for improving adherence to taking preventive medicine (vitamin C) (Analysis 2.2). Both groups reported increased adherence at the end of the study, with a higher proportion of people in the intervention group reporting increased adherence (RR 1.41, 95% CI 1.14 to 1.74) and the average number of missed pills in the last 7 days was marginally lower in the intervention group (MD -0.80, 95% CI -1.55 to -0.05; Analysis 2.3). This evidence is of moderate quality and the finding may well be affected by further research in this area (Summary of findings for the main comparison)."
    },
    {
      "title": "Monitoring of healthy behaviours",
      "text": "Shapiro 2008 examined acceptability, attrition, adherence, and preliminary efficacy of mobile phone text messaging for monitoring children's health behaviours. The outcomes relating to physical activity, consumption of sugar-sweetened beverages or screen time did not differ between intervention and control groups, regardless of the method of assessment, using data from self-monitoring versus self-reported recall (Analysis 2.4).\n\nChildren in the SMS group had somewhat lower attrition n = 5 (28%) than those in the group using paper diary n = 11 (61%) and control group n = 11 (50%), and significantly greater adherence to self-monitoring than the paper diary group (reported in the study as 43% versus 19%, P < 0.02). The quality of the evidence for phone messaging affecting health behaviours in children is, however, very low because of the very low number of participants enrolled and risk of bias in the study (Summary of findings for the main comparison). This means that further research is very likely to influence the observed effect size."
    },
    {
      "title": "Participants' evaluation of the intervention",
      "text": "The studies primarily focused on the effects of the interventions on health outcomes or health behaviours, with little or no discussion on participant satisfaction or acceptability of the intervention. The only study to explicitly address these issues was Shapiro 2008 in which authors measured acceptability using three questions each to the child and to the parent (Analysis 3.1). There were no differences in the individual or pooled scores for acceptability of SMS versus paper diary for children or parents.The only difference was in parental reports of likelihood of participating in such a study again, with parents in the non-monitoring (C) group being more likely to participate than parents in the SMS group (MD -1.80, 95% CI -3.36 to -0.24).The small number of participants in this study, together with a moderate risk of bias in the included study, however, means that the quality of evidence for this measure is very low (Summary of findings for the main comparison)."
    },
    {
      "title": "Adverse effects of the intervention",
      "text": "The adverse effects of text messaging were presented only in the study on smoking cessation  (Rodgers 2005) . During the 26 week study period the investigators were interested also in the rate of pain in the thumb or finger joints during texting, and car crash rates.\n\nThere was no difference in the rate of pain in the thumb or finger joints during texting (RR 1.08, 95% CI 0.74 to 1.59), or in car crash rates (RR 0.88, 95% CI 0.58 to 1.35) (Analysis 4.1).The authors further note that a total of five crashes occurred during or a er sending a text message whereas three occurred while smoking. The evidence for absence of adverse effects from the interventions is of moderate quality (Summary of findings for the main comparison)."
    },
    {
      "title": "D I S C U S S I O N"
    },
    {
      "title": "Summary of main results",
      "text": "This review brings together the evidence for delivering health interventions by text messaging that focus on preventive health care for healthy individuals. The results of our review show that using mobile phone messaging as a mode of delivery for preventive health care resulted in some improvements in the health status and health behaviours of the participants. One study focused on improving health status and three studies on promoting preventive health behaviour. However, participants' evaluation of the intervention and adverse effects were reported only in one study, which found no statistically significant results for participant evaluation, but also found no adverse effects of text messaging interventions. None of the included studies reported the cost of care, the providers' evaluation of the intervention, or perceptions of safety of text messaging. All studies used tailored text messaging, and two of them involved two-way communication between participants and an automated system  (Cocosila 2009; Shapiro 2008 ).\n\nThe evidence on the effects of text messaging as a mode of delivery for preventive health care appears to be mixed. One study on"
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews satisfaction, confidence and anxiety levels of pregnant women who received SMS messages during their antenatal care demonstrated some potential to improve the health status of healthy pregnant women in the antenatal period. However, no difference was found in pregnancy outcomes  (Jareethum 2008) . The evidence on the effects of text messaging on smoking cessation comes from one large study  (Rodgers 2005) . This study reported significant shortterm beneficial effects on behaviour modification among the intervention group participants, but no significant effect was found for the long-term. There were, however, significantly higher rates of continuous abstinence from smoking at 26 weeks among the intervention group participants.\n\nWe found very low quality evidence that text messaging had no effect on self-monitoring healthy behaviours relevant to childhood weight control (specifically, increasing physical activity, and reducing sugary drink intake and screen time)  (Shapiro 2008) . However, the sample size was small, and no generalisations can be made until the intervention is rigorously evaluated in larger followup studies that test the efficacy of the intervention.\n\nWe found moderate quality evidence that SMS medication reminders increased adherence to preventive medicines, in a small study  (Cocosila 2009) . Interestingly, this study used two-way communication between participants and an automated system. Accordingly, it was possible to see if participants acknowledged their daily vitamin taking, and how late a er the prescribed intake time this was done. As the research literature asks for more objective measures of adherence  (Haynes 2008) , this approach has the potential to become a suitable system for promptly reporting self-reported adherence to medication.\n\nParticipants' evaluation of text messaging in supporting preventive healthcare measures was addressed in only one study  (Shapiro 2008) . In this small feasibility study no significant differences were found in most treatment acceptability measures across any of the groups; the only exception was that parents in the control group were more likely to participate again than those who received SMS messages. Evidently, the acceptability of text messaging in preventive healthcare is an area that requires further attention.\n\nNone of the included studies focused on direct and indirect costs associated with text messaging. It should, however, be recognised that such costs may depend on the nature of the intervention and the size and characteristics of the target group. Given the current global enthusiasm with which mHealth applications are being embraced, more attention to the cost implications seems warranted."
    },
    {
      "title": "Overall completeness and applicability of evidence",
      "text": "We systematically collected and analysed the evidence to date on the effects of mobile phone messaging as a mode of delivery for preventive health care. However, when interpreting the results of this review, some of the limitations should be taken into consideration. Firstly, in considering studies for the review we have taken a narrow focus: including only those studies in which the intervention is exclusively delivered through text messaging, and communication is between provider and participant only.\n\nWe excluded studies combining SMS with other forms of data transmission, such as email, Internet or General Packet Radio Service (GPRS), as it would be difficult to assess the independent effect of a text message within such complex interventions.\n\nHowever, this strategy restricted the body of evidence that we were able to examine. Our review thus contains only a small number of studies. Combined with the substantial heterogeneity in the selected studies, this means it is very difficult to assess to what extent the review's findings have more general relevance. Secondly, the fact that no data has been collected beyond a study period of 26 weeks means that it is difficult to predict the long-term effects of text messaging in supporting the primary preventive measures directed to behavioral changes.\n\nWe included three studies from high income countries (Canada, New Zealand, USA) and one study from a lower-middle income country (Thailand). Text messaging for preventive health care seemed promising in the area of smoking cessation and antenatal care. However, as our review contains only one study for each individual field of primary prevention, it is very difficult to assess to what extent our findings have more general relevance.\n\nNone of the studies evaluated potential loss or misinterpretation of the data, or considered issues of costs, security and confidentiality.\n\nParticularly in low-income countries where mobile phones are frequently shared between family members, these are important issues that need to be taken into account."
    },
    {
      "title": "Quality of the evidence",
      "text": "The included studies were of varying methodological quality; some studies provided insufficient information to accurately assess the risk of bias. On the whole, sequence generation for randomisation was considered adequate in all studies. Only two of the four studies provided information on allocation concealment. The lack of blinding of participants in all studies can be partly explained by the interactive nature of the SMS interventions, which does not permit the blinding of patients or their healthcare providers.\n\nThere is, however, a potential for bias from the apparent lack of blinding of outcome assessors, as only one study reported on blinding of personnel collecting and analysing the samples. The individual studies examined a wide variety of outcomes, and the heterogeneity in these outcome measures makes it difficult to draw unambiguous conclusions on the effects of text messaging.\n\nThe study on smoking cessation attempted biochemical verification of self-reported quit rates at 6 weeks and found greater over-reporting of quitting in the control than the intervention group. Although the numbers involved were very small, it is possible that reliance on self-report in this study could underestimate the effect of the intervention.\n\nSome conclusions come from studies with small sample sizes, and the effects of these interventions need to be rigorously evaluated in larger follow up studies. While the study on adherence to preventive treatment is of moderate quality, the results have limited generalisability to improving treatment adherence for outpatients with more complex chronic disease regimens. It should also be taken into account that tools used to explore the preliminary efficacy of text messaging to promote behavioural change for children's weight control were not validated.\n\nBecause of the limited number of studies included in this review and the relatively small number of participants in some studies the effectiveness of using mobile phone messaging in supporting preventive health care cannot be assessed. However, despite these limitations this review provides a useful overview and has exposed"
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews important gaps in the current knowledge in this area which merit further research."
    },
    {
      "title": "Potential biases in the review process",
      "text": "We believe that we have identified all the studies addressing the use of mobile phone messaging as a mode of delivery for preventive health care that met our study design criteria (RCT, QRCT, CBA, ITT) up to June 2009. We also successfully contacted four study coordinators to obtain additional information regarding ongoing studies and these will be assessed in a future update of the review. However, by excluding studies with possible confounding from other communication and/or data transmission methods, we may have introduced selection bias towards less successful interventions, as more complex interventions may be more effective at improving health and behavioural outcomes."
    },
    {
      "title": "Agreements and disagreements with other studies or reviews",
      "text": "This review follows on two other reviews with a similar focus. Fjeldsoe 2009 reviewed the evidence for behaviour change interventions delivered by SMS, whereas Krishna 2009 more broadly looked at healthcare delivery via mobile phones in the management and prevention of disease. One study on smoking cessation  (Rodgers 2005)  in our review was also included in both of those reviews.\n\nHowever, our review differs from these two reviews in several respects. First, Krishna 2009 focused on all possible fields of application for mobile phones in disease management and prevention, rather than on their utility as a mode of delivery for preventive health care alone. Their conclusions were thus based on an even more heterogeneous set of studies, complicating the process of deriving robust conclusions. Secondly,  Krishna 2009  was not restricted to text messaging applications alone but also included interventions whereby mobile phones were used for regular phone calls or for data transmission by GPRS, e.g. to transmit data received from a wireless device, thus including a number of studies which we have excluded from our review to minimise possible confounding. Interestingly, Krishna 2009 is more positive overall regarding the effects of mobile phones on health outcomes, compliance with medication and self-efficacy. A possible explanation could be that interventions employing a more extensive range of technologies in patient-provider communication are better tailored to patients' needs and preferences than those which rely exclusively on text messaging. Fjeldsoe 2009's focus was somewhat closer to that of our review, as it looks specifically at behaviour change interventions, evaluating changes in both preventive health behaviour and those associated with the management of clinical conditions. The review, however, used less stringent selection criteria, and included studies without a control group. Furthermore, although text messaging had to be the main method of intervention delivery the review also considered studies in which other technologies were used as adjuncts. Despite the wider scope of the review and the inclusion of less rigorous studies, Fjeldsoe 2009's conclusions -that text message based interventions can have some positive short-term behavioural outcomes, but that further research into long-term effects and acceptability is required -are largely in line with those of our review."
    },
    {
      "title": "A U T H O R S ' C O N C L U S I O N S"
    },
    {
      "title": "Implications for practice",
      "text": "We identified four randomised controlled trials studying the effects of mobile phone messaging interventions as a mode of delivery for preventive health care. Despite the small number of studies and the small number of participants in three studies, results suggest that text messaging interventions have the potential to support health behavioural changes in the short-term and they could add value to the provision of preventive health-related information. There is no evidence that mobile phone messaging interventions have longterm benefits for preventive health care. Furthermore, very little is known about costs, and possible risks and harms associated with the intervention. Before these issues are examined further, caution is advised about implementing these technologies on a large scale."
    },
    {
      "title": "Implications for research",
      "text": "The evidence is based on four randomised trials that tested text messaging for preventive health care for varied health behaviours. These studies used the individual person as the unit of randomisation. The number of participants in the included studies was low and most participants were young adults. The studies had a relatively short duration, with none exceeding 26 weeks. Causal pathways between interventions and outcomes were not clearly defined, especially in one study that also included financial compensation and where the effect of the SMS intervention and financial incentive could not be disaggregated. None of the studies included economic evaluations. These limitations, combined with the significant risk of bias, mean that the evidence on health effects is of low to moderate quality, and that long-term effects or economic benefits cannot be demonstrated. It is also not possible to ascertain whether the effects can be sustained over a period of time. There is, therefore, a need for more robust studies into these issues.\n\nFuture studies should have larger sample sizes and include different age groups that may benefit from preventive health interventions. The studies should be for longer duration, preferably up to at least three years, to demonstrate whether such benefits can be sustained over time -critically important as achieving sustained behaviour change is difficult. Studies which have a bundle of interventions, for example combining text messaging with professional support or financial incentives, should have appropriate designs to assess the effect of text messaging, both with and without such additional interventions.\n\nFuture studies should also compare effects in different contexts, for example in low and middle income countries with weaker health systems and significant shortages in the health workforce.\n\nIn addition to demonstrating intermediate measures, such as uptake of interventions or sustained adherence to them, future studies should measure effects on health outcomes -for example, reduced incidence and prevalence rates, or in the case of secondary prevention reduced disease progression, improved physiological measurements, reduced complication rates or lowered hospital admissions. In addition, future studies should explore acceptability of the interventions to users, as well as their economic costs and benefits."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "A C K N O W L E D G E M E N T S",
      "text": "We acknowledge the very helpful support of the Cochrane Consumers and Communication Review Group editorial base at different stages of this review."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Atun 2006 Atun RA, Sittampalam S. A review of the characteristics and benefits of SMS in delivering healthcare. The Role of Mobile Phones in Increasing Accessibility and Efficiency in Healthcare. Vodafone Group Plc, 2006:18-28. Cochrane Library Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews",
      "text": "Random sequence generation (selection bias)\n\nLow risk Participants were randomly directed by a specialized Java script."
    },
    {
      "title": "Allocation concealment (selection bias)",
      "text": "Low risk Quote: \"...Neither participants nor the investigators had any knowledge of the distribution process until it was fully completed.\"\n\nBlinding (performance bias and detection bias) Patient-reported outcomes Low risk Blinding of participants not possible due to nature of intervention. Although researchers were not blinded and the authors do not discuss how this could have affected the results, it does not seem likely that the lack of blinding would have biased the analysis."
    },
    {
      "title": "Incomplete outcome data (attrition bias) Short-term outcomes",
      "text": "Low risk 1 month: 1/52 missing from intervention group, 2/50 missing from control group.\n\nAll randomised participants were included in ITT analysis."
    },
    {
      "title": "Incomplete outcome data (attrition bias) Longer-term outcomes",
      "text": "Unclear risk NA, study last only 1 month\n\nSelective reporting (reporting bias)"
    },
    {
      "title": "Unclear risk",
      "text": "The study protocol was not available but number of possible outcomes seems restricted to those reported so likely free of selective reporting."
    },
    {
      "title": "Other bias High risk",
      "text": "The intervention and control groups were comparable at baseline. A possible cause of the non-significant difference between the intervention and control group at endpoint may have been affected by potential 'cross-contamination' between intervention and control groups due to the way participants were selected for the study (i.e. included groups of friends and colleagues)."
    },
    {
      "title": "Cocosila 2009 (Continued)",
      "text": "Methods Study design: RCT conducted over 6 months."
    },
    {
      "title": "Participants",
      "text": "Healthy pregnant women at antenatal clinic and postpartum ward in Bangkok, Thailand; mean age 27.3 years. Education: none/primary school 21.3%, secondary school 57.4%, bachelors degree 21.3%. Parity: nulliparous 57.4%, multiparous 42.6%.\n\n68 randomised: 34 intervention SMS group, 34 control group.\n\nInterventions SMS group: Participants received two SMS messages, via mobile phone, per week from the 28 weeks of gestation until delivery. The SMS messages were appropriate to the women's gestational age and contained information and warnings relating to abnormal symptoms that, if the pregnant woman had, would require that they consult the doctor.\n\nControl group: routine antenatal and perinatal care.\n\nOutcomes Satisfaction level of women of antenatal and perinatal periods.\n\nConfidence scores from the antenatal and perinatal periods.\n\nAnxiety scores from the antenatal and perinatal periods.\n\nPregnancy outcomes (i.e. gestational age at birth, fetal birth weight, route of delivery)."
    },
    {
      "title": "Notes"
    },
    {
      "title": "Risk of bias",
      "text": "Jareethum 2008 Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Outcomes Primary outcome: Prevalence of current non-smoking (that is, not smoking in the past week) 6 weeks after randomisation. Secondary outcomes: Biochemically-verified abstinence rate at six weeks; Self-reported current nonsmoking rate at 12 and 26 weeks; Continuous abstinence rate at 26 weeks.\n\nAdverse events: rates of car crash, rate of \"text thumb\" (ever having pain in the thumb or finger joints when texting during the six months)."
    },
    {
      "title": "Notes"
    },
    {
      "title": "Risk of bias",
      "text": "Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Central telephone randomisation. Allocation concealment (selection bias) Low risk Sequence concealed until interventions were assigned. Blinding (performance bias and detection bias) Patient-reported outcomes Low risk Personal collecting and analysing the samples were unaware of treatment allocation. Participants were aware of which group they were allocated to (i.e. single blind). Incomplete outcome data (attrition bias) Short-term outcomes Low risk 6 weeks: 46/852 missing from intervention group; 35/853 missing from control group. A number of sensitivity analyses were performed to assess the potential impact of missing follow up data, mis-classified quit status, and adjustment for baseline prognostic variables. Incomplete outcome data (attrition bias) Longer-term outcomes Low risk 12 weeks: 106/852 missing from intervention group; 65/853 missing from control group. 26 weeks: 261/852 missing from intervention group; 179/853 missing from control group. Researchers discussed the different scenarios modelled for treatment of missing data. Selective reporting (reporting bias) Unclear risk The study protocol is not available. Other bias High risk Study groups were comparable at baseline. Although differential use of incentives (control group received their month of free text messaging after the 26week follow-up, the intervention group were not offered this incentive) could have led to introduction of bias, this is expected to have lead to an underestimation of effect rather than an overestimation. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 58 children (families) randomised: 18 intervention SMS group, 18 intervention paper diaries (PD) group, 22 control group Interventions SMS group: Families began monitoring on day 1 of the program and provide information on the 3 targeted behaviours: pedometer usage, estimating beverage serving sizes, and estimating screen time (TV, video game, computers) They sent 2 SMS per day (one for parent and one for child) for the full 8 weeks of the study; for each SMS sent, they would each receive an immediate, automated SMS feedback message.\n\nPaper Diary (PD) group: Participants used self-monitoring forms to record the 3 behaviours daily for both parent and child, turned in their forms at each of 3 weekly sessions, and received weekly verbal feedback. Families were instructed to complete the forms at the end of each day and not to back-fill the forms.\n\nControl group: They participated in the 3 intervention sessions but were not expected to self-monitor.\n\nAll parents and children received a pedometer (AE 120 YAMAX digi-walker for adults and Sportline 340 for children)."
    },
    {
      "title": "Details of co-interventions in all groups:",
      "text": "All families participated in a total of 3 educational group sessions (90 minutes each) weekly, for 3 weeks. All groups were facilitated by the same psychologist.The only material that differed across groups was that presented in Session 1, which included training in either SMS or PD, or extended overview of the program for the control group. Session 1 provided instruction on the 3 targeted behaviours: pedometer usage, estimating beverage serving sizes, and estimating screen time (TV, video game, computers). Although no behavioral goals were discussed, those in the 2 monitoring conditions were instructed to monitor these 3 target behaviours before going to bed. Session 2 focused on increasing physical activity and decreasing screen time (behavioral goals for session 2 (for both the child and parent) were 5000 steps and under 60 minutes total screen time unrelated to school/work per day. Session 3 focused on the amount of sugar in sugar-sweetened beverages (SSB). The session included demonstrations of the actual amount of sugar in various SSB and the health consequences of SSB. The goal for session 3 was zero SSB per day for both child and parent."
    },
    {
      "title": "Outcomes",
      "text": "Treatment acceptability, attrition, adherence to self-monitoring, preliminary efficacy (physical activity, screen time, sugar-sweetened beverage consumption) (self-monitoring data in SMS and PD groups and recall of targeted behaviours for all groups)."
    },
    {
      "title": "Notes"
    },
    {
      "title": "Risk of bias",
      "text": "Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Computer random number generator. Allocation concealment (selection bias) Unclear risk The method of concealment is not described in sufficient detail to allow definitive judgment. Blinding (performance bias and detection bias) Patient-reported outcomes Low risk No blinding, but the outcome and the outcome measurement are not likely to be influenced by lack of blinding. Incomplete outcome data (attrition bias) Short-term outcomes Unclear risk N/A Shapiro 2008 (Continued) Mobile phone messaging for preventive health care (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Incomplete outcome data (attrition bias) Longer-term outcomes High risk 8 weeks: Completers were defined as participants who completed the 8-week post assessment and who attended at least 2 of the 3 educational sessions. The numbers of families who attended the weekly sessions were 39, 30, and 24 for the first, second, and third weeks, respectively. A total of 31 completed the study (SMS: 13/18, PD: 7/18, C: 11/22) and final analysis was performed on only those. Reasons for attrition differed across groups.\n\nSelective reporting (reporting bias)"
    },
    {
      "title": "Unclear risk",
      "text": "The study protocol was not available but it is likely that the published reports include all expected outcomes."
    },
    {
      "title": "Other bias High risk",
      "text": "In addition to the small sample, the study has several limitations, including only English-speaking families and intermittent difficulties with using SMS (e.g., phone companies merged, plans discontinued, coverage areas), which could influence generalizability.The questionnaire used to explore the preliminary efficacy of SMS was not validated. There was no validation of accurate reporting.\n\nShapiro 2008 (Continued) Characteristics of excluded studies [ordered by study ID] Study Reason for exclusion Benhamou 2007 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Bramley 2005 Uses same data set as Rodgers 2005, which is included. Brendryen 2008 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Carrasco 2008 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Chen 2008 RCT included in separate review on reminders (Car 2012). Faridi 2008 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Ferrer-Roca 2004 Not an RCT, no control group. Franklin 2006 RCT included in separate review on self-management (de Jongh 2012). Hanauer 2009 RCT included in separate review on self-management (de Jongh 2012). Hurling 2007 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Joo 2007 Not an RCT, study with multifaceted intervention, not possible to separate effects of SMS messaging alone. Kim 2007 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Kim 2008 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Marquez Contreras 2004 Cluster RCT included in separate review on self-management (de Jongh 2012). Menon-Johansson 2006 Not an RCT, observational study (no control group). Newton 2009 RCT study with multifaceted intervention, not possible to separate effects of SMS messaging alone. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study Reason for exclusion Obermayer 2004 Not an RCT, no control group. Ostojic 2005 RCT included in separate review on self-management (de Jongh 2012). Patrick 2009 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Rami 2006 RCT with multifaceted intervention, not possible to separate effects of SMS messaging alone. Vilella 2004 Cluster RCT on reminders for facilitating the uptake of preventive activities. Also not included in separate review on reminders (Car 2012) as the SMS reminder was used so that the patient would make an appointment, rather than attend a scheduled appointment. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Outcomes Primary Outcomes: Condom use (at baseline and Months 3 and 6), Abstinence (at baseline and Months 3 and 6), Monogamy(at baseline and Months 3 and 6); Secondary Outcomes: Attitudes, norms, self-efficacy, and intentions to remain abstinent, remain monogamous, or use condoms (at baseline and Months 3 and 6) Starting date October 2008 Contact information University of Colorado at Denver and Health Sciences Center (Sheana Bull, PhD, MPH, Associate Professor) Notes Not yet recruiting Bull 2008 (Continued) Trial name or title Stop smoking with mobile phones Methods RCT (study duration 6 months) Participants Individuals aged 16 yrs and over, currently smoking cigarettes daily and interested in quitting, owner of a mobile phone and familiar with text messaging capabilities, able to provide informed consent to participate in the study Target sample size: 5800 Interventions The intervention group will be encouraged to set a quit date within 14 days of randomisation. Five messages per day will be sent in the first five weeks after randomisation Outcomes Primary outcome (at 6 months): self reported abstinence verified by salivary cotinine testing using a cut-off of 7 ng/ml of cotinine. Secondary outcomes: at 4 weeks: point prevalence of smoking; at 6 months: 28-day continuous abstinence; involvement in any vehicle crashes Starting date March 2007 Contact information Dr Caroline Free Nutrition and Public Health Research Interventions Unit London School of Hygiene and Tropical Medicine Keppel Street London UK Caroline.Free@lshtm.ac.uk Notes Free 2007 Trial name or title Evaluation of Adherence to Topical Agents: Applying Communication Technology to Improve Sunscreen Use Methods RCT (study duration 6 weeks) Participants Individuals aged 18 yrs or older. Target sample size: 60"
    },
    {
      "title": "Interventions",
      "text": "Use of text-messages through cellular phones as reminders for subjects to use their sunscreen. Intervention group will receive the study sunscreen with the attached electronic monitor. In addition, they will receive daily text messages on their cellular phone to remind them to apply the sunscreen. The text message will also contain the daily weather information. This group will also be instructed to apply sunscreen once a day in the morning to the sun-exposed areas of the body. If subjects are to have continuous sun exposure (for example, at a beach), they are to re-apply the sunscreen every 3 hours.\n\nKimball 2007 Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Outcomes Primary outcomes (at 6 weeks): number of days the subjects are adherent to using sunscreen, patient satisfaction with intervention. Secondary outcome (at 6 weeks): reasons for poor adherence. Starting date September 2007 Contact information Massachusetts General Hospital, Boston, MA 02114 ( Alexandra B. Kimball) Notes Not yet recruiting Kimball 2007 (Continued) Trial name or title The impact of text and email messaging on the sexual risk behaviour of young men and women: a randomised controlled trial Methods RCT (study duration 12 months) Participants Victorian resident aged 16-29 yrs. Target sample size: 340 Interventions Assigned to receive both SMS and email messages. SMS -The intervention group will receive messages on their mobile phones at different times and on different days of the week. Message content and style will match the technology and age group. Email -The intervention group will receive email messages such as: \"If you have recently had unprotected sex with a new partner, you may be at risk of chlamydia infection and should consider being tested.\" SMS and email messages will also include contraception information, relevant web pages, and phone numbers for sexual health services Outcomes Primary outcome: Significantly increased self reported (and validated by contacting doctor) chlamydia testing during the intervention period in participants receiving the intervention. Secondary outcomes: significantly increased self reported condom use with casual or new partners during the intervention period in participants receiving the intervention, significantly increased rate of primary health care attendance for contraception advice on the part of female participants receiving the intervention Starting date January 2006 Contact information Megan Lim, Macfarlane Burnet Institute for Medical Research and Public Health Centre for Epidemiology and Population Health GPO Box 2284 Melbourne VIC 3001, Australia, lim@burnet.edu.au Notes Not yet recruiting Lim 2005 Trial name or title The MiQuit study: feasibility trial of a computer-tailored smoking cessation intervention providing individualised written and mobile phone text message support to pregnant smokers Methods RCT (study duration 12 weeks) Participants Pregnant smokers aged at least 16 yrs, smoking at the time of booking for maternity care, owns or has the use of a mobile phone. Target sample size: 200 Interventions 2 arms: 1 arm -Standard care and a generic smoking cessation self-help leaflet. 2. Arm -Standard care and an individually tailored smoking cessation self-help leaflet plus 12 weeks of individualised mobile phone text message smoking cessation support Sutton 2008 Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Department of Public Health & Primary Care University of Cambridge, Institute of Public Health Forvie Site, Robinson Way, Cambridge, UK Notes Sutton 2009 (Continued) Trial name or title A RCT to determine if a multimedia mobile phone programme can help young people to stop smoking Methods RCT (study duration 6 months) Participants Resident in Auckland New Zealand, current smokers wanting to quit older than 16 yrs. Target sample size 1300 Interventions Intervention group: intensive multimedia smoking cessation programme delivered via mobile phone (such as daily video clips, SMS of quitting tips). Control group: less intensive (e.g. weekly) study-related multimedia programme delivered via mobile phone Outcomes Primary outcome: Continuous abstinence at 6 months: Secondary outcomes: Point prevalence abstinence at 4 wks, 12 wks and 6 mths; Cost per quitter and satisfaction with programme at 6 mths Starting date November 2006 Contact information Robyn Whittaker, Clinical Trials Research Unit, University of Auckland Private Bag 92019 Auckland, New Zealand, r.whittaker@ctru.auckland.ac.nz Notes Whittaker 2006 RCT: Randomised Controlled Trial mths: months wks: weeks wk: week D A T A A N D A N A L Y S E S Comparison 1. Health status outcomes Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Pregnancy support 1 Mean Difference (IV, Random, 95% CI) Totals not selected 1.1 Satisfaction during pregnancy 1 Mean Difference (IV, Random, 95% CI) 0.0 [0.0, 0.0] 1.2 Confidence during pregnancy 1 Mean Difference (IV, Random, 95% CI) 0.0 [0.0, 0.0] 1.3 Less anxiety during pregnancy 1 Mean Difference (IV, Random, 95% CI) 0.0 [0.0, 0.0] Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study or subgroup SMS Control Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Total events: 6 (SMS), 5 (Control) Heterogeneity: Not applicable Test for overall effect: Z=0.15(P=0.88) SMS group 500 0.002 10 0.1 1 Control group Analysis 1.3. Comparison 1 Health status outcomes, Outcome 3 Pregnancy outcomes (continuous outcomes). Study or subgroup SMS Control Mean Difference Weight Mean Difference N Mean(SD) N Mean(SD) Random, 95% CI Random, 95% CI 1.3.1 Birth weight (gm) Jareethum 2008 32 3051 (636) 29 3188 (456) 100% -137[-412.87,138.87] Subtotal *** 32 29 100% -137[-412.87,138.87] Heterogeneity: Not applicable Test for overall effect: Z=0.97(P=0.33) 1.3.2 Gestational age in delivery (weeks) Jareethum 2008 32 38.7 (1.1) 29 38.6 (1.1) 100% 0.1[-0.45,0.65] Subtotal *** 32 29 100% 0.1[-0.45,0.65] Heterogeneity: Not applicable Test for overall effect: Z=0.35(P=0.72) Control group 500 250 -500 -250 0 SMS group Comparison 2. Health behaviour outcomes Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Smoking cessation 1 Risk Ratio (M-H, Random, 95% CI) Subtotals only 1.1 No smoking in the past week at 6 wk follow-up 1 1705 Risk Ratio (M-H, Random, 95% CI) 2.20 [1.79, 2.70] 1.2 No smoking in the past week at 12 wk follow-up 1 1705 Risk Ratio (M-H, Random, 95% CI) 1.55 [1.30, 1.84] 1.3 No smoking in the past week at 26 wk follow-up 1 1705 Risk Ratio (M-H, Random, 95% CI) 1.07 [0.91, 1.26] 1.4 No smoking in the past week at 26 wk follow-up (LVCF) 1 1705 Risk Ratio (M-H, Random, 95% CI) 1.28 [1.11, 1.48] 1.5 Number abstaining (with < 3 lapses of 2 or fewer cigarettes) 1 1705 Risk Ratio (M-H, Random, 95% CI) 1.64 [1.12, 2.42] 1.6 Number abstaining completely 1 1705 Risk Ratio (M-H, Random, 95% CI) 1.50 [0.92, 2.44] Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 2 Vitamin C: increased adherence (dichotomous) 1 99 Risk Ratio (M-H, Random, 95% CI) 1.41 [1.14, 1.74] 3 Vitamin C: pills missed in the past week (continuous) 1 99 Mean Difference (IV, Random, 95% CI) -0.80 [-1.55, -0.05] 4 Healthy behaviour in children 1 Std. Mean Difference (IV, Random, 95% CI) Totals not selected 4.1 Exercise 1 Std. Mean Difference (IV, Random, 95% CI) 0.0 [0.0, 0.0] 4.2 Sugar-sweetened beverage servings 1 Std. Mean Difference (IV, Random, 95% CI) 0.0 [0.0, 0.0] 4.3 Screen time 1 Std. Mean Difference (IV, Random, 95% CI) 0.0 [0.0, 0.0] Analysis 2.1. Comparison 2 Health behaviour outcomes, Outcome 1 Smoking cessation. Study or subgroup SMS Control Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI 2.1.1 No smoking in the past week at 6 wk follow-up Rodgers 2005 239/852 109/853 100% 2.2[1.79,2.7] Subtotal (95% CI) 852 853 100% 2.2[1.79,2.7] Total events: 239 (SMS), 109 (Control) Heterogeneity: Not applicable Test for overall effect: Z=7.49(P<0.0001) 2.1.2 No smoking in the past week at 12 wk follow-up Rodgers 2005 247/852 160/853 100% 1.55[1.3,1.84] Subtotal (95% CI) 852 853 100% 1.55[1.3,1.84] Total events: 247 (SMS), 160 (Control) Heterogeneity: Not applicable Test for overall effect: Z=4.88(P<0.0001) 2.1.3 No smoking in the past week at 26 wk follow-up Rodgers 2005 216/852 202/853 100% 1.07[0.91,1.26] Subtotal (95% CI) 852 853 100% 1.07[0.91,1.26] Total events: 216 (SMS), 202 (Control) Heterogeneity: Not applicable Test for overall effect: Z=0.8(P=0.42) 2.1.4 No smoking in the past week at 26 wk follow-up (LVCF) Rodgers 2005 298/852 233/853 100% 1.28[1.11,1.48] Subtotal (95% CI) 852 853 100% 1.28[1.11,1.48] Total events: 298 (SMS), 233 (Control) Heterogeneity: Not applicable Test for overall effect: Z=3.4(P=0) Control group 5 0.2 2 0.5 1 SMS group Mobile phone messaging for preventive health care (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study or subgroup SMS Control Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI 2.1.5 Number abstaining (with < 3 lapses of 2 or fewer cigarettes) Rodgers 2005 64/852 39/853 100% 1.64[1.12,2.42] Subtotal (95% CI) 852 853 100% 1.64[1.12,2.42] Total events: 64 (SMS), 39 (Control) Heterogeneity: Tau =0; Chi =0, df=0(P<0.0001); I =100% Test for overall effect: Z=2.52(P=0.01) 2.1.6 Number abstaining completely Rodgers 2005 39/852 26/853 100% 1.5[0.92,2.44] Subtotal (95% CI) 852 853 100% 1.5[0.92,2.44] Total events: 39 (SMS), 26 (Control) Heterogeneity: Not applicable Test for overall effect: Z=1.64(P=0.1) Test for subgroup differences: Chi =31.76, df=1 (P<0.0001), I =84.26% Control group 5 0.2 2 0.5 1 SMS group Analysis 2.2. Comparison 2 Health behaviour outcomes, Outcome 2 Vitamin C: increased adherence (dichotomous). Study or subgroup SMS Control Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Cocosila 2009 48/51 32/48 100% 1.41[1.14,1.74] Total (95% CI) 51 48 100% 1.41[1.14,1.74] Total events: 48 (SMS), 32 (Control) Heterogeneity: Not applicable Test for overall effect: Z=3.2(P=0) Control group 10 0.1 5 0.2 2 0.5 1 SMS group Analysis 2.3. Comparison 2 Health behaviour outcomes, Outcome 3 Vitamin C: pills missed in the past week (continuous). Study or subgroup SMS Control Mean Difference Weight Mean Difference N Mean(SD) N Mean(SD) Random, 95% CI Random, 95% CI Cocosila 2009 51 2.5 (1.5) 48 3.3 (2.2) 100% -0.8[-1.55,-0.05] Total *** 51 48 100% -0.8[-1.55,-0.05] Heterogeneity: Not applicable Test for overall effect: Z=2.1(P=0.04) SMS group 5 2.5 -5 -2.5 0 Control group Mobile phone messaging for preventive health care (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 2.4. Comparison 2 Health behaviour outcomes, Outcome 4 Healthy behaviour in children. Study or subgroup SMS Control Std. Mean Difference Std. Mean Difference N Mean(SD) N Mean(SD) Random, 95% CI Random, 95% CI 2.4.1 Exercise Shapiro 2008 13 8187 (4536.1) 8 10927.4 (336.8) -0.73[-1.64,0.19] Shapiro 2008 13 137.3 (187.7) 8 137.1 (94.6) 0[-0.88,0.88] Shapiro 2008 13 137.3 (187.7) 11 114.1 (105.4) 0.14[-0.66,0.95] 2.4.2 Sugar-sweetened beverage servings Shapiro 2008 13 -0.4 (0.4) 8 -0.7 (0.9) 0.46[-0.44,1.35] Shapiro 2008 13 -0.9 (0.6) 8 -0.6 (0.8) -0.42[-1.32,0.47] Shapiro 2008 13 -0.9 (0.6) 11 -0.6 (0.7) -0.45[-1.26,0.37] 2.4.3 Screen time Shapiro 2008 13 -110.7 (125.5) 7 -48.4 (21.7) -0.58[-1.52,0.36] Shapiro 2008 13 -80.6 (47.1) 7 -102.9 (45.4) 0.46[-0.47,1.39] Shapiro 2008 13 -80.6 (47.1) 11 -111.8 (87.7) 0.44[-0.38,1.25] Control group 4 2 -4 -2 0 SMS group Comparison 3. User evaluation of intervention Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Acceptability 1 Mean Difference (IV, Random, 95% CI) Subtotals only 1.1 Parent (SMS vs PD) 1 63 Mean Difference (IV, Random, 95% CI) -0.00 [-1.08, 1.08] 1.2 Child (SMS vs PD) 1 63 Mean Difference (IV, Random, 95% CI) 0.15 [-0.32, 0.62] 1.3 Parent (SMS vs C) 1 72 Mean Difference (IV, Random, 95% CI) -0.45 [-1.84, 0.94] 1.4 Child (SMS vs C) 1 72 Mean Difference (IV, Random, 95% CI) 0.46 [-0.07, 1.00] Analysis 3.1. Comparison 3 User evaluation of intervention, Outcome 1 Acceptability. Study or subgroup SMS Control Mean Difference Weight Mean Difference N Mean(SD) N Mean(SD) Random, 95% CI Random, 95% CI 3.1.1 Parent (SMS vs PD) Shapiro 2008 13 7.5 (1.4) 8 7.6 (2.2) 40.19% -0.1[-1.8,1.6] Shapiro 2008 13 8 (1.6) 8 8.1 (2) 43.58% -0.1[-1.74,1.54] Shapiro 2008 13 7.4 (2.1) 8 6.9 (3.5) 16.24% 0.5[-2.18,3.18] Subtotal *** 39 24 100% -0[-1.08,1.08] Heterogeneity: Tau =0; Chi =0.16, df=2(P=0.92); I =0% Test for overall effect: Z=0(P=1) 3.1.2 Child (SMS vs PD) Shapiro 2008 13 3.3 (0.7) 8 3.4 (0.8) 48.58% -0.1[-0.77,0.57] Shapiro 2008 13 3 (0.9) 8 2.7 (1) 30.52% 0.3[-0.55,1.15] Control group 10 5 -10 -5 0 SMS group Mobile phone messaging for preventive health care (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study or subgroup SMS Control Mean Difference Weight Mean Difference N Mean(SD) N Mean(SD) Random, 95% CI Random, 95% CI Shapiro 2008 13 3.1 (0.9) 8 2.6 (1.3) 20.9% 0.5[-0.53,1.53] Subtotal *** 39 24 100% 0.15[-0.32,0.62] Heterogeneity: Tau =0; Chi =1.1, df=2(P=0.58); I =0% Test for overall effect: Z=0.62(P=0.54) 3.1.3 Parent (SMS vs C) Shapiro 2008 13 7.5 (1.4) 11 7 (2.1) 35.54% 0.5[-0.96,1.96] Shapiro 2008 13 8 (1.6) 11 8.1 (2.5) 30.88% -0.09[-1.8,1.62] Shapiro 2008 13 7.4 (2.1) 11 9.2 (1.8) 33.59% -1.8[-3.36,-0.24] Subtotal *** 39 33 100% -0.45[-1.84,0.94] Heterogeneity: Tau =0.86; Chi =4.68, df=2(P=0.1); I =57.27% Test for overall effect: Z=0.64(P=0.52) 3.1.4 Child (SMS vs C) Shapiro 2008 13 3.3 (0.7) 11 2.9 (1.2) 44% 0.4[-0.4,1.2] Shapiro 2008 13 3 (0.9) 11 2.6 (1.6) 25.15% 0.4[-0.66,1.46] Shapiro 2008 13 3.1 (0.9) 11 2.5 (1.4) 30.85% 0.6[-0.36,1.56] Subtotal *** 39 33 100% 0.46[-0.07,1] Heterogeneity: Tau =0; Chi =0.12, df=2(P=0.94); I =0% Test for overall effect: Z=1.7(P=0.09) Control group 10 5 -10 -5 0 SMS group Comparison 4. Adverse outcomes of intervention Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Adverse outcomes 1 Risk Ratio (M-H, Random, 95% CI) Subtotals only Analysis 4.1. Comparison 4 Adverse outcomes of intervention, Outcome 1 Adverse outcomes. Study or subgroup SMS Control Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Rodgers 2005 38/852 43/853 0% 0.88[0.58,1.35] Rodgers 2005 52/852 48/853 0% 1.08[0.74,1.59] Control group 100 0.01 10 0.1 1 SMS group A P P E N D I C E S Appendix 1. MEDLINE (Ovid) search strategy 1. cellular phone/ 2. text messag$.ab,ti. 3. texting.ab,ti. 4. short messag$.ab,ti. 5. sms.ab,ti."
    },
    {
      "text": "The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2009, Issue 2) • MEDLINE (OvidSP) (January 1993 to June 22, 2009); • EMBASE (OvidSP) (January 1993 to June 22, 2009); • PsycINFO (OvidSP) (January 1993 to June 22, 2009); • CINAHL (EbscoHOST) (January 1993 to June 22, 2009); • LILACS (January 1993 to June 22, 2009);"
    },
    {
      "text": "2008; Bull 2008; Lim 2005; Kimball 2007); three were ongoing (Free 2007; Sutton 2009; Whittaker 2006); and one had already been completed but results had not yet been published (Sutton 2008). The studies by Balmford 2008, Free 2007, Sutton 2008, Sutton 2009 and Whittaker 2006 address smoking cessation; Bull 2008 and Lim 2005 sexual risk behaviour; and Kimball 2007 adherence to sunscreen use."
    },
    {
      "text": "Figure 1. Risk of bias summary: review authors' judgements about each risk of bias item for each included study."
    }
  ],
  "references": [
    {
      "title": "Satisfaction of healthy pregnant women receiving short message service via mobile phone for prenatal support: A randomized controlled trial",
      "authors": [
        "M Cocosila",
        "N Archer",
        "R Haynes",
        "Y ; Yuan",
        "C Tienthai",
        "S Viboonchart",
        "P Chuenwattana",
        "J Chatchainoppakhun"
      ],
      "year": 2008,
      "doi": "10.1016/j.ijmedinf.2008.07"
    },
    {
      "title": "{published data only}",
      "authors": [
        "Rodgers"
      ],
      "year": 2005,
      "doi": "10.1111/j.1440-1843.2005.00775.x"
    },
    {
      "title": "Do u smoke a er txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley",
        "T Riddell",
        "M Wills",
        "R Lin"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "{published data only}",
      "authors": [
        "Shapiro"
      ],
      "year": 2008
    },
    {
      "title": "Use of text messaging for monitoring sugar-sweetened beverages, physical activity, and screen time in children: a pilot study",
      "authors": [
        "J Shapiro",
        "S Bauer",
        "R Hamer",
        "H Kordy",
        "D Ward",
        "C Bulik"
      ],
      "year": 2008,
      "doi": "10.1016/j.jneb.2007.09.014"
    },
    {
      "title": "One-year efficacy and safety of Webbased follow-up using cellular phone in type 1 diabetic patients under insulin pump therapy: the PumpNet study",
      "authors": [
        "P Benhamou",
        "V Melki",
        "R Boizel",
        "F Perreal",
        "J Quesada",
        "S Bessieres-Lacombe"
      ],
      "year": 2007,
      "doi": "10.1016/j.diabet.2007.01.002"
    },
    {
      "title": "{published data only}",
      "authors": [
        "Bramley"
      ],
      "year": 2005
    },
    {
      "title": "Smoking cessation using mobile phone text messaging is as effective in Maori as non-Maori",
      "authors": [
        "D Bramley",
        "T Riddell",
        "R Whittaker",
        "T Corbett",
        "R Lin",
        "M Wills"
      ],
      "year": 2005
    },
    {
      "title": "A digital smoking cessation program delivered through internet and cell phone without nicotine replacement (happy ending): randomized controlled trial",
      "authors": [
        "; Brendryen",
        "H Only} Brendryen",
        "F Drozd",
        "P Kra"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1005"
    },
    {
      "title": "Impact of patientgeneral practitioner short-messages-based interaction on the control of hypertension in a follow-up service for low-tomedium risk hypertensive patients: a randomized controlled trial",
      "authors": [
        "M Carrasco ; Carrasco",
        "C Salvador",
        "P Sagredo",
        "J Márquez-Montes",
        "González De Mingo",
        "M Fragua"
      ],
      "year": 2008,
      "doi": "10.1109/TITB.2008.926429"
    },
    {
      "title": "Comparison of an SMS text messaging and phone reminder to improve attendance at a health promotion centre: a randomized controlled trial",
      "authors": [
        "Chen 2008 {published Data Only} Chen",
        "Z Fang",
        "L Chen",
        "L Dai"
      ],
      "year": 2008
    },
    {
      "title": "Analysis of calls to NHS Direct. The Role of Mobile Phones in Increasing Accessibility and Efficiency in Healthcare",
      "authors": [
        "R Atun ; Atun",
        "I Gurol-Urganci"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Balas"
      ],
      "year": 1997
    },
    {
      "title": "Electronic communication with patients: evaluation of distance medicine technology",
      "authors": [
        "E Balas",
        "F Jaffrey",
        "G Kuperman",
        "S Boren",
        "G Brown",
        "F Pinciroli"
      ],
      "year": 1997
    },
    {
      "title": "Self-efficacy: Toward a unifying theory of behaviour change",
      "authors": [
        "; Bandura",
        "A Bandura"
      ],
      "year": 1977
    },
    {
      "title": "Self-efficacy mechanism in human agency",
      "authors": [
        "; Bandura",
        "A Bandura"
      ],
      "year": 1982,
      "doi": "10.1037//0003-066x.37.2.122"
    },
    {
      "authors": [
        "Bauer"
      ],
      "year": 2003
    },
    {
      "title": "Use of text messaging in the a ercare of patients with bulimia nervosa",
      "authors": [
        "S Bauer",
        "R Percevic",
        "E Okon",
        "R Meermann",
        "H Kordy"
      ],
      "year": 2003,
      "doi": "10.1002/erv.521"
    },
    {
      "authors": [
        "Baumgart"
      ],
      "year": 2005
    },
    {
      "title": "Personal digital assistants in health care: experienced clinicians in the palm of your hand?",
      "authors": [
        "D Baumgart"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)67484-3"
    },
    {
      "authors": [
        "Bodenheimer"
      ],
      "year": 2006
    },
    {
      "title": "Primary care: will it survive?",
      "authors": [
        "T Bodenheimer"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Bos"
      ],
      "year": 2005,
      "doi": "10.53347/rid-91363"
    },
    {
      "title": "Failed appointments in an orthodontic clinic",
      "authors": [
        "A Bos",
        "J Hoogstraten",
        "B Prahl-Andersen"
      ],
      "year": 1994,
      "doi": "10.1016/j.ajodo.2004.11.014"
    },
    {
      "authors": [
        "Car"
      ],
      "year": 2003
    },
    {
      "title": "Telephone consultations",
      "authors": [
        "J Car",
        "A Sheikh"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.326.7396.966"
    },
    {
      "title": "Email consultations in health care: 1-scope and effectiveness",
      "authors": [
        "J Car ; Car",
        "A Sheikh"
      ],
      "year": 2004
    },
    {
      "title": "Email consultations in health care: 2acceptability and safe application",
      "authors": [
        "J Car ; Car",
        "A Sheikh"
      ],
      "year": 2004
    },
    {
      "title": "SMS text message healthcare appointment reminders in England",
      "authors": [
        "J Car ; Car",
        "C Ng",
        "R Atun",
        "A Card"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Car"
      ],
      "year": 2012
    },
    {
      "title": "Mobile phone messaging reminders for attendance at healthcare appointments",
      "authors": [
        "J Car",
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007458.pub2"
    },
    {
      "title": "Social networks and collateral health effects",
      "authors": [
        "; Christakis",
        "N Christakis"
      ],
      "year": 2004,
      "doi": "10.1136/bmj.329.7459.184"
    },
    {
      "authors": [
        "Cline"
      ],
      "year": 2001
    },
    {
      "title": "Consumer health information seeking on the Internet: the state of the art",
      "authors": [
        "R Cline",
        "K Haynes"
      ],
      "year": 2001,
      "doi": "10.1093/her/16.6.671"
    },
    {
      "authors": [
        "Cobb"
      ],
      "year": 2002
    },
    {
      "title": "Social support as a moderator of life stress",
      "authors": [
        "S Cobb"
      ],
      "year": 2002,
      "doi": "10.1097/00006842-197609000-00003"
    },
    {
      "authors": [
        "Davis"
      ],
      "year": 1997
    },
    {
      "title": "Translating guidelines into practice: a systematic review of theoretic concepts, practical experience and research evidence in the adoption of clinical practice guidelines",
      "authors": [
        "D Davis",
        "Taylor Vaisey"
      ],
      "year": 1997
    },
    {
      "authors": [
        "Jongh De"
      ],
      "year": 2012,
      "doi": "10.1007/978-90-313-8877-6"
    },
    {
      "title": "Mobile phone messaging telemedicine for facilitating self-management of long-term illnesses",
      "authors": [
        "T De Jongh",
        "I Gurol-Urganci",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2009,
      "doi": "10.1002/14651858.cd007459"
    },
    {
      "authors": [
        "Glanz"
      ],
      "year": 1997,
      "doi": "10.1126/science.277.5329.1032"
    },
    {
      "title": "Health Behavior and Health Education: Theory, Research and Practice",
      "year": 1997,
      "doi": "10.1177/109019819101800409"
    },
    {
      "authors": [
        "Goldstein"
      ],
      "year": 1997
    },
    {
      "title": "A population-based survey of patients' perceptions of health care provider-delivered smoking cessation interventions",
      "authors": [
        "M Goldstein",
        "R Niaura",
        "C Willey-Lessne",
        "J Depue",
        "C Eaton",
        "W Rakowski"
      ],
      "year": 1997
    },
    {
      "authors": [
        "Goldstein"
      ],
      "year": 2004,
      "doi": "10.1007/978-1-59259-416-0"
    },
    {
      "title": "Multiple behavioural risk factor interventions in primary care: summary of research evidence",
      "authors": [
        "M Goldstein",
        "E Whitlock",
        "J Depue"
      ],
      "year": 2004,
      "doi": "10.1016/j.amepre.2004.04.023"
    },
    {
      "title": "Mobile phone messaging for communicating results of medical investigations",
      "authors": [
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.CD007456.pub2"
    },
    {
      "authors": [
        "Haynes"
      ],
      "year": 2008,
      "doi": "10.1007/978-1-4020-8619-9"
    },
    {
      "title": "Interventions for enhancing medication adherence",
      "authors": [
        "R Haynes",
        "E Ackloo",
        "N Sahota",
        "H Mcdonald",
        "X Yao"
      ],
      "year": 2008,
      "doi": "10.1002/14651858.cd000011.pub3"
    },
    {
      "authors": [
        "Higgins"
      ],
      "year": 2011,
      "doi": "10.1093/benz/9780199773787.article.b00087559"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions Version 5",
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "The World in 2010: ICT Facts and Figures"
    },
    {
      "title": "Can the ubiquitous power of mobile phones be used to improve health outcomes in developing countries?",
      "authors": [
        "Kaplan ; Kaplan",
        "Wa"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Kottke"
      ],
      "year": 1993,
      "doi": "10.1093/llc/8.2.100"
    },
    {
      "title": "Making time for preventive services",
      "authors": [
        "T Kottke",
        "M Brekke",
        "L Solberg"
      ],
      "year": 1993
    },
    {
      "year": 2009
    },
    {
      "title": "Healthcare via cell phones: a systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Kwon"
      ],
      "year": 2004
    },
    {
      "title": "Development of web-based diabetic patient management system using short message service (SMS)",
      "authors": [
        "H Kwon",
        "J Cho",
        "H Kim",
        "J Lee",
        "B Song",
        "J Oh"
      ],
      "year": 2004
    },
    {
      "authors": [
        "Mcglynn"
      ],
      "year": 2003
    },
    {
      "title": "The quality of health care delivered to adults in the United States",
      "authors": [
        "E Mcglynn",
        "S Asch",
        "J Adams",
        "J Keesey",
        "J Hicks",
        "A Decristofaro",
        "E Kerr"
      ],
      "year": 2003
    },
    {
      "title": "The enhancement of health and the prevention of disease",
      "authors": [
        "I Mcwhinney 1997 Mcwhinney"
      ],
      "year": 1997
    },
    {
      "authors": [
        "Mirand"
      ],
      "year": 2002
    },
    {
      "title": "Explaining the deprioritization of primary prevention: physicians' perceptions of their role in the delivery of primary care",
      "authors": [
        "A Mirand",
        "G Beehler",
        "C Kuo",
        "M Mahoney"
      ],
      "year": 2003,
      "doi": "10.1186/1471-2458-3-15"
    },
    {
      "title": "Technology tracker",
      "authors": [
        "Mori"
      ],
      "year": 2005,
      "doi": "10.1163/1568552053166656"
    },
    {
      "authors": [
        "Newell"
      ],
      "year": 2001
    },
    {
      "title": "A mobile phone text message and Trichomonas vaginalis",
      "authors": [
        "A Newell"
      ],
      "year": 2001
    },
    {
      "title": "Text messaging raises medicolegal issues",
      "authors": [
        "; Norwell",
        "N Norwell"
      ],
      "year": 2003
    },
    {
      "authors": [
        "Pollak"
      ],
      "year": 2002
    },
    {
      "title": "Women's reports of smoking cessation advice during reproductive health visits and subsequent smoking cessation",
      "authors": [
        "K Pollak",
        "C Mcbride",
        "D Scholes",
        "L Grothaus",
        "D Civic",
        "S Curry"
      ],
      "year": 2002
    },
    {
      "authors": [
        "Pollak"
      ],
      "year": 2008
    },
    {
      "title": "Estimated time spent on preventive services by primary care physicians",
      "authors": [
        "K Pollak",
        "K Krause",
        "K Yarnall",
        "M Gradison",
        "J Michener",
        "T Østbye"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Prochaska"
      ],
      "year": 1997
    },
    {
      "title": "The transtheoretical model and stages of change",
      "authors": [
        "J Prochaska",
        "C Redding",
        "K Evers"
      ],
      "year": 1997
    },
    {
      "authors": [
        "Revere"
      ],
      "year": 2001
    },
    {
      "title": "Review of computer-generated outpatient health behavior interventions: clinical encounters \"in absentia",
      "authors": [
        "D Revere",
        "P Dunbar"
      ],
      "year": 2001
    },
    {
      "title": "multimedia messag$ or multi-media messag"
    },
    {
      "title": "cellular phone$ or cell phone$ or mobile phone$) and (messag$ or text"
    },
    {
      "title": "random allocation"
    },
    {
      "title": "double blind method.sh. 15.single blind method.sh. 16.or/10-15 17.animals"
    },
    {
      "title": "singl$ or doubl$ or trebl$ or tripl$) adj25 (blind$ or mask$))"
    },
    {
      "title": "pre intervention or preintervention or (post intervention or postintervention))"
    },
    {
      "title": "impact$ or intervention$ or chang$ or outcome$).tw. 42.effect$.tw. 43.or/37-42 44.36 and 43 45.animals/ not"
    },
    {
      "title": "text* or messag* or multimedia or multi-media or imag"
    },
    {
      "title": "text messag* or texting or texted)"
    },
    {
      "title": "short messag* or (sms not (somatostatin* or sphingomyelin"
    },
    {
      "title": "multimedia messag* or multi-media messag",
      "doi": "10.1163/2210-7975_hrd-9904-0014"
    },
    {
      "authors": [
        "Chang"
      ]
    },
    {
      "authors": [
        "Evaluat"
      ]
    },
    {
      "title": "PsycINFO (Ovid) search strategy",
      "doi": "10.7717/peerj.10129/supp-2"
    },
    {
      "title": "cellular phone* or cellular telephon* or cell phone* or mobile phone* or mobile telephon* or wireless phone"
    },
    {
      "title": "mms and"
    },
    {
      "doi": "10.26226/morressier.59d51848d462b80296ca2fe1"
    },
    {
      "title": "singl* or doubl* or trebl* or tripl*) and"
    },
    {
      "title": "pre intervention or preintervention or post intervention or postintervention)"
    },
    {
      "title": "cross over or crossover"
    },
    {
      "authors": [
        "Chang"
      ]
    },
    {
      "authors": [
        "* Tw"
      ]
    },
    {
      "title": "treatment effectiveness evaluation/ 30.mental health program evaluation"
    },
    {
      "title": "health* or medic* or telemedic* or patient* or illness* or therap* or psychiatr"
    }
  ],
  "num_references": 100
}
