{
  "paper_id": "G4BBP5MP",
  "title": "Convergence and determinants of health expenditures in OECD countries",
  "year": 2019,
  "date": "2019",
  "doi": "10.1093/ww/9780199540884.013.u162662",
  "md5": "FB64F4A923CB82D966324E97E4D106DF",
  "funding": [
    "",
    "",
    "",
    ""
  ],
  "sections": [
    {
      "title": "Comment",
      "text": "www.thelancet.com/digital-health Vol 1 July 2019 e108"
    },
    {
      "title": "Digital health and the elusive quest for cost savings",
      "text": "Digital health is increasingly hailed as the new panacea for some of the most intractable problems in health care. Although digital health technology is still in its infancy, its proponents argue that the digital future will be one of more precise interventions, improved health outcomes, increased efficiency, and ultimately reduced health-care expenditure. But how realistic is the promise of reduced costs, while also seeing improved health, or at least no diminishing of it? Of course, the field is at too early a stage to reach a definitive conclusion on this issue, not least because of the need for more empirical evidence.  1 However, in the interim, given the importance of this issue to current national and international policies, the argument of digital cost reduction seems worthy of scrutiny. Despite the substantial contributions of technological progress to improvement in health outcomes, examples of cost-cutting effects are a rarity. On the contrary, technological progress is widely seen as the most important driver of the rise in health-care spending.  2 ne obvious reason for this effect is that technological advances tend to be costly. For instance, magnetic resonance imaging will inevitably be more expensive than its alternative, which is usually either no test at all or a cheaper, but less accurate, diagnostic technique. Even if such technologies are shown to be costeffective, on average they would still be expected to increase health-care spending, because the methods of analysing cost-effectiveness set a monetary value for health and life based on willingness to pay for it.  3 The UK Department of Health, for instance, sets the monetised value of each quality-adjusted life year at £60 000.  4  A cost-effective intervention is one that is worth the extra investment for the expected degree of health gain.\n\nBut, perhaps digital health is different. Digital technologies often include innovative software solutions and algorithms that could be substantially cheaper than devices or drugs. In addition, these technologies tend to focus on solutions to the notoriously inefficient delivery systems of health care globally, as opposed to the development of new treatments. Given that the alternative to digital technologies would potentially be a more labour-intensive model of care, one might expect their adoption to replace costly health-care professional time or hospital services. I am not disputing the fact that the use of well designed and tested technological solutions will eventually lead to improved matching of resources with the complexity of tasks and, thus, achieve increased productivity or (technical) efficiency. Indeed, one could argue that increased productivity and efficiency is a feature of most technologies, whether digital or not; through automation and simplification, they enable humans to do things that would otherwise not be possible, or at least not to the same extent or with the same quality. On the same subject, a machine learning algorithm that is able to make diagnoses faster or better than most doctors could be expected to lead to substantial reductions in the price of that particular service. Provided that we have sufficient empirical evidence, one could then directly compare the prevailing approach (doctor diagnosis) with the new digital approach (algorithm plus or minus doctor diagnosis) and conclude that the new intervention will get the same job done at a much lower cost.\n\nBut why is such a cost-saving intervention still likely to increase health-care expenditure? This apparent paradox can be explained by the common confusion between microeconomic effects of individual healthcare interventions or programmes, and effects on the whole health-care market. Although a microeconomic study might conclude that substituting old with new might lead to net savings, the typical models in such studies assume that health-care utilisation of the service or treatment under investigation remains unchanged and that the two approaches differ only in their costs and health consequences. Thus, an intervention that is of lower price, even without causing a change in health outcomes compared with the alternative, would be expected to result in cost savings.\n\nHowever, health-care markets tend to be in disequilibrium when demand continues to exceed supply and use. In such a setting, reducing the price of a particular service will invariably lead to an increase in the quantity demanded. Given that total expenditure equals the quantity demanded multiplied by its price, introduction of low-price technologies might lead to an overall rise in expenditure. In other words, medical uses of the new treatment are increased through addressing an unmet demand, and this expansion in use leads to a net rise in expenditure."
    },
    {
      "title": "Comment e109",
      "text": "www.thelancet.com/digital-health Vol 1 July 2019 Not all care is equally susceptible to treatment expansion. However, the typical issues that digital health targets, such as diagnostics or monitoring of disease progress, are matters of intensity or frequency that tend to be highly demand elastic-ie, responsive to price changes. Questions such as when a patient should be admitted to hospital, what types of test are necessary, and when and how frequently they should be monitored often have very weak or no scientific basis; 5 this type of care accounts for the majority of health-care expenditure and its continued rise.  6 lthough the quest for cost reduction seems elusive, in my view, treatment expansion should not be considered as necessarily a bad thing. Indeed, in other sectors of economy, consumerism is valued very positively, as it constitutes the foundation of our economic growth. Similarly, in health care, major business opportunities lie ahead of digital health innovators, if payers continue to pay for the value they gain from digital technologies. Here lies the challenge. In most health systems, the cost of health services is payed wholly or partly by third parties, such as insurance companies or governments which do not gain directly from the interventions that they are paying for. Thus, with the increased use of digital technologies, the question of how to finance them equitably is likely to create even more challenges for payers. What does the rise of digital health mean for patients? This question in my view is the most difficult one to answer. A relatively clear aspect is that in highincome and low-income settings alike, digital health will offer patients improved access to an increased range of health services. We might embrace these technologies rapidly simply because of the convenience or reassurance that they offer. However, as evidence suggests, more is not always better in medicine,  7  and careful evaluation of such interventions becomes ever more important. Otherwise, to paraphrase the remark made by the US economist Robert Solow,  8  we will soon see digital health everywhere but neither in health gains nor in cost reduction statistics."
    },
    {
      "title": "Kazem Rahimi",
      "text": "Deep Medicine Programme, Oxford Martin School, University of Oxford, Oxford, United Kingdom; and The George Institute for Global Health and the National Institute for Health Research Oxford Biomedical Research Centre, University of Oxford, Oxford, United Kingdom kazem.rahimi@georgeinstitute.ox.ac.uk"
    },
    {
      "text": "I report grants from the  UK National Institute for Health Research, Oxford Biomedical Research Centre , the  Economic and Social Research Council (Research Councils UK) ,  Oxford Martin School , and  British Heart Foundation , during the conduct of this work."
    }
  ],
  "references": [
    {
      "title": "WHO Guideline: recommendations on digital interventions for health system strengthening",
      "year": 2019,
      "doi": "10.1093/ww/9780199540884.013.u162662",
      "raw": "WHO Guideline: recommendations on digital interventions for health system strengthening \n\t\t \n\t\t\t Who \n\t\t \n\t\t 10.1093/ww/9780199540884.013.u162662 \n\t\t \n\t\t\t 2019 \n\t\t\t World Health Organization \n\t\t\t Geneva \n\t\t \n\t \n\t WHO. WHO Guideline: recommendations on digital interventions for health system strengthening. Geneva: World Health Organization, 2019."
    },
    {
      "title": "Convergence and determinants of health expenditures in OECD countries",
      "authors": [
        "S Nghiem",
        "L Connelly"
      ],
      "year": 2017,
      "doi": "10.1186/s13561-017-0164-4",
      "journal": "Health Econ Rev",
      "volume": "7",
      "pages": "29",
      "raw": "Convergence and determinants of health expenditures in OECD countries \n\t\t \n\t\t\t S H Nghiem \n\t\t \n\t\t \n\t\t\t L B Connelly \n\t\t \n\t\t 10.1186/s13561-017-0164-4 \n\t \n\t \n\t\t Health Econ Rev \n\t\t \n\t\t\t 7 \n\t\t\t 29 \n\t\t\t 2017 \n\t\t \n\t \n\t Nghiem SH, Connelly LB. Convergence and determinants of health expenditures in OECD countries. Health Econ Rev 2017; 7: 29."
    },
    {
      "title": "Methods for the economic evaluation of health care programmes, 3rd edn",
      "authors": [
        "M Drummond",
        "M Sculpher",
        "G Torrance",
        "O' Brien",
        "B Stoddart"
      ],
      "year": 2005,
      "doi": "10.1093/oso/9780198529446.001.0001",
      "raw": "M F Drummond \n\t\t \n\t\t \n\t\t\t M J Sculpher \n\t\t \n\t\t \n\t\t\t G W Torrance \n\t\t \n\t\t \n\t\t\t O' Brien \n\t\t \n\t\t \n\t\t\t B J Stoddart \n\t\t \n\t\t \n\t\t\t G L \n\t\t \n\t\t 10.1093/oso/9780198529446.001.0001 \n\t\t Methods for the economic evaluation of health care programmes, 3rd edn \n\t\t Oxford \n\t\t \n\t\t\t Oxford University Press \n\t\t\t 2005 \n\t\t \n\t \n\t Drummond MF, Sculpher MJ, Torrance GW, O'Brien BJ, Stoddart GL. Methods for the economic evaluation of health care programmes, 3rd edn. Oxford: Oxford University Press, 2005."
    },
    {
      "title": "Quantifying health impacts of government policies: a how-to guide to quantifying the health impacts of government policies",
      "authors": [
        "D Glover",
        "J Henderson"
      ],
      "year": 2010,
      "doi": "10.4324/9780203841280-7",
      "raw": "D Glover \n\t\t \n\t\t \n\t\t\t J Henderson \n\t\t \n\t\t 10.4324/9780203841280-7 \n\t\t Quantifying health impacts of government policies: a how-to guide to quantifying the health impacts of government policies \n\t\t London \n\t\t \n\t\t\t Department of Health and Social Care \n\t\t\t 2010 \n\t\t \n\t \n\t Glover D, Henderson J. Quantifying health impacts of government policies: a how-to guide to quantifying the health impacts of government policies. London: Department of Health and Social Care, 2010."
    },
    {
      "title": "Tracking medicine: a researcher's quest to understand health care",
      "authors": [
        "J Wennberg"
      ],
      "year": 2010,
      "raw": "J E Wennberg \n\t\t \n\t\t Tracking medicine: a researcher's quest to understand health care \n\t\t Oxford \n\t\t \n\t\t\t Oxford University Press \n\t\t\t 2010 \n\t\t \n\t \n\t Wennberg JE. Tracking medicine: a researcher's quest to understand health care. Oxford: Oxford University Press, 2010."
    },
    {
      "title": "Technology growth and expenditure growth in health care",
      "authors": [
        "A Chandra",
        "J Skinner"
      ],
      "year": 2012,
      "doi": "10.1257/jel.50.3.645",
      "journal": "J Econ Lit",
      "volume": "50",
      "raw": "Technology growth and expenditure growth in health care \n\t\t \n\t\t\t A Chandra \n\t\t \n\t\t \n\t\t\t J Skinner \n\t\t \n\t\t 10.1257/jel.50.3.645 \n\t \n\t \n\t\t J Econ Lit \n\t\t \n\t\t\t 50 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Chandra A, Skinner J. Technology growth and expenditure growth in health care. J Econ Lit 2012; 50: 645-80."
    },
    {
      "title": "Less is more: how less health care can result in better health",
      "authors": [
        "D Grady",
        "R Redberg"
      ],
      "year": 2010,
      "doi": "10.1001/archinternmed.2010.90",
      "journal": "Arch Intern Med",
      "volume": "170",
      "pages": "749",
      "raw": "Less is more: how less health care can result in better health \n\t\t \n\t\t\t D Grady \n\t\t \n\t\t \n\t\t\t R F Redberg \n\t\t \n\t\t 10.1001/archinternmed.2010.90 \n\t \n\t \n\t\t Arch Intern Med \n\t\t \n\t\t\t 170 \n\t\t\t 749 \n\t\t\t 2010 \n\t\t \n\t \n\t Grady D, Redberg RF. Less is more: how less health care can result in better health. Arch Intern Med 2010; 170: 749."
    },
    {
      "title": "Return of the Solow paradox? IT, productivity, and employment in US manufacturing",
      "authors": [
        "D Acemoglu",
        "D Autor",
        "D Dorn",
        "G Hanson",
        "B Price"
      ],
      "year": 2014,
      "doi": "10.1257/aer.104.5.394",
      "journal": "Am Econ Rev",
      "volume": "104",
      "raw": "Return of the Solow paradox? IT, productivity, and employment in US manufacturing \n\t\t \n\t\t\t D Acemoglu \n\t\t \n\t\t \n\t\t\t D Autor \n\t\t \n\t\t \n\t\t\t D Dorn \n\t\t \n\t\t \n\t\t\t G H Hanson \n\t\t \n\t\t \n\t\t\t B Price \n\t\t \n\t\t 10.1257/aer.104.5.394 \n\t \n\t \n\t\t Am Econ Rev \n\t\t \n\t\t\t 104 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Acemoglu D, Autor D, Dorn D, Hanson GH, Price B. Return of the Solow paradox? IT, productivity, and employment in US manufacturing. Am Econ Rev 2014; 104: 394-99."
    }
  ],
  "num_references": 8,
  "num_citations": 7,
  "cited_references": [
    "b3",
    "b2",
    "b5",
    "b0",
    "b7",
    "b6",
    "b1"
  ],
  "notes": [
    "Published Online June 10, 2019 http://dx.doi.org/10.1016/ S2589-7500(19)30056-1",
    "[raw_reference] WHO. WHO Guideline: recommendations on digital interventions for health system strengthening. Geneva: World Health Organization, 2019.",
    "[raw_reference] Nghiem SH, Connelly LB. Convergence and determinants of health expenditures in OECD countries. Health Econ Rev 2017; 7: 29.",
    "[raw_reference] Drummond MF, Sculpher MJ, Torrance GW, O'Brien BJ, Stoddart GL. Methods for the economic evaluation of health care programmes, 3rd edn. Oxford: Oxford University Press, 2005.",
    "[raw_reference] Glover D, Henderson J. Quantifying health impacts of government policies: a how-to guide to quantifying the health impacts of government policies. London: Department of Health and Social Care, 2010.",
    "[raw_reference] Wennberg JE. Tracking medicine: a researcher's quest to understand health care. Oxford: Oxford University Press, 2010.",
    "[raw_reference] Chandra A, Skinner J. Technology growth and expenditure growth in health care. J Econ Lit 2012; 50: 645-80.",
    "[raw_reference] Grady D, Redberg RF. Less is more: how less health care can result in better health. Arch Intern Med 2010; 170: 749.",
    "[raw_reference] Acemoglu D, Autor D, Dorn D, Hanson GH, Price B. Return of the Solow paradox? IT, productivity, and employment in US manufacturing. Am Econ Rev 2014; 104: 394-99."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
