{
  "paper_id": "G4M6FSTR",
  "title": "Examining Development Processes for Text Messaging Interventions to Prevent Cardiovascular Disease: Systematic Literature Review",
  "abstract": "Background: Interventions delivered by mobile phones have the potential to prevent cardiovascular disease (CVD) by supporting behavior change toward healthier lifestyles and treatment adherence. To allow replication and adaptation of these interventions across settings, it is important to fully understand how they have been developed. However, the development processes of these interventions have not previously been systematically examined. Objective: This study aimed to systematically describe and compare the development process of text messaging interventions identified in the Text2PreventCVD systematic review. Methods: We extracted data about the development process of the 9 interventions identified in the Text2PreventCVD systematic review. Data extraction, which was guided by frameworks for the development of complex interventions, considered the following development stages: intervention planning, design, development, and pretesting. Following data extraction, we invited the developers of the interventions to contribute to our study by reviewing the accuracy of the extracted data and providing additional data not reported in the available publications. Results: A comprehensive description of the development process was available for 5 interventions. Multiple methodologies were used for the development of each intervention. Intervention planning involved gathering information from stakeholder consultations, literature reviews, examination of relevant theory, and preliminary qualitative research. Intervention design involved the use of behavior change theories and behavior change techniques. Intervention development involved (1) generating message content based on clinical guidelines and expert opinions; (2) conducting literature reviews and primary qualitative research to inform decisions about message frequency, timing, and level of tailoring; and (3) gathering end-user feedback concerning message",
  "year": 2011,
  "date": "2011",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Ignacio",
      "surname": "Ricci-Cabello",
      "name": "Ignacio Ricci-Cabello",
      "affiliation": "1  Balearic Islands Health Research Institute , Palma de Mallorca , Spain \n\t\t\t\t\t\t\t\t Balearic Islands Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Palma de Mallorca \n\t\t\t\t\t\t\t\t\t Spain",
      "email": "nacho.ricci.cabello@gmail.com"
    },
    {
      "forename": ";",
      "surname": "Kirsten Bobrow",
      "name": "; Kirsten Bobrow",
      "affiliation": "4  Chronic Disease Initiative for Africa , Cape Town , South Africa \n\t\t\t\t\t\t\t\t Chronic Disease Initiative for Africa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "forename": "Mohammed",
      "surname": "Islam",
      "name": "Mohammed Islam",
      "affiliation": "7  Institute for Physical Activity and Nutrition , Deakin University , Geelong , Australia \n\t\t\t\t\t\t\t\t Institute for Physical Activity and Nutrition \n\t\t\t\t\t\t\t\t Deakin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geelong \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Clara",
      "surname": "Chow",
      "name": "Clara Chow",
      "affiliation": "9  The George Institute for Global Health , University of New South Wales , Sydney , Australia \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t University of New South Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Ralph",
      "surname": "Maddison",
      "name": "Ralph Maddison",
      "affiliation": "7  Institute for Physical Activity and Nutrition , Deakin University , Geelong , Australia \n\t\t\t\t\t\t\t\t Institute for Physical Activity and Nutrition \n\t\t\t\t\t\t\t\t Deakin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geelong \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Robyn",
      "surname": "Whittaker",
      "name": "Robyn Whittaker",
      "affiliation": "12  National Institute for Health Innovation , The University of Auckland , Auckland , New Zealand \n\t\t\t\t\t\t\t\t National Institute for Health Innovation \n\t\t\t\t\t\t\t\t The University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": "Andrew",
      "surname": "Farmer",
      "name": "Andrew Farmer",
      "affiliation": "6  Radcliffe Observatory Quarter , Nuffield Department of Primary Care Health Sciences , University of Oxford , Oxford , United Kingdom \n\t\t\t\t\t\t\t\t Nuffield Department of Primary Care Health Sciences \n\t\t\t\t\t\t\t\t Radcliffe Observatory Quarter \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Kirsten",
      "surname": "Cabello",
      "name": "Kirsten Cabello"
    },
    {
      "forename": "Mohammed",
      "surname": "Bobrow",
      "name": "Mohammed Bobrow"
    },
    {
      "forename": "Clara",
      "surname": "Islam",
      "name": "Clara Islam"
    },
    {
      "forename": "Ralph",
      "surname": "Chow",
      "name": "Ralph Chow"
    },
    {
      "forename": "Robyn",
      "surname": "Maddison",
      "name": "Robyn Maddison"
    },
    {
      "forename": "Andrew",
      "surname": "Whittaker",
      "name": "Andrew Whittaker"
    },
    {
      "surname": "Farmer",
      "name": "Farmer"
    },
    {
      "affiliation": "79  Balearic Islands Health Research Institute Carretera de Valldemossa , Hospital Universitari Son Espases , Edifici S. Palma de Mallorca , 07120 Spain \n\t\t\t\t\t\t\t\t Hospital Universitari Son Espases \n\t\t\t\t\t\t\t\t Balearic Islands Health Research Institute Carretera de Valldemossa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Edifici S. Palma de Mallorca \n\t\t\t\t\t\t\t\t\t 07120 \n\t\t\t\t\t\t\t\t\t Spain"
    }
  ],
  "doi": "https://doi.org/10.13039/501100013373",
  "keywords": [
    "systematic review",
    "cardiovascular disease",
    "telemedicine",
    "text messaging",
    "methods"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Worldwide, cardiovascular disease (CVD) is a major cause of premature morbidity and mortality  [1] . Observational studies have shown that a few potentially modifiable risk factors account for most of the risk of CVD outcomes  [2, 3] . These risk factors, which include abnormal blood lipids, smoking, diabetes, and high blood pressure, are common and often occur together in the same individual. For example, more than two-thirds of people with diabetes also have high blood pressure  [4] . There is good evidence now that low-cost medications and changes in lifestyle can improve risk profiles for individuals  [5] . However, suboptimal adherence to prescribed medication and lifestyle modification is a major barrier to the health benefits of these evidence-based treatments  [6] .\n\nMobile communications technology has the potential to support behavior change and treatment adherence by facilitating remote, interactive, and timely access to relevant information and providing context-specific support and prompts to action  [7] . The simplest and most widely available mobile communications standard is the short message service (SMS) text message. Results from some but not all trials suggest that SMS text message interventions may be a useful adjunct to usual care for the prevention and management of CVD  [8] [9] [10] . The quality and success of these interventions partially depend on how they have been developed. Guidelines for the development of digital  [11]  and mobile Health (mHealth) behavior change interventions  [12, 13]  now exist. They propose a number of steps to follow to maximize intervention benefit, including formative research for insights into the target audience and health behavior, designing the text messaging program, pretesting the text messaging program concept and messages, and revising the text messaging program.\n\nHowever, the development process of mHealth interventions is frequently underreported and not well understood, having been described as \"hidden within a black box\"  [14] . Understanding how mHealth interventions are developed is crucial to allow replication and adaptation of successful interventions across settings-a necessary step to accumulating evidence around the effectiveness of these interventions. In 2016, the International Consortium of Text2PreventCVD Trial Collaborators Group was established as part of an initiative to gather and analyze individual participant data from randomized clinical trials identified as part of a systematic literature review of text messaging interventions to prevent CVDs  [15] . This international consortium offered a unique opportunity for an in-depth examination of the development processes of these interventions, based on information directly supplied by the developers of the interventions (rather than merely relying on data reported in available publications, as commonly done in conventional systematic literature reviews)."
    },
    {
      "title": "Objective",
      "text": "The aim of this study was to systematically describe and compare the processes followed to develop the text messaging interventions for the prevention and management of CVD that were included in the Text2PreventCVD meta-analysis."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design",
      "text": "We undertook a systematic description and comparison of the development processes of the interventions included in the Text2PreventCVD systematic review (the results from the individual participant data meta-analysis examining the effectiveness of the interventions in the prevention of CVD will be published elsewhere)."
    },
    {
      "title": "Identification of Studies",
      "text": "The protocol including the methods for the identification of trials included in the Text2PreventCVD systematic review is available elsewhere  [15] . In short, 4 electronic databases of published studies (MEDLINE, EMBASE, PsycINFO, and Cochrane Library) and international trial registries were searched to identify potentially relevant studies. The eligibility of the retrieved references was assessed by 2 independent reviewers based on the following inclusion criteria: (1) randomized clinical trials of mobile phone SMS or text message intervention with a control group receiving standard care (no messages or some form of control message), (2) follow-up period of at least 6 months, (3) with a minimum 70% of completed follow-up of patients, (4) focusing on CVD primary and secondary prevention in men and women aged 18 years and older, (5) evaluating interventions applying at least 2 behavioral techniques to support behavior change (as an indicator of a comprehensive CVD prevention program rather than a single focus, eg, medication adherence reminders), and (6) with a minimum total sample size of 30 participants (as sample size was perceived to be a surrogate marker of study quality).\n\nThe principal investigators of the 9 selected trials  [8, 9, [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34]  meeting the inclusion criteria described above were invited by email to join the International Consortium of Text2PreventCVD Trial Collaborators Group. Reminders were sent after a week to nonresponders, followed by approaching other investigators by email, phone calls, and fax. Investigators were requested to share their data after obtaining a signed agreement. Authors of 5 of the trials (Tobacco, Exercise and Diet Messages [TEXT ME]  [9, 19, 32] , Islam et al  [22, 33] , Heart Exercise And Remote Technologies [Heart]  [24] [25] [26] 30] , Mobile Phone Text Messages to Support Treatment Adherence in Adults With High Blood Pressure [StAR[  [8, 18] , and Text message and Internet-based comprehensive cardiac rehabilitation intervention [Text4Heart]  [21, 29] ) agreed to participate by providing data on the development of their interventions."
    },
    {
      "title": "Data Collection",
      "text": "Before data extraction, 3 researchers (IRC, AF, and KB) designed a data extraction form in an iterative process. The Medical Research Council framework for the development of complex interventions  [35]  and other available frameworks  [11, 12, 36, 37]  were used to ensure the data extraction form covered all relevant areas in the development of mHealth interventions. The resulting data extraction form covered the following 4 domains: intervention planning, intervention design, intervention development, and intervention pretesting. The final form was reviewed and approved by the senior authors of the 5 trials included in this study. One researcher (IRC) then used the final form to extract all the relevant data available in the full texts and appendices of the manuscripts previously identified. Subsequently, the extracted information was sent by email to the authors of the 5 trials that agreed to take part in this study. They were requested to cross-check the accuracy of the extracted information and to provide additional details not reported in the available publications. When needed, we recontacted the authors for additional details or clarifications about the methods used to develop their intervention."
    },
    {
      "title": "Data Analysis",
      "text": "We carried out a narrative synthesis of the results, describing the different methods identified for developing the interventions. We classified the methods according to the 4 development stages considered (intervention planning, design, development, and pretesting). We calculated, in terms of frequency, the number of interventions that applied each of the methods identified and tabulated this information (Table  1 ). To allow head-to-head comparisons across interventions, we present in tables (Tables  2 3 4 ), and describe narratively, more detailed information about the methods used for the development of each intervention."
    },
    {
      "title": "Results"
    },
    {
      "title": "Intervention Characteristics",
      "text": "We extracted information about the main characteristics of the selected mHealth interventions, including the level of customization of the messages, timing and frequency of delivering the messages, content (degree of personalization, readability, length, and presence of sender´s signature), directionality (unidirectional or bidirectional), and type of platform used to deliver the messages (see Multimedia Appendices 1 and 2). All the interventions were based on text messages containing less than 160 characters, which included the sender's signature, and which were sent free of charge to participants. Most interventions included some degree of customization either in the content of the message (TEXT ME  [9, 19, 32]  and Heart  [24] [25] [26] 30] ), preferred timing (Text4Heart  [21, 29]  and StAR  [8, 18] ), or language (StAR  [8, 18] ). The number of messages sent per week ranged from 1 (StAR  [8, 18] ) to 7 (Text4Heart  [21, 29] ). Furthermore, 3 interventions (TEXT ME  [9, 19, 32] , Islam  [22, 33] , and Heart  [24] [25] [26] 30] ) used unidirectional messages, whereas 2 interventions (Text4Heart  [21, 29]  and StAR  [8, 18] ) used bidirectional messages (ie, allowing the participants to not only receive but also send messages).\n\nAlthough the interventions generally aimed at preventing CVD, they varied in terms of their specific goal and population targeted. The TEXT ME intervention aimed at decreasing cardiovascular risk by encouraging lifestyle change in people with coronary heart disease in Australia  [9, 19, 32] . The Text4Heart intervention aimed to support adherence to healthy lifestyle behaviors in adults with coronary heart disease in New Zealand  [21, 29] . The intervention developed by Islam et al  [22, 33]  aimed to improve glycemic control in patients with type 2 diabetes in Bangladesh. The Heart intervention aimed to promote exercise capacity and physical activity behavior in people with ischemic heart disease in New Zealand  [24] [25] [26] 30] . The StAR intervention aimed to support treatment adherence and blood pressure control in adults with hypertension in South Africa  [8, 18] ."
    },
    {
      "title": "Intervention Development Process",
      "text": "All the interventions followed a comprehensive development process (or framework) that involved 1 or more studies to inform each development stage, including the planning, design, development, and pretesting of the interventions (Table  1 )."
    },
    {
      "title": "Intervention Planning",
      "text": "A number of different information sources were used to identify the key behavioral issues, needs, and challenges the intervention was planned to address (Multimedia Appendix 3). These included stakeholder consultations (used in all interventions), literature reviews (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , Islam  [22, 33] , and StAR  [8, 18] ), examination of relevant theory (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , and Heart  [24] [25] [26] 30] ), and preliminary qualitative research (StAR  [8, 18]  and Heart  [24] [25] [26] 30] )."
    },
    {
      "title": "Intervention Design",
      "text": "Interventions were designed according to a wide range of behavior change theories (Table  2 ). Overall, 3 interventions (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , and Islam  [22, 33] ) were based on multiple theories, whereas 2 interventions (Heart  [24] [25] [26] 30]  and StAR  [8, 18] ) relied on a single theory. All Table 1. Frequency of the different methods used to inform the development process of the interventions identified."
    },
    {
      "title": "Number of trials (trial name) Methods used to inform the development process of the interventions identified"
    },
    {
      "title": "Intervention planning",
      "text": "Information sources consulted to identify the key behavioral issues, needs, and challenges that the planned intervention was intended to address 5 (TEXT ME a  [9, 19, 32] , Text4Heart b  [21, 29] , Islam  [22, 33] , Heart c  [24] [25] [26] 30] ,\n\nand StAR d  [8, 18] ) Consultation with experts, users, or other stakeholders 4 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , Islam  [22, 33] , and StAR  [8, 18] ) Literature reviews 4 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , Heart  [24] [25] [26] 30] , and StAR  [8, 18] ) Primary research with users 3 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , and Heart  [24] [25] [26] 30] ) Examination of relevant theory"
    },
    {
      "title": "Intervention design",
      "text": "Theories used 2 (Text4Heart  [21, 29]  and TEXT ME  [9, 19, 32] ) Social-cognitive theory  [38]  1 (TEXT ME  [9, 19, 32] ) Control theory  [39]  1 (TEXT ME  [9, 19, 32] ) Information-motivation-behavioral skills model  [40]  1 (TEXT ME  [9, 19, 32] ) Operant conditioning  [41]  1 (TEXT ME  [9, 19, 32] ) Theory of planned behavior  [42]  1 (TEXT ME  [9, 19, 32] ) Theory of reasoned action  [43]  1 (Text4Heart  [21, 29] ) Common sense model  [44]  1 (Islam  [22, 33] ) Behavioral learning theory  [45]  1 (Islam  [22, 33] ) Transtheoretical model of behavioral change  [46]  1 (Heart  [24] [25] [26] 30] ) Self-efficacy theory framework  [47]  1 (StAR  [8, 18] ) Integrated theory of behavior change  [48]  0 No theory used Behavior change techniques used 4 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , Heart  [24] [25] [26] 30] , and StAR  [8, 18] ) Provide general encouragement 3 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , and StAR  [8, 18] ) Provide information about behavior-health link 3 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , and StAR  [8, 18] ) Provide information on consequences 3 (Text4Heart  [21, 29] , Heart  [24] [25] [26] 30] , and StAR  [8, 18] ) Prompt specific goal setting 3 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , and Heart  [24] [25] [26] 30] ) Time management 3 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , and Heart  [24] [25] [26] 30] ) Prompt barrier identification 2 (TEXT ME  [9, 19, 32]  and Text4Heart  [21, 29] ) Set graded tasks 2 (TEXT ME  [9, 19, 32]  and Text4Heart  [21, 29] ) Provide instruction 2 (Text4Heart  [21, 29]  and Heart  [24] [25] [26] 30] ) Model or demonstrate the behavior 2 (Text4Heart  [21, 29]  and TEXT ME  [9, 19, 32] ) Prompt self-monitoring of behavior 1 (StAR  [8, 19] ) Provide information about others' approval   [9, 19, 32] , Text4Heart  [21, 29] , Islam  [22, 33] , Heart  [24] [25] [26] 30] , and StAR  [8, 18] ) Clinical guidelines 2 (Islam  [22, 33]  and StAR  [8, 18] ) Expert opinion 1 (Heart  [24] [25] [26] 30] ) Qualitative patient interviews Other intervention characteristics (timing, frequency, directionality, etc) based on 3 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , and StAR  [8, 18] ) Literature reviews 2 (Heart  [24] [25] [26] 30]  and StAR  [8, 18] ) Primary research End-user feedback gathered 4 (Heart  [24] [25] [26] 30] , Text4Heart  [21, 29] , TEXT ME  [9, 19, 32] , and StAR  [8, 18] ) Yes (questionnaires) 2 (Text4Heart  [21, 29]  and Islam  [22, 33] ) Yes (semistructured interviews) 1 (StAR  [8, 18] ) Yes (focus groups) 0 No Intervention pretesting 5 (TEXT ME  [9, 19, 32] , Text4Heart  [21, 29] , Islam  [22, 33] , Heart  [24] [25] [26] 30]"
    },
    {
      "title": "Intervention Development",
      "text": "A number of different sources were used to inform the content of the messages, namely, clinical guidelines (all interventions), expert opinion (Islam  [22, 33] , StAR  [8, 18] , and (Heart  [24] [25] [26] 30] ), and feedback from qualitative formative work (Heart  [24] [25] [26] 30] ; see Multimedia Appendix 4). A number of different professionals were involved in the development of the messages, including clinicians (all interventions), academics (TEXT ME  [9, 19, 32] , Islam  [22, 33] , Heart  [24] [25] [26] 30] , and StAR  [8, 18] ), health psychologists (Text4Heart  [21, 29] ), exercise physiologists and cardiologists (Heart  [24] [25] [26] 30] ), and patient and public representatives (TEXT ME  [9, 19, 32] , StAR  [8, 18] , and Text4Heart  [21, 29] ). The frequency and timing of the messages, intervention duration, directionality, and level of tailoring were determined based on literature reviews (TEXT ME  [9, 19, 32] , StAR  [8, 18] , and Text4Heart  [21, 29] ), qualitative research (Heart  [24] [25] [26] 30]  and StAR  [8, 18] ), and previous similar studies undertaken by the authors (Text4Heart  [21, 29]  and Heart  [24] [25] [26] 30] ).\n\nEnd-user feedback was gathered to inform the development of all the interventions (Table  3 ). Feedback was most frequently gathered through structured questionnaires (TEXT ME  [9, 19, 32] ,\n\nText4Heart  [21, 29] , Islam  [22, 33] , and Heart  [24] [25] [26] 30] ). Some studies also used qualitative methods, namely, semistructured interviews (Text4Heart  [21, 29]  and StAR  [8, 18] ) and focus groups (StAR  [8, 18] ). Readability, acceptability, and perceived utility were the aspects more frequently examined. End users' feedback contributed to the refinement of all the interventions (simplifying the content of the messages, changing their tone, and increasing the level of tailoring, among others)."
    },
    {
      "title": "Intervention Pretesting",
      "text": "All the interventions were pretested before being formally evaluated in a clinical trial. Pretesting activities involved pilot studies with a purposive or convenience sample of 10 to 30 participants who received the text messages for a period ranging from 1 to 4 weeks (Table  4 ). A number of modifications were introduced in all interventions as a result of the pilot studies. They included the refinement of the message bank and software system to deliver them (TEXT ME  [9, 19, 32] ), increasing the level of tailoring and modifying the website system (Text4Heart  [21, 29] ), changing the timing of the messages (Islam  [22, 33]  and StAR  [8, 18] ), including all SMS messages on a website for the participants to review retrospectively if they chose (Heart  [24] [25] [26] 30] ), and allowing the participants to change the language of the messages (StAR  [8, 18] ).\n\nTable 2. Intervention design: use of theory and behavior change techniques."
    },
    {
      "title": "Behavior change techniques used",
      "text": "In what way were theories used to develop the intervention Theoretical approach adopted for intervention Trial Provide information about behavior-health link, provide information on consequences, prompt barrier identification, provide general encouragement, set graded tasks, provide instruction, prompt self-monitoring of behavior, teach to use prompts or cues, relapse prevention, and time management Select intervention techniques Control theory, information-motivation-behavioral skills model, operant conditioning, socialcognitive theory, theory of planned behavior, and theory of reasoned action TEXT ME a  [9, 19, 32]  Provide information about behavior-health link, provide information on consequences, prompt intention formation, prompt barrier identification, provide general encouragement, set graded tasks, provide instruction, model or demonstrate the behavior, prompt specific goal setting, prompt review of behavioral goals, prompt selfmonitoring of behavior, provide feedback on performance, provide opportunities for social comparison, plan social support or social change, stress management, time management, and interpretation and normalizing of physical or emotional symptoms when changing behavior"
    },
    {
      "title": "Select and develop intervention techniques",
      "text": "Social-cognitive theory and common sense model Text4Heart b  [21, 29]  Reinforce and encourage healthy behavior and lifestyle modification, stimuli for medication adherence-using behavior learning techniques-and inform, motivate, and provide psychological support-using transtheoretical model of behavior change techniques"
    },
    {
      "title": "Select and develop intervention techniques",
      "text": "Behavioral learning theory and transtheoretical model of behavioral change Islam  [22, 33]  Prompt barrier identification; provide general encouragement; model or demonstrate the behavior; prompt specific goal setting; time management; coping efficacy, self-regulation, social support; scheduling efficacy; interpreting physiology, including somatic and emotional states; and exercise prescription"
    },
    {
      "title": "Select and develop intervention techniques",
      "text": "Self-efficacy theory framework Heart c  [24] [25] [26] 30]  Provide information about behavior-health link, provide information on consequences, provide information about others' approval, provide general encouragement, and prompt specific goal setting"
    },
    {
      "title": "Select intervention techniques and tailor intervention techniques to recipients",
      "text": "Integrated theory of behavior change StAR d  [8, 18]  a TEXT ME: Tobacco, Exercise and Diet Messages."
    },
    {
      "title": "Interventions With Development Details Not Available",
      "text": "Additional information about intervention development was not available from authors for 4 of the 9 trials identified in the Text2PreventCVD systematic review  [16, 17, 23, 31, 34] . Only 1 of them replied to our invitations, but they were unable to share data in the time specified for the analysis. These interventions were heterogeneous in scope (targeting diabetes prevention  [31]  and control  [16, 17] , hypertension  [23] , and adherence to cardiovascular preventive treatment  [34] ) and setting (inner city emergency department in the United States  [16, 17] , ambulatory care in Russia  [23] , community of working men in India  [31] , and primary care general practices in England  [34] ). The intervention planning was only reported in 1 of the interventions (Text-Med intervention  [16, 17] , which used qualitative research methods to elicit user views of the planned behavior changes. The process of designing the intervention was reported only in 1 of the studies  [31] , which used the transtheoretical model of behavioral change. Intervention development and pretesting was only reported by 1 intervention (Text-Med intervention  [16, 17] , which used clinical guidelines, expert opinions, and qualitative research with patients to develop the intervention, pretesting it in a 1-week pilot trial with 23 participants). Additional details about the development process of the rest of the interventions were not identified in the available publications. [9, 19, 32]  Intervention delivered by short message service only (too few end users had smartphones at the time), changes made to content of exercise prescription messages, higher level of tailoring (messages personalized with name, time of day to receive messages, and primary behavior targeted), and 2-way messaging (participants could text in questions and receive a personal reply) Choice of technology to deliver the messages, acceptability of physical activity messages, level of tailoring, and directionality of messages Data collection: website usage statistics (n=85), mobile phone usage survey (n=74), intervention feedback surveys (n=85), and intervention feedback semistructured interviews (n=17); sampling: opportunistic Text4Heart b  [21, 29]  Messages made simpler (only 1 content per message) Readability, acceptability, and perceived Data collection: face-to-face interviews using structured questionnaires (n=50); sampling: purposive Islam  [22, 33]  Actions taken to resolve technical difficulties encountered by participants (eg, written instructions about how to log on to the study website) Readability, acceptability, perceived utility, and persuasiveness Data collection: Web-based survey (n=20); sampling: purposive Heart c  [24] [25] [26] 30]  Tone, use of abbreviations, and addition of named provider to sign off message Readability, acceptability, perceived utility, and persuasiveness Data collection: semistructured interviews and focus groups with patients (n=35), primary care providers (n=12), health systems managers (n=5), and chronic dispensing service providers (n=3); sampling: purposive StAR d  [8, 18]  a TEXT ME: Tobacco, Exercise and Diet Messages. Table 4. Intervention pretesting.\n\nChanges in the intervention implemented as a result of the pretesting exercise"
    },
    {
      "title": "Pretesting methods Trial",
      "text": "Refinement of the message bank and software system n=16; sampling: convenient; additional details: The aim of the pilot testing was to evaluate the messages and the system to deliver them. Participants received the relevant messages for 1 week. At the conclusion of the pilot study, participants received a questionnaire asking for the potential impact of the messages to change behavior, the process of receiving messages (eg, timing, personalization, and frequency), and for any further feedback TEXT ME a  [9, 19, 32]  No changes made to healthy eating message content or tone (viewed as acceptable), self-efficacy included as underlying theoretical construct; higher level of tailoring (messages personalized with name, time of day to receive messages, and primary behavior targeted), website log-on system simplified n=20; sampling: convenient; additional details: The aim of the pilot testing was to test the healthy eating messages. Participants received 1 text message per day (28 in total) and had access to the supporting website; 4 weeks later, participants were contacted by text and email to complete a follow-up Web-based survey. Website usage statistics including the frequency, login period, and page views were also tracked Text4Heart b  [21, 29]  Timing of text messages was set to be delivered from 10 am to 5 pm n=30; sampling: purposive; additional details: intervention pretested in patients with type 2 diabetes selected from a diabetes clinic of a tertiary hospital Islam  [22, 33]  All SMS d messages were made available on a website for participants to review retrospectively if they chose and correction of grammatical errors identified by participants n=10; sampling: convenience; additional details: Pilot testing of the intervention was integrated into the full randomized controlled trial (during the study, the first 10 study participants were closely monitored for 6 weeks to ensure that they received the messages and to resolve technical issues) Heart c  [24] [25] [26] 30]  Change timing of the message and allowing users to change language n=19; sampling: purposive; additional details: The full intervention package was tested in the 3 languages most commonly used in Cape Town (English, Afrikaans, and isiXhosa). Participants were contacted on a weekly basis by a researcher for a semistructured interview on their experience of the intervention and the SMS text message delivery system StAR e  [8, 18]  a TEXT ME: Tobacco, Exercise and Diet Messages."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Summary of Findings",
      "text": "In this study, we conducted an in-depth examination of the development process for 5 of the 9 mHealth interventions identified as a part of the Text2PreventCVD meta-analysis. We observed that the development process of these interventions was complex and comprehensive, involving formative work with multiple studies using both quantitative and qualitative designs to gather evidence to inform decisions about the scope, content, and structure of the intended interventions. Although formative studies varied in terms of the way the interventions were developed, the following processes were identified in all the interventions: use of theory and behavior change techniques for intervention design, use of end-user feedback for intervention development, and pilot studies for intervention pretesting."
    },
    {
      "title": "Comparison of Findings With Previous Literature",
      "text": "It has been argued that, as in any health promotion practice, quality, rigor, and careful development of mHealth interventions remain essential  [49] . However, a number of recent systematic reviews highlight that a significant proportion of health behavior interventions are not based on theory  [50] [51] [52] , do not follow a user-centered approach  [11, 53] , and lack adequate pretesting procedures  [54, 55] . Indeed, it has been argued that the SMS text message development is commonly hidden within a black box, lacking deconstruction of the steps involved in creating messages as well as rigorous evaluations of the quality of the health communication messages  [14] . None of this is supported by findings from our study, which showed that the development process of the interventions contributing to the Text2PreventCVD meta-analysis included those elements. At least 3 factors could contribute to explaining this apparent discrepancy. First, as opposed to previous reviews, our findings are mostly based on data supplied by the authors of the studies themselves rather than merely by information in published manuscripts. Therefore, it is plausible that some interventions were not underdeveloped but rather underreported. Previous studies have already noted that the documentation and critical analysis of the formative research process required in the development and refinement of messages is a neglected area in the published literature  [56] . For quality assessment purposes and to improve future research and program implementation, this research should be accessible for scientific scrutiny. This should include a description of the development of the SMS content (and quality of the evidence on which the messages are based), the theoretical basis of the messages (and the rationale for choosing it), cultural adaptation to the target population, and context along with an analysis of how the content is received by users  [54, 57, 58] . This would enable translation and assessment of generalizability of findings of the research. Second, although all the examined interventions included as part of their development the use of theory, user feedback, and pretesting activities, it could be argued that these elements were not rigorously applied, a common criticism in the current literature  [11, 37, 52] . This may be particularly relevant with the use of theory; superficial use of theory in the development of health behavior interventions has been identified as one of the main barriers hindering progress in quantifying its impact on behavior change  [52] . Third, almost half of the interventions initially identified were not able to be included, and this could have resulted in a selection bias (leading to an overrepresentation of more comprehensively developed interventions), as discussed as part of the limitations below."
    },
    {
      "title": "Implications for Future Research",
      "text": "Future studies are needed to explore the extent to which the development process is associated with intervention success and to identify activeingredients in the development process. To do so, valid and reliable measures of intervention development complexity are very much needed as well as data from a larger number of more heterogeneously developed interventions. Publication bias (a common source of potential bias in systematic reviews  [59] ) should also be adequately accounted for in such studies, as less successful interventions may be less likely to be published and may be less likely to have followed a thorough development process. Intervention success should not only be evaluated in terms of clinical effectiveness observed within the context of a clinical trial but also in terms of research translation capacity, that is, the extent to which the interventions are successfully implemented at the population level and are acceptable and perceived as useful by the target populations."
    },
    {
      "title": "Strengths and Weaknesses",
      "text": "This study provides for the first time a detailed and systematic description of the development process of mHealth interventions to support behavior change in people with CVD. The data described in our study were initially extracted from available publications and subsequently reviewed by the authors of the relevant trials to maximize their accuracy and completeness. Our study has some limitations. First, although 9 trials were identified in the Text2PreventCVD meta-analysis, there was no contribution beyond published data for 4 of them (ie, the information we initially extracted from the publications was not reviewed and added by the developers). This could bias our results if the reason for not providing further data was related to the methods used to develop those interventions. Second, in our study, we could not examine the important question of whether more comprehensive development processes lead to more successful interventions. The main reason for not being able to explore this was the lack of sufficient variability across intervention development methods. As shown in Table  1 , all the interventions included in this study were developed using complex and comprehensive methods: all of them carried out studies to identify the key behavioral issues, needs, and challenges that the planned intervention was intended to address; all of them used 1 or more theory and behavior change techniques to design the intervention; all developed the messages based on a number of different information sources; all gathered end-user feedback; and all conducted feasibility studies to pretest the interventions."
    },
    {
      "title": "Conclusions",
      "text": "A detailed examination of the development of SMS interventions to improve CVD showed the processes used were complex and comprehensive. Our study identified a wide range of different methodologies to inform intervention planning, intervention design, intervention development, and intervention pretesting. Literature review and stakeholder consultations were the most frequently used methods to guide intervention planning and design. Regarding the development of the interventions, clinical guidelines and expert consultations were the main information sources for message content, whereas literature reviews and end-user feedback were the main source to inform decisions about other components of the interventions such as timing, directionality, or level of tailoring. Pilot studies with relatively small sample sizes were frequently used for intervention pretesting. Further work is needed to establish whether effective messaging systems can be adapted from work already done or whether this level of development is always needed for application in other conditions and settings. Additional research is also needed to examine the potential association between development methods and intervention success as well as to identify activeingredients in the development methods."
    },
    {
      "text": "interventions were designed following multiple behavior change techniques (mean number of techniques per intervention=8, range=2 to 17). Most common techniques included general encouragement (used in 4 interventions), information about behavior-health link (3 interventions), information on consequences (3 interventions), time management advice (3 interventions), and goal setting (3 interventions)."
    },
    {
      "text": "Text4Heart [21, 29] ) Prompt intention formation 1 (Text4Heart [21, 29] ) Prompt review of behavioral goals 1 (Text4Heart [21, 29] ) Provide feedback on performance 1 (TEXT ME [9, 19, 32] ) Teach to use prompts or cues 1 (Text4Heart [21, 29] ) Provide opportunities for social comparison 1 (Text4Heart [21, 29] ) Plan social support or social change 1 (TEXT ME [9, 19, 32] ) Relapse prevention Number of trials (trial name) Methods used to inform the development process of the interven-"
    },
    {
      "text": ": Tobacco, Exercise and Diet Messages."
    },
    {
      "text": "Text4Heart: Text message and Internet-based comprehensive cardiac rehabilitation intervention. c Heart: Heart Exercise And Remote Technologies. d StAR: Mobile Phone Text Messages to Support Treatment Adherence in Adults With High Blood Pressure."
    },
    {
      "text": "Text4Heart: Text message and Internet-based comprehensive cardiac rehabilitation intervention. c Heart: Heart Exercise And Remote Technologies. d StAR: Mobile Phone Text Messages to Support Treatment Adherence in Adults With High Blood Pressure."
    },
    {
      "text": "Text4Heart: Text message and Internet-based comprehensive cardiac rehabilitation intervention. c Heart: Heart Exercise And Remote Technologies. d StAR: Mobile Phone Text Messages to Support Treatment Adherence in Adults With High Blood Pressure. JMIR Mhealth Uhealth 2019 | vol. 7 | iss. 3 | e12191 | p. 7 http://mhealth.jmir.org/2019/3/e12191/ (page number not for citation purposes)"
    },
    {
      "text": "Text4Heart: Text message and Internet-based comprehensive cardiac rehabilitation intervention. c Heart: Heart Exercise And Remote Technologies. d SMS: short message service. e StAR: Mobile Phone Text Messages to Support Treatment Adherence in Adults With High Blood Pressure."
    },
    {
      "text": "Intervention development: end-user feedback."
    }
  ],
  "references": [
    {
      "title": "World Health Organization",
      "authors": [
        "S Mendis",
        "P Puska",
        "B Norrving"
      ],
      "year": 2011
    },
    {
      "title": "Risk factors for ischaemic and intracerebral haemorrhagic stroke in 22 countries (the INTERSTROKE study): a case-control study",
      "authors": [
        "M O'donnell",
        "D Xavier",
        "L Liu",
        "H Zhang",
        "S Chin",
        "P Rao-Melacini",
        "Interstroke Investigators"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)60834-3"
    },
    {
      "title": "Effect of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): case-control study",
      "authors": [
        "S Yusuf",
        "S Hawken",
        "S Ounpuu",
        "T Dans",
        "A Avezum",
        "F Lanas",
        "Study Interheart",
        "Investigators"
      ],
      "year": 2004,
      "doi": "10.1016/S0140-6736(04)17018-9"
    },
    {
      "title": "Comorbidity study on type 2 diabetes mellitus using data mining",
      "authors": [
        "H Kim",
        "A Shin",
        "M Kim",
        "Y Kim"
      ],
      "year": 2012,
      "doi": "10.3904/kjim.2012.27.2.197"
    },
    {
      "title": "European guidelines on cardiovascular disease prevention in clinical practice: third joint task force of European and other societies on cardiovascular disease prevention in clinical practice (constituted by representatives of eight societies and by invited experts)",
      "authors": [
        "De Backer",
        "G Ambrosioni",
        "E Borch-Johnsen",
        "K Brotons",
        "C Cifkova",
        "R Dallongeville"
      ],
      "year": 2003,
      "doi": "10.1097/01.hjr.0000087913.96265.e2"
    },
    {
      "title": "Adherence to cardiovascular therapy: a meta-analysis of prevalence and clinical consequences",
      "authors": [
        "R Chowdhury",
        "H Khan",
        "E Heydon",
        "A Shroufi",
        "S Fahimi",
        "C Moore"
      ],
      "year": 2013,
      "doi": "10.1093/eurheartj/eht295"
    },
    {
      "title": "Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials",
      "authors": [
        "J Orr",
        "R King"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2015.1022847"
    },
    {
      "title": "Mobile phone text messages to support treatment adherence in adults with high blood pressure (SMS-tText Adherence Support [StAR]): a single-blind, randomized trial",
      "authors": [
        "K Bobrow",
        "A Farmer",
        "D Springer",
        "M Shanyinde",
        "L Yu",
        "T Brennan"
      ],
      "year": 2016,
      "doi": "10.1161/CIRCULATIONAHA.115.017530"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Mobile phone messaging for facilitating self-management of long-term illnesses",
      "authors": [
        "T De Jongh",
        "I Gurol-Urganci",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007459.pub2"
    },
    {
      "title": "The person-based approach to intervention development: application to digital health-related behavior change interventions",
      "authors": [
        "L Yardley",
        "L Morrison",
        "K Bradbury",
        "I Muller"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4055"
    },
    {
      "title": "Developing and pretesting a text messaging program for health behavior change: recommended steps",
      "authors": [
        "L Abroms",
        "R Whittaker",
        "C Free",
        "Mendel Van Alstyne",
        "J Schindler-Ruwisch"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4917"
    },
    {
      "title": "A development and evaluation process for mHealth interventions: examples from New Zealand",
      "authors": [
        "R Whittaker",
        "S Merry",
        "E Dorey",
        "R Maddison"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649103"
    },
    {
      "title": "Unpacking the black box: a formative research approach to the development of theory-driven, evidence-based, and culturally safe text messages in mobile health interventions",
      "authors": [
        "M Maar",
        "K Yeates",
        "Z Toth",
        "M Barron",
        "L Boesch",
        "D Hua-Stewart"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.4994"
    },
    {
      "title": "Text2PreventCVD: protocol for a systematic review and individual participant data meta-analysis of text message-based interventions for the prevention of cardiovascular diseases",
      "authors": [
        "C Chow",
        "S Islam",
        "A Farmer",
        "K Bobrow",
        "R Maddision",
        "R Whittaker"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2016-012723"
    },
    {
      "title": "A mobile health intervention for inner city patients with poorly controlled diabetes: proof-of-concept of the TExT-MED program",
      "authors": [
        "S Arora",
        "A Peters",
        "C Agy",
        "M Menchine"
      ],
      "year": 2012,
      "doi": "10.1089/dia.2011.0252"
    },
    {
      "title": "Trial to examine text message-based mHealth in emergency department patients with diabetes (TExT-MED): a randomized controlled trial",
      "authors": [
        "S Arora",
        "A Peters",
        "E Burner",
        "C Lam",
        "M Menchine"
      ],
      "year": 2014,
      "doi": "10.1016/j.annemergmed.2013.10.012"
    },
    {
      "title": "Efficacy of a text messaging (SMS) based intervention for adults with hypertension: protocol for the StAR (SMS Text-message Adherence suppoRt trial) randomised controlled trial",
      "authors": [
        "K Bobrow",
        "T Brennan",
        "D Springer",
        "N Levitt",
        "B Rayner",
        "M Namane"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-28"
    },
    {
      "title": "Design and rationale of the tobacco, exercise and diet messages (TEXT ME) trial of a text message-based intervention for ongoing prevention of cardiovascular disease in people with coronary disease: a randomised controlled trial protocol",
      "authors": [
        "C Chow",
        "J Redfern",
        "A Thiagalingam",
        "Jan Whittaker",
        "R Hackett"
      ],
      "year": 2012,
      "doi": "10.1136/bmjopen-2011-000606"
    },
    {
      "title": "Cardiovascular disease self-management: pilot testing of an mHealth healthy eating program",
      "authors": [
        "L Dale",
        "R Whittaker",
        "H Eyles",
        "C Mhurchu",
        "K Ball",
        "N Smith"
      ],
      "year": 2014,
      "doi": "10.3390/jpm4010088"
    },
    {
      "title": "Improving coronary heart disease self-management using mobile technologies (Text4Heart): a randomised controlled trial protocol",
      "authors": [
        "L Dale",
        "R Whittaker",
        "Y Jiang",
        "R Stewart",
        "A Rolleston",
        "R Maddison"
      ],
      "year": 2014,
      "doi": "10.1186/1745-6215-15-71"
    },
    {
      "title": "Mobile phone intervention for increasing adherence to treatment for type 2 diabetes in an urban area of Bangladesh: protocol for a randomized controlled trial",
      "authors": [
        "S Islam",
        "A Lechner",
        "U Ferrari",
        "G Froeschl",
        "D Alam",
        "R Holle"
      ],
      "year": 2014,
      "doi": "10.1186/s12913-014-0586-1"
    },
    {
      "title": "Active ambulatory care management supported by short message services and mobile phone technology in patients with arterial hypertension",
      "authors": [
        "S Islam",
        "A Lechner",
        "U Ferrari",
        "G Froeschl",
        "D Alam",
        "R Holle"
      ],
      "year": 2012
    },
    {
      "title": "The HEART Mobile Phone Trial: the partial mediating effects of self-efficacy on physical activity among cardiac patients",
      "authors": [
        "R Maddison",
        "L Pfaeffli",
        "R Stewart",
        "A Kerr",
        "Y Jiang",
        "J Rawstorn"
      ],
      "year": 2014,
      "doi": "10.3389/fpubh.2014.00056"
    },
    {
      "title": "A mobile phone intervention increases physical activity in people with cardiovascular disease: results from the HEART randomized controlled trial",
      "authors": [
        "R Maddison",
        "L Pfaeffli",
        "R Whittaker",
        "R Stewart",
        "A Kerr",
        "Y Jiang"
      ],
      "year": 2015,
      "doi": "10.1177/2047487314535076"
    },
    {
      "title": "HEART: heart exercise and remote technologies: a randomized controlled trial study protocol",
      "authors": [
        "R Maddison",
        "R Whittaker",
        "R Stewart",
        "A Kerr",
        "Y Jiang",
        "G Kira"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2261-11-26"
    },
    {
      "title": "The effectiveness of mobile-health behaviour change interventions for cardiovascular disease self-management: a systematic review",
      "authors": [
        "D Pfaeffli",
        "R Dobson",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2016,
      "doi": "10.1177/2047487315613462"
    },
    {
      "title": "Acceptability of a mobile health exercise-based cardiac rehabilitation intervention: a randomized trial",
      "authors": [
        "D Pfaeffli",
        "R Whittaker",
        "R Dixon",
        "R Stewart",
        "Y Jiang",
        "K Carter"
      ],
      "year": 2015,
      "doi": "10.1097/HCR.0000000000000125"
    },
    {
      "title": "Text message and internet support for coronary heart disease self-management: results from the Text4Heart randomized controlled trial",
      "authors": [
        "D Pfaeffli",
        "R Whittaker",
        "Y Jiang",
        "R Stewart",
        "A Rolleston",
        "R Maddison"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4944"
    },
    {
      "title": "A mHealth cardiac rehabilitation exercise intervention: findings from content development studies",
      "authors": [
        "L Pfaeffli",
        "R Maddison",
        "R Whittaker",
        "R Stewart",
        "A Kerr",
        "Y Jiang"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2261-12-36"
    },
    {
      "title": "Effectiveness of mobile phone messaging in prevention of type 2 diabetes by lifestyle modification in men in India: a prospective, parallel-group, randomised controlled trial",
      "authors": [
        "A Ramachandran",
        "C Snehalatha",
        "J Ram",
        "S Selvam",
        "M Simon",
        "A Nanditha"
      ],
      "year": 2013,
      "doi": "10.1016/S2213-8587(13)70067-6"
    },
    {
      "title": "Development of a set of mobile phone text messages designed for prevention of recurrent cardiovascular events",
      "authors": [
        "J Redfern",
        "A Thiagalingam",
        "Jan Whittaker",
        "R Hackett",
        "M Mooney"
      ],
      "year": 2014,
      "doi": "10.1177/2047487312449416"
    },
    {
      "title": "Effects of mobile phone SMS to improve glycemic control among patients with type 2 diabetes in Bangladesh: a prospective, parallel-group, randomized controlled trial",
      "authors": [
        "I Shariful",
        "L Niessen",
        "U Ferrari",
        "L Ali",
        "J Seissler",
        "A Lechner"
      ],
      "year": 2015,
      "doi": "10.2337/dc15-0505"
    },
    {
      "title": "Randomised trial of text messaging on adherence to cardiovascular preventive treatment (INTERACT trial)",
      "authors": [
        "D Wald",
        "J Bestwick",
        "L Raiman",
        "R Brendell",
        "N Wald"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0114268"
    },
    {
      "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre",
        "S Michie",
        "I Nazareth",
        "M Petticrew"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.a1655"
    },
    {
      "title": "Better reporting of interventions: template for intervention description and replication (TIDieR) checklist and guide",
      "authors": [
        "T Hoffmann",
        "P Glasziou",
        "I Boutron",
        "R Milne",
        "R Perera",
        "D Moher"
      ],
      "year": 2014
    },
    {
      "title": "Are interventions theory-based? Development of a theory coding scheme",
      "authors": [
        "S Michie",
        "A Prestwich"
      ],
      "year": 2010,
      "doi": "10.1037/a0016939"
    },
    {
      "title": "Social cognitive theory: an agentic perspective",
      "authors": [
        "A Bandura"
      ],
      "year": 2001,
      "doi": "10.1146/annurev.psych.52.1.1"
    },
    {
      "title": "Control theory: a useful conceptual framework for personality-social, clinical, and health psychology",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1982,
      "doi": "10.1037//0033-2909.92.1.111"
    },
    {
      "title": "Changing AIDS-risk behavior",
      "authors": [
        "J Fisher",
        "W Fisher"
      ],
      "year": 1992,
      "doi": "10.1037//0033-2909.111.3.455"
    },
    {
      "title": "Operant conditioning in the treatment of chronic pain",
      "authors": [
        "W Fordyce",
        "R Fowler",
        "J Lehmann",
        "B Delateur",
        "P Sand",
        "R Trieschmann"
      ],
      "year": 1973,
      "doi": "10.1016/0021-9681(68)90015-5"
    },
    {
      "title": "Efficacy of the Theory of Planned Behaviour: a meta-analytic review",
      "authors": [
        "C Armitage",
        "M Conner"
      ],
      "year": 2001,
      "doi": "10.1348/014466601164939"
    },
    {
      "title": "Belief, Attitude, Intention and Behavior: An Introduction to Theory and Research",
      "authors": [
        "M Fishbein",
        "I Ajzen"
      ],
      "year": 1975
    },
    {
      "title": "Emotion regulation interventions: a common-sense model approach",
      "authors": [
        "L Cameron",
        "L Jago"
      ],
      "year": 2008,
      "doi": "10.1348/135910708x288800"
    },
    {
      "title": "Behavioral theories and the problem of compliance",
      "authors": [
        "H Leventhal",
        "L Cameron"
      ],
      "year": 1987,
      "doi": "10.1016/0738-3991(87)90093-0"
    },
    {
      "title": "The transtheoretical model of health behavior change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997
    },
    {
      "title": "Self-efficacy: toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1037//0033-295x.84.2.191"
    },
    {
      "title": "The European Smoking Prevention Framework Approach (EFSA): an example of integral prevention",
      "authors": [
        "H De Vries",
        "A Mudde",
        "I Leijs",
        "A Charlton",
        "E Vartiainen",
        "G Buijs"
      ],
      "year": 2003,
      "doi": "10.1093/her/cyg031"
    },
    {
      "title": "The medium and the message: fitting sound health promotion methodology into 160 characters",
      "authors": [
        "M Lim",
        "C Wright",
        "M Hellard"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.3888"
    },
    {
      "title": "The impact of automated brief messages promoting lifestyle changes delivered via mobile devices to people with type 2 diabetes: a systematic literature review and meta-analysis of controlled trials",
      "authors": [
        "C Arambepola",
        "I Ricci-Cabello",
        "P Manikavasagam",
        "N Roberts",
        "D French",
        "A Farmer"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5425"
    },
    {
      "title": "Effects of interventions promoting monitoring of medication use and brief messaging on medication adherence for people with Type 2 diabetes: a systematic review of randomized trials",
      "authors": [
        "A Farmer",
        "J Mcsharry",
        "S Rowbotham",
        "L Mcgowan",
        "I Ricci-Cabello",
        "D French"
      ],
      "year": 2015,
      "doi": "10.1111/dme.12987"
    },
    {
      "title": "Using theory to develop and test interventions to promote changes in health behaviour: evidence, issues, and recommendations",
      "authors": [
        "A Prestwich",
        "T Webb",
        "M Conner"
      ],
      "year": 2015,
      "doi": "10.1016/j.copsyc.2015.02.011"
    },
    {
      "title": "The user-the great unknown of systems development: reasons, forms, challenges, experiences and intellectual contributions of user involvement",
      "authors": [
        "J Iivari",
        "H Isomäki",
        "S Pekkola"
      ],
      "year": 2010,
      "doi": "10.1111/j.1365-2575.2009.00336.x"
    },
    {
      "title": "Underdeveloped or underreported? Coverage of pretesting practices and recommendations for design of text message-based health behavior change interventions",
      "authors": [
        "J Iivari",
        "H Isomäki",
        "S Pekkola"
      ],
      "year": 2015
    },
    {
      "title": "Effectiveness of mHealth behavior change communication interventions in developing countries: a systematic review of the literature",
      "authors": [
        "T Gurman",
        "S Rubin",
        "A Roess"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649160"
    },
    {
      "title": "A 10-year retrospective of research in health mass media campaigns: where do we go from here?",
      "authors": [
        "S Noar"
      ],
      "year": 2006,
      "doi": "10.1080/10810730500461059"
    },
    {
      "title": "Using Health Text Messages to Improve Consumer Health Knowledge, Behaviors, and Outcomes URL",
      "year": 2019,
      "doi": "10.1037/e301942003-024"
    },
    {
      "title": "Development of an evidence-based mHealth weight management program using a formative research process",
      "authors": [
        "W Waterlander",
        "R Whittaker",
        "H Mcrobbie",
        "E Dorey",
        "K Ball",
        "R Maddison"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.2850"
    },
    {
      "title": "Systematic review of the empirical evidence of study publication bias and outcome reporting bias -an updated review",
      "authors": [
        "K Dwan",
        "C Gamble",
        "P Williamson",
        "J Kirkham",
        "Bias Reporting",
        "Group"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0066844"
    }
  ],
  "num_references": 59
}
