{
  "paper_id": "G4Y2FDCZ",
  "title": "Expanding a behavioral view on digital health access: drivers and strategies to promote equity",
  "abstract": "The potential and threat of digital tools to achieve health equity has been highlighted for over a decade but success in achieving equitable access to health technologies remains challenging. Our paper addresses renewed concerns regarding equity in digital health access that were deepened during the COVID-19 pandemic. Utilizing behavioral, equity, and access frameworks allowed for a unique and comprehensive exploration of current drivers of digital health inequities. This paper presents a compilation of strategies that have the potential for actionable impact on digital health equity. Multi-level factors drive unequal access, so strategies require action from tool developers, individual delivery agents, organizations, and systems to effect change. Strategies were shaped with a behavioral medicine focus as the field has a unique role in improving digital health access -arguably, all digital tools require the user (individual, provider, health system) to change behavior by engaging with the technology to generate impact. The paper presents a model that emphasizes using multi-level strategies across stages of design, delivery, dissemination, and sustainment to advance digital health access and foster health equity.",
  "year": 2017,
  "date": "2017",
  "journal": "Journal of Behavioral Medicine",
  "publication": "Journal of Behavioral Medicine",
  "authors": [
    {
      "forename": "Maura",
      "surname": "Kepper",
      "name": "Maura Kepper",
      "affiliation": "1  Prevention Research Center Washington University in St. Louis St. Louis US \n\t\t\t\t\t\t\t\t Prevention Research Center \n\t\t\t\t\t\t\t\t Washington University in St \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Louis St. Louis \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Lauren",
      "surname": "Fowler",
      "name": "Lauren Fowler",
      "affiliation": "2  Department of Psychiatry Washington University in St. Louis School of Medicine Saint Louis US \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Washington University in St. Louis School of Medicine Saint Louis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Isabelle",
      "surname": "Kusters",
      "name": "Isabelle Kusters",
      "affiliation": "3  Department of Clinical, Health , and Applied Sciences University of Houston-Clear Lake Houston US \n\t\t\t\t\t\t\t\t Department of Clinical, Health \n\t\t\t\t\t\t\t\t Applied Sciences \n\t\t\t\t\t\t\t\t University of Houston-Clear Lake Houston \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Jean",
      "surname": "Davis",
      "name": "Jean Davis",
      "affiliation": "5  College of Nursing University of Central Florida Orlando US \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t University of Central Florida Orlando \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Manal",
      "surname": "Baqer",
      "name": "Manal Baqer",
      "affiliation": "6  Neamah Health Consulting Boston US \n\t\t\t\t\t\t\t\t Neamah Health Consulting \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Sara",
      "surname": "Sagui-Henson",
      "name": "Sara Sagui-Henson",
      "affiliation": "8  Clinical Strategy and Research Team Modern Health San Francisco US \n\t\t\t\t\t\t\t\t Clinical Strategy and Research \n\t\t\t\t\t\t\t\t Team Modern Health San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Yunyu",
      "surname": "Xiao",
      "name": "Yunyu Xiao",
      "affiliation": "9  Department of Population Health Science Weill Cornell Medicine Cornell University New York US \n\t\t\t\t\t\t\t\t Department of Population Health Science Weill Cornell Medicine \n\t\t\t\t\t\t\t\t Cornell University New York \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Adati",
      "surname": "Tarfa",
      "name": "Adati Tarfa",
      "affiliation": "10  School of Pharmacy University of Wisconsin-Madison Madison US \n\t\t\t\t\t\t\t\t School of Pharmacy \n\t\t\t\t\t\t\t\t University of Wisconsin-Madison Madison \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Jean",
      "surname": "Yi",
      "name": "Jean Yi",
      "affiliation": "8  Clinical Strategy and Research Team Modern Health San Francisco US \n\t\t\t\t\t\t\t\t Clinical Strategy and Research \n\t\t\t\t\t\t\t\t Team Modern Health San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Bryan",
      "surname": "Gibson",
      "name": "Bryan Gibson",
      "affiliation": "12  Department of Biomedical Informatics University of Utah School of Medicine Salt Lake City US \n\t\t\t\t\t\t\t\t Department of Biomedical Informatics \n\t\t\t\t\t\t\t\t University of Utah School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Salt Lake City \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Kristin",
      "surname": "Heron",
      "name": "Kristin Heron",
      "affiliation": "11  Fred Hutchinson Cancer Center Seattle US \n\t\t\t\t\t\t\t\t Fred Hutchinson Cancer Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Nicole",
      "surname": "Alberts",
      "name": "Nicole Alberts",
      "affiliation": "15  Department of Psychology Concordia University Montreal CA \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Concordia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Montreal \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "forename": "Marissa",
      "surname": "Burgermaster",
      "name": "Marissa Burgermaster",
      "affiliation": "16  Department of Nutritional Sciences University of Texas at Austin Austin US \n\t\t\t\t\t\t\t\t Department of Nutritional Sciences \n\t\t\t\t\t\t\t\t University of Texas at Austin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Austin \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Veronica",
      "surname": "Njie-Carr",
      "name": "Veronica Njie-Carr",
      "affiliation": "18  Department of Organizational Systems and Adult Health University of Maryland Baltimore US \n\t\t\t\t\t\t\t\t Department of Organizational Systems and Adult Health \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Lisa",
      "surname": "Klesges",
      "name": "Lisa Klesges",
      "affiliation": "19  Division of Public Health Sciences Department of Surgery Washington University School of Medicine St. Louis US \n\t\t\t\t\t\t\t\t Division of Public Health Sciences Department of Surgery \n\t\t\t\t\t\t\t\t Washington University School of Medicine St. Louis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Jean",
      "surname": "Pharmd",
      "name": "Jean Pharmd"
    },
    {
      "surname": "Yi",
      "name": "Yi",
      "affiliation": "11  Fred Hutchinson Cancer Center Seattle US \n\t\t\t\t\t\t\t\t Fred Hutchinson Cancer Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Kristin",
      "surname": "Dpt",
      "name": "Kristin Dpt"
    },
    {
      "surname": "Heron",
      "name": "Heron",
      "affiliation": "13  Psychology Department Old Dominion University Norfolk US \n\t\t\t\t\t\t\t\t Psychology Department Old \n\t\t\t\t\t\t\t\t Dominion University Norfolk \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "affiliation": "Prevention Research Center Washington University in St. Louis \n\t\t\t\t\t\t\t\t Prevention Research Center \n\t\t\t\t\t\t\t\t Washington University in St. Louis"
    },
    {
      "affiliation": "Center for Medical Ethics and Health Policy , Baylor College of Medicine , Houston , TX \n\t\t\t\t\t\t\t\t Center for Medical Ethics and Health Policy \n\t\t\t\t\t\t\t\t Baylor College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Houston \n\t\t\t\t\t\t\t\t\t TX"
    }
  ],
  "doi": "https://doi.org/10.13039/100000054",
  "keywords": [
    "Digital health",
    "health equity",
    "mHealth",
    "healthcare access",
    "digital divide",
    "behavioral medicine",
    "implementation"
  ],
  "sections": [
    {
      "title": "Table of Contents"
    },
    {
      "title": "1) Would you like to publish your submitted manuscript as preprint?",
      "text": "Please make my preprint PDF available to anyone at any time (recommended).\n\nPlease make my preprint PDF available only to logged-in users; I understand that my title and abstract will remain visible to all users. Only make the preprint title and abstract visible. No, I do not wish to publish my submitted manuscript as a preprint. 2) If accepted for publication in a JMIR journal, would you like the PDF to be visible to the public?\n\nYes, please make my accepted manuscript PDF available to anyone at any time (Recommended).\n\nYes, but please make my accepted manuscript PDF available only to logged-in users; I understand that the title and abstract will remain v Yes, but only make the title and abstract visible (see Important note, above). I understand that if I later pay to participate in <a href=\"http"
    },
    {
      "title": "Original Manuscript"
    },
    {
      "title": "Introduction",
      "text": "Behavioral medicine plays a key role in testing and implementing newly developed digital health technologies and evaluating their use in care delivery-including recognizing unique opportunities and challenges to equitable health services. [1, 2]  Along with many other health-related specialties, behavioral medicine responded to the COVID-19 pandemic with the rapid deployment of digital health and faced concerns that digital health disparities deepened during the pandemic. [3] [4] [5] [6]  Digital health tools -which include mobile health (mHealth), health information technology (HIT), wearable devices, telehealth, and telemedicine,  [7] -were rapidly implemented in lieu of in-person activities to limit the spread of COVID-19, while trying to ensure access to care was uninterrupted. [8]  While benefits of digital health were seen in some population groups, the pandemic also exposed longstanding inequities in health and healthcare, especially access to care. Often described as the \"digital divide,\"  [9]  the gap between those with access to digital technologies and those without,  [10, 11]  came into stark relief during the pandemic. Thus, this again highlights the need to prioritize digital health equity while sustaining the momentum of the paradigm shift in healthcare delivery to digital health technology. [12, 13]  Behavioral medicine brings unique perspectives to bridging the digital divide. Other healthcare fields join behavioral medicine in conceptualizing more comprehensive models to identify strategies that address barriers and enhance facilitators to ensure greater equity in digital health. A body of work within behavioral medicine has focused on access to care  [14] and reducing health disparities. [1]  Alcarez et al. developed the ConNECT framework  [1]  that links behavioral science with health equity and provides strategies -including harnessing technology -focused on marginalized subgroups to inform practice and policy to promote health equity. Harnessing technology can promote equity by, for example, bridging accessibility barriers, using seamless technological adaptations (e.g., such as language, literacy, or cultural tailoring), or scaling treatment approaches. These considerations are critical given that digital technologies have been repeatedly shown to exacerbate health disparities if equity-promoting approaches are not considered at every stage of the design of digital tools. [15]  Complementary models such as the Digital Health Equity Framework address multi-level dimensions of population access to healthcare and build from the socio-ecological model to demonstrate that multi-level factors such as digital literacy, community infrastructure, and policy must be addressed to mitigate inequities. [4]  Access is described by Lévesque's Healthcare Access conceptual framework as an individual's opportunity and ease of using appropriate services in proportion to their needs. [14]  Although access is related to price, quality, and availability, it is also impacted by individuals' behaviors; individuals must utilize the service, which depends on many factors, such as an individual's preferences, values, knowledge, age, abilities, and level of clinical need.\n\nBringing complementary models together can identify unique opportunities for digital health access that are more vital in addressing health inequity. [1]  Behavioral scientists have contributed to this growing field of digital health equity in areas such as integrating equity principles into digital interventions,  [16]  inclusion of user-centered or co-design methods for cultural tailoring of digital health interventions,  [17]  development of new ways to engage historically marginalized groups,  [18]  and engagement of the community through formative evaluations when digitizing interventions for dissemination. [19]  As the proliferation of digital health technologies for behavior change continues, the potential for wide-scale public impact across disciplines (e.g., engineering, psychology, nursing, public health), and disease and illness foci (e.g., diabetes, cancer, obesity, HIV, mental health) could be further realized if strategies to promote equitable access are employed at all levels of the socioecological model.\n\nOur viewpoint is that: 1) digital health tools have the potential to improve health equity if equitable access is achieved and 2) improving access and equity in digital health can be strengthened by considering behavioral science-based strategies embedded in all phases of tool development. Our paper is the first to integrate equity (ConNECT) and access (Lévesque's) frameworks to explore how dimensions of access impact digital health equity comprehensively. This paper aims to examine key drivers of inequities at multiple access levels and provides actionable strategies to promote digital health equity across stages of development, delivery, dissemination, and sustainment."
    },
    {
      "title": "Methods and Guiding Principles",
      "text": "Health equity is an important focus within behavioral medicine, specifically the Society of Behavioral Medicine. [20]  This paper aims to articulate a behavioral medicine perspective to improve digital health equity. Co-authors represent a multidisciplinary group of behavioral scientists from the Society of Behavioral Medicine spanning academia, industry, and non-profit organizations with expertise in informatics, health services research, dissemination & implementation science, and health disparities research. Leveraging our working group's diverse experiences and expertise, we cataloged key challenges of equitably implementing, disseminating, and sustaining digital health interventions among diverse populations and settings. As we compiled these challenges, six guiding principles emerged to generate a shared understanding critical to clarifying our perspectives that follow. 1. The field of digital health requires the application of overarching ethical principles and several unique considerations as outlined in the Ethics Checklist for Digital Health Research: engagement of end-users; informed consent; equity, diversity, and access; privacy and partnerships; regulation and law; and return of results.[21] 2. Beyond ethical considerations of technology, connectivity, monitoring, and data management,\n\nit is critical to consider social, cultural, economic, infrastructure, policy, and other intersectionalities to promote digital health equities."
    },
    {
      "title": "3.",
      "text": "Digital health tools can be designed for and disseminated directly to individuals (e.g., wearable devices) or can be used/delivered by healthcare organizations and teams. These distribution pathways have unique implications for implementation, dissemination, and sustainability (e.g., funding sources) that result in unique drivers of inequities at multiple socio-ecological levels (providers, individuals, healthcare systems, third party payors, and public/population health)."
    },
    {
      "title": "4.",
      "text": "Understanding what groups are underserved by digital health is a critical step. This paper refers to these groups broadly as underserved populations. By this we mean, people and communities disadvantaged by our systems and policies, including racial and ethnic groups, non-U.S.-born persons, people with lower incomes, rural communities, people with disabilities, LGBTQIA+ communities, and people who are incarcerated. Our intention is to speak broadly and without stigma to advance digital health for all. 5. Behavior change is inherent to the success of digital health interventions. All digital tools require behavior change-in other words they require the user (individual, provider, health system) to use the technology to generate impact for positive health outcomes. Digital tools may also have behavior change (e.g., blood pressure self-monitoring, promotion of physical activity) as their primary purpose. Sometimes, behavior change must occur at multiple levels to generate the intended outcome. For example, a clinical decision support tool to promote cancer screening, requires the clinician to change the way in which they are delivering care and requires the patient to get screened. 6. To achieve equity, multilevel strategies (individual-, developer-, organizational-and policylevel) are necessary to consider during the design, dissemination, implementation, and sustainment stages of digital health interventions."
    },
    {
      "title": "Theoretical Framework: Limited Access Drives Digital Health Inequity",
      "text": "We propose that overlaying a behavioral medicine perspective with multi-level, intersecting strategies that address digital health access inequities can yield greater reach, adoption, and impact of digital health across diverse populations. Applying Lévesque et al.'s access framework to the digital divide can promote equity by considering the multiple dimensions of access to digital health: approachability, acceptability, availability, affordability, and appropriateness. [14]  Our adaptation of this framework specifies a digital access application -rather than healthcare access more broadlyand integrates intersecting factors influencing digital health accessibility and accounting for barriers experienced at multiple steps. We found Lévesque's framework useful for examining specific digital health inequities and presenting our application within the five access dimensions (see Figure  1 ). We adapted specific digital health access barriers, focusing on multi-level factors that may generate differences in one's desire or perception of need, and/or the ability to seek, reach, pay for, and engage with digital health. [14, 22]  Our framework utilizes a socio-ecological perspective to describe multi-level drivers of inequities and strategies to generate equitable access. This is critical, as digital health tools may be used by individuals and healthcare teams and disseminated through companies and organizations, as noted in principle three above.\n\n[Figure  1  presents a conceptual framework of drivers of inequitable access to digital healthcare based on Lévesque's framework, which includes 5As of access: approachability, acceptability, availability, affordability, and appropriateness.]"
    },
    {
      "title": "Drivers of digital health inequities using Lévesque's healthcare access conceptual framework"
    },
    {
      "title": "Approachability: as a driver of digital health inequities",
      "text": "A digital health tool is approachable if an individual is aware of the tool and perceives a need for it. However, awareness of digital health tools may vary among social and geographical population groups. Lévesque proposes that transparency of data collection/usage, tool content, and outreach activities all contribute to the approachability of healthcare services. [14]  Yet, outreach activities are often not tailored to diverse subpopulations within the intended audience and, therefore, do not equally increase awareness and produce the intended outcome for all groups, especially underserved populations. [23, 24]  Additionally, Lévesque indicates that individuals must perceive a need for care (i.e., the digital health intervention), which is impacted by factors such as health knowledge and health-related beliefs. [14]  Individuals may lack a perceived need for a digital health tool that has not established credibility, particularly among underserved populations, and/or faces fundamental challenges with efficacy, validity, and compliance."
    },
    {
      "title": "Acceptability: as a driver of digital health access inequities",
      "text": "The acceptability of a digital health tool influences the decision to initially adopt and continuously engage with the digital tool, which is a precursor to receiving the intended health benefit. [1]  Acceptability is interconnected with the approachability of a digital health tool by influencing one's perceptions of needing the tool and willingness to share about the tool with others, and influences one's perceptions of the appropriateness. Differences in culture, values, digital health literacy, numeracy, physical ability, visual acuity, hearing, and structural impediments influence an individual's acceptance and interactions with digital health tools. [22]  Digital health tools that do not account for unique social and cultural factors, particularly among historically underserved groups, are often less relatable  [25]  and increase people's hesitance to use and benefit from them. This discrepancy in the acceptance of the digital health tool may be due to the failure of digital developers to incorporate the diverse views of end-user perspectives, including the individual user and those who may deliver (e.g., healthcare teams) the tool, in the conceptualization and design phases  [26] [27] [28]  --resulting in tools that are unintentionally designed with features that are unappealing or inaccessible for the individuals and communities for which they are intended. [29]  People who are visually impaired, color-blind, older adults, and people from different races, ethnicities, sexual orientations, or abilities all have unique needs and preferences that should be considered. [26]  Beliefs about the efficacy of the digital tool may influence initial acceptance and continued use. [30]  For example, beliefs regarding the provider's ability to deliver quality care using telehealth were associated with fewer telehealth visits during the COVID-19 pandemic among African American individuals with diabetes,  [31]  and overall, African Americans have limited trust in the health benefits of digital health interventions. [32]  Concerns with data privacy and security also reduce trust or willingness to use digital tools, especially among African American individuals. [33]  A critical consideration is whether the care team also believes in the ability and security of the tools to improve care and patient outcomes, specifically for underserved populations. [34]  The care team may be aware and hold beliefs about digital health tools that reduce their acceptability and impact the healthcare team members' and organizations' readiness and willingness to use a digital tool or recommend one to the patient. If a care team member does not share about a digital health tool, it may reduce a patient's awareness (approachability) of the tool.Academic researchers often rely on time-limited grants to develop digital health tools which provide limited financing for the long-term operation, hindering the scalability and availability of digital health tools beyond the pilot stage of the intervention. Additionally, the continued lack of resources and support for use (e.g., IT support, training) increases perceptions that digital tools disrupt workflows and delivery of care. [35, 36]  These fundamental challenges may compromise credibility among healthcare providers and executives and further impact the approachability and integration of digital health into the healthcare system."
    },
    {
      "title": "Availability: as a driver of digital health inequities",
      "text": "Availability is the ability to reach and use digital health tools in a timely manner. Availability is largely dictated by an individual's access to devices (e.g., smartphones, computers) and broadband Internet. In 2021, 85% of Americans owned a smartphone, and 77% had broadband access, making smartphones and text messaging intervention an appealing approach for widespread reach  [37, 38]  Access to broadband is so critical to health that it has been advocated for as a social determinant of health. [39]  Although broadband access continues to rise, limited access has been associated with race, lower education, lower income, living in rural areas, and the process of digital redlining (i.e., the creation and perpetuation of inequities between marginalized groups through technology). [37, 40]  Access to broadband Internet also impacts how health interventions are delivered. For example, individuals who lack access to the Internet at minimum connection speeds, will typically be unable to access digital interventions that depend on features such as streaming and video calls (e.g., Zoom).\n\nAt the organization and systems level, enhanced access to services that support digital health is a concern. Healthcare facilities in underserved rural and urban communities have limited resources for implementing advanced digital functions, such as telehealth services. [41]  This has increased disparities in access to mental health services among children in low-resourced areas where they are unable to access virtual visits with providers. [42]  Availability within a clinic or organization may also be limited by poor design and implementation planning, which leads to failure to integrate the digital health tool into the workflow and/or inadequate training healthcare teams to deliver digital health interventions routinely. [43]  Lack of infrastructure and resources (e.g., staff, IT support, Internet access, devices, etc.) within clinics has been cited as a continued barrier to using digital health tools despite their rapid growth. [35, 36]  Furthermore, academic researchers often rely on time-limited grants to develop digital health tools which provide limited financing for the long-term operation, hindering the scalability and availability of digital health tools beyond the pilot stage of the intervention."
    },
    {
      "title": "Affordability: as a driver of digital health access inequities",
      "text": "Affordability is the economic capacity for people to spend resources and time to use appropriate services. [14]  In digital health, this may be costs for the individual user (e.g., patient), staff delivering care, and/or organization providing the digital health intervention (e.g., clinic, hospital system. Costs may include obtaining digital devices or applications (e.g., physical activity trackers, blood pressure monitors, or smartphones, apps), connectivity for Internet data transfer, and geolocation which may be particularly prohibitive for individuals or organizations in underserved communities. [29, [44] [45] [46]  At the clinic level, disparities exist in the type of informatics systems afforded (e.g., electronic health record systems [EHRs]) and if and how new technologies can be easily adapted. For example, the digital infrastructure in community clinics may be less adaptable than the systems used by academic medical centers (e.g., lack of skip logic, display logic in data collection forms, lack of ability to place a referral from a questionnaire in the EHR). These system design challenges hamper healthcare by diminishing the process of collecting information, in particular on patient social and behavioral determinants of health and to make referral to appropriate services. Inequities may also stem from disparate costs during the development of digital health tools, as the necessary inclusion of end-users in the design process of digital health solutions is time-intensive and costly. [47]  In addition, a consideration of the costs of maintaining digital health tools, the necessary digital infrastructure, and technical support is necessary for equitable, effective, and efficient digital care.\n\nLévesque's unique approach to affordability provides insight into costs not only as a mechanism of payment for a service or tool, but also as indirect costs (e.g., time to use the tool), and opportunity costs (e.g., time needed to learn how to use a new digital health tool).\n\nIn particular, populations with low digital literacy (e.g., older generations) may require more time and support to learn how to use digital tools which increases the opportunity costs and limits their ability to access digital health tools at the same rate as other users. [48, 49]  Appropriateness: as a driver of digital health access inequities Appropriateness refers to the ability of digital health tools to adequately address an individual's needs. When a tool is appropriate, individuals remain engaged and experience the benefits. Personal factors (e.g., digital health literacy, language, stigma, age) and technological factors (e.g., not adapted for different abilities, confusing interface, lack of structure) drive inequities in engagement and effectiveness that impact the ability of a digital health tool to meet the needs of the user. The rapid digitization of healthcare has implications for healthcare providers who are serving these diverse populations, including older adults who are more likely to have low digital literacy and may not be as able to benefit from these technologies. [3]  Furthermore, low levels of digital literacy among older adults increases loneliness, and reduces health seeking behaviors and quality of life. [50, 51]  As an indicator of appropriateness, a systematic review on the usability of digital health interventions for anxiety, depression, and somatoform disorders found that participants' initial beliefs and the amount of support and personalization they received influenced engagement and dropout. [52]  Appropriateness can also be conceptualized at a population level by evaluating who is accessing and benefitting and who may not be benefitting. [32]  Digital health studies often lack both the measurement of social and digital determinants of health and the representation of people from underserved communities that would enable research evaluations on appropriateness and equitable effectiveness. [20]  By being excluded from intervention efficacy and effectiveness studies,  [53] [54] [55]  underserved populations experience health data poverty,  [56]  or the inability for some individuals or groups to benefit from innovation, due to lack of representation. In addition, data-driven interventions (e.g., machine learning techniques) built from homogenous samples risk being ineffective or harmful to groups not included in the initial design process, and could increase the digital divide. [57]  Without understanding who is accessing and benefiting, developers cannot design digital tools to improve health and well-being for everyone and risk creating biased or racist technology. [58]  Further exacerbating these issues are the systems-level issues such as racial disparities in research funding for behavioral medicine  [59]  and a lack of scholar representation from underserved populations  [60, 61]  that impact the equitability of research evaluation and ultimately impact the appropriateness of digital health interventions."
    },
    {
      "title": "Proposed strategies to improve equitable access",
      "text": "[Figure  2  presents a model for advancing digital health access to foster health equity. The model considers health inequities in access, digital health implementation stages and actors, and the subsequent impact on sustained health behaviors and health outcomes and equity.]\n\nTo address these drivers of inequitable access, we propose a strategic model (Figure  2 ) for advancing digital health access to foster health equity. The digital health model, adapted from the ConNECT framework  [1]  and Lévesque's Healthcare Access conceptual framework,  [14]  considers health inequities in access (far left), implementation stages and actors (middle), and subsequent influences on health behaviors and more equitable health outcomes (far right). Strategies to improve access are presented and summarized in Table  1 . These include design strategies followed by delivery, dissemination, and sustainability strategies to address digital health access inequities. Consideration of subsequent phases of delivery, dissemination, and sustainability during the design phase (i.e., designing with the end in mind) can support sustained impact on health behaviors and health equity. [62]  Considerations of evaluation and ethics should be applied across all stages to further ensure equitable access. While many levels of influence exist, we focus primarily on the developers, delivery agents, and systems as key actors for proposed strategies. We consider developers to include academics, industry, and governmental or non-governmental organizations that develop digital health solutions in collaboration with end-users. Delivery agents include individuals who provide or deliver the solution to the end-user (e.g., the clinician, healthcare team member, etc.) and their organizations (e.g., clinics, hospitals, broadband suppliers, and other organizations). Systems include the policies and funding structures in which users and suppliers are embedded."
    },
    {
      "title": "Design Strategies",
      "text": "Digital health tools designed using a theoretical basis, using behavior change techniques and in response to an end-user's needs and desires (e.g., health issues perceived as critical) and background (e.g., social identities, digital and health literacy, language, stigma) can improve their acceptability, approachability and appropriateness. [88]  Developers improve access by determining and enlisting the input of their customer and target user---whether the tool serves a broad population or offers more personalized support to people with specific social identities (e.g., health apps for different races, ethnic, or age groups). [89]  Design approaches that strive for a one-size-fits-all end product, may not address the unique challenges faced by different populations, ultimately reducing utilization and impact of the digital tool.\n\nCustomer discovery and value proposition design, a form of stakeholder engagement based on marketing and LeanStartup business methods,  [90]  can be used to understand the problem and articulate the product's hypothesized unique value proposition relative to alternative options available to end-users. This approach aims to identify a need or clinical problem requiring a solution, articulate a strong value proposition, and identify outcome measures that are meaningful to users to demonstrate efficacy and achieve buyin. [64, 66, 91]  Customer discovery has been applied to sustaining health informatics innovation and is foundational to the Innovation-Corps (I-Corps™) program for academic entrepreneurs developed by the National Science Foundation and adapted for health researchers by the National Center for Advancing Translational Science. [64, 92]  User-centered or participatory design methods may promote equitable access by designing tools that are relevant for different lived experiences, provide the information individuals want, how they like to receive it, and share it in a way that is secure and appeals to them in a user interface-resulting in a tool that is useful and accessible. [93] [94] [95] [96]  Yet, this approach is only successful when intended users are broadly represented and engaged in the design process, underlying data, and product evaluation. Ensuring the intended audience is well-represented within design sessions and communicating who the tool was designed for can be challenging due to the intersectionality and diversity of individuals. Remaining cognizant of historical drivers of individual-and population-level inequities, including digital and health literacy and numeracy,  [48]  linguistic barriers,  [49]  and the uptake of a digital intervention for individuals with physical or cognitive limitations, including those more common among older adults age (e.g., visual impairment),throughout design (and subsequent phases of implementation) is critical. [97]  Equity of digital health tools is improved by undergoing usability testing by diverse, underserved individuals, including those of different generations, leveraging user experience (UX) methods, such as heuristic evaluations (does the tool meet the 10 general principles for UX design and provide a usable experience?) and unmoderated tests (what is working and not working about the experience?). User testing may reveal technological aspects that can improve engagement from underserved groups, such as a simple interface, succinct content, reminders, feedback on progress, and acknowledgement of achievements. [98]  The expansion of funding models to adequately support the described iterative design processes is critical to developing a product with the potential to be effective and equitable for underserved populations."
    },
    {
      "title": "Delivery Strategies",
      "text": "Intentional implementation and sustainability plans co-developed with the end-users is critical to the integration of these solutions into routine practice to make them an integral, consistent part of patients' experience in healthcare. Ross and colleagues provide a nice example of using a systematic approach to implementation planning and execution. [35]  We urge others to share their implementation plan, including specific strategies, the plans development process, and adaptations made during delivery to generate a shared learning of the best approaches to implementing digital health solutions. The Expert Recommendations for Implementing Change provides discrete implementation strategies that are widely applicable and may be specified for digital health implementation in clinical care. [99] [100] [101]  Ethnography may be used to observe and generate workflows that clarify the \"patient journey\" and points in the care visit where and by whom digital health tools should be used. [69]  In addition to workflows or process maps, implementation plans may include strategies to address device ownership, broadband access, and digital health literacy screening as part of routine practice.\n\n[102] Understanding the ability of individuals to use a digital tool and the number and types of devices available in a household and whether those devices have sufficient bandwidth to support access like telehealth conferencing is critical. Continued reimbursement for telehealth visits to successful implementation.\n\n[103] Offering digital health interventions in various formats (e.g., virtual, real-time online help, in-person, home assistance programs) may improve the ability to engage diverse, underserved populations.\n\n[103]\n\nAdequate training and ongoing technical support is needed for the end-user to engage and benefit from the digital health tool successfully. Some clinics employ a community-based navigator who could be trained to explain digital solutions to patients, connect patients to low-cost desktop, tablet, and mobile equipment and broadband or mobile data via local partnerships and federal subsidies, and provide ongoing support. At a systems-level, healthcare organizations should partner with community colleges, public libraries, and other community-based organizations to develop education and skill-building programs to address digital literacy gaps among underserved populations. Capacity (e.g., staffing and time) of healthcare and community-based organizations and funding may be a challenge to institute and sustain these types of partnerships."
    },
    {
      "title": "Dissemination Strategies",
      "text": "Active and tailored dissemination of digital health tools to the target audience through determined channels and planned strategies will increase awareness (i.e., approachability) and access to digital health solutions.\n\n[104] [101]Communicating about digital health using audience segmentation-the process of dividing your audience into segments and matching your communication channels and strategies to meet their preferences and needs-is necessary to increase awareness among historically underserved populations (e.g., African American individuals, people living in rural communities).\n\n[105]\n\nForging a partnership between academics and industry is a unique strategy for academics to outsource the commercialization mindset and use strategies to improve widespread access. Utilizing a flexible business and revenue model beyond the organization claiming intellectual property rights may reach more organizations and individuals.\n\n[106] One dissemination strategy may be to develop a platform, such as the one developed in Germany,  [77]  where evidence-based digital health tools can be easily found. Criteria for defining what classifies as evidence-based, generating buy-in from healthcare providers, and maintaining such platform for universal use may present challenges to implementing this strategy. [77]  Another crucial strategy is to support the early adopters of these innovations and to make their usage of and benefit from the digital health tool observable. Strategies of crowd-sourcing innovators and citizen science platforms support the sharing of tools that seek to solve scientific challenges that are important to the user.\n\n[107-110] Furthermore, involving healthcare workers from underserved populations as trusted messengers of digital health solutions may also increase reach and adoption among diverse groups.\n\n[111] Lastly and perhaps most importantly, it is necessary to create and foster an organizational culture of tolerance and patience for change and adoption for new innovations within healthcare institutions because diffusing innovations from early adopters to other segments in society requires significant time and energy from all stakeholders.[112, 113]"
    },
    {
      "title": "Sustainability Strategies",
      "text": "Addressing disparities in affordability is particularly critical to sustaining access to digital health solutions. When scaling up an effective digital health solution, a sustainable funding plan must be developed from the outset to support long-term growth, which may require private-public partnerships. Government subsidies for broadband subscriptions and data charges for mobile health applications may help reduce individual costs. Additionally, broadband access can be expanded through community infrastructure, such as broadband hotspots in public spaces, including libraries and community centers.\n\n[103]\n\nMcCall and colleagues recently outlined multi-level strategies to combat digital redlining (e.g., intentional lack of investment in broadband) and expand broadband access and quality to all communities. [40, 114, 115]  At the policy-level, regulations are needed that ensure Internet service providers build infrastructure that meets the minimum requirements for high-speed Internet, as defined by the Federal Communications Commission. [40]  Renewed funding of government subsidies and programs such as Regional HIT Extension Centers which successfully promoted the adoption of EHRs in community clinics nationwide up until 2015 should be renewed to support clinics in underserved communities. [78, 116, 117]  As the COVID-19 pandemic has highlighted, offering telehealth services can increase access to care and support underserved populations. Continued reimbursement for telehealth visits by both state Medicaid programs and the Centers for Medicare and Medicaid Services is critical to sustain improved access. Overarching Considerations: Evaluation and Ethics Evaluating effectiveness of digital health interventions and sharing the results among underserved target populations is critical to improving approachability of digital health tools among these groups. Process evaluation that includes examination of metrics, such as acceptability, is critical throughout design, implementation, dissemination and sustainment phases. Examination of acceptability, for example, may provide insights into reasons for low use or effectiveness and implications for the fidelity of both delivery and receipt of the intervention. [118] Evaluation ensures solutions are inclusive, equitable, and appropriate for a health problem and/or to solve critical gaps in healthcare delivery. [119] Implementation science and community-based participatory research literature can provide established approaches to consider in evaluation of digital health tools.[120-122] If digital health equity is to be realized, developers need a strong research focus with expanded funding mechanisms and support for implementing and evaluating innovative designs and analyses (e.g., stepped-wedge designs, sequential multiple assignment randomized trial [SMART] designs, pragmatic randomized controlled trials), that simultaneously consider effectiveness and implementation (e.g., engagement, integration in workflow).[43] Digital health companies are growing rapidly and should include research teams to utilize these methodologies to validate the effectiveness of these technologies on health and health equity outcomes. The need for collaboration by researchers and digital health companies has been acknowledged through funding mechanisms, such as the National Institute for Health Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR), that support research/ business collaboration. These NIH funding mechanisms provide great opportunities for digital health solutions created in the private sector to benefit from the research expertise of clinical scientists and evaluate their solutions early in the process.\n\nWhen considering the appropriateness of digital health tools for achieving the intended impacts across different demographic groups, we must also reduce health data poverty  [56]  by being advocates for populations who lack data, incorporating deliberative research and citizens' juries (i.e., inclusion of the community in decision making), and communicating with people on how their data are being used and protected. It is critically important to create datasets that are representative of marginalized and underrepresented populations by using community-based participatory research methods and encouraging data-sharing initiatives across digital health tools. [20, 56]  Justifying exclusion criteria should be provided to ensure we are engaging diverse participants in digital behavioral health interventions and evaluation. [46]  In addition, to address structural issues, funders, regulators, and policymakers should require digital health interventions and tools to perform appropriately and be usable for different populations (especially historically underrepresented groups) and settings. [56]  Additionally, and to act on multiple levers of change within the society, funders may also create separate funding mechanisms to specifically support the development or adaptation of digital health tools tailored for historically marginalized groups. In case successful digital health tools were already created for the mainstream population, these mechanisms can ensure that separate digital health tools with similar missions are available for marginalized groups with specific needs.\n\nAll tools should utilize ethical principles and theories in design, including confidentiality, inclusivity and transparency.\n\n[123] To increase trust in digital health tools, there needs to be greater transparency in transferring and sharing data collected using behavioral digital technology  [44]  while maintaining privacy and security and returning results to patients/participants. [29, 82, 123]  Core elements of privacy to ensure when using personal and remote individual digital monitoring include safety and security in digital services for data collection, transfer, storage, management, and sharing. [21, 63, 123, 124]  The Connected and Open Research Ethics (CORE) tool may support researchers and institutional review boards with data privacy, transfer, and transparency to support digital health research.\n\n[125] CORE may be used to find or share informational resources (e.g., IRB, consent documents) or receive feedback from experts. Using approaches, such as CORE, to improve confidentiality and transparency are particularly important when working with historically marginalized populations who have faced ostracization, discrimination, and even physical danger from privacy violations. For example, during the HIV/AIDs epidemic, LGBTQ+ individuals were fearful their HIV/AIDs status would be disclosed, and they would face stigma at work or risk losing their job. More recently, individuals who menstruate have expressed concerns regarding data privacy and security when using period-tracking apps and the potential harmful consequences of this data being misused in a post-Roe v. Wade era. Outside healthcare, data privacy has implications for discriminatory advertising, racially biased policing and the outing or surveillance of historically marginalized populations. Intellectual property, policies, and data governance structures must be addressed to safeguard personal behavioral data and rights that adhere to policy and law, especially for historically marginalized populations. [44, 123]  Discussion: Focusing Future Solutions for Equitable Digital Health Access\n\nThe \"promises and perils\" of digital tools to achieve health equity have been highlighted for over a decade  [124, 126]  but success in achieving equitable access to health technologies remains challenging. Our paper addresses renewed concerns regarding equity in digital health access that were deepened during the COVID-19 pandemic. [3] [4] [5] [6]  Utilizing behavioral, equity, and access frameworks allows for a unique and comprehensive exploration of current drivers of digital health inequities. It allowed a compilation of strategies that have the potential for actionable impact on digital health equity.\n\nWe propose a model that emphasizes using multi-level strategies across stages of design, delivery, dissemination, and sustainment to advance digital health access and foster health equity.\n\nStrategies were shaped with a behavioral medicine focus as the field has a unique role in improving digital health access -arguably, all digital tools require the user (individual, provider, health system) to change behavior by engaging with the technology to generate impact. Furthermore, digital health tools targeting health behaviors (e.g., physical activity, mental health apps) have recently exploded. [2]  Finally, a breadth of behavioral research offers critical evidence to draw upon from individual to population effects, providing a myriad of behavior change tools and strategies that have been shown effective, to have broad reach, and to have the potential to be widely disseminated and sustained.\n\nMulti-level factors drive unequal access, so strategies require action from tool developers, individual delivery agents, organizations, and systems to effect change. We outline key strategies at multiple stages, albeit not exhaustive, to promote digital health equity to achieve the intended health outcomes and consequences (Table  1 ). Multi-level solutions are highlighted for key producers of digital approaches and recommendations to engage diverse end-users to develop representative, acceptable, and appropriate tools for the intended audiences. Once designed, digital health tools demonstrating usability and accessibility require further evaluation to address dissemination and implementation challenges at organizational and systems levels. [20]  Successful and sustainable digital health approaches are supported by multifaceted strategies, culturally and linguistically appropriate methods, tailoring, establishment of mutual partnerships, and community engagement.\n\nImplicit in our model is the potential for multi-disciplinary and team-based approaches in applying recommended strategies. Given the important role of industry in creating new digital tools, exploring new models of academic, community, and industry partnerships is recommended to work upstream in addressing improved access.[127-129] While academics and industry approach development and evaluation differently,  [2]  synergy could be found in blending their strengths of evaluation and innovation. Academics focus on design, intervention, and efficacy testing, infusing behavioral theory and evidence before disseminating to end-users for input. They often start with a targeted product that is personalized to a specific population or social identity and, even more often, are constrained by funding that requires this sequence of development. Conversely, industry develops a product for a broad audience and immediately disseminates it, iterating the functionality with user feedback and eventually examining effectiveness (if at all). The resulting products may be either effective but not widely used or engaging but not meaningfully effective to result in positive health outcomes. While the goal should be effectiveness, there are opportunities to both design digital tools to improve the health and well-being for everyone and design digital tools to improve health and well-being for specific groups. This mixed approach is critical as different health providers and systems serve different populations and the goal of health equity is to meet the specific needs of their population. While a combination of tools for both broad and specific populations is likely needed to achieve health equity, using ethical principles of transparency to state who the tool is designed and proven to benefit and perhaps, more importantly, who the tool may not benefit is important to ensure adoption, use, and dissemination to the right individuals to achieve positive health impacts.\n\nTeam science practices and experience can shape new ideas about forming digital health partnerships. [2]  To begin, academics could consider hiring experienced commercial developers and designers on their team to infuse usability principles and integrate efforts toward sustainability from the outset of product development, and industry companies could consult with academic scientists or build an in-house team of experienced clinical researchers to integrate theory-based interventions and evidence-based practice. Behavioral science expertise could inform considerations of several issues, such as transparency and fairness in application software, how big data and self-monitoring may regulate or constrain behavior, obtaining user consent for data usage, especially by employers or insurance companies, and comparisons of inperson to digitally-mediated healthcare.\n\n[123] Developing meaningful collaborations with scholars from diverse underserved communities who are health equity experts is critical in addition to initiatives to transform institutional culture through programs like NIH Build and the National Research Mentoring Network.\n\n[130] Additionally, partnerships with community colleges, health departments, public libraries, and other community-based organizations are necessary for a bidirectional flow of information and resources that may support common goals of digital health access across systems, individuals, and national or state policies.\n\n[131] These relationships can bridge multiple levels[132] and consider and account for the interconnectedness and bidirectional nature of movement within and across internal (clinic or organization level) and external factors that shape digital health access."
    },
    {
      "title": "Limitations",
      "text": "While utilizing behavioral, equity, and access frameworks allowed for a unique and comprehensive exploration of current drivers of digital health inequities and a compilation of strategies, a systematic literature search was not conducted. While the intent was to provide an overview of barriers, not using systematic methods may have limited our ability to generate content that is entirely comprehensive. This paper utilized a narrative search driven by the discussion and comparison of frameworks and drawing from the expertise of our multidisciplinary team. The authors are mainly behavioral scientists, and some are clinical providers, while they were culturally diverse, that may not reflect all perspectives across all demographic and cultural groups. This may limit or bias the perspectives of our report. To reduce biases, we were intentional about drawing from the literature, yet do acknowledge that this is a viewpoint article that reflects some positionality of the authors."
    },
    {
      "title": "Conclusion",
      "text": "Health equity is an ethical imperative that digital health equity can contribute to achieving. Digital health tools have the potential to reduce health inequities when equitable access is achieved potentially. Applying behavioral science perspectives to better understand the multi-level factors driving unequal access can contribute to solving existing and emerging health disparities. Addressing concerns that threaten the widespread benefit from effective and validated digital health tools to society, and further prevent benefit for vulnerable communities needs urgent attention to bring these solutions to those most in need. Transdisciplinary teams utilizing this integrated digital health equity model (Figure  2 ) to employ strategies across design, delivery, dissemination, and sustainability stages can significantly improve digital health access and health equity."
    },
    {
      "title": "Figures",
      "text": "a conceptual framework of drivers of inequitable access to digital health care based on Levesque's framework which includes 5As of access: approachability, acceptability, availability, affordability, appropriateness. a model for advancing digital health access to foster health equity. The model considers health inequities in access, digital health implementation stages and actors, and the subsequent impact on sustained health behaviors and health outcomes and equity."
    },
    {
      "text": "Manuscript ....................................................................................................................................................................... Supplementary Files ..................................................................................................................................................................... Figures ......................................................................................................................................................................................... Figure 1 ......................................................................................................................................................................................"
    },
    {
      "text": "....................................................................................................................................................................................."
    },
    {
      "text": "Strategies for developers, delivery agents and systems to improve access and promote digital health equity."
    }
  ],
  "references": [
    {
      "title": "The ConNECT Framework: A model for advancing behavioral medicine science and practice to foster health equity",
      "authors": [
        "K Alcaraz"
      ],
      "year": 2017,
      "doi": "10.1007/s10865-016-9780-4"
    },
    {
      "title": "How behavioral science can advance digital health",
      "authors": [
        "S Pagoto",
        "G Bennett"
      ],
      "year": 2013
    },
    {
      "title": "Telemedicine and healthcare disparities: a cohort study in a large healthcare system in New York City during COVID-19",
      "authors": [
        "R Chunara"
      ],
      "year": 2021,
      "doi": "10.1093/jamia/ocaa217"
    },
    {
      "title": "Digital Health Equity and COVID-19: The Innovation Curve Cannot Reinforce the Social Gradient of Health",
      "authors": [
        "A Crawford",
        "E Serhal"
      ],
      "year": 2020
    },
    {
      "title": "Disparities in telehealth use: How should the supportive care community respond?",
      "authors": [
        "N Dixit"
      ],
      "year": 2022,
      "doi": "10.1007/s00520-021-06629-4"
    },
    {
      "title": "Impact of COVID-19 on the digital divide: a rapid review",
      "authors": [
        "I Litchfield",
        "D Shukla",
        "S Greenfield"
      ],
      "year": 2021
    },
    {
      "title": "What is Digital Health?",
      "authors": [
        "U Administration"
      ],
      "year": 2022
    },
    {
      "title": "Exploring the use and challenges of implementing virtual visits during COVID-19 in primary care and lessons for sustained use",
      "authors": [
        "H Mohammed"
      ],
      "year": 2021
    },
    {
      "title": "The digital divide as a complex and dynamic phenomenon",
      "authors": [
        "J Van Dijk",
        "K Hacker"
      ],
      "year": 2003,
      "doi": "10.1080/01972240309487"
    },
    {
      "title": "Health education and the digital divide: building bridges and filling chasms",
      "authors": [
        "J Bernhardt"
      ],
      "year": 2000
    },
    {
      "title": "The digital health divide: evaluating online health information access and use among older adults",
      "authors": [
        "A Hall"
      ],
      "year": 2015,
      "doi": "10.1177/1090198114547815"
    },
    {
      "title": "Digital technology can revolutionize mental health services delivery: The COVID-19 crisis as a catalyst for change",
      "authors": [
        "C Taylor",
        "E Fitzsimmons-Craft",
        "A Graham"
      ],
      "year": 2020,
      "doi": "10.1002/eat.23300"
    },
    {
      "title": "Opportunities From the Coronavirus Disease 2019 Pandemic for Transforming Psychiatric Care With Telehealth",
      "authors": [
        "J Torous",
        "T Wykes"
      ],
      "year": 2020
    },
    {
      "title": "Patient-centred access to health care: conceptualising access at the interface of health systems and populations",
      "authors": [
        "J.-F Levesque",
        "M Harris",
        "G Russell"
      ],
      "year": 2013
    },
    {
      "title": "Good intentions are not enough: how informatics interventions can worsen inequality",
      "authors": [
        "T Veinot",
        "H Mitchell",
        "J Ancker"
      ],
      "year": 2018
    },
    {
      "title": "Brief report of a tablet-delivered psychosocial intervention for men with advanced prostate cancer: Acceptability and efficacy by race",
      "authors": [
        "L Bouchard"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/iby089"
    },
    {
      "title": "Using codesign to develop a culturally tailored, behavior change mHealth intervention for indigenous and other priority communities: A case study in New Zealand",
      "authors": [
        "M Verbiest"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/iby093"
    },
    {
      "title": "Engaging Latina breast cancer survivors in research: building a social network research registry",
      "authors": [
        "A Hurtado-De-Mendoza"
      ],
      "year": 2018,
      "doi": "10.1093/tbm/ibx053"
    },
    {
      "title": "The MEDIA model: An innovative method for digitizing and training community members to facilitate an HIV prevention intervention",
      "authors": [
        "T Renfro"
      ],
      "year": 2018,
      "doi": "10.1093/tbm/iby012"
    },
    {
      "title": "Focusing on Digital Health Equity",
      "authors": [
        "C Lyles",
        "R Wachter",
        "U Sarkar"
      ],
      "year": 2021,
      "doi": "10.1001/jama.2021.18459"
    },
    {
      "title": "An Ethics Checklist for Digital Health Research in Psychiatry: Viewpoint",
      "authors": [
        "F Shen"
      ],
      "year": 2022
    },
    {
      "title": "Assessing healthcare access using the Levesque's conceptual framework-a scoping review",
      "authors": [
        "A Cu"
      ],
      "year": 2021
    },
    {
      "title": "Comparison of Knowledge and Information-Seeking Behavior After General COVID-19 Public Health Messages and Messages Tailored for Black and Latinx Communities : A Randomized Controlled Trial",
      "authors": [
        "M Alsan"
      ],
      "year": 2021
    },
    {
      "title": "Digital Segmentation of Priority Populations in Public Health",
      "authors": [
        "W Evans"
      ],
      "year": 2019
    },
    {
      "title": "White Paper: Open Digital Health -accelerating transparent and scalable health promotion and treatment",
      "authors": [
        "D Kwasnicka"
      ],
      "year": 2022,
      "doi": "10.1080/17437199.2022.2046482"
    },
    {
      "title": "Using human-centered design to build a digital health advisor for patients with complex needs: persona and prototype development",
      "authors": [
        "O Bhattacharyya"
      ],
      "year": 2019
    },
    {
      "title": "Leveraging community engagement to develop a mobile health application for older women with HIV infection",
      "authors": [
        "V Njie-Carr"
      ],
      "year": 2018,
      "doi": "10.1016/j.jogn.2018.08.005"
    },
    {
      "title": "User-centered, interaction design research approaches to inform the development of health risk behavior intervention technologies",
      "authors": [
        "T Wray"
      ],
      "year": 2019
    },
    {
      "title": "Evaluation of a technology-enhanced intervention for older women with HIV infection: a proof of concept study",
      "authors": [
        "V Njie-Carr"
      ],
      "year": 2021
    },
    {
      "title": "One size does not fit all: Participants' experiences of the selfBACK app to support self-management of low back pain-a qualitative interview study",
      "authors": [
        "M Svendsen"
      ],
      "year": 2022
    },
    {
      "title": "Mistrust, Neighborhood Deprivation, and Telehealth Use in African Americans with Diabetes",
      "authors": [
        "B Rovner"
      ],
      "year": 2021
    },
    {
      "title": "Inequities in Health Care Services Caused by the Adoption of Digital Health Technologies: Scoping Review",
      "authors": [
        "R Yao"
      ],
      "year": 2022,
      "doi": "10.2196/34144"
    },
    {
      "title": "Examining the Intersection of Data Privacy and Civil Rights",
      "authors": [
        "S Lai",
        "Brooke"
      ],
      "year": 2022
    },
    {
      "title": "Barriers to and Facilitators of the Use of Digital Tools in Primary Care to Deliver Physical Activity Advice: Semistructured Interviews and Thematic Analysis",
      "authors": [
        "P Bondaronek"
      ],
      "year": 2022,
      "doi": "10.2196/35070"
    },
    {
      "title": "Developing an implementation strategy for a digital health intervention: an example in routine healthcare",
      "authors": [
        "J Ross"
      ],
      "year": 2018
    },
    {
      "title": "Barriers and facilitators of the uptake of digital health technology in cardiovascular care: a systematic scoping review",
      "authors": [
        "S Whitelaw"
      ],
      "year": 2021,
      "doi": "10.1093/ehjdh/ztab005"
    },
    {
      "title": "Internet/Broadband Fact Sheet",
      "year": 2020
    },
    {
      "title": "Old-Fashioned Technology in the Era of \"Bling\": Is There a Future for Text Messaging in Health Care?",
      "authors": [
        "J Willcox",
        "R Dobson",
        "R Whittaker"
      ],
      "year": 2019,
      "doi": "10.2196/16630"
    },
    {
      "title": "Broadband Internet Access Is a Social Determinant of Health!",
      "authors": [
        "N Benda"
      ],
      "year": 2020,
      "doi": "10.2105/ajph.2020.305784"
    },
    {
      "title": "A Socio-Ecological Approach to Addressing Digital Redlining in the United States: A Call to Action for Health Equity",
      "authors": [
        "T Mccall"
      ],
      "year": 2022
    },
    {
      "title": "Welcome to Implementation Science",
      "authors": [
        "M Eccles",
        "B Mittman"
      ],
      "year": 2006
    },
    {
      "title": "COVID-19 and Mental Health Care Delivery: A Digital Divide Exists for Youth With Inadequate Access to the Internet",
      "authors": [
        "M Smith-East",
        "S Starks"
      ],
      "year": 2021,
      "doi": "10.1016/j.jaac.2021.04.006"
    },
    {
      "title": "Provider-and Patient-Related Barriers to and Facilitators of Digital Health Technology Adoption for Hypertension Management: Scoping Review",
      "authors": [
        "R Palacholla"
      ],
      "year": 2019,
      "doi": "10.2196/11951"
    },
    {
      "title": "Ethical aspects of digital health from a justice point of view",
      "authors": [
        "C Brall",
        "P Schröder-Bäck",
        "E Maeckelberghe"
      ],
      "year": 2019,
      "doi": "10.1093/eurpub/ckz167"
    },
    {
      "title": "Reconsidering the ethics of exclusion criteria in research on digital mental health interventions",
      "authors": [
        "H Mccall",
        "H Hadjistavropoulos",
        "L Loutzenhiser"
      ],
      "year": 2021,
      "doi": "10.1080/10508422.2019.1684295"
    },
    {
      "title": "Nova Scotia Health, Digital equity in health services: Practice brief",
      "year": 2022
    },
    {
      "title": "Back to the Future: Achieving Health Equity Through Health Informatics and Digital Health",
      "authors": [
        "L Brewer"
      ],
      "year": 2020
    },
    {
      "title": "Towards an equitable digital public health era: promoting equity through a health literacy perspective",
      "authors": [
        "N Azzopardi-Muscat",
        "K Sørensen"
      ],
      "year": 2019
    },
    {
      "title": "The Language of Equity in Digital Health: Prioritizing the Needs of Limited English Proficient Communities in the Patient Portal 2.0",
      "authors": [
        "J Rodriguez"
      ],
      "year": 2021
    },
    {
      "title": "The relationship between Internet use and loneliness of middle-aged and older adult people: the moderating effect of residence",
      "authors": [
        "Q Li"
      ],
      "year": 2024,
      "doi": "10.3389/fpubh.2024.1284180"
    },
    {
      "title": "Building Digital Literacy in Older Adults of Low Socioeconomic Status in Singapore (Project Wire Up): Nonrandomized Controlled Trial",
      "authors": [
        "N Ngiam"
      ],
      "year": 2022
    },
    {
      "title": "The Acceptability and Usability of Digital Health Interventions for Adults With Depression, Anxiety, and Somatoform Disorders: Qualitative Systematic Review and Meta-Synthesis",
      "authors": [
        "S Patel"
      ],
      "year": 2020,
      "doi": "10.2196/16228"
    },
    {
      "title": "Racial Disproportionality in Covid Clinical Trials",
      "authors": [
        "D Chastain"
      ],
      "year": 2020,
      "doi": "10.1056/nejmp2021971"
    },
    {
      "title": "Disparity of Race Reporting and Representation in Clinical Trials Leading to Cancer Drug Approvals From 2008 to 2018",
      "authors": [
        "J Loree"
      ],
      "year": 2019,
      "doi": "10.1001/jamaoncol.2019.1870"
    },
    {
      "title": "Diversity in randomized clinical trials of depression: A 36-year review",
      "authors": [
        "A Polo"
      ],
      "year": 2019,
      "doi": "10.1016/j.cpr.2018.09.004"
    },
    {
      "title": "Health data poverty: an assailable barrier to equitable digital health care",
      "authors": [
        "H Ibrahim"
      ],
      "year": 2021,
      "doi": "10.1016/s2589-7500(20)30317-4"
    },
    {
      "title": "Ensuring Fairness in Machine Learning to Advance Health Equity",
      "authors": [
        "A Rajkomar"
      ],
      "year": 2018,
      "doi": "10.7326/m18-1990"
    },
    {
      "title": "Dissecting racial bias in an algorithm used to manage the health of populations",
      "authors": [
        "Z Obermeyer"
      ],
      "year": 2019,
      "doi": "10.1126/science.aax2342"
    },
    {
      "title": "Mental health research funding: too little, too inequitable, too skewed",
      "authors": [
        "V Patel"
      ],
      "year": 2021,
      "doi": "10.1016/s2215-0366(20)30471-5"
    },
    {
      "title": "Gender, Race/Ethnicity, and National Institutes of Health R01 Research Awards: Is There Evidence of a Double Bind for Women of Color?",
      "authors": [
        "D Ginther",
        "S Kahn",
        "W Schaffer"
      ],
      "year": 2016
    },
    {
      "title": "Racial Disparities in NIH Funding",
      "year": 2021
    },
    {
      "title": "Designing for Dissemination and Sustainability to Promote Equitable Impacts on Health",
      "authors": [
        "B Kwan"
      ],
      "year": 2022
    },
    {
      "title": "Perceptions and acceptability of mHealth interventions for improving patient care at a community-based HIV/AIDS clinic in Uganda: A mixed methods study",
      "authors": [
        "L Chang"
      ],
      "year": 2013
    },
    {
      "title": "Applying a Commercialization-Readiness Framework to Optimize Value for Achieving Sustainability of an Electronic Health Data Research Network and Its Data Capabilities: The SAFTINet Experience",
      "authors": [
        "E Morrato"
      ],
      "year": 2019
    },
    {
      "title": "Workflow analysis for design of an electronic health record-based tobacco cessation intervention in community health centers",
      "authors": [
        "B Gibson"
      ],
      "year": 2021
    },
    {
      "title": "Development of a Health Information Technology Tool for Behavior Change to Address Obesity and Prevent Chronic Disease Among Adolescents: Designing for Dissemination and Sustainment Using the ORBIT Model",
      "authors": [
        "M Kepper"
      ],
      "year": 2021
    },
    {
      "title": "Guidance on how to develop complex interventions to improve health and healthcare",
      "authors": [
        "A O'cathain"
      ],
      "year": 2019
    },
    {
      "title": "Nutri: A Behavioral Science-Based Clinical Decision Support for Chronic Disease Management",
      "authors": [
        "M Burgermaster"
      ],
      "year": 2022
    },
    {
      "title": "An overview of ethnography in healthcare and medical education research",
      "authors": [
        "L Goodson",
        "M Vassar"
      ],
      "year": 2011
    },
    {
      "title": "Measuring digital literacy across three age cohorts: Exploring test dimensionality and performance differences",
      "authors": [
        "K.-Y Jin"
      ],
      "year": 2020
    },
    {
      "title": "Measurement of Digital Literacy Among Older Adults: Systematic Review",
      "authors": [
        "S Oh"
      ],
      "year": 2021
    },
    {
      "title": "Bringing Health Care Equity to Diverse and Underserved Populations in Sleep Medicine and Research Through a Digital Health Equity Framework",
      "authors": [
        "J Blanc"
      ],
      "year": 2023,
      "doi": "10.1016/j.jsmc.2023.05.009"
    },
    {
      "title": "Implementation and Evaluation of a mHealth-Based Community Health Worker Feedback Loop for Hispanics with and at Risk for Diabetes",
      "authors": [
        "E Vaughan"
      ],
      "year": 2024
    },
    {
      "title": "Research capacity-building program for clinicians and staff at a community-based HIV clinic in Uganda: A pre/post evaluation",
      "authors": [
        "V Njie-Carr"
      ],
      "year": 2012,
      "doi": "10.1016/j.jana.2011.11.002"
    },
    {
      "title": "Assessment of COVID-19 Website Communication in Languages Other than English by Local Health Departments in the United States",
      "authors": [
        "I Kusters"
      ],
      "year": 2023
    },
    {
      "title": "mHealth Market Exploitation Through the Analysis of the Related Intellectual Property Rights",
      "authors": [
        "M Barbieri",
        "G Andreoni"
      ],
      "year": 2019
    },
    {
      "title": "Two years of approved digital health applications in Germany -Perspectives and experiences of general practitioners with an affinity for their use",
      "authors": [
        "J Wangler",
        "M Jansky"
      ],
      "year": 2023
    },
    {
      "title": "Connecting Americans to Health Care",
      "year": 2023
    },
    {
      "title": "Digital therapeutics in the clinic",
      "authors": [
        "P Phan",
        "S Mitragotri",
        "Z Zhao"
      ],
      "year": 2023
    },
    {
      "title": "Emergency Preparedness and Risk Communication Among African American Churches: Leveraging a Community-Based Participatory Research Partnership COVID-19 Initiative",
      "authors": [
        "L Brewer"
      ],
      "year": 2020
    },
    {
      "title": "Fostering interdisciplinary collaboration: A longitudinal social network analysis of the NIH mHealth Training Institutes",
      "authors": [
        "E Ho"
      ],
      "year": 2021
    },
    {
      "title": "Leveraging Community Engagement to Develop a Mobile Health Application for Older Women With HIV Infection",
      "authors": [
        "V Njie-Carr"
      ],
      "year": 2018
    },
    {
      "title": "Asthma and Technology in Emerging African American Adults (The ATHENA Project): Protocol for a Trial Using the Multiphase Optimization Strategy Framework",
      "authors": [
        "A Baptist"
      ],
      "year": 2022
    },
    {
      "title": "Who needs what (features) when? Personalizing engagement with data-driven self-management to improve health equity",
      "authors": [
        "M Burgermaster"
      ],
      "year": 2023
    },
    {
      "title": "Health Data Research UK",
      "authors": [
        "H Uk"
      ],
      "year": 2024,
      "doi": "10.1108/prog.2002.28036aab.009"
    },
    {
      "title": "The Sociotechnical Ethics of Digital Health: A Critique and Extension of Approaches From Bioethics",
      "authors": [
        "J Shaw",
        "J Donia"
      ],
      "year": 2021
    },
    {
      "title": "Mental Health Technology Advisory Committee",
      "authors": [
        "A Association"
      ],
      "year": 2024
    },
    {
      "title": "Using the Internet to Promote Health Behavior Change: A Systematic Review and Meta-analysis of the Impact of Theoretical Basis, Use of Behavior Change Techniques, and Mode of Delivery on Efficacy",
      "authors": [
        "T Webb"
      ],
      "year": 2010
    },
    {
      "title": "The rise of racial minority health apps",
      "authors": [
        "U Samarasekera"
      ],
      "year": 2022
    },
    {
      "title": "Why the Lean Start-Up Changes Everything",
      "authors": [
        "S Blank"
      ],
      "year": 2013
    },
    {
      "title": "From ideas to efficacy: The ORBIT model for developing behavioral treatments for chronic diseases",
      "authors": [
        "S Czajkowski"
      ],
      "year": 2015
    },
    {
      "title": "Scale-up of the Accrual to Clinical Trials (ACT) network across the Clinical and Translational Science Award Consortium: a mixed-methods evaluation of the first 18 months",
      "authors": [
        "E Morrato"
      ],
      "year": 2020,
      "doi": "10.1017/cts.2020.505"
    },
    {
      "title": "Establishing Standards to Evaluate the Impact of Integrating Digital Health into Health Systems",
      "authors": [
        "A Labrique"
      ],
      "year": 2018
    },
    {
      "title": "Barriers and facilitators to the availability of efficacious self-directed digital health tools for adults living with cancer and their caregivers: A systematic literature review and author survey study",
      "authors": [
        "A Bamgboje-Ayodele"
      ],
      "year": 2021,
      "doi": "10.1016/j.pec.2021.03.012"
    },
    {
      "title": "Availability of researcher-led eHealth tools for pain assessment and management: barriers, facilitators, costs, and design",
      "authors": [
        "K Higgins"
      ],
      "year": 2018
    },
    {
      "title": "Overcoming the Barriers to Dissemination and Implementation",
      "authors": [
        "A Young"
      ],
      "year": 2020,
      "doi": "10.1007/978-3-030-12719-0_5"
    },
    {
      "title": "The experiences, needs and barriers of people with impairments related to usability and accessibility of digital health solutions, levels of involvement in the design process and strategies for participatory and universal design: a scoping review",
      "authors": [
        "S Henni"
      ],
      "year": 2022,
      "doi": "10.1186/s12889-021-12393-1"
    },
    {
      "title": "The Role of Age, Education, and Digital Health Literacy in the Usability of Internet-Based Cognitive Behavioral Therapy for Chronic Pain: Mixed Methods Study",
      "authors": [
        "R Van Der Vaart"
      ],
      "year": 2019
    },
    {
      "title": "Implementation strategies for digital mental health interventions in health care settings",
      "authors": [
        "A Graham"
      ],
      "year": 2020
    },
    {
      "title": "A refined compilation of implementation strategies: results from the Expert Recommendations for Implementing Change (ERIC) project",
      "authors": [
        "B Powell"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0209-1"
    },
    {
      "title": "Specifying and comparing implementation strategies across seven large implementation interventions: a practical application of theory",
      "authors": [
        "C Perry"
      ],
      "year": 2019
    },
    {
      "title": "Development of a measure of health care affordability applicable in a publicly funded universal health care system",
      "authors": [
        "J Haggerty",
        "J Levesque"
      ],
      "year": 2015,
      "doi": "10.17269/cjph.106.4562"
    },
    {
      "title": "The Expanding Digital Divide: Digital Health Access Inequities during the COVID-19 Pandemic in New York City",
      "authors": [
        "C Eruchalu"
      ],
      "year": 2021,
      "doi": "10.1007/s11524-020-00508-9"
    },
    {
      "title": "Dissemination and implementation research in health: translating science to practice",
      "authors": [
        "R Brownson",
        "G Colditz",
        "E Proctor"
      ],
      "year": 2017
    },
    {
      "title": "Getting the Word Out: New Approaches for Disseminating Public Health Science",
      "authors": [
        "R Brownson"
      ],
      "year": 2018
    },
    {
      "title": "Navigating the challenges of digital health innovation: considerations and solutions in developing online and smartphone-application-based interventions for mental health disorders",
      "authors": [
        "C Hill"
      ],
      "year": 2017
    },
    {
      "title": "Citizen Science in the Digital World of Apps",
      "authors": [
        "R Lemmens"
      ],
      "year": 2021
    },
    {
      "title": "Crowdsourcing--harnessing the masses to advance health and medicine, a systematic review",
      "authors": [
        "B Ranard"
      ],
      "year": 2014
    },
    {
      "title": "Crowdsourcing biomedical research: leveraging communities as innovation engines",
      "authors": [
        "J Saez-Rodriguez"
      ],
      "year": 2016,
      "doi": "10.1038/nrg.2016.69"
    },
    {
      "title": "Use of Mobile Devices, Social Media, and Crowdsourcing as Digital Strategies to Improve Emergency Cardiovascular Care",
      "authors": [
        "J Rumsfeld"
      ],
      "year": 2016
    },
    {
      "title": "Paradox of telemedicine: building or neglecting trust and equity",
      "authors": [
        "V Yee",
        "S Bajaj",
        "F Stanford"
      ],
      "year": 2022,
      "doi": "10.1016/s2589-7500(22)00100-5"
    },
    {
      "title": "Disseminating innovations in health care",
      "authors": [
        "D Berwick"
      ],
      "year": 2003,
      "doi": "10.1001/jama.289.15.1969"
    },
    {
      "title": "Diffusion of innovations",
      "authors": [
        "E Rogers"
      ],
      "year": 2010
    },
    {
      "title": "No Patient Left Behind: Ensuring We Continue Overcoming Barriers in the Age of Telehealth",
      "authors": [
        "B Ankawi"
      ],
      "year": 2022
    },
    {
      "title": "Position Statement: Retain and Enhance Efforts to Increase Broadband Internet Availability for Health Care Access in Rural Areas",
      "authors": [
        "S Ford"
      ],
      "year": 2018
    },
    {
      "title": "Electronic health record adoption in US hospitals: the emergence of a digital \"advanced use\" divide",
      "authors": [
        "J Adler-Milstein"
      ],
      "year": 2017,
      "doi": "10.1093/jamia/ocx080"
    },
    {
      "title": "A decade post-HITECH: Critical access hospitals have electronic health records but struggle to keep up with other advanced functions",
      "authors": [
        "N Apathy",
        "A Holmgren",
        "J Adler-Milstein"
      ],
      "year": 2021
    },
    {
      "title": "Acceptability of healthcare interventions: an overview of reviews and development of a theoretical framework",
      "authors": [
        "M Sekhon",
        "M Cartwright",
        "J Francis"
      ],
      "year": 2017
    },
    {
      "title": "Evaluating Digital Health Interventions: Key Questions and Approaches",
      "authors": [
        "E Murray"
      ],
      "year": 2016
    },
    {
      "title": "An Extension of RE-AIM to Enhance Sustainability: Addressing Dynamic Context and Promoting Health Equity Over Time",
      "authors": [
        "R Shelton",
        "D Chambers",
        "R Glasgow"
      ],
      "year": 2020,
      "doi": "10.3389/fpubh.2020.00134"
    },
    {
      "title": "The Sociotechnical Ethics of Digital Health: A Critique and Extension of Approaches From Bioethics",
      "authors": [
        "J Shaw",
        "J Donia"
      ],
      "year": 2011,
      "doi": "10.3389/fdgth.2021.725088"
    },
    {
      "title": "Navigating Ethics in the Digital Age: Introducing Connected and Open Research Ethics (CORE), a Tool for Researchers and Institutional Review Boards",
      "authors": [
        "J Torous",
        "C Nebeker"
      ],
      "year": 2016
    },
    {
      "title": "Ten step academic-industry digital health collaboration methodology: A case-based guide for digital health research teams with the example of cardio-oncology",
      "authors": [
        "J Macleod"
      ],
      "year": 2022
    },
    {
      "title": "Strategies to Bridge Equitable Implementation of Telehealth",
      "authors": [
        "A Gustavson"
      ],
      "year": 2019
    }
  ],
  "num_references": 124
}
