{
  "paper_id": "GBB8FLIY",
  "title": "Stress, Social Support, and the Buffering Hypothesis",
  "abstract": "The purpose of this article is to determine whether the positive association between social support and well-being is attributable more to an overall beneficial effect of support (main-or direct-effect model) or to a process of support protecting persons from potentially adverse effects of stressful events (buffering model). The review of studies is organized according to (a) whether a measure assesses support structure or function, and (b) the degree of specificity (vs. globality) of the scale. By structure we mean simply the existence of relationships, and by function we mean the extent to which one's interpersonal relationships provide particular resources. Special attention is paid to methodological characteristics that are requisite for a fair comparison of the models. The review concludes that there is evidence consistent with both models. Evidence for a buffering model is found when the social support measure assesses the perceived availability of interpersonal resources that are responsive to the needs elicited by stressful events. Evidence for a main effect model is found when the support measure assesses a person's degree of integration in a large social network. Both conceptualizations of social support are correct in some respects, but each represents a different process through which social support may affect well-being. Implications of these conclusions for theories of social support processes and for the design of preventive interventions are discussed. During recent years interest in the role of social support in health maintenance and disease etiology has increased (e.g.,",
  "year": 1978,
  "date": "1978",
  "journal": "Journal of Nervous and Mental Disease",
  "publication": "Journal of Nervous and Mental Disease",
  "authors": [
    {
      "forename": "Sheldon",
      "surname": "Cohen",
      "name": "Sheldon Cohen",
      "affiliation": "Carnegie-Mellon University Cornell University Medical College Department of Psychology , Carnegie-Mellon University , Pittsburgh , Pennsylvania 15213 . \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Carnegie-Mellon University \n\t\t\t\t\t\t\t\t Cornell University Medical College \n\t\t\t\t\t\t\t\t Carnegie-Mellon University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 15213 \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "forename": "Thomas",
      "surname": "Wills",
      "name": "Thomas Wills",
      "affiliation": "Carnegie-Mellon University Cornell University Medical College Department of Psychology , Carnegie-Mellon University , Pittsburgh , Pennsylvania 15213 . \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Carnegie-Mellon University \n\t\t\t\t\t\t\t\t Cornell University Medical College \n\t\t\t\t\t\t\t\t Carnegie-Mellon University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 15213 \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    }
  ],
  "doi": "https://doi.org/10.13039/100000050",
  "sections": [
    {
      "text": "experiments, and prospective surveys suggest that social support is a causal contributor to well-being (cf. S.  Cohen & Syme, 1985b; House, 1981; Kessler & McLeod, 1985; Turner, 1983; Wallston, Alagna, DeVellis, & DeVellis, 1983) .\n\nThe purpose of this article is to consider the process through which social support has a beneficial effect on well-being. Although numerous studies have provided evidence of a relation (i.e., a positive correlation between support and well-being), in theory this result could occur through two very different processes. One model proposes that support is related to well-being only (or primarily) for persons under stress. This is termed the buffering model because it posits that support \"buffers\" (protects) persons from the potentially pathogenic influence of stressful events. The alternative model proposes that social resources have a beneficial effect irrespective of whether persons are under stress. Because the evidence for this model derives from the demonstration of a statistical main effect of support with no Stress X Support interaction, this is termed the main-effect model. Understanding the relative merits of these models has practical as well as theoretical importance because each 310 This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nhas direct implications for the design of interventions. This article reviews evidence relevant to a comparative test of the main effect and buffering models. We consider in detail the methods used to measure social support and the methodological issues relevant to providing a fair comparison of these models. Because much of the pioneering research in this area was not theoretically designed, considerable diversity across different investigators exists in the conceptualization and measurement of social support. Hence, results have disagreed, and previous discussions of the social support literature arrived at different conclusions about whether social support operates through a buffering or main effect process (e.g.,  Mitchell, Billings, & Moos, 1982; Broadheadetal., 1983; Gottlieb, 1981; Leavy, 1983) . We posit that, in addition to conceptual inconsistencies, differing results are often attributable to aspects of methodology and statistical technique. Hence, we examine those characteristics of method and analysis that are relevant to an adequate test of the alternate models of the support process. Detailed consideration is given to issues that are particularly important for tests of interaction effects which have not been extensively discussed in previous summaries.\n\nWe begin by presenting conceptual models of stress and support and discussing methodological and statistical issues that are crucial for comparing the main effect and buffering models. We then review literature published through 1983, classifying studies according to the type of support measure used. The review is limited to studies of informal support systems such as family, friends, or co-workers and excludes studies of professional helpers (see, e.g., DePaulo,  Nadler, & Fisher, 1983; Nadler, Fisher, & DePaulo, 1984) . Because most of the studies reviewed in this article index symptoms of psychological or physical distress rather than extreme disorder such as clinical depression or chronic physical illness, we use the term symptomatology to refer to criterion variables."
    },
    {
      "title": "Models of the Support Process",
      "text": "Numerous studies have shown that social support is linked to psychological and physical health outcomes. Most important from the standpoint of health psychology, several prospective epidemiological studies have shown that social support is related to mortality. This was shown in 9-to 12-year prospective studies of community samples by  Berkman and Syme (1979)  and  House, Robbins, and Metzner (1982)  and in a 30-month follow-up of an aged sample by  Blazer (1982) . In these studies, mortality from all causes was greater among persons with relatively low levels of social support. Similarly, several prospective studies using mental health outcome measures have shown a positive relation between social support and mental health  (Aneshensel & Frerichs, 1982; Billings & Moos, 1982; Henderson, Byrne, & Duncan-Jones, 1981; Holahan & Moos, 1981; Turner, 1981; Williams, Ware, & Donald, 1981) .\n\nThe mechanisms through which social support is related to mental health outcomes and to serious physical illness outcomes, however, remain to be clarified. At a general level, it can be posited that a lack of positive social relationships leads to negative psychological states such as anxiety or depression. In turn, these psychological states may ultimately influence physical health either through a direct effect on physiological processes that influence susceptibility to disease or through behavioral patterns that increase risk for disease and mortality. In the following section, we outline how social support could be linked to health outcomes on a main effect basis and the mechanism through which stress-buffering effects could occur. This framework is then used for reviewing literature on stress and support."
    },
    {
      "title": "Support as a Main Effect",
      "text": "A generalized beneficial effect of social support could occur because large social networks provide persons with regular positive experiences and a set of stable, socially rewarded roles in the community. This kind of support could be related to overall well-being because it provides positive affect, a sense of predictability and stability in one's life situation, and a recognition of self-worth. Integration in a social network may also help one to avoid negative experiences (e.g., economic or legal problems) that otherwise would increase the probability of psychological or physical disorder. This view of support has been conceptualized from a so-This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nciological perspective as \"regularized social interaction\" or \"embeddedness\" in social roles  (Cassel, 1976; Hammer, 1981; Thoits, 1983 Thoits, , 1985) )  and from a psychological perspective as social interaction, social integration, relational reward, or status support (e.g.,  Levinger & Huesmann, 1980; Moos & Mitchell, 1982; Reis, 1984; Wills, 1985) . This kind of social network support could be related to physical health outcomes through emotionally induced effects on neuroendocrine or immune system functioning (see  Jemmott & Locke, 1984)  or through influence on health-related behavioral patterns such as cigarette smoking, alcohol use, or medical help seeking (see  Krantz, Grunberg, & Baum, 1985; Wills, 1983) . In an extreme version, the main effect model postulates that an increase in social support will result in an increase in wellbeing irrespective of the existing level of support. There is some evidence, however, that the main effect of support on major health outcomes occurs for the contrast between persons who are essentially social isolates (i.e., those with very few or no social contacts) and persons with moderate or high levels of support  (Berkman & Syme, 1979; House et al., 1982) . Although the evidence is not conclusive, the suggestion is that there may be a minimum threshold of social contact required for an effect on mortality to be observed, with little improvement in health outcomes for levels of support above the threshold."
    },
    {
      "title": "Support as a Stress Buffer",
      "text": "For the purpose of this article, we posit that stress arises when one appraises a situation as threatening or otherwise demanding and does not have an appropriate coping response (cf. Lazarus, 1966; Lazarus & Launier, 1978) . As noted by  Sells (1970) , these situations are ones in which the person perceives that it is important to respond but an appropriate response is not immediately available. Characteristic effects of stress appraisal include negative affect, elevation of physiological response, and behavioral adaptations (cf. Baum, Singer, & Baum, 1981) . Although a single stressful event may not place great demands on the coping abilities of most persons, it is when multiple problems accumulate, persisting and straining the problem-solving capacity of the individual, that the potential for serious disorder occurs (cf. Wills & Langner, 1980) . Mechanisms linking stress to illness include serious disruptions of neuroendocrine or immune system functioning, marked changes in health-related behaviors (e.g., excessive alcohol use, poor diet or exercise patterns), or various failures in selfcare.\n\nIt is important to note that our psychological definition of stress closely links appraised stress with feelings of helplessness and the possible loss of self-esteem. Feelings of helplessness arise because of the perceived inability to cope with situations that demand effective response. Loss of esteem may occur to the extent that the failure to cope adequately is attributed to one's own ability or stable personality traits, as opposed to some external cause (cf. Garber & Seligman, 1980) .\n\nFollowing these propositions, possible stressbuffering mechanisms of social support are depicted in Figure  1 . As indicated by Figure  1 , support may play a role at two different points in the causal chain linking stress to illness (cf. S.  Cohen & McKay, 1984; Gore, 1981; House, 1981) .' First, support may intervene between the stressful event (or expectation of that event) and a stress reaction by attenuating or preventing a stress appraisal response. That is, the perception that others can and will provide necessary resources may redefine the potential for harm posed by a situation and/or bolster one's perceived ability to cope with imposed demands, and hence prevent a particular situation from being appraised as highly stressful. Second, adequate support may intervene between the experience of stress and the onset of the pathological outcome by reducing or eliminating the stress reaction or by directly influencing physiological processes. Support may alleviate the impact of stress appraisal by providing a solution to the problem, by reducing the perceived importance of the 1 As noted earlier, support may also prevent the occurrence of objective stressful events. We discussed this mechanism in a main effect context because we feel that (a) it occurs because of the feedback and structure provided by embeddedness in a social network and (b) it is independent of the hypothesis that support protects (buffers) persons from the potentially pathogenic effect of experiencing stressful event(s). Asdiscussed later, the lack of correlation between stress and support found in many of the reviewed studies indicates that this is not a prevalent mechanism.\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nSOCIAL SUPPORT may result in reappraisal, inhibition of maladjustlv SOCIAL SUPPORT responses, or POTENTIAL STRESSFUL -. EYEHT(S) Hay str app prevent sss •alsal SPPBAISAL > PROCESS -facilitation of adjustlve counter responses EVENT(S) > APPRAISED AS -> | STRESSFUL | EMOTIONALLY LimtED PHYSIOLOGICAL BEHAVIORAL ADAPTATION ILLNESS -^3 &/OR ILLNESS BEHAVIOR Figure 1. Two points at which social support may interfere with the hypothesized casual link between stressful events and illness.\n\nproblem, by tranquilizing the neuroendocrine system so that people are less reactive to perceived stress, or by facilitating healthful behaviors (cf. House, 1981) ."
    },
    {
      "title": "Social Resources That Operate as Stress Buffers",
      "text": "In the following sections we provide brief definitions and discussions of four support resources. Our purpose is not to provide a comprehensive typology of support functions but rather to represent those functions measured by the instruments used in studies reviewed in this article. The terms and functional categories used here are consistent with social support typologies presented in various discussions of support (e.g.,  Antonucci & Depner, 1982; Barrera & Ainlay, 1983 ; R. D.  Caplan, 1979; Gottlieb, 1978; House, 1981; Moos & Mitchell, 1982; Silver & Wortman, 1980) .\n\nEsteem support is information that a person is esteemed and accepted (e.g.,  Cobb, 1976; Wills, 1985) . Self-esteem is enhanced by communicating to persons that they are valued for their own worth and experiences and are accepted despite any difficulties or personal faults. This type of support has also been referred to as emotional support, expressive support, self-esteem support, ventilation, and close support. Informational support is help in defining, understanding, and coping with problematic events. It has also been called advice, appraisal support, and cognitive guidance. Social companionship is spending time with others in leisure and recreational activities. This may reduce stress by fulfilling a need for affiliation and contact with others, by helping to distract persons from worrying about problems, or by facilitating positive affective moods. This dimension has also been referred to as diffuse support and belongingness. Finally, instrumental support is the provision of financial aid, material resources, and needed services. Instrumental aid may help reduce stress by direct resolution of instrumental problems or by providing the recipient with increased time for activities such as relaxation or entertainment. Instrumental support is also called aid, material support, and tangible support.\n\nAlthough support functions can be distinguished conceptually, in naturalistic settings they are not usually independent. For example, it is likely that people who have more social companionship have more access to instrumental assistance and esteem support. Empirical studies sometimes show an appreciable intercorrelation between measures of different functional support dimensions (e.g.,  Norbeck & Tilden, 1983; Schaefer, Coyne, & Lazarus, 1981; Wethington, 1982) , although some studies have used scales that provide relatively independent measures of different support functions. As discussed later, development of more specific instruments is important for studying how support operates.\n\nHow do these functions mitigate the effects of stressful events? We suggested earlier that appraising events as stressful often results in feelings of helplessness and threat to self-esteem. Under these conditions, esteem support may counterbalance threats to self-esteem that commonly occur as a response to stress ap-This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\npraisal. Informational support that helps one reappraise a stressor as benign or suggests appropriate coping responses would counter a perceived lack of control. Hence, esteem and informational support are likely to be responsive to a wide range of stressful events. In contrast, instrumental support and social companionship functions are assumed to be effective when the resources they provide are closely linked to the specific need elicited by a stressful event. For example, if stress is created by a loss of companionship, then it would be best reduced by social companionship. If stress is created primarily by economic problems, then it would best be alleviated by instrumental support.\n\nAlthough stressful events may elicit needs for multiple resources, it is reasonable to assume that specific events elicit particular salient coping requirements. We posit that there must be a reasonable match between the coping requirements and the available support in order for buffering to occur. This analysis predicts that buffering effects will be observed when the support functions measured are those that are most relevant for the stressors faced by the person (for further discussion see S.  Cohen & McKay, 1984) . As discussed earlier, because of the nature of the stress process, informational and esteem support are likely to be relevant for a broad range of stressful events. The effectiveness of social companionship and instrumental support will depend on a more specific match between stressful event and coping resource.\n\nMost existing buffering studies do not measure discrete stressful events but rather use cumulative stress measures such as life event scales. If we assume that high levels of cumulative stress generally represent needs for the broadly useful esteem and informational support, the stress-support matching model can be applied to this literature. Hence, support measures that provide a reliable index of these functions should show buffering effects.\n\nWhen structural measures of social support are used, we predict that only main effects will be observed. By definition, structural measures of social integration assess only the existence or number of relationships and do not provide sensitive measures of the functions actually provided by those relationships. Although such measures may be correlated with overall levels of well-being, they do not directly tap the aspects of social support that would be responsive in the event of highly stressful experiences. Thus, measures of this type should not generally show buffering interactions. Global functional measures that tap a general availability of resources, without assessing specific resources, would similarly result in main effects without buffering interactions. The exception is a global measure that happens to be heavily loaded by a type of function (e.g., esteem support) that was highly relevant for the dominant stressor. This analysis is the basis for our review."
    },
    {
      "title": "Measurement of Stress, Social Support, and Symptomatology",
      "text": "As an aid to understanding the variety of measures of stress, social support, and symptomatology used in the reviewed literature, the following section briefly describes the measurement procedures used for each."
    },
    {
      "title": "Measuring Stress",
      "text": "The majority of studies examining the occurrence of potentially stressful events used some version of a life events checklist. These measures are based on the assumption that illness is related to the cumulative impact of events requiring substantial behavioral adjustment  (Holmes & Rahe, 1967) . Typical checklists assess the occurrence of interpersonal stress (e.g., problems with spouse or children), financial difficulties, occupational events (e.g., job demotion), unemployment, and legal problems. Usually, the stress score is simply the total number of items checked as having occurred in the recent past (e.g., the past year). In some studies, scores were based on the sum of normative (as determined by judges) stress weights assigned to each item. Others summed scores based on individual respondents' perceptions of the impact of each event. There is, however, little difference between the predictive validities of scores based on simple event counts, normative weights (e.g.,  Lei & Skinner, 1980; Ross & Mirowsky, 1979) , and respondent assigned weights (e.g., S.  Cohen & Hoberman, 1983; Sarason, Johnson, & Siegel, 1978) .\n\nOther studies measured chronic strains. These are persistent objective conditions that This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nrequire continual behavioral adjustment and are assumed to repeatedly interfere with adequate performance of ordinary role-related behavior  (Pearlin & Lieberman, 1979) . Examples of ongoing strains include poverty, marital conflict, parental problems, work overload, and chronic illness. Finally, a number of studies used specialized stress scales to assess levels of perceived occupational stress. The term perceived stress is used in this literature to refer to worker's ratings on such issues as job satisfaction, occupational self-esteem, role conflict, and inequity of pay."
    },
    {
      "title": "Measuring Symptomatology",
      "text": "Psychological symptoms are usually measured with standard epidemiological screening instruments, brief self-report scales in which subjects report the occurrence of depression, anxiety, concentration difficulties, physical fatigue, and a variety of psychosomatic symptoms. These instruments have been validated in epidemiological and clinical research and produce generally similar results (see B. P.  Dohrenwend et al., 1980) . They are highly intercorrelated, indexing a general dimension that has been termed demoralization (see B. P.  Dohrenwend, Shrout, Egri, & Mendelsohn, 1980) . Subsets of psychosomatic symptoms from these instruments (headache, stomach upset, tension, insomnia) are sometimes analyzed as separate scales (e.g.,  Billings & Moos, 1981; Miller & Ingham, 1979) . Measures of physical health typically focus on the presence of serious illness or chronic conditions. Some investigators (S. Cohen & Hoberman, 1983; Monroe, 1983)  used fairly extensive checklists of physical symptoms, which are validated through indexes of health services utilization. Because there may be considerable correlation between psychological and physical symptomatology measures (e.g.,  Garrity, Somes, & Marx, 1978; Tessler & Mechanic, 1978) , it is currently not clear whether there is a sharp conceptual distinction between the two dimensions."
    },
    {
      "title": "Measuring Social Support",
      "text": "Our review is organized with respect to two characteristics of the support measures: (a) whether a measure assesses social network structure versus function, and (b) the degree of specificity versus globality of the scale. Structural measures are those that describe the existence of relationships. Functional measures are those that directly assess the extent to which these relationships may provide particular functions. Specificity is a generic term indicating whether a measure assesses a specific structure/function or combines a number of structural/functional measures into an undifferentiated global index. Global structural measures typically combine a variety of items about connections with neighbors, relatives, and community organizations. Global functional measures similarly combine functional indexes such as informational, instrumental, and esteem support into a single, undifferentiated measure.\n\nA central premise of this article is that structural measures provide only a very indirect index of the availability of support functions. Although it might seem that the number of social connections would be strongly related to functional support, studies that have examined the issue consistently find rather low correlations, between .20 and .30 (Barrera, 1981; P. Cohen et al., 1982; Sarason, Levine, Basham, & Sarason, 1983; Schaefer et al., 1981) . These results are not, however, difficult to understand. Adequate functional support may be derived from one very good relationship, but may not be available to those with multiple superficial relationships.\n\nFrom the perspective of our model, the implications of specificity versus globality are different for the two types of measures. For tests of main effects, global structural (social integration) measures are predicted to be necessary for showing strong main effects because they tap the existence of a wide variety of stable community connections. In contrast, structural measures tapping the existence of only one relationship (often with a single item) are presumed to have low reliability for tapping social integration, and thus to be weak and inconsistent for producing main effects. For functional measures, our matching model predicts that buffering will be observed when a functional measure is well matched to the stressful events under study, implying that only specific (and appropriate) functional measures will show buffering effects. The model suggests This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nthat global (undifferentiated) functional measures will be less successful because the composite index may obscure the relevant function."
    },
    {
      "title": "Methodological Issues",
      "text": "A necessary characteristic for a comparative test of the main effect and buffering models is a factorial design including at least two levels each of stress and social support. If the main effect model is correct, then the pattern of results would resemble that diagrammed in Fig-  ure 2A . In this case, there would be a main effect for support but no Stress X Support interaction. Two patterns of results would be consistent with the buffering model. First, support may partially reduce the effect of stress on symptomatology (Figure  2B ). Alternatively, support may totally ameliorate the effect of stress on symptomatology (Figure  2C ). In either case, if the sample is large (allowing for sufficient statistical power), there would be a significant Stress X Support interaction, together with statistical main effects for stress and social support.\n\nAn adequate comparative test of the main effect and buffering models depends on several methodological and statistical considerations. We emphasize important issues in providing a sensitive test of the buffering interaction because this test is particularly affected by design weaknesses. A number of the issues we raise are also important in testing for a main effect.\n\nHigh [ A 5 O 0. 2 Low ' Low Social f Support High Social Support Low High STRESS B P / Low Social ' Support High Social Support Low High STRESS High P c in S o H a_ Low / Low Social ' Support / HighSocial , Support Low High STRESS This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "title": "Statistical Analyses",
      "text": "The most common statistical procedure used in social support studies when the criterion variable is continuous (e.g., level of depressive symptomatology) is a two-way analysis of variance, with stress and social support as factors, or equivalently a multiple regression analysis with the cross-product term (Stress X Support) forced into the equation after the main effect terms for stress and support. When appropriate data are available, the regression analysis is preferred because it treats the predictor variables (stress and support) as well as the criterion (symptomatology) as continuous. Regression and analysis of covariance models also provide a means of partialing out confounding variables such as socioeconomic status (SES) and can be used to control for initial symptom level in prospective data analyses.\n\nTests for dichotomous criterion variables (e.g., clinically depressed vs. not clinically depressed) include chi-square analysis, log-linear analyses (especially logit analysis), and analysis of variance. Analysis of variance is usually considered unacceptable for categorical criterion data, whereas log-linear analysis is considered by many to be the appropriate approach (see discussions by  Cleary & Kessler, 1982; Dooley, 1985) . A number of investigators dichotomized or trichotomized continuous data and then used categorical analytic procedures. Unless there are good conceptual reasons for treating data in this way, this procedure is not optimal because it can severely decrease statistical power due to the loss of metric information, and hence reduce the probability of finding an effect that truly exists in the population."
    },
    {
      "title": "Characteristics of Studies",
      "text": "Several methodological issues are relevant for an adequate test of buffering effects (cf. Gore, 1981; Heller, 1979; House, 1981; Kessler & McLeod, 1985) . Two of these issues are related to sample and measurement parameters. First, the relevant interaction (Figures  2B  and  2C ), termed a monotone interaction, is difficult to demonstrate statistically because effects are divided between main effect terms and the interaction term in the analysis of variance or multiple regression  (Dawes, 1969; Reis, 1984) . As a result, reasonably reliable measurement instruments, and a large number of subjects are required to distinguish a significant monotone interaction from a main effect. Thus, in studies where measurement procedures or sample size are suboptimal, one may find a significant main effect and a pattern of means consistent with a buffering effect, together with an interaction term that does not reach statistical significance (cf. Kessler & McLeod, 1985) .\n\nLow reliability or validity of support measures also reduces the probability of showing either main or interaction effects. Unfortunately, many investigators used scales that were created post hoc from large data sets or created their own scales without psychometric testing or development. Others used single-item measures that almost necessarily have low reliability. Although most of these scales have some face validity, formal psychometric data are seldom reported. In a number of cases, we argue that a particular scale is more sensitive to recent stress or to stable personality factors than to social support. Such psychometric deficiencies reduce the probability of demonstrating a buffering effect if it truly exists in the population (cf. Reis, 1984) .\n\nIt is desirable to have a sample with broad ranges of stress, social support, and symptomatology. From a conceptual standpoint, it is advantageous for the persons with relatively high and low stress and support levels to be sufficiently different from one another that the difference is psychologically significant. Statistically, the probability of finding relations between these variables increases as variability in stress, support, and symptomatology increases. This requirement tends to be violated in samples where all subjects are under relatively high stress to begin with, such as clinical samples. Results for more homogeneous populations tend to be less marked than those found with general population samples, where the range of stress is usually considerable.\n\nAnother methodological requirement for testing a buffering model is a significant relation between stress and symptomatology. Such a relation suggests that there is minimally adequate measurement and range of scores for these factors within the sample. Without a meaningful effect of stress on symptomatology, there is little possibility of finding a monotone This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nStress X Support interaction. 2 In general, for studies with large samples this should not be a problem because the relation between stress and symptomatology has been replicated many times with established life event measures.\n\nA subtle but important methodological issue derives from a possible overlap of stress and support measures  (Berkman, 1982; Gore, 1981; Thoits, 1982a) . As noted earlier, most studies of the buffering hypothesis have measured stress with a checklist of negative life events. These measures typically include items about interpersonal discord (e.g., marital problems) and social exits (e.g., moving, separation/divorce, family death). By definition, such events result in at least temporary loss of support resources. Hence, there might be some confounding of stress and support measurement because the stress and social support instruments might, to some extent, be measuring the same thing, namely changes in social relationships.\n\nTo understand the problem that confounding creates for buffering tests, assume that increased symptomatology is caused by interpersonal loss or discord. Persons with events based on these problems would be categorized as having a high level of life events and a low level of social support. Recall that the buffering hypothesis predicts that persons with high stress and low support will show disproportionately elevated symptomatology  (Figures 2B and 2C) . If serious confounding between life events and social support measures exists, there would be a marked elevation of symptomatology for subjects in one cell (high stress/low support), occurring not necessarily because of an interaction effect but entirely because of an elevated, loss-related stress level. In principle there are several ways to deal with the potential confounding issue. On a post hoc basis, one can examine the correlation between stress and support measures when these data are reported. If the stress and support measures are uncorrelated, then the confounding issue would not seem important, whereas if there is a substantial negative correlation between stress and support indexes, then there was probably some confounding. In the review section, we give specific attention to this issue whenever relevant data are available. Alternative procedures for dealing with the confounding issue are to analyze stress-symp-tomatology relations using a modified life events score where social exit events are explicitly removed from the total stress score or to restrict data analysis to a subgroup of subjects whose support level remained constant over a longitudinal measurement period. The latter solution, however, produces a sample selection bias, arbitrarily excluding persons whose support level has changed. These approaches have been used by some investigators and are noted in the review."
    },
    {
      "title": "Prospective Analyses",
      "text": "Finally, we should note the importance of using prospective analytic models for data on social support when possible. Concurrent correlations between support and well-being are amenable to three alternative causal interpretations. They may reflect social support causing changes in symptomatology, symptomatology causing changes in support level, or a third factor (e.g., social class or personality) causing changes in both support and symptomatology. When two-wave (Time 1 and Time 2) longitudinal data are available, the most desirable model is an analysis using Time 2 symptomatology as the criterion with Time 1 life events and social support as the predictors and Time 1 symptomatology included as a control variable. By focusing on changes in symptomatology that occur as a function of Time 1 stress and support, this analytic model helps rule out the possibility that results are attributable to preexisting symptomatology causing subsequent life events and loss of support. The use of multiple regression analysis (or analysis of covariance) also makes it possible to control for third variables (e.g., age, sex, social class) that may be correlated with 2  Pinneau (1975)  argued that when testing the buffering hypothesis, one should not test the Stress X Support interaction if there are not significant main effects for both stress and social support Such a position assumes that one is only looking for a \"perfect\" monotone interaction (i.e., both low stress groups have identical mean outcomes) and there is a large sample. We do not agree with Pinneau's position (also see  House, 1981; House & Wells, 1978) . We are merely arguing that in the absence of a Stress X Support interaction, the existence of a main effect for stress provides reasonable evidence that psychometrically sound measures were used, and that there is a reasonable range of scores within the sample.\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nthe predictors and symptomatology and hence affect interpretation of the results. Prospective analysis of social support data is not always appropriate. The prospective design assumes that predictor variables remain relatively stable over the period of prediction. Measures of some conceptions of support, especially perceived availability, may fluctuate considerably over long periods. Moreover, for some populations, such as college freshmen and armed forces recruits, support is likely to fluctuate dramatically as people enter a new environment. In these cases, prediction from an initial assessment of support to an outcome occurring a year or more later would not provide a true prospective analysis. The time course of the disease under study must also be considered. Short intervals would be appropriate when studying health outcomes with short developmental periods such as colds, influenza, and depression. However, long intervals are required when predicting a disease with a long developmental period such as coronary heart disease. Hence, it is critical to consider the correspondence between longitudinal intervals, the time course of the criterion disease, and the stability of social support in the population under study when evaluating prospective support research (S. Cohen & Syme, 1985a) . Although there are a reasonable number of studies that have collected longitudinal data, relatively few investigators have used a true prospective analysis. This issue is noted in the review section when appropriate."
    },
    {
      "title": "Properties for Adequate Tests",
      "text": "It is worth emphasizing the points outlined previously because they provide a first approximation of those issues to be considered in designing comparative tests of the main effect and buffering models. The optimal study would use a large sample with reasonable distributions of stress and support, instruments with acceptable psychometric characteristics, stress and support measures that are not confounded, and optimally a longitudinal design with appropriate prospective analyses. Moreover, a significant relation between the stress and symptomatology measures is necessary to provide a fair test of the buffering hypothesis. Studies using a social support measure that taps one or more independent support func-tions, providing a match with the needs elicited by the stressful events under consideration, are most appropriate for testing a buffering model, whereas studies using global measures of social networks would be most appropriate for testing a model of social support as a main effect process.\n\nIn addition to considering the extent to which a study possesses desirable methodological properties, we give specific consideration to the nature of the effects that are found. A pure main effect is one in which there is a main effect of social support but no evidence of an interaction. If there is a significant interaction, we determine (when relevant data are available) whether social support has any beneficial effect under low stress.  3 We follow this procedure because the finding of a statistically significant main effect together with an interaction does not necessarily provide evidence for a main-effect model: A statistical main effect typically occurs as an artifact of a significant monotone interaction  (Dawes, 1969; Reis, 1984) . A pure buffering effect is when mean symptomatology level for low-and high-support subjects is not significantly different under low stress (but quite different under high stress); it indicates that support is relevant only for subjects under stress. Alternatively, a combined main effect and interaction is when supported and unsupported subjects differ significantly under low stress with even greater difference under high stress. The latter pattern is seldom found in the existing literature."
    },
    {
      "title": "Research Review",
      "text": "In the following section, we review studies of the relations among stress, social support, and well-being. We limit the review to studies published through 1983 that report statistical analyses testing for an interaction between stress and social support. The literature is organized with respect to whether the support measure is (a) structural versus functional, and (b) specific versus global. In some cases two or more kinds of support scales were used in the same study. In such instances the findings for each type of scale are discussed separately in the appropriate sections. There are a few ambiguous cases in which a scale includes both structural and functional items or items that are difficult to categorize. We classify studies using these scales in the section that seems most appropriate but discuss why classification is problematic. Because roughly 90% of existing studies use cumulative life event measures, an organization of the review section based on the match between the needs elicited by the stressful event and the coping resources provided by the support measure would be impractical. However, in cases where specific stress measures are used, the relation between different stress and support measures is discussed.\n\nThe basic details of the studies are included in Tables  1 through 7 . The tables include descriptions of sample characteristics, design (cross-sectional, longitudinal, or longitudinalprospective), stress measures, social support measures, results, and special remarks. In the text, we provide a summary and integration of the findings for each type of support measure. We focus on consistencies in results from studies with a particular type of measure and discuss the methodological characteristics of studies that are distinguished in some way from the general trend. Conclusions and theoretical issues are subsequently considered in the Discussion section.'* For the sake of brevity, we often refer to a main effect for stress or a main effect for support without indicating the direction of the effect. Unless otherwise noted, a main effect for stress refers to higher stress associated with increased symptomatology, and a main effect for support refers to greater support associated with decreased symptomatology."
    },
    {
      "title": "Studies Using Structural Measures of Support",
      "text": "The studies reviewed in this section measure a wide range of structural characteristics of so-cial networks. Studies using specific structural measures (summarized in Table  I ) are presented first, followed by global structural measures that combine a number of different structural items into a single structural index (summarized in Table  2 ). As noted previously, studies using global structural measures provide a reliable index of social integration and are predicted to show consistent support for the main effect model. Those using specific structural measures provide a less reliable index of social integration and should not provide consistent support."
    },
    {
      "title": "Specific Structural Measures",
      "text": "Several studies in Table  1  used single-item measures of the number of social connections  (Husaini, Neff, Newbrough, & Moore, 1982; Monroe, Imhoff, Wise, & Harris, 1983; Thoits, 1982a; Warheit, 1979) . Measures used in these studies include number of friends living nearby, frequency of visiting, number of relatives living nearby, frequency of church attendance, whether the respondent lived at home with the family, and whether the respondent belonged to any social or religious organizations. In general, neither main effects nor interactions are found for these measures. Monroe et al. (1983)  observed a main effect for living at home and a buffering effect for number of best friends. However, given the large number of statistical tests performed in Monroe et al.'s study, these results could easily have occurred by chance.\n\nIn contrast to quantitative counts of social relationships, indexes of significant interpersonal relationships such as marriage sometimes show main effects and/or buffering interactions. Using measures of enduring strains in three specific role areas,  Kessler and Essex (1982)  found that marital status showed sig-nificant buffering interactions for all three role areas. Warheit (1979)  found a main effect for marital status, but no interaction with a social exit scale.\n\nStudies by  Eaton (1978)  and  Thoits (1982b) , based on analyses of items from the New Haven data set collected by  Myers, Lindenthal, and Pepper (1975) , similarly suggest effects of marital status. Eaton's analysis used a regression model in which Time 2 data were analyzed controlling for Time 1 life events and symptomatology, as well as relevant demographic characteristics. This analysis indicated buffering effects for marital status and cohabitation versus living alone (which were not independent); no interactions were found for five other single-item support measures tested. Thoits (1982b)  used a similar regression model, but restricted the analysis to subjects whose marital status was stable from Time 1 to Time 2 (i.e., continuously married or continuously unmarried). As noted earlier, this procedure biases the sample and may eliminate respondents with greater needs for support. This analysis indicated a higher regression coefficient for stress on symptomatology among individuals with low support, but the interaction was only marginally significant.\n\nBuffering effects have been found with two other single-item structural measures that may be interpreted as assessing the existence of intimate relationships. Linn and McGranahan (1980)  reported interactions with a 9-point scale indicating how often the respondent would talk to close friends about three specific stressors: health problems, divorce, and unemployment. Their support measure included an assessment of qualitative aspects of relationships (\"close friends\") and may have been interpreted by the respondents as talking to close friends about concerns and problems. In a study of maladjusted children,  Sandier (1980)  similarly found that the presence of an older sibling showed a significant interaction, which was a pure buffering effect. In contrast, the number of parents in the home (1 vs. 2) showed only a nonsignificant trend toward a buffering effect. (This was a sample of maladjusted children, who almost by definition are having problems with their parents.)\n\nIn summary, results from studies using specific structural measures are dependent on the nature of the relationships that are assessed.\n\nVariables based on simple quantitative counts such as number of social contacts or organizational memberships produce no buffering effects and in some cases no main effects  (Eaton, 1978; Husaini et al., 1982; Monroe et al., 1983; Thoits, 1982a; Warheit, 1979) . Our interpretation is that such measures do not reliably index the dimension of social integration that is relevant for well-being. Variables that reflect the presence of a significant interpersonal relationship such as marriage or close friendship often produce significant buffering interactions  (Eaton, 1978; Kessler & Essex, 1982; Linn & McGranahan, 1980; and marginal effects in Thoits, 1982b) . Although the interpretation is less clear for  Sandler's (1980)  finding that the presence of an older sibling produced buffering effects, this may also be an example of a significant interpersonal relationship operating as a buffer.\n\nAnother important aspect of this literature is that two studies  (Kessler & Essex, 1982; Sandier, 1980)  specifically noted that their stress and support measures were uncorrelated. The finding of significant buffering interactions in these studies helps to rule out the possibility that buffering effects may be artifactual.\n\nAs a general conclusion, the observed findings are consistent with our theoretical model in that specific structural measures that provide a quantitative count of social connections typically do not show significant main effects. Somewhat contrary to prediction, measures that index the presence of a significant interpersonal relationship such as marriage or close friendship do show buffering interactions, particularly when analyzed in relation to specific stress measures. The reason, we believe, is that on the average an enduring and intimate relationship such as marriage is likely to provide several kinds of functional support."
    },
    {
      "title": "Global Structural Support Scales",
      "text": "The studies reviewed in this section used support measures that combine a number of structural items into a global structural support index. Studies discussed in this section are summarized in Table  2 .\n\nIn contrast to specific structural measures, these global scales consistently show strong\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "title": "SHELDON COHEN AND THOMAS ASHBY WILLS",
      "text": "\"8\n\nTable I Specific Structural Measures Main effect of support-Buffering effect Study/sample Design Stress measure Support measure Dependent variable Psychological Physical Psychological Physical Remarks Eaton (1978) Community longitudinal tt2-item life (a) Marital status, 2O-ilem depressive NR Yes for a and b Analysis performed for (New Haven\n\n(2-year events (b) living alone, symptoms scale only entire sample study), N = interval) checklist (c) belonging to '\" 720 club, (d) belonging :I: to church, (e) '\" t'\"'\" relatives and 8 friends visit, (f) going oul for visits Z with others often, I) (g) having a very 0 close friend :I: Husaini, Neff, '\" Newbrough, Z & Moore p (1982) Z Community, Cross-sectional 52-item life (a) No. of relatives Depressive Non, None Subsample all white, 0 N= 965 eventS nearby, (b) no. of symptoms scale mostly mwried checklist friends nearby. (CES-D) -; :I: (e) frequency of 0 ebureh attendance s:: K5'Sler & Essex P (1982)\n\n:Il Community, Cross-sectional Economic Marital status II-item depressive y\" Yes for all Stress and support p N = 2.300 strain. sym ploms scale stressors measures VJ homemaker uncorrelated :I: strain, '\" parental role -< ~train ~ Linn & McGranahan f= (1980) '\" Community Cross-sectional 3 items (nealth Frequency of talking Overall happiness. y\" Yes for all Support measure (rural), N = problems, to close friends life satisfactioo stresson> difficult 10 classify 1.423 divorce. unemployed) Monroe, Imhoff, Wise, & Harris (1983) Specialized Longitudinal 95-item life (a) Live with Depressive! an xtety Yes fora for Yes for b for aU Analyses performed (college (6-wcek events checkparents, (b) no. of symptomatology GHQ with control for T I students), interval) list; events close friends, (e) (OHQ, 801, STAI) symptomatology: N= 167 rated on 9 belong to social! multiple buffer tcsts\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. • In many studies the meaning of the main effect in the presencc of significant inleraccion is ambiguous because cell means arc nOl reponed. Unless otherwise noted, il is assumed that the meaning of such main effects is ambiguous. \\I In this case the interaction effect is a pure buffer effect; under low stress there is no difference between support groups.\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "title": "Illi (J U",
      "text": "Table 2 w t-.> Global Structural Support Indexes ~ Mai.n effect of support\" Buffering effect Study/sample Design Stress measure Support measure Dependent variable Psychological Physical Psychological Physical Remarks Andrews, Tennant, Hewson, & Vaillanl (1978) Community, Cross-sectional 63-ilem life (a) 6-item index of Depression (cut of Nooe None Dichotomous '\" N ~ 863 events scale neighborhOCJd GHQ score) predictors. outcome :t interaction, (b) 5-measure tT1 item index of rcommunity \" participation 0 Bell, LeRoy. & Z Stephenson (') (1982) 0 Community, Cross-sectional 3D-item life 8-item index 18-item scale of y\", Nu SuPPOrt sca1e :t tT1 N = 2,029 events checklist including being depressive combines structural! Z married. relatives symptoms functional i.tems & friends nearby, » attending church, Z belonging to \" c1ubs/organi--; zations :t P. Cohen et al. ~ (1982) Community, Croswectional (a) Neighborhood (a) Neighborhood 8•itern negative Yes forc None No sex differences; » N eo 602 conditions cohesion, (b) feelings index, 5-(non married) buffering analysis '\" (social frequency of visits item positive on negative done with. set of » problems, to neighborhood feelings index feelings; yes support terms '\" ::c violent crime), friends & relatives., fOTa on ~ (b) chronic (c) marital status positive illness, (el self-feelings ~ evaluation of financial r status. (d) r-'\" respondenl's perception of economic deprivation t\"rydman (1981) Specialized: Cross-sectional 63-itcm life (a) 6-item index of Depres.'iiOli (GHQ), Yes for a Yes for a in CF Parents of events scale interaction with overaU well-being for both sample children with neighbors. (b) 5-IGWB) samples; yes LorCF;N= item index of for b for L 220 community sample only participation Kessler & E~x (1982) Community, CrOM-sectional Economic strain, Integration support II-item depressive Not clear (set Yes for parental\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\n*\"lf igS.2 This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nmain effects for support without interactions when analyzed with continuous outcome measures in community samples. This was found by  Lin, Simeone, Ensel, and Kuo (1979)  for a scale of neighborhood and community involvement, by  Frydman (1981)  for a scale indexing community participation, and by  Bell, LeRoy, and Stephenson (1982)  for a composite scale that included questions about contacts with relatives, neighbors, friends, and community participation. A main effect of a similar composite support scale was also found in a prospective study by  Williams et al. (19 81) .\n\nA main effect of support without a Stress X Support interaction is also reported by P.  Cohen et al. (1982) . Although we felt the composite support scale used in this study was primarily structural in nature, it included a 6item subscale that might assess functional support. The subscale indexed the extent to which persons in the neighborhood were perceived as friendly and helpful. A regression model that included multiple factors, and the apparent lack of matching between the stressors (crime, poverty, and physical illness) and the support measure, may have reduced the likelihood of finding the buffering effect one might expect if the scale were functional.\n\nData from a study by  Schaefer et al. (1981)  are mixed in regard to evidence of a main effect of support for their structural measure. A social network index including questions about friends, relatives, and community participation was analyzed in a complex multivariate analysis where it was entered in the regression equation with two life events measures and three functional support measures. On a zeroorder basis, the social network measure was unrelated to depression or negative morale but was positively correlated with positive morale. In the regression analysis, the network index showed a positive main effect on depression, but this is probably an artifact of the intercorrelations between the network index and the other variables in the regression model.\n\nFailures to find main effects for compound structural measures occurred in  Andrews, Tennant, Hewson, and Vaillant (1978) , where both predictor variables and outcome measures were dichotomized, and  Surtees (1980) , with a clinical sample and a dichotomized outcome measure. As previously noted, these methodological characteristics greatly reduce This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nthe sensitivity of an analysis for testing either main effect or buffering hypothesis. It is noteworthy that  Frydman (1981)  found a main effect of support for the same community participation scales used by Andrews et al., but with an analysis of continuous predictor variables. Frydman (1981)  reported evidence that is inconsistent in terms of implications for the main effect and buffering models. This study included data from two different samples: parents of children with cystic fibrosis (CF group) and parents of children with leukemia (L group). Here measures were scales from  Andrews et al. (1978)  for neighborhood interaction and community participation. There was a pure buffering effect for neighborhood interaction in the CF group but not in the L group, where a weak main effect was observed. The community participation scale, which included items about participation and special interest groups, showed no buffering effects, but did show a strong main effect for the L sample only. These results are puzzling and may represent differences in measure variability across samples or in the roles that community and neighborhood contacts play for persons in different samples. Kessler and Essex (1982)  reported evidence of buffering for one of the three stressors they studied. A 9-item integration scale based on items such as employment, home ownership, and number of community involvements was analyzed with respect to three specific stressors. The analysis tested individual cross-product terms but did not test the independent main effect contribution of the integration scale. No buffering effects were found for economic strain or homemaker strain, but a significant interaction was found for parental strain.\n\nFinally,  Miller and Ingham (1979)  constructed a support score termed diffuse support based on answers to interview questions about respondents' contacts with co-workers, neighbors, and relatives, plus church and social club membership. The interview included probes about the existence of friendly relationships and thus may have tapped functional components. These investigators found significant interactions (pure buffering effects) for both anxiety and depression outcome measures.\n\nIn sum, global structural measures indexing connections with friends, neighbors, and com-munity organizations typically show main effects for support but not buffering effects  (Frydman, 1981; Bell et al., 1982; P. Cohen et al., 1982; Lin et al., 1979; Williams et al., 1981) . In cases where dichotomized predictor and criterion variables were used  (Andrews et al., 1978; Surtees, 1980) , not even main effects were found, a fact that illustrates the statistical disadvantage of dichotomous variables.\n\nTwo studies found mixed evidence for a buffering model. Frydman (1981)  found buffering effects in one of four analyses, and  Kessler and Essex (1982)  found evidence for buffering in one of three analyses. These results may be explicable in terms of a particular global structural measure being associated with a support function that matched up well with a particular stressor or sample.\n\nFinally, buffering effects for anxiety and depression were found by  Miller and Ingham (1979)  with their diffuse support scale, which, in contrast to other measures discussed in this section, is based on an interview procedure in which the existence of friendly relationships is specifically determined. As noted, it is likely that this procedure taps components of functional support that are responsive to the needs elicited by the stressor. In cases where significant interactions were found  (Frydman, 1981; Miller & Ingham, 1979) , they were pure buffering effects, with virtually no difference between supported and unsupported subjects under low stress.\n\nWe conclude that combined information from a variety of social relationships measures the extent of imbeddedness in a social network, which is important for overall well-being but does not reliably index the availability of specific support functions that are relevant for stress buffering. The observed findings thus are generally consistent with our theoretical predictions."
    },
    {
      "title": "Studies Using Functional Measures",
      "text": "Within the functional support section, studies are organized with respect to the specificity of the support measure because this is the most relevant methodological characteristic in accounting for differing results across studies. Separate sections review studies using (a) specific functional scales that measure one or more specific aspects of support, and (b)\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nglobal functional indexes that assess an undifferentiated mixture of support functions, and in a number of cases structural characteristics as well. A third section reviews a set of studies on perceived occupational stress. Unlike other studies reviewed in this article, this work focuses on perceptions of stress rather than objective life events and assesses support for a particular type of stressor, hence deserving separate attention. As noted previously, our model predicts that valid measures of esteem or informational support are most likely to show buffering effects irrespective of the stressor. Measures of instrumental support and social companionship are predicted to operate as buffers when they match the coping requirements elicited by particular stressful events."
    },
    {
      "title": "Studies Using Specific Functional Measures",
      "text": "Confidant measures. Because a number of studies have assessed whether a person perceives the availability of a confidant, these studies are treated separately. These studies use interview procedures or questionnaires to determine whether the respondent has access to a confiding relationship with another person. We have classified this as a functional measure because, by definition, the existence of such a relationship (having a confidant) implies the availability of esteem and probably informational support. Studies using confidant measures are summarized in Table  3 . As discussed earlier, we expect that esteem and informational support provide needed resources for those under stress and thus are likely to produce buffering effects.\n\nOf the studies listed in Table  3 , most provided evidence of buffering effects, and the finding of such effects does not seem greatly dependent on the measurement procedure used to index confidant relationships. Four studies used either interview procedures  (Brown, Bhrolchain, & Harris, 1975; Paykel, Emms, Fletcher, & Rassaby, 1980)  or questionnaire items  (Husaini et al., 1982; Warheit, 1979)  to determine whether or not a confidant relationship existed. Brown et al. (1975)  found buffering effects in a sample of women that were accounted for primarily by their confiding relationship with their husband or boyfriend: confidants other than these failed to provide protection from severe negative life events. Similar results were found by  Paykel et al. (1980)  in a sample of postpartum mothers. A rating of communication with husband about worries and problems showed a significant buffering effect, whereas a measure of confidants other than the spouse did not show an interaction effect (but did have a main effect). Husaini et al. (1982)  used questionnaire items tapping respondents' marital satisfaction (not marital status) and perception of the spouse as a confidant who was \"good at understanding my problems.\" Buffering interactions were found for these items for women, but not for men. Warheit's (1979)  study is again an exception; a main effect but no buffering interaction was found for a dichotomous item concerning \"friends to talk with about problems.\" Here, the methodological characteristics previously discussed work against the demonstration of a buffering interaction.\n\nConsistent buffering effects are also found with multi-item scales of confidant relationships. This includes  Miller and Ingham's (1979)  interview measure of having close confidants to talk with about personal problems,  Habif and Lahey's (1980)  brief scale of confiding relationships,  Kessler and Essex's (1972)  interview measure of feelings of acceptance and ability to talk about problems with spouse (or nonspouse confidant for nonmarried subjects), and  Fleming, Baum, Gisriel, and Gatchel's (1982)  6-item scale of availability of confiding relationships. The latter study found buffering interactions for psychological symptoms but not for physiological measures of stress. The exception is again the study by  Surtees (1980)  in which interview ratings of confidant support showed a main effect but no interaction effect when a logistic regression analysis was used. Here the use of a clinical sample and the dichotomization of predictor and criterion variables greatly reduces the sensitivity of the design for testing interaction effects.\n\nBuffering effects were observed in cross-sectional and longitudinal analyses of data from a community sample in Australia  (Henderson, 1981; Henderson, Byrne, Duncan-Jones, Scott, & Adcock, 1980) . In this study an interview procedure provided an index termed attachment, indicating the availability of relationships that provide esteem support (e.g., some-This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\none to lean on, someone who feels very close to respondent, and someone to confide in, to share one's most private feelings with). This procedure provided measures of both the availability of such relationships and their adequacy as perceived by the respondent. Crosssectional analyses indicated significant buffering effects only for women, and primarily for adequacy of confidant support rather than availability. For men, only main effects were found. In the longitudinal analysis, the effect of confidant support was tested prospectively, using Time 1 support and stress as predictors of psychological outcomes at Time 2 and controlling for Time 1 symptomatology. This prospective analysis indicated a significant buffering effect for the total sample, but separate analyses for men and women were not reported.\n\nThe other confirmatory study is reported by  Pearlin, Menaghan, Lieberman, and Mullan (1981) , who demonstrated the effect of confidant relationships for buffering the specific stressor of unemployment. A 3-point measure was created by first establishing whether the spouse was perceived as a confidant, and an additional point was added if there was a confidant other than the spouse. The regression analysis used a Time 2 support measure to predict a Time 2 criterion variable; relevant demographic variables and Time 1 symptomatology were controlled for. Significant Stress X Support interactions were found for the criterion variables of self-esteem and mastery. For predicting depression, there was no significant buffering interaction when the effects of support on self-esteem and mastery were partialed out. This suggests that the buffering effect of confidant support occurs through its influence on feelings of self-esteem and self-efficacy. The interactions that were found were slightly crossed; subgroup analyses (using trichotomized scores) showed a strong relation between stress and symptomatology for subjects with low support, a slight relation for subjects with average support, and a slight reverse relation for subjects with high support. The crossing may have occurred because of the use of a highly skewed stress measure; only 88 subjects from the large sample were classified as having had a job disruption.\n\nA final longitudinal study  (Dean & Ensel, 1982)  differs from other studies in this section because the support measure, termed strong tie support, was based on items assessing the frequency of problems the respondent had with not having enough close companions or close friends. This approach raises questions about construct validity because it seems more likely to measure social isolation or social skills than to index available functional support. Dean and Ensel (1982)  found a main effect for this measure in all subgroups tested but no interactions. Other problems in this study are the lack of a main effect for stress in two of three subgroups tested and a significant correlation between the life events and support scales, suggesting considerable confounding.\n\nIn summary, results from measures of confidant support provide consistent evidence of a buffering model of the support process. Of the 13 studies listed in Table  3 ,10 showed significant Stress X Support buffering interactions. Of the remainder, 1  (Warheit, 1979 ) used a single-item support measure and a social exits stress measure that was severely confounded with support, 1  (Surtees, 1980 ) used a clinical sample and dichotomized predictors and criterion, and 1  (Dean & Ensel, 1982 ) used a support measure whose construct validity is questionable and additionally found no main effect of stress for the majority of the sample. Of the 10 confirmative studies,  Henderson (1981)  found a buffering effect using a true prospective analysis, and  Pearlin et al. (1981)  found a buffering effect with a concurrent analysis that controlled for demographic variables and Time 1 symptomatology. In studies where relevant data are reported, it is evident that the interactions represent pure buffering effects, with a large effect of support under high stress but no significant difference between low-and high-support subjects under low stress  (Fleming et al., 1982; Henderson, 1981; Henderson, Byrne, Duncan-Jones, Scott, & Adcock, 1980; Miller & Ingham, 1979; Paykel et al., 1980) . The exception is  Habif and Lahey (1980) , whose support scores were arbitrarily cut so that 88% of subjects were classified as having high support. Consequently, this study does not seem to bear strongly on the general conclusion. It is noteworthy that buffering interactions were reported in studies that found no correlation between the support and stress measures  (Habif & Lahey, 1980)"
    },
    {
      "title": "or between (lex! continued on page 332)",
      "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nJ Si. £ S iL i|il e SO fc ym Q, scaes Zung) ve symp (GHQ, mi III! 111 3 5 \" \" 8 J,l 3VS £ •I^'o Sill! Ill HI S'E S e 6S I S « |= ^ ) nit 756 in\n\nTable 3 w w Specific Measures of Confidant Relationships 0 Main effect of support\" Buffering effect Studj-/samp!c Design Stress measure Support mc:a.sure Dependent variable Ps)'cnoJogicaJ Physical Psychological Physical Remarks Brown, Bhrolchain. & Harris ( 1!J7S) Community CrOSS-se<'tionai Life events Existence of a Depressive symptom NR Yo. Buffer effect round only (women), interview. confiding intimate interview for spouse support '\" N '\" 3]4 presence of tie with husband, (caseness) :t ~re event boyfriend. or tr1 other r \" Dean & Ensel 0 {]982} Z Community, T_ongitudinal II 8-item life Frequency of Depressive y\" No No main effect of stress () ;.l = 871 (I-year events problems with not symptoms scale for two of three 0 interval) cneeldist having dose (CES-D) subgroups :t friends/ tr1 companions Z Aeming, Saum, » Gisriei, & Z Gatchel \" (1982) Community, Cross-sectional Living near 6-item scale of Depression (DOl). Yes far all\" Yes for Yes for global None -I 1'1/= 109 Three-Mile availability of psychological norepinephrine symptomatology :I: 0 Island confidant symptoms (SCLand BOI :s:: nuclear relationslJips 90). physioJogica1 » plant ('Is. stress measures '\" other areas) (epi/norepi-» ncphrine) '\" Habif & Lahe), :t (1980) ~ Specialized Cross-sectional 60-item life 4-item scale Depressive y\" y\", Stres;. and support (coJlege events assessing existence symptoms (DOl) measures uncorrelated ~ students), checklist of confiding N = 2.52 relationships r r '\" Henderson, Byrne, Duncan-Jones, Scon, & Adcock (1980) Community, Cross-sectional H-item life Interview rating of I1epressive symptom Yes (for men Women: Yes for Results stronger for ,'11= 7.56 events availability/ scales (GHQ, and women)\" adequacy on adequacy of support checklist adequacy of Zung) GHQ and Zung; compared with confidant Men: None availability relationshps Henderson (1981) Community Longitudinal 71-itcm life Interview rating of Depressive symptom Yes for yd' True prospectives (!>ameas (!-year events availability/ scales (GHQ, adequacy analysis Henderson eI interval) checklist adequacy of Zung) (cross-\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "title": "*",
      "text": "Il Hi. I I |gl|j I! Hi §3 a I !!!!] I 1.\n\n(table continued) Lieberman,\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "title": "II II",
      "text": "•8s 11\n\nff! II social exits and depression  (Paykel et al., 1980) , which again argues against an artifactual interpretation of buffering effects.\n\nSeveral important points about this literature should be noted. First, confidant measures assess the availability of a close, confiding relationship with one or more other persons, and it is in such relationships that support functions such as self-esteem enhancement and information support are most likely to occur. Second, there is a suggestion of sex differences; women showed more benefit from confidant support. This was found by  Husaini et al. (1982)  and  Henderson etal. (1980) . Brown et al. (1975)  and  Paykel et al. (1980)  also found buffering effects of confidant support for women but had no data on men. Third, in two cases  (Brown et al., 1975; Paykel et al., 1980)  confiding husbands or boyfriends served stressprotective functions for women, but other confidants did not. This may occur because such intimate relations are conducive to the adequate provision of information and esteem support. It is also possible that some aspect of the companionship and sexual relationship, implied when one's spouse is a confidant, operates to reduce stress impact. Finally, there is a suggestion that the effects of confidant support are mediated by self-esteem or self-efficacy; this was shown by  Pearlin et al. (1981)  through hierarchical regression analyses and by  Husaini et al. (1982) , who showed a buffering effect only for subjects classified as low in personal competence.\n\nOverall these results are wholly consistent with our theoretical analysis. These studies provide strong evidence for a buffering model of the support process and provide some data indicative of psychological mediators of this process, which suggest that confiding relationships may counteract stressors by increasing feelings of self-esteem and personal efficacy. The only limitation in this literature is that it is not clear from knowing the existence of a confiding relationship exactly what supportive functions are provided in such a relationship.\n\nMeasures of individual support functions. The following section reviews studies using measures that index specific, conceptually distinct support functions. As previously noted, buffering effects are predicted to be particularly likely to occur with specific functional measures that match the needs elicited by stressful This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nevents. Esteem and informational support are assumed to provide needed resources for a broad range of stressful events, and hence are expected to match up well with cumulative stress measures. Social companionship and instrumental support are expected to operate as buffers only when they are closely matched to a particular stressful event. Because little attention has focused on functional support measurement, relatively few studies have tried to obtain measures of specific functions, and measurement approaches have varied considerably, a factor that we think accounts for the rather diverse findings in this area. Studies with specific measures of one or more support functions are listed in Table  4 .\n\nStudies showing consistent buffering effects are those by S.  Cohen and Hoberman (1983)  and  Paykel et al. (1980) . In S.  Cohen and Hoberman's (1983)  study, the support measurethe Interpersonal Support Evaluation List (ISEL)-was an extensive inventory that provided multiitem scales assessing perceived availability of appraisal (confidant/informational) support, tangible (instrumental) support, self-esteem (esteem) support, and belonging (social companionship). The social companionship subscale was moderately correlated with the instrumental and esteem support subscales, but otherwise the scales were relatively independent. The overall ISEL and subscales were shown to have adequate internal consistency and test-retest reliability. Regression analyses indicated that there was a significant interaction in predicting depressive symptomatology for the total ISEL score, which was a pure buffering effect. The interaction for physical symptomatology was similar but showed a slight crossover effect. Analyses of subscales indicated that social companionship, informational, and esteem support showed buffering interactions, and the interactions for the latter two scales were independent of all other subscale interactions. Interactions for social companionship and informational support were pure buffering effects, whereas the esteem support subscale showed a strong main effect in addition to an interaction. These investigators found no correlation between the life events measure and the ISEL. Recent replications of this work are reported by S.  Cohen, Mermelstein, Kamarck, and Hoberman (1985) .\n\nAn instrumental support scale was used in the  Paykel et al. (1980)  study of depressive symptoms in postpartum mothers described earlier. For this measure the subject rated the degree to which the husband provided help with household chores, shopping, and other children since the baby's birth. There was a pure buffering effect for instrumental help from the husband. A noteworthy aspect of this finding is the specific match between the rated support function and the needs of the mother. Schaefer et al. (1981)  showed no buffering effects. In this study an interview procedure provided separate measures for instrumental, esteem, and informational support. Instrumental support was assessed by determining how often, in nine hypothetical situations, there was someone whom the respondents could count on to provide instrumental assistance. For the remaining two measures, the respondents were asked to list their spouse, close friends, relatives, co-workers, neighbors, and supervisors and rate each person on the list on the extent to which they provided informational and emotional support during the last month. Separate scores for informational and emotional support were calculated by summing across ratings for each of the target persons. Unlike other measures used in the literature, this one weighs the availability of support by the number of persons from whom it is available. For example, persons having close confidant relationships with their spouses but not with others would score relatively low on these measures.\n\nIn  Schaefer et al.'s (1981)  study, data analysis was performed through multiple regression analyses in which the three functional support scales were entered together with a social network index and life events measures. The criterion variables were psychological and physical symptomatology. A main effect of stress on psychological outcomes occurred in only 4 of 12 possible comparisons, and both stress measures were unrelated to physical health. Although some main effects for the support measures were noted in predicting depression, no significant interactions were observed. In addition to the problematic nature of the support measures, the general absence of a main effect for stress, and an analysis that entered multiple structural and functional terms prior (text continued on page 336)\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\n3 a s !*!i! ; isiii' -I I I I g ? & s i t s t flllli 5 s i I s I « I I I ! 1 •«•<>;\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "title": "III",
      "text": "This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nto testing the interaction, all seem to work against the demonstration of a buffering interaction. These same functional measures were used in a study of pregnant women by  Norbeck and Tilden (1983) . In this study the informational and esteem support scales were so highly correlated that they were analyzed as a single measure. A cross-sectional analysis used support and stress measures as predictors of depressive symptomatology assessed at the third month of pregnancy. This analysis showed a main effect for the esteem support scale but no interaction effect. A longitudinal analysis used support and stress measures as predictors of medical complications scored from medical records after delivery. There were no significant main effects for support on medical complications, and stress before pregnancy showed a main effect for only one of four indexes of complications. Analyses of stress during pregnancy indicated no main effects of stress or support, and interactions of stress with support were nonsignificant for overall complications. Some inconsistent interactions for instrumental support were noted for specific types of complications, but given the number of tests performed-208 separate tests in the various discriminant analyses-these could easily be chance results.\n\nStudies by  Turner (1981)  and colleagues used a vignette technique for assessing support. Subjects were presented with seven sets of descriptions of persons with varying levels of support and were asked to rate their own similarity to the persons in the vignettes. This approach differs considerably from other measures that tap the availability of functional support and introduces questions about construct validity. It seems likely that affirming that one is similar to persons who are popular and well-liked reflects stable personality characteristics such as social competence or selfimage rather than perceived availability of functional support. In fact this measure consistently showed strong main effects for predicting depressive symptomatology in several different samples, including a longitudinal analysis that predicted Time 2 well-being from Time 1 support with control for Time 1 support and well-being. There were, however, no significant interaction effects. In subsequent analyses of the same data by  Turner and Noh (1983) , breakdowns by social class indicated that the support-well-being relation was significant only for upper and middle-class subjects; for lower class subjects, support and stress were highly correlated, and the regression weight for support was nonsignificant. Additional post hoc regroupings of the data by  Turner and Noh (1983)  suggested that a buffering effect might be detectable for lower class subjects, but the small cell sizes and the post hoc nature of the analysis do not seem to provide very conclusive evidence on this issue.\n\nIn summary, the results from studies classified in this section are strongly dependent on the particular measures used. The instrument used by S.  Cohen and Hoberman (1983)  had good psychometric characteristics and comparable measurement procedure for different scales and was specifically designed to measure a broad range of perceived functional support availability. This measure showed pure, independent buffering of negative life events in a college student sample for the total scores as well as for esteem support and informational support (but not for instrumental support). The continuity of S. Cohen and Hoberman's results with findings from studies of confidant relationships reviewed in the previous section is noteworthy, suggesting that esteem and informational support are important elements in confidant relationships. Paykel et al.'s (1980)  study found evidence for a pure buffering effect of instrumental support that was well matched to the stressful event (pregnancy) under study. In S.  Cohen and Hoberman's (1983)  and  Paykel et al.'s (1980)  studies, the stress and support measures were uncorrelated, so again a social exit interpretation of the interaction results is ruled out. The failure of  Schaefer et al. (1981) ,  Norbeck and Tilden (1983), and Turner (1981)  to find buffering effects seems attributable to methodological problems, especially in regard to measurement of functional support.\n\nAs in other areas, findings concerning physical symptomatology are less consistent, possibly because of the diversity of criterion variables used. Norbeck and Tilden (1983)  found no effect of support on pregnancy complications, and  Schaefer et al. (1981)  found no effect of support on number of chronic physical conditions, although this seems a rather extreme measure of physical symptomatology. As noted, both of these studies suffer from This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nmethodological problems that would work against the demonstration of a buffering effect. Buffering was suggested by the physical symptoms measure used in S.  Cohen and Hoberman's (1983)  study, but these measures consistently produce crossover interactions; there was a slight relative elevation of reported symptomatology among persons with low stress and high support. As yet this crossover effect has not been adequately explained by any investigator."
    },
    {
      "title": "Studies Using Global Functional Measures Internally Consistent Compound Functional Measures",
      "text": "Several studies used apparently complex functional measures that in fact prove to have high internal consistency or which have been construed by the authors as measuring an individual support function even though they appear compound in nature (see Table  5 ). These studies are difficult to categorize in terms of our theoretical perspective because they appear to be global but have adequate internal consistencies. If we assume that these measures are tapping unitary elements of support, whether they operate as buffers should depend on the extent to which these scales reflect broadly useful coping functions such as esteem and informational support.\n\nPerhaps the clearest example of an internally consistent compound measure is that used by  Wilcox (1981) . This investigator derived a total functional support score from respondents' answers to an 18-item checklist assessing whether they had support available (from anyone) during periods of stress. Support was assessed for each of three functional categories (esteem, instrumental, and informational support), but for analysis the subscales were summed to provide a single score for functional support. The overall scale had a high level of internal consistency (alpha = .92). With measures of depression and anxiety/tension as criterion variables, the functional support score showed significant interactions, which were pure buffering effects. A support index based on the total number of persons indicated by the respondent as being available to provide any of the three types of functional support during periods of stress also resulted in a pure buffering effect.\n\nThe measure social integration, used by  Henderson (1981; Henderson et al., 1981 Henderson et al., , 1980)) , is somewhat difficult to classify but seems most similar to a complex functional measure.  5 This index was derived from interview questions asking about persons who provided relationships with a \"sense of social integration, reassurance of personal worth . . . a sense of reliable alliance, and the obtaining of help and guidance\"  (Henderson et al., 1980, p. 576) . This description suggests that the measure is indexing a combination of esteem, informational, instrumental, and social companionship support functions. In cross-sectional analyses  (Henderson et al., 1980) , this measure showed a significant interaction-a pure buffering effect-for men; for women only a strong main effect was noted. Prospective analyses  (Henderson, 1981)  replicated the cross-sectional result, indicating a pure buffering effect of Time 1 stress and support on Time 2 symptomatology controlling for Time 1 symptomatology, and showed that adequacy of support was more important than availability. This analysis was performed for the entire sample, and sex differences were not analyzed.\n\nComplex results were obtained by  Monroe (1983)  in a work site sample using a 4-item measure intended to assess marital or significant other emotional support. Although items for this scale were not reported, it had adequate internal consistency (alpha = .77), and so it seems reasonable to classify it as a compound functional measure. The scale was highly correlated with respondents' ratings of general satisfaction with their relationship over the past 2 years. (A single-item measure of crisis support was also obtained but was not discussed in the article because it was unrelated to any of the outcome measures.) Prospective analyses using depressive symptomatology as the criterion variable showed no interaction effects, but interpretation of this result is qualified because there was no main effect for the stress measure on depressive symptomatology (see  Monroe, 1982) . Prospective analyses for a physical symptom measure did show signifi-\n\n(text continued on page 340) i I •UT! J -. a • id i! Ed £•£ sS slisitsi I « °f J! « °f jilflj . I > S S B 3 HI ill i ° >, I S^• -B \" £ °jjij;\n\nTable 5 '-\" '-\" Compound Functional Measures With High Internal Consistency 00 Main effect of support' Buffering effect Study/sample Design Stress measure Support measure Dependent variable Psychological Physical Psychological Physical Remarks Barrera (1981) Specialized Cross-~tional 27-item 'SSB Anxiety, depression. No {positive No No No ISSB poSitively (pregnant negative somatization, & correlation) correlated with women le:.s life events global symp-life events; than 20 years checkJist tomatology (BSI) buffering old). N '\" 86 &S•item ASSIS (based on No for a, e; yes :' >Jo for a, b, C, e; No for b, c, d: yes interactions are '\" victimization no. of pen;ons for c; yes no for d (positive for a. e for crossed (no main ::t: =1, available for fur b, tI corre1ation) depression only effect) t\"Il t\"\" functions): (a) carrdation) unconflicted Z network size, 8 (b) conflicted network size, ::t: (e) support t\"Il satisfaction, (d) Z support need, :.-(e) total Z network size \" S. Cohen & Hoberman -I (1983) ;t 0 Community Cross-sectional 144-item life .ss. Depressive symptoms No No (positive No (positive No ISSB positively ~ (college events (CES-D). physical correlation) correlation) conelated with :.students), checklist symptoms (3(j life events '\" JIj-64 (CSLES) items) :.til Henderson, Byrne, ::t: Duncan-81 Jones. Scott, & Adcock ~ ('980) t= Community, Cross-sectionaJ 71-item life Social integration Depressive symptom Yes b (for men Yes (for men Results stronger for t\"\" N = 756 events measure based scales (OHO. Zung) & women) only)b adequacy rather '\" checklist on reliable than ilVailability relationships of support providing reassurance of peI'3Onal worth Henderson (1981) Community Longitudinal 71-item life Social integratioo Depressive symptom Ye~ for y\" True prospective (same as events measure based scales (GHQ. Zung) adequacy analysis Henderson et checklist on reliable (prospective) al..1980), relationships N= 231 providing reassurance of personal worth\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly. • In many studies the meaning of the main effect in the presence of significant interaction is ambiguous because cell means are not reported. Unless utherwise: noted, it is assumed that the meaning of such main effects is ambiguous.\n\nb In this case the interaction effect is a pure buffer effect; under low stress there is no difference between support groups.\n\nC Scale combined psycilological and physical symptoms.\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\ncant buffering interactions. The interactions were found not only for undesirable life events, but also for neutral ambiguous events and desirable events.\n\nIn a study of a sample of middle-aged male executives,  Kobasa and Puccetti (1983)  used two support scales that can be classified as functional although neither appears to index specific functions. First, a \"family support\" composite was created from the cohesion and expressiveness subscales of Moos's Family Environment Inventory; we classify this as internally consistent because  Billings and Moos (1981)  reported an alpha of 0.89 for a similar composite. This measure indexes the extent to which family members are perceived as generally supportive and expressive of their feelings. Second, a \"boss support\" measure was derived from an analogous inventory of work environments; this measure taps the extent to which work organizational superiors are perceived as supportive of employees. A buffering interaction was found for the boss support measure, probably attributable to the fact that the stress scale was strongly weighted by workrelated life events, so a reasonable matching of stress and support measures was obtained. For the family support composite, there was no main effect for support and no Stress X Family Support interaction. Complex interactions were found with a measure of personality hardiness-an amalgam of three separate traits: control, commitment, and challenge. A buffering interaction with some crossing was found for the high-hardiness group. However, for the low-hardiness group, the family support was positively related to symptomatology at all levels of stress. The complex results for this measure may be partly attributable to the gender composition of the sample, because several studies  (Billings & Moos, 1982; Holahan & Moos, 1981)  found that family support showed beneficial main effects primarily for women but not for men. Also, it is possible that some element of the support measure (e.g., emotional expressiveness) was differentially relevant for individuals with different personality characteristics.\n\nStudies using support instruments assessing support received in the recent past rather than the perceived availability of support have found rather different results. Several studies have used the Inventory of Socially Supportive Be-haviors (ISSB;  Barrera, Sandier, & Ramsay, 1981) , a 40-item inventory that presents respondents with a list of transactions in which support was given, and asks them to rate each one for how often it had occurred during the past month. Although the ISSB appears to include supportive behaviors representing a wide variety of support functions, it has high internal consistency (alpha = .93). The conceptual difficulty with this measure is that it confounds the availability of support with the need for and use of support. In fact, results obtained with this measure are inconsistent with those obtained with other measures. Barrera (1981)  found that the ISSB was positively correlated with a life events measure and positively related to symptomatology. There were no interaction effects. Sandier and Lakey (1982)  found significant Stress X ISSB interactions for subjects high (but not low) on internal locus of control, but these were crossed interactions, and social support was associated with lower levels of symptomatology for high-stress persons and higher levels of symptomatology for low-stress persons. S.  Cohen and Hoberman (1983) , who included the ISSB in their study, found that it was positively correlated with life events measures and noted significant interactions that were not consistent with the buffering model, but that instead reflected a negative relation between the ISSB and depressive symptomatology under low stress, but not under high stress. These results suggest that past use measures may to some degree reflect psychological distress, which leads to increased use of support.\n\nThe remaining compound functional support measure is the Arizona Social Support Interview Schedule (ASSIS;  Barrera, 1981) . In this interview method, the respondents are asked about persons who could provide six types of support functions: material aid, physical assistance, intimate interaction, guidance, feedback, and social participation. The scoring procedure provides variables indexing total network size, the number of persons who have supplied support during the past month, the number of network members who are sources of interpersonal conflict, and satisfaction with support received in the six functional areas. Analyses by  Barrera (1981)  for this measure indicated that the score for conflictual network members was positively correlated with symp-This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\ntomatology, and only the index for satisfaction with support showed the typical beneficial main effect. In performing interaction tests for the various support indexes,  Barrera (1981)  noted significant buffering interactions for the total number of nonconflictual support persons in predicting the criterion variable of depression, although, given the considerable number of statistical tests performed, it is possible that this is a chance result. In summary, work with compound but internally consistent functional measures provides evidence for the buffering model when measures assess perceived availability of support, but not when they assess use of support in the recent past. Studies by  Wilcox (1981)  and  Henderson (1981; Henderson et al., 1980)  provide strong evidence of pure buffering effects; there were no differences in symptomatology for low-and high-support subjects under low stress. The buffering effects found in these studies are probably attributable to internally consistent support scales tapping a broadly useful support function (e.g., esteem or informational support). Kobasa and Puccetti's (1983)  study of male executives found that support from supervisors resulted in a buffering interaction with a stress scale that primarily assessed work stress, although support from family only buffered persons high in hardiness. The relative effectiveness of supervisor support in this context is probably attributable to the match between stressful events and support functions provided in the work setting. Studies using the Inventory of Socially Supportive Behaviors  (Barrera, 1981; Cohen & Hoberman, 1983; Sandier & Lakey, 1982 )-a measure of support received during the past month-are not supportive of buffering. The failure of the ISSB to find a buffering effect, we think, is at least partly due to asking about support received in the past. We argue that the ISSB confounds the availability of support functions and the recent need for support (i.e., stress), an argument that is supported by the positive correlation between life events and the ISSB  (Barrera, 1981; Cohen & Hoberman, 1983) . Monroe (1983)  did find a prospective buffering effect in the case of physical but not depressive symptomatology. In contrast to most other studies, there were no main effects of stress on depression and, correspondingly, no buffering effect. The lack of a main effect of stress on depression may derive from a relatively selected sample (only 17% of the solicited group participated), which contrasts with the representative community samples used in most other studies.\n\nComplex-global indexes of functional support. The studies in this section either ask global questions about available functional support or combine a variety of functional (and sometimes structural) support items into single indexes without evidence of internal consistency. It appears that they combine items assessing very different aspects of social support. A summary of studies reviewed in this section is found in Table  6 . Because these measures lack the specificity of other functional measures, we predict that they will not consistently show buffering interactions. Interactions may occur for those indexes heavily weighted by esteem or informational support items, and main effects without interactions may occur for indexes that include structural items.\n\nSingle-item measures were used in several studies. Warheit (1979)  included a dichotomous item about whether there were \"close friends nearby to help\" (what kind of help was not specified). A significant main effect was found for this item and, although the patterning of means was consistent with a buffering effect, the interaction was not significant probably because of the low reliability of such a measure. Husaini et al. (1982)  included items concerning the frequency with which the respondent called on relatives or friends for help \"when you have a real problem\" (again, the kind of problem was unspecified). The item for friends produced a significant interaction effect but it was a reverse interaction (i.e., greater symptomatology among persons with a high support score). It is likely that this measure reflects recent use (rather than availability) of support, comparable with the ISSB scores discussed previously.\n\nThe remaining studies in this group used multiple-item composite scales that combine questions about various aspects of support into a single score. Andrews et al. (1978)  used a 5item index termed crisis support, including questions such as \"In an emergency do you have friends/neighbors who would look after\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\n1 i Psyc ***** I * p! : 2 3 m Isil 8 8 S \" ~S3 I.H ..,. N\n\n) 12-item kiss (a) No. of close Depressive Yes for both None Categorical » N~ 1,000 events, (b) relatiy~ & symptom scale analysis of Z perceived friends who (CES-D) continu_ O strain index. you can talK to ~us data, based on about private dichotomi2Cd .., financial, matters & call measures :c marital, &. on for help, (b) 0 s:: work-related 6-item index of » strain esteem support Vl & instrumental » helpdUIing Vl past 2 mo. :I: Cleary & ~ Mechanic (1983) ~ Community, Cross-sectional IS-item life 5-item composite Depressive Yes for Yes only for Main effect of N ~ (,026 events index of crisis symptoms scale married married stress only for t\"\" t\"\" checldist SUl>'POrt, (PERI) men onl:y women who married '\" confidant do not work women who do support outside the not work home outside the home Frydman (1981) Specialized: Cross-sectional 63-item life S-item index of Depression Yes for CF None parentsrn events scale crisis support (GHQ), overnI) sample only children L or from fricnds, well-being CF, N ~ 220 neiahbors, (GWB) relatives\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\n1 i Buffering effect Psychological Physical i I n 1 i S 1 11 i ! j « t Study/sample £ fit l t !*i z P 5 111; £ E C ? .S IJ-g £ 13 J U £ «ijl je \" 3 l 111! -» i i*i lli ' § §a III Is 11 il ii .= S ogiS b!l .2 ^ \"S jjl S«5 ?!i  -In many studies the meaning ofthc main effect in the presence of significant interaction is ambiguous because cell means arc not reported. Unless otherwise noted, it is assumed that the meaning of such main effects is ambiguous.\n\nb In this case the interaction effect is a pure bulfer effect; under low stress there is no difference between support groups. on 0 ~ t\"\" on c::\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nyour family for a week?\" and \"If everything went badly, how many people could you turn to for comfort and support?\" This seems close to being a structural measure, but we have classified it as functional because it asks about undefined help and support that could be interpreted by respondents as functional support.\n\nIn this study, there was a main effect for this measure on psychological symptomatology. Although frequencies of impairment were consistent with the buffering hypothesis, there was no significant interaction. As previously noted, the use of dichotomized predictors and criterion variable work against the demonstration of an interaction effect in this study. The same measure was used by  Frydman (1981)  with two samples of parents. Here, a significant main effect was found for parents of children with cystic fibrosis; although the patterning of means was consistent with a buffering effect, the interaction was not significant. For parents of children with leukemia, no significant effects of any kind were noted. Again, the results suggest that the support needs of the two parent groups may have been quite different.\n\nIn  Cleary and Mechanic's (1983)  study, the support measure was based on five items representing a composite of crisis support (e.g., \"If you had a serious problem, is there someone you would be willing to wake up in the middle of the night to talk with?\") and confidant support (e.g., \"Is there someone with whom you can discuss almost any problem?\"). The complexity of the scale is indicated by a low internal consistency coefficient (alpha = .43). Analyses conducted separately for three subsamples (employed, married men; employed, married women; and married women who did not work outside the home) showed a weak main effect of support that was of comparable absolute magnitude across the three groups but was statistically significant for only the group of employed, married men. A buffering interaction was found for the last group, the only group with a significant main effect for life events. The complexity of the composite support scale is a noteworthy aspect of this study, and it may be that some component of this scale (possibly confidant support) was more salient for one subgroup than for the other subgroups in the community sample.\n\nTwo complex-global support indexes were used by  Aneshensel and Stone (1982) . One quasi-functional measure asked about the number of close friends and relatives the respondent had who \"you can feel at ease with, can talk with about private matters, and can call on for help.\" The other index was constructed from six Likert-type items asking how often during the past 2 months someone had provided them with either of two types of functional support (emotional and instrumental). Two stress indexes were used, one based on a list of 12 social loss events, and the other on 3 measures of \"strain\" (perceived stress). Log-linear analysis based on dichotomized and trichotomized variables indicated main effects for both stress and support measures, but no interactions. There was a strong relation between perceived strain and the support measures, although not between the social loss events and support measures. Here, the confounding of stress and support, and the reduction of continuous variables to categorical scores, severely weaken the sensitivity of this study for detecting interaction effects.\n\nTwo longitudinal studies using complex functional indexes are those reported by  Gore (1978)  and  McFarlane, Norman, Streiner, and Roy (1983) . Gore (1978)  analyzed data on unemployed male factory workers originally collected by  Cobb and Kasl (1977) , who obtained information on support and health outcomes prior to and subsequent to unemployment. Support was indexed by a 13-item scale covering perceived supportiveness from wife, friends, and relatives, frequency of activity outside the home, and an index of confidant relationships. In this study stress was inferred from the imminence and actual experience of unemployment, and subsequent stress levels were inferred from continued unemployment versus reemployment. Gore (1978)  found that for subjects in the low-support category (lowest one third of support scores), serum cholesterol, physical illness symptoms, and depression tended to remain high over the 2-year followup interval, whereas for unemployed but supported men levels of symptomatology tended to decline or remain stable, although means for depression suggest a main effect for support rather than a buffering effect. There was no statistical test for interaction and, because the numbers of subjects in some of the post hoc groups are rather small, this study provides only suggestive support for a buffering model. This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nSubsequent analyses of these data have used slightly different groupings of the data. House (1981, pp. 64-70)  concluded that buffering effects were observable for some symptoms such as depression and rheumatoid arthritis. Kasl and Cobb (1982)  noted that different results occurred for subjects in urban versus rural settings, and that there was differential patterning of results by phase of study for variables such as serum cholesterol, diastolic blood pressure, serum uric acid, and anxiety/tension. These authors noted that the complex interactions between support, environmental setting, and phase of study made causal interpretations difficult.\n\nIn a longitudinal study,  McFarlane et al. (1983)  assessed the average rated helpfulness of persons with whom the respondent had discussions about life stress in any of six areas (work, economic, family, personal, social, or societal stress). There was no main effect for this measure or any interaction for either psychological or physical symptomatology. In contrast, the investigators noted that marital status did have a main effect on depressive symptomatology (although they did not perform a buffering analysis for this measure). The failure of  McFarlane et al.'s (1983)  support index to show even a main effect, in contrast to the marital status measure, suggests a deficiency in the construct validity of the measure.\n\nIn sum, consistent with our prediction, results on buffering effects from complex measures that include various indexes of functional and structural support are inconsistent. Significant buffering effects are not typically found, although in some studies the pattern of results is consistent with buffering. We attribute this to the fact that the measures include a diversity of indexes that in many cases have no clear relation to the stressors to be buffered. Cleary and Mechanic (1983)  found a buffering effect for a compound index of confidant and crisis support in only one of three subgroups, possibly attributable to the fact that there was no main effect of stress for the other two subgroups and possibly also to the matching of stress and support needs in that group (the group in question was composed of women, who seem to be more responsive to confidant support). Results from  Frydman (1981) , where a complex crisis support scale produced a main effect in one subsample but not in another, also suggest group differences in support needs, although no buffering was indicated for this measure. Results from a study of unemployed workers (analyzed differently by  Gore, 1978; House, 1981; Kasl & Cobb, 1982)  using a compound index of confidant and instrumental support are suggestive of buffering for both psychological and physical symptomatology. In this case, however, the complexity of the field study setting, the richness of the data base, and the variety of approaches to analysis resulted in findings that do not provide a consistent picture of buffering. A measure indexing frequency of recent support use  (Husaini et al., 1982)  produced a Stress X Support interaction that was inconsistent with the buffering hypothesis. This result (which contrasts with those from the confidant measures used by Husaini) further illustrates the conceptual difficulty with past support measures. Single-item global measures  (Warheit, 1979)  appear to suffer from low statistical reliability, and several failures to find buffering effects with compound functional measures  (Aneshensel & Stone, 1982; Andrews et al., 1978 ) may be attributable to statistical considerations, because these investigators used a dichotomous criterion and dichotomized all predictor variables. This evidence as a whole seems to exemplify the principle that buffering effects are detected primarily when functional support measures provide at least a rough match with the needs elicited by particular types of life stress.\n\nComplex-global indexes of functional support: Studies of perceived occupational stress. As noted earlier, a series of studies using complex-global functional measures are different enough in character from those described previously to deserve separate attention. These studies differ on two dimensions: First, they address the role of support processes in buffering a particular stressor-occupational stress; second, they all use measures of perceived stress as opposed to objective measures (e.g., the occurrence of life events).\n\nStudies on buffering of perceived occupational stress are summarized in Table  7 . The term perceived stress as used in this literature refers to variables such as role conflict, work overload, poor communication between workers and supervisors, unclear organizational goals, and job future uncertainty. There is some ambiguity in this literature because of This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly. • In many studies the meaning of the main effect in the presence of significant interaction is ambiguous because cell means are not reported. Unless otherwise noted, it is assumed that the meaning of such main effects is ambiguous\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\npotential redundancy between the stress measure and the support measure. For example, workers with an objectively high level of job stress and a high level of work-related support may report less perceived stress than similarly stressed workers with lower levels of support. This potential confounding is mitigated when studies include measures of support from nonwork sources (e.g., spouses).\n\nThe study by  House and Wells (1978)  included seven indicators of occupational stress and a social support measure that assessed the male workers' perceptions of support from four different sources; supervisors, wives, co-workers, and friends and relatives. Limitations of space do not allow a detailed presentation of the results, because tests of main effects and interactions were performed for many sources of stress and support. Overall the data are consistent with a buffering model. Although significant Support X Occupational Stress interactions did not occur in all cases, there were many more significant interactions than would be expected by chance. The buffering effects were primarily due to the effects of supervisor support on physical symptoms and wife support on depressive symptoms.\n\nLa  Rocco and Jones (1978)  studied enlisted Navy men (mean age = 24 years) aboard 20 ships, obtaining separate measures of support from work group leaders and co-workers. A diverse set of dependent variables included job satisfaction, self-esteem, and a physical illness score based on number of visits to the ship's infirmary over an 8-month period. There were main effects of an occupational stress measure for job-related outcomes (e.g., job satisfaction) but not for self-esteem or physical illness. Similarly, the occupational support measures showed main effects for only job-related, not health-related, outcomes. No significant interactions were found. In this study the lack of main effects of stress for self-esteem and illness variables suggests that the design was not sensitive for detecting buffering effects for healthrelated outcomes.\n\nLa  Rocco, House, and French (1980)  analyzed data from a pool of over 6,000 male respondents from 23 occupational groups in a number of different organizations. A functional support score was based on the sum of four-item scales assessing the availability of esteem support and instrumental support from each of three sources: supervisor, co-workers, and wife/family/friends. Dependent variables included both job-related and health-related outcomes. Regression analyses indicated significant buffering effects for home, co-worker, and supervisor support. Overall, the results showed work-related sources of support to be more important than home support probably because the stress measures used in this study were highly specific to the work setting.\n\nIn summary, methodological characteristics in studies of occupational stress suggest that the studies vary considerably in their sensitivity as tests of the buffering hypothesis. The findings of significant interactions for psychological symptoms by  House and Wells (1978)  and La  Rocco et al. (1980)  provide confirmation for a buffering model, and the latter study seems to provide an exemplary test because of the use of continuous predictor and outcome variables and its careful consideration of the experiment-wide error rate. The negative finding by La  Rocco and Jones (1978)  appears to derive from insensitive measures, which failed to show a main effect for stress or support on relevant outcomes. The studies differed somewhat as to whether work-based support is more relevant than family-based support. This probably derives from differences in the stress measures, and we suggest that more general indexes of stress would show effects for both home and work support, whereas measures of job-specific stressors would show effects primarily for work-based supports (cf. S.  Cohen & McKay, 1984) . Overall, however, the literature on occupational stress does provide considerable support for the buffering model."
    },
    {
      "title": "Discussion",
      "text": "The purpose of this article is to determine whether the association between social support and well-being is more attributable to an overall beneficial effect of support (main effect model) or to a process of support protecting persons from potentially pathogenic effects of stressful events (buffering model). Our review concludes that there is evidence consistent with both models. Evidence for a buffering model is found when the social support measure assesses interpersonal resources that are responsive to the needs elicited by stressful events. Evidence for a main effect model is found This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nwhen the support measure assesses a person's degree of integration in a large community social network. Both conceptualizations of social support are evidently correct in some respects, but each represents a different process through which social support may affect well-being."
    },
    {
      "title": "Evidence for Buffering and Main Effect Models",
      "text": "Evidence for the buffering model. The studies reviewed in this article provide consistent evidence for the buffering effects of social support when certain conditions are present. First, the study must meet the minimal methodological and statistical criteria described earlier in this article. Second, the support instrument must measure perceived availability of a support function or functions. Studies using instruments measuring the structure of social networks, and those measuring the degree to which support functions were provided in the past, have not found buffering effects. As we discussed earlier, structural measures do not assess supportive functions that are responsive to stressful events, and measures of support received in the past confound the availability of support and the recent need for that support. Third, the support functions assessed must be ones that enhance broadly useful coping abilities. This condition reflects the global nature of the cumulative life stress instruments used in this literature. Studies using support instruments that tap the broadly useful esteem and informational support functions have been consistently successful in showing evidence of a buffering process.\n\nThe literature provides little direct evidence for our proposal that persons experiencing a specific stressor would be best protected by supportive functions that provide stressor-specific coping resources (S. Cohen & McKay, 1984) . Evidence discriminating the stresssupport matching hypothesis from one that suggests that esteem and/or informational support alone are the sole sources of stress buffering is not provided by the existing literature. Instead, these hypotheses must be compared in studies assessing the buffering adequacy of a range of support resources in response to specific stressful events.\n\nEvidence for the main effect model. There is consistent evidence for beneficial main ef-fects of support on well-being in studies using multiple-item structural support indexes. These same studies provide little evidence of buffering interactions. Evidently, embeddedness in a social network is beneficial to wellbeing but not necessarily helpful in the face of stress. As noted earlier, these results may be attributable either to a more general effect of social networks on feelings of stability, predictability, and self-worth or to the effect of extreme isolation for those with very few social connections.\n\nHence, a central conclusion of this article is that social integration influences well-being in ways that do not necessarily involve improved means of coping with stressful events. There is little evidence for the view that imbeddedness in a social network is related to well-being primarily because it defines a potential for coping action (e.g.,  Gore, 1985; Wheaton, 1982) . There are two sources of support for our argument: (a) The correlation between social integration and functional support availability measures is low, and (b) although a single confidant is sufficient for stress buffering, a large range of social contacts is not. are A number of studies using complex functional indexes (Table  5 ) indicated main effects of support without buffering interactions. Unfortunately, these studies are characterized by a range of methodological and statistical problems that severely reduce the probability of detecting interactions. A general problem is that the highly compound nature of many of these measures reduces the stress-support linkage that is theoretically necessary for showing buffering effects.\n\nPure buffering or buffering plus main effect? As noted earlier, the main effect and buffering hypotheses are not mutually exclusive; buffering interactions could occur with support being associated with symptomatology even within the low-stress group. In view of consistent evidence for a beneficial main effect of various social support measures in the prediction of symptomatology, one might expect buffering effects and main effects to occur together. The evidence, however, does not support such an assertion. Those studies that (a) obtained a significant buffering interaction and (b) provided enough data to estimate if there was an association between support and This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nsymptomatology under low stress are virtually unanimous in showing a pure buffering effect (S.  Cohen & Hoberman, 1983; Fleming et al., 1982; Frydman, 1981; Henderson, 1981; Henderson et al., 1980; Miller &Ingham, 1979; Paykel et al., 1980; Wilcox, 1981) . This consistency is even more impressive in that the definition of what constitutes the low-stress group in these studies ranges from persons who have not experienced any major event to those with a stress score falling below the 50th percentile (i.e., a median split dividing the sample into relatively low-and high-stress groups). The consistent finding of a pure buffering effect suggests that certain support resources act only in the presence of an elevated stress level; for example, having access to persons to talk to about one's problem promotes well-being in the face of stress but not necessarily under nonstressful conditions. These data are consistent with the proposal that specific support functions are responsive to stressful events, whereas social network integration operates to maintain feelings of stability and well-being irrespective of stress level. We conclude that social integration and functional support represent different processes through which social resources may influence well-being."
    },
    {
      "title": "Other Issues Clarified in this Review",
      "text": "Buffering effects do not result from an arlifactual confounding of stress and social support measurement. One of the goals of this article was to examine the possibility that buffering effects are artifactual, deriving from a confounding of social exit life events and social support measures (cf. Berkman, 1982; Gore, 1981; Thoits, 1982b) . Contrary to the prediction generated by the artifact hypothesis, studies in which there was no correlation between the stress and support measures all show clear evidence for the buffering model. Conversely, studies in which there was obvious, explicit confounding of stress and social exits  (Aneshensel & Stone, 1982; Dean & Ensel, 1982; Warheit, 1979)  fail to show buffering effects. Hence, although a social exit confound may present a problem for interpretation of certain individual studies, it does not provide a tenable explanation for the literature as a whole.\n\nPerception of available functional support operates as a buffer.\n\nStudies finding evidence for buffering effects have primarily used measures that assess the perceived availability of functional support. Why is perception important? If one assumes that the buffering qualities of social support are to some extent cognitively mediated (i.e., support operates by affecting one's interpretation of the stressor or knowledge of coping resources), then a measure of perception of the availability of support would be a sensitive indicator of buffering effects (cf. S.  Cohen & McKay, 1984) . We expect that available functional support would be drawn on when necessary in times of stress, but as yet there has been no direct examination of this process (see  Gottlieb, in press; Wilcox & Vernberg, 1985) . Although it is likely that there is correspondence between perceptions of support availability and the actual social transactions that occur in response to stress, the ability of measures of support perception to show buffering effects is theoretically interesting.\n\nOne might postulate that perceived availability of support would work in the face of acute stressors, but not in the face of ongoing chronic strains. After all, in the case of chronic strains, one would need eventually to engage in a support transaction that would be either successful or not. The data, however, clearly indicate the buffering effectiveness of perceived support measures in studies with stress measures that tap chronic strain (e.g.,  Fleming et al., 1982; House & Wells, 1978; Kessler & Essex, 1982; Linn &McGranahan, 1980; Miller & Ingham, 1979; Pearlin et al., 1981; see Kessler & McLeod, 1985, review) . Only  Aneshensel and Stone (1982)  failed to find buffering of chronic strain, and we have previously discussed the methodological problems with this study. Hence, the perception of support availability continues to operate in chronically stressing conditions and/or provides a good indirect measure of the effective support people are actually receiving.\n\nQuality of available support is important. Although there is considerable evidence for the effectiveness of support availability measures, Henderson and colleagues  (Henderson, 1981; Henderson et al., 1980)  reported that the perceived adequacy of available support is more important than availability per se. It is likely that there is no real discrepancy between Henderson's work and the remaining literature.\n\nThis document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nMost support measures used in this literature assess perceived availability of adequate support. The distinction made by Henderson comes to light only when responses regarding less adequate available support are elicited (and distinguished from adequate support) as in his interview technique. The appraisal model discussed previously would also argue that only support that is perceived as adequate would influence the appraisal process and as a consequence operate as a buffer.\n\nThere are other scattered data on support satisfaction as well, but they differ in terms of exactly what is being evaluated. For example,  Husaini et al. (1982)  found a buffering effect for marital satisfaction. In other words, those with a potentially supportive person who were satisfied with the support they receive were protected. Barrera (1981)  failed to find a buffering effect with a scale assessing satisfaction with opportunities to receive support, and  McFarlane et al. (19S3)  failed to find an effect with a scale that appears to assess the past helpfulness of actual supporters. Clearly further work in this area needs to distinguish between satisfaction with how much support one has, with the perceived quality of available support (holding amount constant), and with the quality of past support.\n\nThere are individual and group differences in support needs. Several studies indicate that support functions that are effective buffers for women may not be effective for males and vice versa. Both Husaini et al. and Henderson found buffering effects of confidant support for women but not for men, and Henderson found buffering effects of his measures of \"acquaintanceship, friendship, reassurance of worth, and reliable alliance\"  (Henderson et al., 1981, p. 38)  for men but not for women. These differences may be attributable to differences in the types of stressors experienced by men and women (cf. Billings & Moos, 1981) , but also may be attributable to sex differences in needs elicited by the same stressors or to sex differences in styles of either socializing or coping. Unfortunately, there is little direct evidence regarding the reason for these differences. Suggestive evidence is, however, provided by the literature on gender differences in the content of interpersonal interactions. These studies suggest that women derive satisfaction from talking with intimate friends about feelings, problems, and people, whereas men derive satisfaction from companionship activities and instrumental task accomplishment  (Caldwell & Peplau, 1982; Wills, Weiss, & Patterson, 1974) . Hence, the content of supportive interactions may be different for men and women.\n\nSex differences may also be an important factor in the main effect relation between social network integration and well-being. Although none of the reviewed studies using complexstructural measures examined sex differences, there is evidence from other work (e.g.,  Berkman & Syme, 1979; House et al., 1982)  that women may profit less than men (or not at all) from social integration as measured in these studies.\n\nThe available evidence also shows clearly that support needs vary by type of stressor. Although the work reviewed in this article was generally based on measures of cumulative life events, all studies that included more than one subpopulation  (Frydman, 1981; Henderson et al., 1980)  or more than one stressor  (Kessler & Essex, 1982; Linn & McGranahan, 1980)  reported stress buffering results that vary across subgroups and stressors. These results imply that specific stress-support linkages may be obscured by the use of global measures of life stress.\n\nFinally, although several studies included social class measures, the role of social class in support effects remains unclear. Although there is evidence that lower SES persons score lower on structural support measures  (Bell et al., 1982; Warheit, 1979) , SES does not seem to be important in discriminating between persons who are or are not affected by support  (Bell et al., 1982; Turner & Noh, 1983; Warheit, 1979) . However, none of these studies used support measures that are clearly functional in nature; hence, the data on the role of SES in support effects is insufficient at this time.\n\nThere is little evidence for a negative effect of social networks on symptomatology. Some commentators have suggested that social networks can be sources of stress and conflict and may thus increase symptomatology as opposed to decreasing it (e.g.,  Fiori, Becker, & Coppel, 1983; Hall & Wellman, 1985; Rook, 1984) . Although this may be true for individual cases, it does not seem to be an important phenomenon in general. We have noted that compound This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nstructural measures, indexing a wide range of social connections, consistently show a significant, beneficial main effect. Evidence for single-item structural measures is mixed; some measures show positive effects and others are unrelated to health outcomes. However, there is no evidence of a negative effect of a singleitem structural measure. Only measures of network conflict, a structural aspect of a social network that would not be considered supportive, have been found to have negative effects on symptomatology  (Barrera, 1981; Henderson, 1981) . Functional measures are similarly consistent in indicating a beneficial effect of support (excepting past-use measures which are confounded with stress). It may be that there are some costs associated with receiving support in particular instances, especially when it is asked for or when the receiver feels obligated to the giver as a result of the transaction (see, e.g.,  Greenberg & Westcott, 1983; Rosen, 1983; Wills, 1983) . It is also likely, however, that most effective support is given and taken in the context of daily social intercourse without being asked for, and without supporters feeling that they are giving something, or supportees feeling that they are receiving something (cf. Pearlin & Schooler, 1978) . The availability of persons for this informal give-and-take may be what is being measured by the perceived-support scales in this literature."
    },
    {
      "title": "Directions for Further Research",
      "text": "Where do we go from here? Below we list a number of unanswered questions whose resolution we think would add significantly to our understanding of the role of social support in health and health-related behaviors.\n\nHow does social support work? It is clear from the present review that embeddedness in a social network and social resources that are responsive to stressful events have beneficial effects on well-being. The important questions now have to do with how these two types of social support act to prevent the development of symptomatology. In the case of the buffering model, the first issue is whether buffering depends on a match between the needs elicited by particular stressful events and social resources perceived to be available. It is clear that the broadly useful coping resources pro-vided by esteem and informational support enhance the buffering process. Future research, testing the effectiveness of specific support resources in response to specific stressors, would help to clarify the operative mechanisms. For example, one could ask whether a threat to self-esteem, like failure on an important exam, is best buffered by esteem support or whether a loss of income (when there is no self-attribution of failure) is best buffered by material aid.\n\nFuture work needs to be based on clear theoretical models of mediating processes in support-well-being relationships. With regard to stress buffering, we noted earlier that support may reduce stress by altering appraisal of stressors, by changing coping patterns, or by affecting self-perceptions. For example, support may serve a buffering function through direct effects on self-esteem, enhancement of self-efficacy (leading to increased persistence at coping efforts), or direct changes in problemsolving behaviors. Currently, we know little about which of these possibilities is most relevant for buffering effects or about the relation between social support and other cognitive and behavioral coping measures (cf. Gore, 1985) . Similarly, embeddedness in a social network may enhance well-being by facilitating the development of feelings of predictability and stability, by maintaining positive affective states, or by providing status support through social recognition of self-worth. The embeddedness question is especially interesting because the measures used in the existing literature have not provided any information about the psychological mechanisms underlying the beneficial effects of social integration. Future studies could focus on how social integration is related to changes in social skills, comfort with or desire to use network resources, affective states, and feelings of competence, self-esteem, control, and predictability.\n\nAnother crucial theoretical issue is whether buffering or main effects of support derive primarily from one (or a few) close relationships. The possibility that one relationship is sufficient is implied by the highly consistent findings of buffering effects with confidant measures, which in many cases are based on single relationships, and by the fact that measures attempting to index the existence of close or friendly relationships typically show buffering This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\neffects. Future research could be designed to provide estimates of the variance in well-being accounted for by each of the few most supportive relationships in a person's life.\n\nIs social support related to serious health outcomes? At present, there is a large gap in knowledge of the relationship between support and serious physical health outcomes. The evidence for buffering and main effects of support is well established in the case of self-reported psychological distress, mixed in the case of selfreported physical symptomatology, and virtually nonexistent for intermediate-level health outcomes such as disease onset, objectively measured changes in physiological functioning, or clinically diagnosed physical problems. Although there is clear evidence of a link between social support and mortality  (Berkman & Syme, 1979; Blazer, 1982; House et al., 1982) , there is little understanding of the processes or intermediate stages in this relation. From the limited data base, we are reluctant to make sweeping generalizations about the relation between social support and physical illness. We think the evidence suggests that social support does more than simply affect symptom reporting, but more research is needed before we can understand how the support processes discussed in this article are related to physical health. In theory, social support could be related to physical health because it (a) affects exposure to the disease agent, (b) influences susceptibility versus resistance to infection by the disease agent, (c) affects self-care or medical help seeking once disease has been contracted, or (d) modifies the severity of disease or the disease course (cf. Jemmott & Locke, 1984; Kasl, Evans, & Neiderman, 1979) . Studies assessing the effects of support on several or all of these mechanisms would help clarify which aspects of health are being affected and how.\n\nHow are perceptions of support formed and maintained? As discussed earlier, measures of perceived support availability are notably successful in showing evidence for buffering. But where do perceptions of adequate support originate? It is clear from the existing literature that functional support availability is only modestly correlated with structural measures. It is possible, however, that more sophisticated measures of network structure will result in better prediction of perceived support (see  Hall & Wellman, 1985) . Apart from structural considerations to some extent perceptions must be based on actual social exchanges and supportive transactions, either personally experienced or observed; but there is little direct evidence of the types of exchanges that contribute to support perceptions. A reasonable direction for further research is to use knowledge from social exchange theory, coping theory, and formulations of interpersonal relationships  (Clark, 1983; Fisher, Nadler, & DePaulo, 1983; Gottlieb, in press; Wilcox & Vernberg, 1985; Wills, 1983 Wills, , 1985) )  to elucidate which aspects of the social environment are perceived as supportive, how and where supportive transactions occur, and how supportseeking and support-receiving experiences are involved in the general process of coping with stress.\n\nWhat are the issues in developing social support measures adequate to the tasks previously outlined? Answers to many of the conceptual questions previously raised depend on the development of support instruments that provide precise measures of theoretically defined support functions (S. Cohen & Syme, 1985a; House & Kahn, 1985) . In the case of the buffering model, these instruments should provide relatively independent measures of functions that are responsive to needs elicited by stressful events, such as esteem support and instrumental support (cf. S.  Cohen et al., 1985) . Comparisons of support as perceived by different observers or measured by different methods and comparison of these perceptions with actual supportive behaviors (see measures in  Reis, Wheeler, Kernis, Spiegel, & Nezlek, 1985)  could provide interesting new perspectives on the conceptualization of social support assessment. Similarly, a combination of qualitative and quantitative research on social networks (cf. Ingersoll, 1982; Wilcox, 1980)  may provide a valuable perspective on the dynamics of how networks operate and respond to particular life stressors.\n\nIt would also be valuable to have measurement procedures that allow distinctions between sources of support. At present there are only a handful of studies that compare the effectiveness of work and family support (e.g.,  Holahan & Moos, 1981; House & Wells, 1978; Kobasa & Puccetti, 1983; La Rocco et al., 1980) . Research examining the relative effec-This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\ntiveness of work-and family-based support would be particularly important for testing specific predictions about buffering for different types of stressors. fs social support the causal factor in the studies supporting main effect and buffering models? As noted in this review, several longitudinal studies have shown either main effects of support, or buffering effects, using prospective analyses where symptomatology at Time 2 was predicted from stress and/or social support at Time 1, with control for Time 1 symptomatology. In view of these findings, several alternative causal interpretations of this literature are considered less likely. For example, it is unlikely that these effects are attributable to high stress lowering support levels or high symptomatology reducing support. However, there is still the possibility that social support is a \"proxy\" for some causal variable(s) with which support is highly correlated. Stable personality variables such as social competence are plausible candidates (cf. S.  Cohen & Syme, 1985a; Heller, 1979; Heller & Swindle, 1983; Henderson et al., 1981) . That is, it may be that socially competent people are more capable of developing strong support networks and of staying healthy by effectively coping with stressful events or by performing effective health-enhancing behaviors. Hence, effects that we have attributed to support may be partially or wholly attributable to personality traits such as competence and sociability that are highly correlated with support. Studies using longitudinal prospective designs that include measures of variables such as IQ, social competence, sociability, extraversion, neuroticism, and social class (and other demographic variables) would be crucial in ruling out specific rival explanations for social support effects.\n\nAlthough the body of evidence on social support reviewed in this article is fairly compelling, it is nonexperimental; only a true experimental study can provide the kind of strong evidence that will allow definitive causal inferences. Intervention studies in which subjects are randomly assigned to conditions and followed over time would allow such inferences (cf. Gottlieb, 1985) . It is easy to suggest intervention work, but this work is demanding in practice. For example, in the case of buffering stressful events, an effective intervention may need to change persons' perceptions of available support. Altering perceptions is a difficult task even in a relatively well-controlled laboratory setting. Moreover, as noted, support perceptions may be mediated by stable personality traits. Despite the increased complexity of conducting well-controlled research in real-world settings (see  Rook & Dooley, in press) , we feel that the yield from such research would be highly valuable to the field and that extensive investment of time and effort in welldesigned longitudinal intervention work is justified."
    },
    {
      "title": "Conclusion",
      "text": "In conclusion, we note that studies comparing the main effect and buffering models have opened an important area of psychological research. With the accumulated knowledge from a decade of work, there is no longer a need to ask which model is correct. Both models contribute to understanding the relation between social support and health. New research in this area will have important implications for the understanding of stress and coping, the determinants of psychological adjustment and physical health, and the social structure of communities. Such knowledge will serve to strengthen the supportive aspects of informal helping networks and may provide a basis for a new partnership between lay helping resources and professional helpers. This work, we think, will contribute in many ways to the well-being of individuals, families, and the larger society."
    },
    {
      "text": "Figure 2, Depictions of main effect of social support on symptomatology and two forms of the Stress X Social Support buffering interactions."
    },
    {
      "text": "NR = not reported. 8DI -= Beck Depression Inventory. Tl = Time 1. GHQ -= General Health Questionnaire. CES-O = Center for Epidemiologic Study of Depression Scale. STAI = State Trait Anxiety Im/entor)' ."
    },
    {
      "text": "ilil jj tS *£ -°•"
    },
    {
      "text": "Note. GHQ = General Health Questionnaire. HOI '\" Beck Depression Inventory. ISSB == Inventory or SociaUy Supportive Behaviors. ASSIS = Arizona Social Support Interview Schedule. BSI = Brief Symptom Inventory. CSLES = College Student Life Event Scale. Cl:'S-D = Center ror Epidemiologic Study ofDepressioD Scale. PERI = Psychiatric Epidemiologic Research rnterview. STAt = State Trait Anxiety fn\\'eIltory. roMS = Profile ofMoro State ."
    },
    {
      "text": "= General Health Questionnaire. L = leukemia. CF = cystic fibrosis. CES-D = Center for Epidemioiogic Study of Depression Scale. PERI = Psychiatric Epidemiology Research Interview. GWB = General WelJ_~ing Scale."
    },
    {
      "text": "continued)"
    },
    {
      "text": "continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "continued)"
    },
    {
      "text": "Glohal Functional Support Indexes"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "Studies o(Perceived Occupational Stress"
    }
  ],
  "references": [
    {
      "title": "Life event stress, social support, coping style, and risk of psychological impairment",
      "authors": [
        "G Andrews",
        "C Tennant",
        "D Hewson",
        "G Vaillant"
      ],
      "year": 1978,
      "doi": "10.1097/00005053-197805000-00001"
    },
    {
      "title": "Stress, support, and depression: A longitudinal causal model",
      "authors": [
        "C Aneshensel",
        "R Frerichs"
      ],
      "year": 1982
    },
    {
      "title": "Stress and depression: A test of the buffering model of social support",
      "authors": [
        "C Aneshensel",
        "J Stone"
      ],
      "year": 1982,
      "doi": "10.1001/archpsyc.1982.04290120028005"
    },
    {
      "title": "Social support and informal helping relationships",
      "authors": [
        "T Antonucci",
        "C Depner"
      ],
      "year": 1982
    },
    {
      "title": "Social support in the adjustment of pregnant adolescents: Assessment issues",
      "authors": [
        "M Barrera",
        "Jr"
      ],
      "year": 1981
    },
    {
      "title": "The structure of social support: A conceptual and empirical analysis",
      "authors": [
        "M Ban-Era",
        "Jr",
        "S Ainlay"
      ],
      "year": 1983
    },
    {
      "title": "Preliminary development of a scale of social support: Studies on college students",
      "authors": [
        "M Barrera",
        "Jr",
        "I Sandier",
        "T Ramsay"
      ],
      "year": 1981,
      "doi": "10.1007/bf00918174"
    },
    {
      "title": "Stress and the environment",
      "authors": [
        "A Baum",
        "J Singer",
        "C S Baum"
      ],
      "year": 1981
    },
    {
      "title": "Evaluating the mediating effects of social supports upon life events and depressive symptoms",
      "authors": [
        "R Bell",
        "J Leroy",
        "J Stephenson"
      ],
      "year": 1982,
      "doi": "10.1002/1520-6629(198210)10:4<325::aid-jcop2290100405>3.0.co;2-c"
    },
    {
      "title": "Social networks and analysis and coronary heart disease",
      "authors": [
        "L Berkman"
      ],
      "year": 1982
    },
    {
      "title": "Social networks, host resistance, and mortality: A nine-year follow-up study of Alameda County residents",
      "authors": [
        "L Berkman",
        "S Syme"
      ],
      "year": 1979
    },
    {
      "title": "The role of coping responses and social resources in attenuating the stress of life events",
      "authors": [
        "A Billings",
        "R Moos"
      ],
      "year": 1981,
      "doi": "10.1007/bf00844267"
    },
    {
      "title": "Stressful life events and symptoms: A longitudinal model",
      "authors": [
        "A Billings",
        "R Moos"
      ],
      "year": 1982,
      "doi": "10.1037/0278-6133.1.2.99"
    },
    {
      "title": "Social support and mortality in an elderly community population",
      "authors": [
        "D Blazer"
      ],
      "year": 1982
    },
    {
      "title": "The epidemiologic evidence for a relationship between social support and health",
      "authors": [
        "W Broadhead",
        "B Kaplan",
        "S James",
        "E Wagner",
        "V Schoenbach",
        "R Crimson",
        "S Heyden",
        "G Tibblin",
        "S Gehlbach"
      ],
      "year": 1983
    },
    {
      "title": "Social class and psychiatric disturbance among women in an urban population",
      "authors": [
        "G Brown",
        "M Bhrolchain",
        "T Harris"
      ],
      "year": 1975,
      "doi": "10.1177/003803857500900203"
    },
    {
      "title": "Social origins of depression: A study of psychiatric disorders in women",
      "authors": [
        "G Brown",
        "T Harris"
      ],
      "year": 1978
    },
    {
      "title": "Sex differences in same sex friendship",
      "authors": [
        "M Caldwell",
        "L Peplau"
      ],
      "year": 1982
    },
    {
      "title": "Support systems and community mental health",
      "authors": [
        "G Caplan"
      ],
      "year": 1974
    },
    {
      "title": "Social support, person-environment fit, and coping",
      "authors": [
        "R Caplan"
      ],
      "year": 1979
    },
    {
      "authors": [
        "Kalamazoo"
      ]
    },
    {
      "title": "The contribution of the social environment to host resistance",
      "authors": [
        "J Cassel"
      ],
      "year": 1976,
      "doi": "10.1093/oxfordjournals.aje.a112281"
    },
    {
      "title": "Some implications of close social bonding for social seeking",
      "authors": [
        "M Clark"
      ],
      "year": 1983
    },
    {
      "title": "The estimation and interpretation of modifier effects",
      "authors": [
        "P Cleary",
        "R Kessler"
      ],
      "year": 1982,
      "doi": "10.2307/2136512"
    },
    {
      "title": "Sex differences in psychological distress among married women",
      "authors": [
        "P Cleary",
        "D Mechanic"
      ],
      "year": 1983,
      "doi": "10.2307/2136638"
    },
    {
      "title": "Social support as a moderator of life stress",
      "authors": [
        "S Cobb"
      ],
      "year": 1976
    },
    {
      "title": "Termination: The consequences of job loss",
      "authors": [
        "S Cobb",
        "S Kasl"
      ],
      "year": 1977
    },
    {
      "title": "Community stressors, mediating conditions, and well being in urban neighborhoods",
      "authors": [
        "P Cohen",
        "E Struening",
        "G Muhlin",
        "L Genevie",
        "S Kaplan",
        "H Peck"
      ],
      "year": 1982,
      "doi": "10.1002/1520-6629(198210)10:4<377::aid-jcop2290100408>3.0.co;2-t"
    },
    {
      "title": "Positive events and social supports as buffers of life change stress",
      "authors": [
        "S Cohen",
        "H Hoberman"
      ],
      "year": 1983,
      "doi": "10.1111/j.1559-1816.1983.tb02325.x"
    },
    {
      "title": "Social support, stress and the buffering hypothesis: A theoretical analysis",
      "authors": [
        "S Cohen",
        "G Mckay"
      ],
      "year": 1984
    },
    {
      "title": "Measuring the functional components of social support",
      "authors": [
        "S Cohen",
        "R Mermelstein",
        "T Kamarck",
        "H Hoberman"
      ],
      "year": 1985
    },
    {
      "title": "Issues in the study and application of social support",
      "authors": [
        "S Cohen",
        "S Syme"
      ],
      "year": 1985
    },
    {
      "title": "Social support and health",
      "year": 1985
    },
    {
      "title": "Interaction effects in the presence of asymmetrical transfer",
      "authors": [
        "R Dawes"
      ],
      "year": 1969,
      "doi": "10.1037/h0026858"
    },
    {
      "title": "Modelling social support, life events, competence, and depression in the context of age and sex",
      "authors": [
        "A Dean",
        "W Ensel"
      ],
      "year": 1982,
      "doi": "10.1002/1520-6629(198210)10:4<392::aid-jcop2290100409>3.0.co;2-2"
    },
    {
      "title": "The stress-buffering role of social support",
      "authors": [
        "A Dean",
        "N Lin"
      ],
      "year": 1977
    },
    {
      "title": "Life change, coping ability and chronic intrinsic asthma",
      "authors": [
        "G Dearaujo",
        "P Van Arsdel",
        "T Holmes",
        "D Dudley"
      ],
      "year": 1973
    },
    {
      "title": "New directions in helping: Vol. 2. Help-seeking",
      "authors": [
        "B Depaulo",
        "A Nadler",
        "J Fisher"
      ],
      "year": 1983
    },
    {
      "title": "Mental illness in the United States: Epidemiological estimates",
      "authors": [
        "B Dohrenwend",
        "B Dohrenwend",
        "M Gould",
        "B Link",
        "R Neugebauer",
        "R Wunsch-Hitzig"
      ],
      "year": 1980
    },
    {
      "title": "Nonspecific psychological distress and other dimensions of psychopathology: Measures for use in the general population",
      "authors": [
        "B Dohrenwend",
        "P Shrout",
        "G Ergi",
        "F Mendelsohn"
      ],
      "year": 1980
    },
    {
      "title": "Causal inferences in the study of social support",
      "authors": [
        "D Dooley"
      ],
      "year": 1985
    },
    {
      "title": "Life events, social supports, and psychiatric symptoms: A reanalysis of the New Haven data",
      "authors": [
        "W Eaton"
      ],
      "year": 1978
    },
    {
      "title": "Social network interactions: A buffer or a stress?",
      "authors": [
        "J Fiori",
        "J Becker",
        "D Coppel"
      ],
      "year": 1983
    },
    {
      "title": "New directions in helping: Vol. 1. Recipient reactions to aid",
      "authors": [
        "J Fisher",
        "A Nadler",
        "B Depaulo"
      ],
      "year": 1983
    },
    {
      "title": "Mediating influences of social support on stress at three mile island",
      "authors": [
        "R Fleming",
        "A Baum",
        "M Gisriel",
        "R Gatchel"
      ],
      "year": 1982,
      "doi": "10.1080/0097840x.1982.9936110"
    },
    {
      "title": "Social support, life events and psychiatric symptoms: A study of direct, conditional and interaction effects",
      "authors": [
        "M Frydman"
      ],
      "year": 1981,
      "doi": "10.1007/bf00582690"
    },
    {
      "title": "Human helplessness: Theory and applications",
      "authors": [
        "J Garber",
        "M Seligman"
      ],
      "year": 1980
    },
    {
      "title": "Factors influencing self-assessment of health",
      "authors": [
        "T Garrity",
        "G Somes",
        "M Marx"
      ],
      "year": 1978,
      "doi": "10.1016/0160-7979(78)90027-9"
    },
    {
      "title": "The effect of social support in moderating the health consequences of unemployment",
      "authors": [
        "S Gore"
      ],
      "year": 1978,
      "doi": "10.2307/2136531"
    },
    {
      "title": "Stress-buffering functions of social supports: An appraisal and clarification of research models",
      "authors": [
        "S Gore"
      ],
      "year": 1981
    },
    {
      "title": "Social support and styles of coping with stress",
      "authors": [
        "S Gore"
      ],
      "year": 1985
    },
    {
      "title": "The development and application of a classification scheme of informal helping behaviors",
      "authors": [
        "B Gottlieb"
      ],
      "year": 1978
    },
    {
      "title": "Social networks and social support",
      "year": 1981
    },
    {
      "title": "Social support strategies",
      "authors": [
        "B Gottlieb"
      ],
      "year": 1983
    },
    {
      "title": "Social support and community mental health",
      "authors": [
        "B Gottlieb"
      ],
      "year": 1985
    },
    {
      "title": "Social support and the study of personal relations",
      "authors": [
        "B Gottlieb"
      ],
      "doi": "10.1177/0265407585023007"
    },
    {
      "title": "Indebtedness as a mediator of reactions to aid",
      "authors": [
        "M Greenberg",
        "D Westcott"
      ],
      "year": 1983
    },
    {
      "title": "Assessment of the life stress-depression relationship: The use of social support as a moderator variable",
      "authors": [
        "V Habif",
        "B Lahey"
      ],
      "year": 1980,
      "doi": "10.1007/bf01321437"
    },
    {
      "title": "Social networks and social support",
      "authors": [
        "A Hall",
        "B Wellman"
      ],
      "year": 1985
    },
    {
      "title": "Core\" and \"extended\" social networks in relation to health and illness",
      "authors": [
        "M Hammer"
      ],
      "year": 1981,
      "doi": "10.1016/0277-9536(83)90344-1"
    },
    {
      "title": "The effects of social support: Prevention and treatment implications",
      "authors": [
        "K Heller"
      ],
      "year": 1979
    },
    {
      "title": "Social networks, perceived social support and coping with stress",
      "authors": [
        "K Heller",
        "R Swindle"
      ],
      "year": 1983
    },
    {
      "title": "Social relationships, adversity and neurosis: An analysis of prospective observations",
      "authors": [
        "S Henderson"
      ],
      "year": 1981
    },
    {
      "title": "Neurosis and the social environment",
      "authors": [
        "S Henderson",
        "D Byrne",
        "P Duncan-Jones"
      ],
      "year": 1981
    },
    {
      "title": "Social relationships, adversity and neurosis: A study of associations in a general population sample",
      "authors": [
        "S Henderson",
        "D Byrne",
        "P Duncan-Jones",
        "R Scott",
        "S Adcock"
      ],
      "year": 1980,
      "doi": "10.1192/bjp.136.6.574"
    },
    {
      "title": "Social support and psychological distress: A longitudinal analysis",
      "authors": [
        "C Holahan",
        "R Moos"
      ],
      "year": 1981
    },
    {
      "title": "The social readjustment rating scale",
      "authors": [
        "T Holmes",
        "R Rahe"
      ],
      "year": 1967
    },
    {
      "title": "Work stress and social support",
      "authors": [
        "J House"
      ],
      "year": 1981
    },
    {
      "title": "Measures and concepts of social support",
      "authors": [
        "J House",
        "R Kahn"
      ],
      "year": 1985
    },
    {
      "title": "The association of social relationships and activities with mortality: Prospective evidence from the Tecumseh Community Health Study",
      "authors": [
        "J House",
        "C Robbins",
        "H Metzner"
      ],
      "year": 1982
    },
    {
      "title": "Occupational stress, social support and health",
      "authors": [
        "J House",
        "J Wells"
      ],
      "year": 1978
    },
    {
      "title": "The stress-buffering role of social support and personal confidence among the rural married",
      "authors": [
        "B Husaini",
        "J Neff",
        "J Newbrough",
        "M Moore"
      ],
      "year": 1982
    },
    {
      "title": "Combining methodological approaches in social support",
      "authors": [
        "B Ingersoll"
      ],
      "year": 1982
    },
    {
      "title": "Psychosocial factors, immunologic mediation, and human susceptibility to infectious diseases: How much do we know?",
      "authors": [
        "J Jemmott",
        "Ill",
        "S Locke"
      ],
      "year": 1984
    },
    {
      "title": "Social support and health",
      "authors": [
        "B Kaplan",
        "J Cassel",
        "S Gore"
      ],
      "year": 1977
    },
    {
      "title": "Variability of stress effects among men experiencing job loss",
      "authors": [
        "S Kasl",
        "S Cobb"
      ],
      "year": 1982
    },
    {
      "title": "Psychosocial risk factors in the development of infectious mononucleosis",
      "authors": [
        "S Kasl",
        "A Evans",
        "J Neiderman"
      ],
      "year": 1979
    },
    {
      "title": "Marital status and depression: The role of coping resources",
      "authors": [
        "R Kessler",
        "M Essex"
      ],
      "year": 1982
    },
    {
      "title": "Social support and mental health in community samples",
      "authors": [
        "R Kessler",
        "J Mcleod"
      ],
      "year": 1985
    },
    {
      "title": "Personality and social resources in stress resistance",
      "authors": [
        "S Kobasa",
        "M Puccetti"
      ],
      "year": 1983
    },
    {
      "title": "Health psychology",
      "authors": [
        "D Krantz",
        "N Grunberg",
        "A Baum"
      ],
      "year": 1985
    },
    {
      "title": "Social support, occupational stress, and health",
      "authors": [
        "La Rocco",
        "J House",
        "J French",
        "J Jr"
      ],
      "year": 1980
    },
    {
      "title": "Co-worker and leader support as moderators of stress-strain relationships in work situations",
      "authors": [
        "La Rocco",
        "J Jones"
      ],
      "year": 1978
    },
    {
      "title": "Psychological stress and the coping process",
      "authors": [
        "R Lazarus"
      ],
      "year": 1966
    },
    {
      "title": "Stress-related transactions between persons and environment",
      "authors": [
        "R Lazarus",
        "R Launier"
      ],
      "year": 1978
    },
    {
      "title": "Social support and psychological disorder: A review",
      "authors": [
        "R Leavy"
      ],
      "year": 1983,
      "doi": "10.1002/1520-6629(198301)11:1<3::aid-jcop2290110102>3.0.co;2-e"
    },
    {
      "title": "A psychometric study of life events and social readjustment",
      "authors": [
        "H Lei",
        "H Skinner"
      ],
      "year": 1980,
      "doi": "10.1016/0022-3999(80)90054-9"
    },
    {
      "title": "An \"incremental exchange\" perspective on the pair relationship",
      "authors": [
        "G Levinger",
        "L Huesmann"
      ],
      "year": 1980
    },
    {
      "title": "Social support, stressful life events, and illness: A model and an empirical test",
      "authors": [
        "N Lin",
        "R Simeone",
        "W Ensel",
        "W Kuo"
      ],
      "year": 1979,
      "doi": "10.2307/2136433"
    },
    {
      "title": "Personal disruptions, social integration, subjective well-being, and predisposition toward the use of counseling services",
      "authors": [
        "J Linn",
        "D Mcgranahan"
      ],
      "year": 1980,
      "doi": "10.1007/bf00892284"
    },
    {
      "title": "The process of social stress: Stable, reciprocal and mediating relationships",
      "authors": [
        "A Mcfarlane",
        "G Norman",
        "D Streiner",
        "R Roy"
      ],
      "year": 1983
    },
    {
      "title": "Reflections on the life events to illness link with some preliminary findings",
      "authors": [
        "P Miller",
        "J Ingham"
      ],
      "year": 1979
    },
    {
      "title": "Social support and well-being: Implications for prevention programs",
      "authors": [
        "R Mitchell",
        "A Billings",
        "R Moos"
      ],
      "year": 1982
    },
    {
      "title": "Life events and disorder: Eventsymptom associations and the course of disorder",
      "authors": [
        "S Monroe"
      ],
      "year": 1982
    },
    {
      "title": "Social support and disorder: Toward an untangling of cause and effect",
      "authors": [
        "S Monroe"
      ],
      "year": 1983,
      "doi": "10.1007/bf00898420"
    },
    {
      "title": "Prediction of psychological symptoms under high-risk psychosocial circumstances: Life events, social support, and symptom specificity",
      "authors": [
        "S Monroe",
        "D Imhoff",
        "B Wise",
        "J Harris"
      ],
      "year": 1983
    },
    {
      "title": "Social network resources and adaptation: A conceptual framework",
      "authors": [
        "R Moos",
        "R Mitchell"
      ],
      "year": 1982
    },
    {
      "title": "Life events, social integration and psychiatric symptomatology",
      "authors": [
        "J Myers",
        "J Lindenthal",
        "M Pepper"
      ],
      "year": 1975
    },
    {
      "title": "New directions in helping: Vol. 3. Applied perspective in helpseeking and receiving",
      "authors": [
        "A Nadler",
        "J Fisher",
        "B Depaulo"
      ],
      "year": 1984
    },
    {
      "title": "Life stress, social support and emotional disequilibrium in complications of pregnancy: A prospective, multi-variant study",
      "authors": [
        "J Norbeck",
        "V Tilden"
      ],
      "year": 1983,
      "doi": "10.2307/2136301"
    },
    {
      "title": "Psychosocial assets, life crisis and the prognosis of pregnancy",
      "authors": [
        "K Nuckolls",
        "J Cassel",
        "B Kaplan"
      ],
      "year": 1972
    },
    {
      "title": "Life events and social support in puerperal depression",
      "authors": [
        "E Paykel",
        "E Emms",
        "J Fletcher",
        "E Rassaby"
      ],
      "year": 1980
    },
    {
      "title": "Social sources of emotional distress",
      "authors": [
        "L Pearlin",
        "M Lieberman"
      ],
      "year": 1979
    },
    {
      "title": "The stress process",
      "authors": [
        "L Pearlin",
        "E Menaghan",
        "M Lieberman",
        "J Mullan"
      ],
      "year": 1981,
      "doi": "10.2307/2136676"
    },
    {
      "title": "The structure of coning",
      "authors": [
        "L Pearlin",
        "C Schooler"
      ],
      "year": 1978
    },
    {
      "title": "Effects oj social support onpsychological and physiological strains",
      "authors": [
        "S Pinneau",
        "Jr"
      ],
      "year": 1975,
      "doi": "10.1177/136346157501200125"
    },
    {
      "title": "Social interaction and well-being",
      "authors": [
        "H Reis"
      ],
      "year": 1984
    },
    {
      "title": "On specificity in the impact of social participation in physical and psychological health",
      "authors": [
        "H Reis",
        "L Wheeler",
        "M Kernis",
        "N Spiegel",
        "J Nezlek"
      ],
      "year": 1985
    },
    {
      "title": "The negative side of social interaction: Impact on psychological well-being",
      "authors": [
        "K Rook"
      ],
      "year": 1984
    },
    {
      "title": "Applying social support research: Theoretical problems and future directions",
      "authors": [
        "K Rook",
        "D Dooley"
      ]
    },
    {
      "title": "Perceived inadequacy and help-seeking",
      "authors": [
        "S Rosen"
      ],
      "year": 1983
    },
    {
      "title": "A comparison of life event weighting schemes: Change, undesirability, and effect proportional indices",
      "authors": [
        "C Ross",
        "J Mirowski"
      ],
      "year": 1979
    },
    {
      "title": "Social support resources, stress and maladjustment of poor children",
      "authors": [
        "I Sandier"
      ],
      "year": 1980,
      "doi": "10.1007/bf00892280"
    },
    {
      "title": "Locus of control as a stress moderator: The role of control perceptions and social support",
      "authors": [
        "I Sandier",
        "B Lakey"
      ],
      "year": 1982
    },
    {
      "title": "Assessing the impact of life changes: Development of the Life Experience Survey",
      "authors": [
        "I Sarason",
        "J Johnson",
        "J Siegel"
      ],
      "year": 1978,
      "doi": "10.1037//0022-006x.46.5.932"
    },
    {
      "title": "Assessing social support: The social support questionnaire",
      "authors": [
        "I Sarason",
        "H Levine",
        "R Basham",
        "B Sarason"
      ],
      "year": 1983
    },
    {
      "title": "Social support: Theory, research and applications",
      "year": 1985
    },
    {
      "title": "The health-related functions of social support",
      "authors": [
        "C Schaefer",
        "J Coyne",
        "R Lazarus"
      ],
      "year": 1981,
      "doi": "10.1007/bf00846149"
    },
    {
      "title": "On the nature of stress",
      "authors": [
        "S Sells"
      ],
      "year": 1970
    },
    {
      "title": "Coping with undesirable life events",
      "authors": [
        "R Silver",
        "C Wortman"
      ],
      "year": 1980
    },
    {
      "title": "Social support, residual adversity and depressive outcome",
      "authors": [
        "P Surtees"
      ],
      "year": 1980
    },
    {
      "title": "Psychological distress and perceived health status",
      "authors": [
        "R Tessler",
        "D Mechanic"
      ],
      "year": 1978
    },
    {
      "title": "Conceptual, methodological, and theoretical problems in studying social support as a buffer against life stress",
      "authors": [
        "P Thoits"
      ],
      "year": 1982
    },
    {
      "title": "Life stress, social support, and psychological vulnerability: Epidemiological considerations",
      "authors": [
        "P Thoits"
      ],
      "year": 1982
    },
    {
      "title": "Multiple identities and psychological well-being: A reformulation and test of the social isolation hypothesis",
      "authors": [
        "P Thoits"
      ],
      "year": 1983,
      "doi": "10.2307/2095103"
    },
    {
      "title": "Social support processes and psychological well-being: Theoretical possibilities",
      "authors": [
        "P Thoits"
      ],
      "year": 1985
    },
    {
      "title": "Social support as a contingency in psychological well-being",
      "authors": [
        "R Turner"
      ],
      "year": 1981
    },
    {
      "title": "Direct, indirect and moderating effects of social support upon psychological distress and associated conditions",
      "authors": [
        "R Turner"
      ],
      "year": 1983
    },
    {
      "title": "Class and psychological vulnerability among women: The significance of social support and personal control",
      "authors": [
        "R Turner",
        "S Noh"
      ],
      "year": 1983
    },
    {
      "title": "Social support and physical health",
      "authors": [
        "B Wallston",
        "S Alagna",
        "B Devellis",
        "R Devellis"
      ],
      "year": 1983
    },
    {
      "title": "Life events, coping, stress, and de-pressive symptomatology",
      "authors": [
        "G Warheit"
      ],
      "year": 1979
    },
    {
      "title": "Can social support functions be differentiated: A multivariate model",
      "authors": [
        "E Wetnington"
      ],
      "year": 1982
    },
    {
      "title": "A comparison of the moderating effects of personal coping resources in the impact of exposure to stress in two groups",
      "authors": [
        "B Wheaton"
      ],
      "year": 1982
    },
    {
      "title": "Social support in adjusting to marital disruption: A network analysis",
      "authors": [
        "B Wilcox"
      ],
      "year": 1980
    },
    {
      "title": "Social support, life stress, and psychological adjustment: A test of the buffering hypothesis",
      "authors": [
        "B Wilcox"
      ],
      "year": 1981,
      "doi": "10.1007/bf00918169"
    },
    {
      "title": "Conceptual and theoretical dilemmas facing social support research",
      "authors": [
        "B Wilcox",
        "E Vernberg"
      ],
      "year": 1985
    },
    {
      "title": "A model of mental health, life events, and social supports applicable to general populations",
      "authors": [
        "A Williams",
        "J Ware",
        "Jr",
        "C Donald"
      ],
      "year": 1981
    },
    {
      "title": "Social comparison in coping and helpseeking",
      "authors": [
        "T Wills"
      ],
      "year": 1983
    },
    {
      "title": "Supportive functions of interpersonal relationships",
      "authors": [
        "T Wills"
      ],
      "year": 1985
    },
    {
      "title": "Socioeconomic status and stress",
      "authors": [
        "T Wills",
        "T Langner"
      ],
      "year": 1980
    },
    {
      "title": "Behavioral analysis of the determinants of marital satisfaction",
      "authors": [
        "T Wills",
        "R L Weiss",
        "G Patterson"
      ],
      "year": 1974
    }
  ],
  "num_references": 141
}
