{
  "paper_id": "GLRZFTWK",
  "title": "Validating cuffless continuous blood pressure monitoring devices",
  "abstract": "Cuff-based home blood pressure (BP) devices, which have been the standard for BP monitoring for decades, are limited by physical discomfort, convenience, and their ability to capture BP variability and patterns between intermittent readings. In recent years, cuffless BP devices, which do not require cuff inflation around a limb, have entered the market, offering the promise of continuous beat-to-beat measurement of BP. These devices take advantage of a variety of principles to determine BP, including (1) pulse arrival time, (2) pulse transit time, (3) pulse wave analysis, (4) volume clamping, and (5) applanation tonometry. Because BP is calculated indirectly, these devices require calibration with cuff-based devices at regular intervals. Unfortunately, the pace of regulation of these devices has failed to match the speed of innovation and direct avail-ability to patient consumers. There is an urgent need to develop a consensus on standards by which cuffless BP devices can be tested for accuracy. In this narrative review, we describe the landscape of cuffless BP devices, summarize the current status of validation protocols, and provide recommendations for an ideal validation process for these devices.",
  "year": 2022,
  "date": "2022",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Jiun-Ruey",
      "surname": "Hu",
      "name": "Jiun-Ruey Hu",
      "affiliation": "*  From the Section of Cardiovascular Medicine , Department of Internal Medicine , Yale University , New Haven , Connecticut , \n\t\t\t\t\t\t\t\t Section of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Yale University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Haven \n\t\t\t\t\t\t\t\t\t Connecticut"
    },
    {
      "forename": "Gabrielle",
      "surname": "Martin",
      "name": "Gabrielle Martin",
      "affiliation": "†  University of Massachusetts Chan School of Medicine , Worcester , Massachusetts , \n\t\t\t\t\t\t\t\t Chan School of Medicine \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Worcester \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Sanjna",
      "surname": "Iyengar",
      "name": "Sanjna Iyengar",
      "affiliation": "†  University of Massachusetts Chan School of Medicine , Worcester , Massachusetts , \n\t\t\t\t\t\t\t\t Chan School of Medicine \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Worcester \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Lara",
      "surname": "Kovell",
      "name": "Lara Kovell",
      "affiliation": "‡  Division of Cardiovascular Medicine , Department of Medicine , University of Massachusetts Chan School of Medicine , Worcester , Massachusetts , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Chan School of Medicine \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Worcester \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Timothy",
      "surname": "Plante",
      "name": "Timothy Plante",
      "affiliation": "x  Department of Medicine , Larner College of Medicine at the University of Vermont , Burlington , Vermont , \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Larner College of Medicine at the University of Vermont \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Burlington \n\t\t\t\t\t\t\t\t\t Vermont"
    },
    {
      "forename": "Noud",
      "surname": "Van Helmond",
      "name": "Noud Van Helmond",
      "affiliation": "k  Department of Anesthesiology , Mayo Clinic , Rochester , Minnesota , \n\t\t\t\t\t\t\t\t Department of Anesthesiology \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t Minnesota"
    },
    {
      "forename": "Richard",
      "surname": "Dart",
      "name": "Richard Dart",
      "affiliation": "#  Center for Precision Medicine , Marshfield Clinic Research Institute , Marshfield Clinic Health System , Marshfield , Wisconsin , \n\t\t\t\t\t\t\t\t Center for Precision Medicine \n\t\t\t\t\t\t\t\t Marshfield Clinic Health System \n\t\t\t\t\t\t\t\t Marshfield Clinic Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Marshfield \n\t\t\t\t\t\t\t\t\t Wisconsin"
    },
    {
      "forename": "Tammy",
      "surname": "Brady",
      "name": "Tammy Brady",
      "affiliation": "†  University of Massachusetts Chan School of Medicine , Worcester , Massachusetts , \n\t\t\t\t\t\t\t\t Chan School of Medicine \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Worcester \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Ruth-Alma",
      "surname": "Turkson-Ocran",
      "name": "Ruth-Alma Turkson-Ocran",
      "affiliation": "†  University of Massachusetts Chan School of Medicine , Worcester , Massachusetts , \n\t\t\t\t\t\t\t\t Chan School of Medicine \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Worcester \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Stephen",
      "surname": "Juraschek",
      "name": "Stephen Juraschek",
      "affiliation": "†  University of Massachusetts Chan School of Medicine , Worcester , Massachusetts , \n\t\t\t\t\t\t\t\t Chan School of Medicine \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Worcester \n\t\t\t\t\t\t\t\t\t Massachusetts",
      "email": "sjurasch@bidmc.harvard.edu."
    },
    {
      "affiliation": "Division of General Medicine , Section for Research , Beth Israel Deaconess Medical Center , 330 Brookline Ave , CO -1309 , #204 , Boston , MA 02215. \n\t\t\t\t\t\t\t\t Division of General Medicine \n\t\t\t\t\t\t\t\t Section for Research \n\t\t\t\t\t\t\t\t Beth Israel Deaconess Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 330 Brookline Ave #204 \n\t\t\t\t\t\t\t\t\t -1309 02215. \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t CO MA"
    }
  ],
  "doi": "10.1016/j.cvdhj.2023.01.001",
  "keywords": [
    "Blood pressure",
    "Cuffless devices",
    "Calibration",
    "Validation"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "More than 120 million people in the United States have high blood pressure (BP), a modifiable risk factor for cardiovascular disease and premature death.  1  Hypertension guidelines emphasize the importance of out-of-office BP measurements, using ambulatory BP monitoring (ABPM) and home BP monitoring, to confirm elevated office BP measurements.  2 his recommendation arises from trial evidence demonstrating the discordance between BP environments in the office and outside the office,  3  and the challenge of predicting clinically relevant fluctuations in BP from an isolated office measurement alone.  4 However, traditional cuff-based devices, which measure BP intermittently, are limited by patient tolerability, cuff fit, adherence, and technical challenges that preclude measurement during typical daily activities like driving, exercise, or stressful situations.  5, 6 he allure of noninvasive, cuffless out-of-office BP monitoring has led to a proliferation of novel technologies (Figure  1 ) that reportedly measure continuous and intermittent BP. Although some have applied traditional validation approaches to demonstrate measurement accuracy, the appropriateness of these validation strategies has not been established. In this commentary, we review cuffless BP measurement methods, current validation protocols for intermittent BP measuring devices, and limitations in applying these protocols to cuffless BP monitor validation. As per current convention, we will use the term \"cuffless BP devices\" in reference to noninvasive BP measurement devices that do not require arm cuff inflation on the brachial artery.  7 We also raise considerations for unique patient populations and provide recommendations for validating these devices."
    },
    {
      "title": "Cuffless, calibration-dependent continuous BP devices"
    },
    {
      "title": "Overview of technologies"
    },
    {
      "title": "Measurement variables",
      "text": "Cuffless BP devices estimate BP using either a pulse wave velocity (PWV) approach or a pulse wave analysis (PWA) approach. PWV measures how rapidly an arterial pulse travels from a proximal location to a distal location.  8 The proximal and distal sites are commonly the upper arm and finger, but have also included the carotid artery and femoral artery. PWV can be estimated from the pulse transit time (PTT) or from the pulse arrival time (PAT). PTT is the time required for a pulse wave to travel from the left ventricle to a distal arterial site.  9 PWV can be obtained from PTT by dividing L, the distance between the proximal and distal sites, over the PTT. PAT is the time elapsed from the R-wave peak on electrocardiogram (ECG) (electrical activation of the ventricles) and the onset (inflection point) of the upstroke at the distal arterial site.  10 Some devices use the systolic peak instead of the inflection of the arterial pulse upstroke. Whereas PTT is measured by 2 plethysmography sensors, PAT is measured by 1 ECG sensor and 1 plethysmography sensor.\n\nPre-ejection period (PEP) is the time required to convert the electrical signal of the R wave into a mechanical pumping force, and for isovolumic contraction to open the aortic valve, as measured by impedance cardiography or seismocardiography. PEP accounts for approximately 20% of the PTT. PAT is always longer than PTT, as PAT 5 PEP 1 PTT (Figure  2 ).\n\nSeveral physiologic and pathologic factors can alter PTT, PAT, and PEP. When BP increases, vascular tone (stiffness) increases, causing both PAT and PTT to shorten, and PWV to consequently increase. When BP decreases, vascular tone decreases, causing both PAT and PTT to lengthen, and PWV to consequently decrease. Stiffness can also arise chronically from aging and atherosclerosis and acutely from exercise and other sympathetic activity. PEP varies with stress, physical activity, age, emotion, posture, vasoactive drugs, and hydration status. PEP decreases with increased distance from heart, and increases with slower heart rates.  9 P can also be estimated by PWA. Unlike with PWA by tonometry, PWA in cuffless BP devices is estimated with photoplethysmography (PPG; see below). Features from variations in light intensity from the PPG signal resulting from arterial pulsatility can be constructed via machine learning techniques."
    },
    {
      "title": "Measurement methods",
      "text": "PPG uses a light-emitting diode (LED) at a specific wavelength (eg, infrared, at 940 nm, or red, at 660 nm) and a photodiode to measure the resulting optical energy received, after modulation from the vasculature. More than 95% of the light amplitude is determined by static components, including muscle, fat, skin, and other tissue, while the remaining dynamic component is determined by heartbeat-induced volumetric change in the vasculature, which can be detected by its pulsatility.  11 PPG can be measured by a transmissive sensor, which is placed on the opposite side of the tissue, directly in the field of emission of the LED, or by a reflective sensor, which is placed on the same side and same plane as the LED. Transmissive sensors are often used at fingertips, which are less thick than other body parts, while reflective sensors are often used at the wrist, arm, chest, and forehead, where the body thickness is impractical for a transmissive sensor.\n\nApplanation tonometry applies a pressure sensor that gently compresses a superficial artery (most commonly the radial artery, but carotid, brachial, and femoral arteries are also feasible) such that the tangential forces in the arterial wall are eliminated and only the outward force of the"
    },
    {
      "title": "KEY FINDINGS",
      "text": "Cuffless, calibration-dependent blood pressure (BP) devices offer the promise of beat-to-beat, noninvasive measurement of BP variability during both awake and sleep periods, with minimal inconvenience to patients.\n\nCuffless BP devices estimate BP indirectly using principles such as pulse wave velocity, pulse transit time, pulse wave analysis, volume clamping, and applanation tonometry. This is in contrast to cuff-based BP devices, which measure BP directly by sphygmomanometry.\n\nThe speed of innovation and proliferation of cuffless BP devices has outpaced the speed of development of regulations for cuffless BP devices. As uptake of these devices continues to increase, there is an urgent need to develop uniform standards for proper validation, especially in the ambulatory setting.\n\nThere are numerous limitations for applying traditional validation approaches to cuffless BP devices, including the absence of an ideal referent standard, the lack of direct BP measurement, the violation of static-state assumptions with physical activity, the \"zero out\" bias phenomenon, the heterogeneity of populations, and an over-reliance on heart rate (HR) for BP estimation.\n\nAn ideal validation process for cuffless BP devices should focus on validating change in BP (not BP itself); use a validated device as the referent device that is distinct from the calibration device; include both static and dynamic activity states and both awake and sleep states; rule out an over-reliance of BP on HR; include a representative sample of BPs, wrist sizes, and skin tones; and function across a range of heart rates and common medications. intravascular BP is measured.  10 Other measurement methods include impedance plethysmography and impedance cardiography, ballistocardiography, seismocardiography, and phonocardiography.\n\nPenaz-based methods (eg, Nexfin [Edwards Lifesciences] or Finometer [Finapres]) are often confused with cuffless devices and warrant brief mention. These approaches include a finger cuff with a PPG-based light source and detector to measure finger artery sizes at different external pressures, which are then used to calculate continuous, beat-to-beat changes in arterial pressure. Calibration is recommended to estimate changes in brachial BP.  12  These devices are Figure  1  Overview of invasive and noninvasive blood pressure (BP) monitoring methods. Invasive BP monitoring is accomplished by an arterial line. Noninvasive BP monitoring may be performed by full occlusion of a superficial artery, often by a cuff, as with manual auscultation and oscillometric approaches. Noninvasive BP can also be measured by partial occlusion of a superficial artery, as with applanation tonometry or by volume clamp methods. Noninvasive BP measurement can be achieved in the absence of arterial occlusion, using pulse arrival time, pulse transit time, or pulse wave analysis. These methods make use of a proximal sensor, often an electrographic sensor on the chest, and a distal sensor, often a photoplethysmogram placed on the wrist or finger. The pink dashed lines delineate the nontraditional, noninvasive BP measurement approaches that rely on brachial cuff inflation for device calibration. DBP 5 diastolic blood pressure; MAP 5 mean arterial pressure; SBP 5 systolic blood pressure. Original figure created in BioRender.\n\ngenerally employed in clinical settings (eg, sleep clinics, autonomic clinics, intensive care units) and are not intended for home consumer use."
    },
    {
      "title": "Status of approval/international use",
      "text": "The U.S. Food & Drug Administration (FDA) uses a 510k clearance mechanism to determine whether a device is equivalent to a device already being commercially distributed in the United States (vs new devices). This mechanism is not an \"approval\" of the device, nor is it an attestation of its validity. As of 2022, the FDA has accepted 510k documentation for 4 cuffless BP monitors, at times even when the predicate device is an intermittent, oscillometric BP device. ViSi mobile sensor (by Sotera Wireless;  www.  soterawireless.com ), 510 cleared in 2012 (510k number K112478), continuously estimates BP by ECG and PPG at the wrist (does not require finger strap; uses multiple chest stickers). Caretaker (by Caretaker Medical LLC;  www.caretakermedical.net ), 510 cleared in 2017 (510k number K163255), continuously estimates BP by PWA at the finger (plus wrist strap). BPro (by Med Tach Inc;  www.medtach.com ), 510 cleared in 2018 (510k number K173028), continuously estimates BP by applanation tonometry at the wrist (requires finger strap). Biobeat (by Biobeat Technologies Ltd;  www.bio-beat.com ), 510 cleared in 2019 (510k number K190792), continuously estimates BP by PPG at the wrist or chest (via sticker) and does not require a finger strap. All aforementioned devices rely on calibration with a cuff-based, brachial BP measurement prior to use."
    },
    {
      "title": "Calibration",
      "text": "All currently FDA-cleared cuffless BP devices require calibration prior to use; however, some are sold without calibrators, relying on external monitors for calibration. Although the term calibration is used in relation to these PTT is the time it takes to travel from a proximal to distal site. PAT is the time from the R-wave peak on ECG to the deflection point (upstroke) on the distal PPG, although some devices use the systolic peak on PPG (as illustrated here). PAT is the summation of PEP and PTT. The peak of the PPG waveform represents the systolic blood pressure (BP), while the nadir of the PPG waveform represents the diastolic BP with the difference (or range) representing the pulse pressure. ECG waves are measured in volts; ICG waves are measured in ohms; PPG waves are measured in au, which stands for arbitrary units. There is variation in anatomic site placement; for instance, the proximal PPG can be deployed over the chest or upper arm. Original figure created in BioRender. devices, it may not be an optimal term as it implies adjustment to an absolute measurement standard; the term initialization may be more appropriate. Calibration is typically performed using a manual aneroid or automated oscillometric cuff-based device applied to the upper arm. However, in home-based settings, self-measured manual auscultatory BP is impractical for most patients. It is unclear what degree of measurement error from the oscillometric cuff device is incorporated into the cuffless BP device during calibration, since most automated oscillometric cuff devices estimate BP using proprietary algorithms. These cuffless devices are only able to track BP changes relative to the most recent cuff-based BP measurement used in calibration; thus it is critical to achieve an accurate calibrated BP, using a validated cuff-based device. Moreover, calibration is only performed at rest, so it is unclear how accurate cuffless BP measurements are in different body positions and during physical activity. While periodic recalibration is necessary owing to physiologic changes in arterial elasticity secondary to aging, arteriosclerosis, or some disease states, the frequency of recalibration varies by device. Notably, while some devices are only meant to accurately capture change in BP, some devices are intended to report accurate absolute measurements as well. A review of the mathematical equations involved in the standard calibration process can be found in the section on Calibration Calculations in the Supplemental Appendix."
    },
    {
      "title": "Limitations of pulse wave velocity and pulse wave analysis techniques",
      "text": "Cuffless BP estimation using PWV has several limitations. Assumptions must be made about the arterial wall elasticity, pre-ejection period, and blood viscosity. For accuracy, the ECG and PPG signals need to be noise free, and the patient needs to have minimal motion artifact. The position of the distal sensor impacts BP estimation, owing to the hydrostatic effects of gravity on BP. When the user lifts the sensor to a position above the level of the heart, the BP is underestimated. When the user lowers the sensor to a position below the level of the heart, the BP is overestimated.\n\nCuffless BP estimation using PWA is similarly limited by the need for PPG signals to be noise free and require adequate contrast between sensor and skin. Blood volumes sensed are impacted by applied pressure, so there may be signal variability depending on pressure change. Since sensors tend to rely heavily on signals in the periphery, they are affected by vasomotion changes, gravity, and autonomic nervous system changes. In addition, there is significant inter-subject variability in the morphology of waveforms of each user."
    },
    {
      "title": "Limitations applying traditional validation approaches to cuffless devices",
      "text": "The speed of development of regulations for cuffless devices has failed to match the speed of innovation. At present, there is no available standard designed to test cuffless BP monitors that provide continuous BP estimations. The ANSI/AAMI/ ISO standard 81060-1 was developed to test nonautomated BP measuring devices (ie, aneroid devices) and the ANSI/AAMI/ISO standard 81060-2 was developed to test intermittent automated cuff-based BP devices. The recent IEEE standard (1708-2014, with amendment 1708a-2019) was designed to provide testing for wearable intermittent cuffless BP monitors.  13, 14 However, it was not designed to test cuffless BP monitors that show beat-to-beat (continuous) BP values. An international working group has been developing an ANSI/AAMI/ISO standard 81060-3 to provide guidance on accuracy testing of cuffless, noninvasive BP devices that provide continuous BP values for use in intensive care and operating room-like settings.\n\nThere are a number of limitations for applying traditional validation approaches to cuffless devices (Table  1 ). First, none of the cuffless, calibration-dependent devices directly measure BP in mm Hg. BP is estimated as a function of other physiologically derived variables (eg, PTT, PAT, PWV), which rely on multiple sensors, proprietary algorithms, and regular calibration with a cuff-based device. This BP estimate is in contrast with those of cuff-based devices, which make sphygmomanometer-based direct measurements in mm Hg.\n\nSecond, there is no ideal referent standard for validating cuffless BP devices. Although invasive, intra-arterial, continuous monitoring directly measures BP, it requires a stationary arm that limits measurement during physical activities and ambulatory settings. Meanwhile, both auscultatory and oscillometrics devices are only validated in rested states and ABPM's reliance on oscillometry makes them an indirect measure of systolic BP (SBP) and diastolic BP (DBP). Moreover, both of these modalities require time for cuff inflation and deflation, which limits capture of continuous BP as well as intrinsic BP variability.\n\nThird, the calibration (or initialization) of cuffless devices is typically performed in the seated, rested position. However, several static-state assumptions of the relationship between BP and vascular attributes are violated in dynamic states like physical activity. In addition, cuffless devices are subject to \"drift,\" ie, deviation of the device's BP estimation away from the reference standard over time.\n\nFourth, cuffless calibration tends to \"zero out\" bias to reflect a validated device (including its inherent measurement error). Since subsequent measurements vary around the calibrated, resting value, the mean of beat-to-beat cuffless measures may have a central tendency toward the calibrated, resting value, and thus may not be a meaningful measure of mean BP beyond the underlying device. Moreover, beat-tobeat measurements may have pseudo-precision through repetition. In other words, merely repeating the baseline value with a large number of measurements drives down variability, creating the impression of high precision. Without means of establishing a patient's typical physiologic variability, there is no way of determining whether the reported precision reflects actual BP fluctuations corresponding to true physiologic variability. This is particularly relevant for devices that measure absolute BP beyond change in BP.\n\nFifth, cuffless devices make assumptions about the accessibility of the radial artery, which may not hold true in patients with obesity, large wrist circumference, or peripheral artery disease, who may have poor peripheral perfusion and/or high vessel calcification.  15 Cuffless devices also make assumptions in the transduction of PTT and PAT, which may not generalize to patients with obesity, high density of chest hair, or large breasts. Further studies are needed to test device accommodations for different body types, which are currently under-characterized. In addition, the impact of skin pigmentation on device performance remains unclear.  16, 17 ixth, unlike oscillometric devices, which measure mean arterial pressure (MAP) and extrapolate SBP and DBP,  18  cuffless devices rely on HR to inform estimation of change in BP. Although HR tends to vary in the same direction as BP, intake of medications (eg, beta-blockers), which dissociate heart rate (HR) from BP, may theoretically impair the ability of cuffless devices to accurately estimate BP. This is problematic, as upwards of 10% of U.S. adults take betablockers.  19 This is also relevant for states where HR and BP may uncouple to varying degrees (eg, sleep) or conditions of irregular HR (eg, atrial fibrillation, common among adults with hypertension)."
    },
    {
      "title": "Considerations in special populations",
      "text": "Validation protocols should address patients with characteristics that may impact standard hemodynamics or device performance. Device accuracy in these populations should be determined via intentional representation in validation studies or with a dedicated protocol to confirm accuracy. One such population noted in the ISO-2 standard is pregnant women. Given the time and personnel required for traditional methods of BP measurement, low-resource settings have explored nontraditional BP monitoring, including cuffless BP devices. One study found that PAT-and PTT-based cuffless BP measurement had a high degree of agreement with traditional sphygmomanometers, with the average error less than 10 mm Hg and mean difference of 0.4 mm Hg (SD 7.8 mm Hg), but this study only included 3 patients.  20 A second study evaluated a PPG-based BP estimation app using iPhone camera input.  21 In 32 pregnant women, the PPG app frequently overestimated BP when BP was ,130 mm Hg and frequently underestimated BP when SBP was 130-160 mm Hg, and the mean disagreement failed to meet the standards of the European Society of Hypertension.  21 uffless devices are attractive for patients with obesity owing to the limited availability of large-sized cuffs and to avoid conicotruncal mismatch (ie, poor cuff fit owing to short humerus length relative to arm circumference and/or upper arm). In cases where individuals have a short upper arm relative to circumference and upper-arm cuffs are not suitable, forearm or wrist BP measurement methods could be considered in clinical practice (but not for validation of automatic devices). However, owing to the limitations of wrist and forearm devices, the adult hypertension guidelines do not recommend these for routine clinical use.  22 One study in patients with obesity undergoing bariatric surgery compared noninvasive oscillometric BP monitoring at the wrist with that at the upper arm and forearm, validated against invasive radial BP measurements, and found that the wrist measurements had the highest accuracy.  23 However, with wrist BP measurements, errors may occur in general usage owing to flexion or extension of the wrist or incorrect placement of the wrist relative to the heart during measurement.  24 Additionally, given that there are unresolved concerns about brachial BP measurement from large arms, it is unclear how a cuffless device might be appropriately validated to address these limitations.\n\nThe implications of skin tone on PPG-based, cuffless devices are unknown. Melanin, the naturally occurring polymer responsible for skin pigmentation, absorbs light and decreases reflective light wavelength in skin.  25 Highly pigmented skin (both darker skin and tattooed skin) tends to absorb more green light than lighter skin.  26, 27 In the last 30 years, substantial literature has been published on the utility, precision, and bias of PPG-based devices for skin with higher levels of pigmentation. The majority of the studies reporting on the accuracy of PPG and skin pigmentation have centered on pulse oximeters,  16, 28  with fewer on HR monitors.  [29] [30] ] [31]  Some studies examining PPG and pulse oximetry have reported no differences in accuracy across individuals of varying pigmentation levels,  32  while others reported notable discrepancies.  28, 33, 34 Oxygen saturation is overestimated in persons with higher skin pigmentation. Similar results have been observed in studies examining HR with wearable device manufacturers reporting 15% more inaccurate readings among persons with darker skin compared to persons with lighter skin  35  and greater inaccuracy among persons with darker skin tones in the context of dark rooms.  36 Some wearable device manufacturers even acknowledge that their products function better among persons with lighter skin tones.  37"
    },
    {
      "title": "Recommendations for validation of cuffless BP devices providing continuous and intermittent BP measurements",
      "text": "Deliberations to validate cuffless devices that provide continuous BP measurements are ongoing, as the application of current automated intermittent BP validation protocols are inadequate. Validation of cuffless devices should consist of both a formal validation process and a clinical validation process. Although the intended use of the device (continuous vs intermittent) has important clinical implications, it should be noted that for many devices, this distinction merely reflects a difference in measurement frequency settings and not the device's underlying technology. Nevertheless, validation protocols should reflect the intended practice setting for each device, with intra-arterial lines being more appropriate for continuous BP measurement in operating rooms or intensive care settings, but less appropriate for ambulatory settings."
    },
    {
      "title": "Formal validation",
      "text": "Devices should be considered based on their intended use, ie, whether they provide an absolute measurement of BP or merely change in BP and whether they are intended for continuous (beat-to-beat) or intermittent BP monitoring. Requiring an intra-arterial line as reference may lead manufacturers to recruit hospitalized patients who already have such lines placed; this may limit generalizability of results to nonhospitalized, healthy populations Limits on innovation Requiring an invasive reference for validation testing eliminates opportunities for testing devices by manufacturers who do not allow an invasive arterial line to be placed or used for research purposes Differences in measurement Intra-arterial lines have been noted to provide higher SBP and lower DBP values than other forms of BP measurement  47  BP 5 blood pressure; DBP 5 diastolic blood pressure; SBP 5 systolic blood pressure.\n\nHowever, since calibrated devices do not measure resting BP, but rely on another device for this measurement, the focus of validation should be on their ability to capture change in BP. The first protocol for validation of cuffless BP monitors specifically was developed by the IEEE in 2014,  13  with an amendment released in 2019.  14 Even though the IEEE standard has been in existence for almost a decade, it has not become widely accepted and was criticized for lacking a comprehensively described reference measurement procedure to ensure standard implementation.  29 The 2019 update addressed some of these concerns. However, because the marketed applications of many cuffless BP monitors include continuous beat-to-beat BP monitoring, the static IEEE protocol was suboptimal for testing devices that provide continuous measurements and is instead better suited for devices providing intermittent BP measurements. To address the gaps noted in this standard when applied to cuffless, continuous BP monitors, the International Organization for Standardization has been working with AAMI and other professional organizations to develop a new validation protocol for nonclinical, noninvasive, continuous sphygmomanometers.  38 This standard, 81060-3, is out for committee vote as of the writing of this commentary.  38 This standard is not intended for intermittent monitors.\n\nIn the context of the validation of cuffless BP monitors, execution of the ISO standard has been deemed too difficult for many independent research groups, and perhaps unethical, because it requires intra-arterial BP measurement as the reference measurement method.  39 A limitation of both protocols is that they do not specify procedures to induce BP  39 cold pressor test, mental stress test, Valsalva maneuver, drug infusions, lower body negative/positive pressure, positional changes). 40-44 A future cuffless BP device validation protocol should incorporate a combination of several BP challenges that have diverging effects on physiological determinants of BP to test the consistency of cuffless BP measurement methods across various physiological stressors relevant to daily life. Additionally, both protocols do not specifically address the concern of body posture; cuffless monitors are often worn on the wrist and the validation protocols do not assess how changes in arm elevation relative to the heart may affect BP measurement accuracy."
    },
    {
      "title": "Reference device and clinical validation",
      "text": "Intra-arterial BP monitoring has been used in BP validation research for decades and will likely remain important as a reference standard for continuous BP measurements.  45, 46 It is unlikely that beat-to-beat changes in arterial pressure can be captured reliably with other standard measurement methods intended for resting measurements. However, there are notable limitations for extending this approach to intermittent monitoring in ambulatory settings (Table  2 ). Because of the above limitations, we believe there should be a greater role for validated ABPM in the clinical validation of cuffless devices intended for ambulatory use. ABPM and its diurnal phases (awake and sleep) have been shown to predict cardiovascular events in observational studies.  48, 49 oreover, given the well-established ISO protocols for the clinical use of ABPM devices that includes rested and dynamic states, we believe ABPM represents a pragmatic alternative for clinical testing of intermittent cuffless devices, better reflecting the ambulatory environment, body position, and diurnal BP variation likely encountered in daily life. Nevertheless, a major limitation of oscillometric devices is their proprietary algorithms to estimate SBP and DBP, which fall short of a true measurement of BP. While some devices do report the measured MAP (eg, Spacelabs), this practice is not universally followed and many cuffless devices do not provide MAP estimates for comparison. In addition, ABPM is unable to measure BP in states of active motion, and even their most frequent interval assessments (eg, every 5 minutes) are still far from beat-to-beat and poorly tolerated.\n\nTable  3  presents a summary of considerations relevant to the clinical validation of cuffless BP devices, specifically related to unit of validation, reference device, calibration device, static and dynamic states, sleep and wake states, ascertainment of HR-BP collinearity, special physiologic states, and population representation. Ideally, validation protocols for ambulatory devices would address these items."
    },
    {
      "title": "Analysis and presentation of BP measurement validation results",
      "text": "Conventional cuff BP monitor validation methods often use correlation and difference plots between absolute values of tested and referent devices. In the context of cuffless BP measurement, such plots may falsely suggest accuracy and precision (Figure  3A  and 3B). To depict the importance of the reference value measurement it is recommended to provide additional plots that show correlation between deviations from the calibration BP value and the accuracy of measurements solely based on the calibration value.  50 iven the reliance of some cuffless BP monitors on HR, it may be useful to include an assessment of the association between estimated BP and HR (eg, Pearson correlation coefficient) (Appendix, Supplemental Figure A.1). A high degree of correlation would imply a lack of independent information generated by the device beyond HR."
    },
    {
      "title": "Conclusion",
      "text": "Cuffless devices for continuous and intermittent BP measurement have been devised based on different principles, the most common being PAT, PTT, PWA, volume clamping, and applanation tonometry, although technologies are rapidly evolving. Cuffless devices offer the promise of beat-to-beat and noninvasive measurement of BP variability during both awake and sleep times, placing patients directly at the center of their care with minimal inconvenience. As uptake of these devices continues to increase, there is an urgent need to develop uniform standards for proper validation of these devices, especially in ambulatory settings. The ideal validation process should include both static and dynamic activity states. Importantly, validation should be performed in diverse and special populations, including pregnant women and individuals across a range of heart rates, skin tones, wrist sizes, common arrhythmias, and beta-blocker use."
    },
    {
      "title": "Funding Sources"
    },
    {
      "text": "Figure2Relationship of pulse arrival time (PAT), pre-ejection period (PEP), and pulse transit time (PTT) on electrocardiogram (ECG), impedance cardiograph (ICG), and photoplethysmography (PPG) at proximal (eg, upper arm or chest) and distal (eg, radial artery) measurement sites. PTT is the time it takes to travel from a proximal to distal site. PAT is the time from the R-wave peak on ECG to the deflection point (upstroke) on the distal PPG, although some devices use the systolic peak on PPG (as illustrated here). PAT is the summation of PEP and PTT. The peak of the PPG waveform represents the systolic blood pressure (BP), while the nadir of the PPG waveform represents the diastolic BP with the difference (or range) representing the pulse pressure. ECG waves are measured in volts; ICG waves are measured in ohms; PPG waves are measured in au, which stands for arbitrary units. There is variation in anatomic site placement; for instance, the proximal PPG can be deployed over the chest or upper arm. Original figure created in BioRender."
    },
    {
      "text": "Figure 3 A: Simulation of cuffless vs reference blood pressure (BP) scatterplot showing strong overall correlation but no intra-individual correlation. B: Simulation of cuffless vs reference BP scatterplot showing no intra-individual correlation. Adapted from Stergiou et al. 39"
    },
    {
      "text": "T.B.P. is supported by the Bloomfield Early Career Professorship in Cardiovascular Research. S.P.J. is supported by the National Heart, Lung and Blood Institute [K23HL135273]. L.C.K. is supported by the National Center for Advancing Translational Sciences, National Institutes of Health [KL2TR001454]. R.A.T.O. is supported by the National Heart, Lung, and Blood Institute, National Institutes of Health [R01 HL158622-01S1]. Disclosures Drs Brady, Dart, Plante, and Juraschek are voting members of the US Blood Pressure Validated Device Listing (VDL) Committee. Drs Brady, Dart, and Juraschek are voting members of the Association for the Advancement of Medical Instrumentation (AAMI) Sphygmomanometer Committee. Dr Dart is a part of the Joint Working Group 7 (JWG7) of the International Standards Organization Subcommittee ISO/TC 121/SC 3 \"Respiratory devices and related equipment used for patient care.\" The opinions in this review article do not represent the opinions of these organizations."
    },
    {
      "text": "Limitations applying traditional validation approaches to cuffless devices"
    },
    {
      "text": "Limitations to intra-arterial BP devices as the reference device for cuffless continuous BP devicesCategory IssueEthical limitations Intra-arterial lines are invasive and subject healthy volunteers to greater health risks than noninvasive devices.Contextual mismatchUnlike validation procedures for oscillometric devices, which occur in the context of rest (well-aligned with device use), the rested state does not match the intended use for cuffless devices. Replication of dynamic changes in BP across differing states of activity and body positions in the home setting is feasible (various positions, physiologic or environmental challenges, and pharmacologic agents like dobutamine), but indirect and technically challenging."
    },
    {
      "text": "Characteristics of an ideal validation processCategory RecommendationUnit of validation Since calibrated devices do not directly measure BP, but rely on another device for this measurement, the focus of validation should be on change in BP, not BP itself.An exception would be if the device is sold with the calibrator, in which case absolute BP could be the focus of validation.Moreover, the calibrator should be distinct from the reference device used for validation.Calibration should rely on the average of 2 (or 3) measurements.Ideally, devices would be sold with the device used for calibration.Inclusion of static and dynamic statesValidation should include both static and dynamic activity states (defined as activities with an increase in HR of at least 15% above resting, similar to ABPM protocols), rather than static states alone.The dynamic protocol should include a mean change in BP and compare to a mean change in BP from the device being tested (with and without calibration).Inclusion of wake and sleep states Awake-and sleep-time BP should be compared with wake and sleep means.It would be informative to compare awake-time ABPM with a referent, rested device BP (distinct from the calibrator device).Bias between the cuffless device and ABPM with respect to the reference should be comparable.Comparison of diurnal pattern is important owing to early reports of inaccurate nocturnal assessments from calibration-dependent, cuffless devices.Ascertainment of collinearityThere should be an evaluation of the underlying relationship between the estimated BP and HR. Overly high correlation between BP and HR would suggest that the estimated BP is not actually providing BP data independent of HR. Validation should include a regression of estimated SBP or DBP over heart rate."
    }
  ],
  "references": [
    {
      "title": "Heart disease and stroke statistics-2022 update: a report from the American Heart Association",
      "authors": [
        "C Tsao",
        "A Aday",
        "Z Almarzooq"
      ],
      "year": 2022,
      "doi": "10.1161/cir.0000000000001074"
    },
    {
      "title": "International Society of Hypertension global hypertension practice guidelines",
      "authors": [
        "T Unger",
        "C Borghi",
        "F Charchar"
      ],
      "year": 2020
    },
    {
      "title": "Effect of intensive and standard clinicbased hypertension management on the concordance between clinic and ambulatory blood pressure and blood pressure variability in SPRINT",
      "authors": [
        "L Ghazi",
        "N Pajewski",
        "D Rifkin"
      ],
      "year": 2019,
      "doi": "10.1161/jaha.118.011706"
    },
    {
      "title": "A randomized trial of intensive versus standard blood-pressure control",
      "authors": [
        "Sprint Research Group",
        "J Wright",
        "J Williamson"
      ],
      "year": 2015,
      "doi": "10.1056/nejmoa1511939"
    },
    {
      "title": "Cuffless blood pressure devices",
      "authors": [
        "C Bradley",
        "D Shimbo",
        "D Colburn"
      ],
      "year": 2022,
      "doi": "10.1093/ajh/hpac017"
    },
    {
      "title": "Management of hypertension in the digital era: small wearable monitoring devices for remote blood pressure monitoring",
      "authors": [
        "K Kario"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.14742"
    },
    {
      "title": "Cuffless blood pressure measurement",
      "authors": [
        "R Mukkamala",
        "G Stergiou",
        "A Avolio"
      ],
      "year": 2022
    },
    {
      "title": "Pulse wave velocity techniques",
      "authors": [
        "J Li"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-24701-0_6"
    },
    {
      "title": "Pulse arrival time techniques",
      "authors": [
        "M Dhillon",
        "M Banet"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-24701-0_5"
    },
    {
      "title": "Noninvasive estimation of central blood pressure and analysis of pulse waves by applanation tonometry",
      "authors": [
        "P Salvi",
        "A Grillo",
        "G Parati"
      ],
      "year": 2015,
      "doi": "10.1038/hr.2015.78"
    },
    {
      "title": "Pulse wave analysis techniques",
      "authors": [
        "M Proenc ¸a",
        "P Renevey",
        "F Braun"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-24701-0_8"
    },
    {
      "title": "Continuous, real-time, noninvasive monitor of blood pressure: Penaz methodology applied to the finger",
      "authors": [
        "R Boehmer"
      ],
      "year": 1987
    },
    {
      "title": "IEEE Standard for Wearable Cuffless Blood Pressure Measuring Devices",
      "year": 2014
    },
    {
      "title": "IEEE Standard for Wearable, Cuffless Blood Pressure Measuring Devices -Amendment 1",
      "year": 2014
    },
    {
      "title": "Peripheral arterial disease: diagnostic challenges and how photoplethysmography may help",
      "authors": [
        "S Wilkes",
        "G Stansby",
        "A Sims",
        "S Haining",
        "J Allen"
      ],
      "year": 2015
    },
    {
      "title": "The accuracy of pulse oximetry in measuring oxygen saturation by levels of skin pigmentation: a systematic review and metaanalysis",
      "authors": [
        "C Shi",
        "M Goodall",
        "J Dumville"
      ],
      "year": 2022,
      "doi": "10.1186/s12916-022-02452-8"
    },
    {
      "title": "Racial and ethnic discrepancy in pulse oximetry and delayed identification of treatment eligibility among patients with COVID-19",
      "authors": [
        "A Fawzy",
        "T Wu",
        "K Wang"
      ],
      "year": 2022,
      "doi": "10.1001/jamainternmed.2022.1906"
    },
    {
      "title": "Blood pressure assessment in adults in clinical practice and clinic-based research: JACC Scientific Expert Panel",
      "authors": [
        "P Muntner",
        "P Einhorn",
        "W Cushman"
      ],
      "year": 2019
    },
    {
      "title": "Use of prescription medications associated with weight gain among US adults, 1999-2018: a nationally representative survey",
      "authors": [
        "C Hales",
        "Q Gu",
        "C Ogden",
        "S Yanovski"
      ],
      "year": 2022
    },
    {
      "title": "Comprehensive pregnancy monitoring with a network of wireless, soft, and flexible sensors in high-and low-resource health settings",
      "authors": [
        "D Ryu",
        "D Kim",
        "J Price"
      ],
      "year": 2021,
      "doi": "10.1073/pnas.2100466118"
    },
    {
      "title": "Performance of a blood pressure smartphone app in pregnant women: the iPARR trial (iPhone App Compared With Standard RR Measurement)",
      "authors": [
        "C Raichle",
        "J Eckstein",
        "O Lapaire"
      ],
      "year": 2018
    },
    {
      "title": "Recommendations for blood pressure measurement in large arms in research and clinical practice: position paper of the European Society of Hypertension working group on blood pressure monitoring and cardiovascular variability",
      "authors": [
        "P Palatini",
        "R Asmar",
        "O' Brien"
      ],
      "year": 2020
    },
    {
      "title": "Accuracy and trending of noninvasive oscillometric blood pressure monitoring at the wrist in obese patients",
      "authors": [
        "Mma Mostafa",
        "A Hasanin",
        "F Alhamade"
      ],
      "year": 2020,
      "doi": "10.1016/j.accpm.2020.01.006"
    },
    {
      "title": "Blood pressure measurement in very obese patients: a challenging problem",
      "authors": [
        "P Palatini",
        "G Parati"
      ],
      "year": 2011,
      "doi": "10.1097/hjh.0b013e3283435b65"
    },
    {
      "title": "Skin melanin, hemoglobin, and light scattering properties can be quantitatively assessed in vivo using diffuse reflectance spectroscopy",
      "authors": [
        "G Zonios",
        "J Bykowski",
        "N Kollias"
      ],
      "year": 2001,
      "doi": "10.1046/j.0022-202x.2001.01577.x"
    },
    {
      "title": "Influence of skin type and wavelength on light wave reflectance",
      "authors": [
        "B Fallow",
        "T Tarumi",
        "H Tanaka"
      ],
      "year": 2013,
      "doi": "10.1007/s10877-013-9436-7"
    },
    {
      "title": "In vivo determination of skin near-infrared optical properties using diffuse optical spectroscopy",
      "authors": [
        "S-H Tseng",
        "A Grant",
        "A Durkin"
      ],
      "year": 2008
    },
    {
      "title": "Skin pigmentation influence on pulse oximetry accuracy: a systematic review and bibliometric analysis",
      "authors": [
        "A Cabanas",
        "M Fuentes-Guajardo",
        "K Latorre",
        "D León",
        "P Martín-Escudero"
      ],
      "year": 2022,
      "doi": "10.3390/s22093402"
    },
    {
      "title": "Sources of inaccuracy in photoplethysmography for continuous cardiovascular monitoring",
      "authors": [
        "J Fine",
        "K Branan",
        "A Rodriguez"
      ],
      "year": 2021,
      "doi": "10.3390/bios11040126"
    },
    {
      "title": "Smartphone apps using photoplethysmography for heart rate monitoring: meta-analysis",
      "authors": [
        "B De Ridder",
        "B Van Rompaey",
        "J Kampen",
        "S Haine",
        "T Dilles"
      ],
      "year": 2018,
      "doi": "10.2196/cardio.8802"
    },
    {
      "title": "Validity of wrist-worn photoplethysmography devices to measure heart rate: a systematic review and meta-analysis",
      "authors": [
        "Y Zhang",
        "R Weaver",
        "B Armstrong",
        "S Burkart",
        "S Zhang",
        "M Beets"
      ],
      "year": 2020
    },
    {
      "title": "Noninvasive oximetry in pigmented patients",
      "authors": [
        "Y Wang",
        "S Poh"
      ],
      "year": 1985
    },
    {
      "title": "The effect of optical crosstalk on accuracy of reflectancetype pulse oximeter for mobile healthcare",
      "authors": [
        "H Baek",
        "J Shin",
        "J Cho"
      ],
      "year": 2018,
      "doi": "10.1155/2018/3521738"
    },
    {
      "title": "Racial bias in pulse oximetry measurement",
      "authors": [
        "M Sjoding",
        "R Dickson",
        "T Iwashyna",
        "S Gay",
        "T Valley"
      ],
      "year": 2020
    },
    {
      "title": "Investigating sources of inaccuracy in wearable optical heart rate sensors",
      "authors": [
        "B Bent",
        "B Goldstein",
        "W Kibbe",
        "J Dunn"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0226-6"
    },
    {
      "title": "Effect of ambient lighting and skin tone on estimation of heart rate and pulse transit time from video plethysmography",
      "authors": [
        "F Shirbani",
        "N Hui",
        "I Tan",
        "M Butlin",
        "A Avolio"
      ],
      "year": 2020,
      "doi": "10.1109/embc44109.2020.9176731"
    },
    {
      "title": "Garmin Customer Support. f enixÒ 6X Pro Solar Edition",
      "year": 2022,
      "doi": "10.17504/protocols.io.5jyl89ox9v2w/v1"
    },
    {
      "title": "SCInternational Organization for Standardization: ISO 81060-3 Non-invasive sphygmomanometers -Part 3 : Clinical investigation of continuous automated measurement type",
      "year": 2022,
      "doi": "10.2345/9781570207228.ch1"
    },
    {
      "title": "Cuffless blood pressure measuring devices: review and statement by the European Society of Hypertension Working Group on Blood Pressure Monitoring and Cardiovascular Variability",
      "authors": [
        "G Stergiou",
        "R Mukkamala",
        "A Avolio"
      ],
      "year": 2022
    },
    {
      "title": "The effects of pre-ejection period on post-exercise systolic blood pressure estimation using the pulse arrival time technique",
      "authors": [
        "Mym Wong",
        "E Pickwell-Macpherson",
        "Y Zhang",
        "Jcy Cheng"
      ],
      "year": 2011,
      "doi": "10.1007/s00421-010-1626-0"
    },
    {
      "title": "Pulse arrival time is not an adequate surrogate for pulse transit time as a marker of blood pressure",
      "authors": [
        "G Zhang",
        "M Gao",
        "D Xu",
        "N Olivier",
        "R Mukkamala"
      ],
      "year": 2011
    },
    {
      "title": "Estimation of pulse transit time as a function of blood pressure using a nonlinear arterial tube-load model",
      "authors": [
        "M Gao",
        "H-M Cheng",
        "S-H Sung",
        "C-H Chen",
        "N Olivier",
        "R Mukkamala"
      ],
      "year": 2017,
      "doi": "10.1109/tbme.2016.2612639"
    },
    {
      "title": "Pulse transit time measured from the ECG: an unreliable marker of beat-to-beat blood pressure",
      "authors": [
        "R Payne",
        "C Symeonides",
        "D Webb",
        "Srj Maxwell"
      ],
      "year": 2006
    },
    {
      "title": "Is pulse transit time a good indicator of blood pressure changes during short physical exercise in a young population? 2010",
      "authors": [
        "J Proenc ¸a",
        "J Muehlsteff",
        "X Aubert",
        "P Carvalho"
      ],
      "year": 2010
    },
    {
      "title": "Comparison of finger and intra-arterial blood pressure monitoring at rest and during laboratory testing",
      "authors": [
        "G Parati",
        "R Casadei",
        "A Groppelli",
        "Di Rienzo",
        "M Mancia"
      ],
      "year": 1989
    },
    {
      "title": "Validation of noninvasive continuous arterial pressure measurement by ClearSight System TM during induction of anesthesia for cardiovascular surgery",
      "authors": [
        "T Tanioku",
        "A Yoshida",
        "Y Aratani",
        "K Fujii",
        "T Kawamata"
      ],
      "year": 2020,
      "doi": "10.1186/s12871-020-01091-x"
    },
    {
      "title": "Continuous blood pressure monitoring algorithm using laser Doppler flowmetry",
      "authors": [
        "I Kim",
        "M Hossain",
        "Y Bhagat"
      ],
      "year": 2018,
      "doi": "10.1109/embc.2018.8513294"
    },
    {
      "title": "Association of office and ambulatory blood pressure with mortality and cardiovascular outcomes",
      "authors": [
        "W-Y Yang",
        "J Melgarejo",
        "L Thijs"
      ],
      "year": 2019
    },
    {
      "title": "Nighttime blood pressure phenotype and cardiovascular prognosis",
      "authors": [
        "K Kario",
        "S Hoshide",
        "H Mizuno"
      ],
      "year": 2020,
      "doi": "10.1161/circulationaha.120.049730"
    },
    {
      "title": "Evaluation of the accuracy of cuffless blood pressure measurement devices: challenges and proposals",
      "authors": [
        "R Mukkamala",
        "M Yavarimanesh",
        "K Natarajan"
      ],
      "year": 2021
    }
  ],
  "num_references": 50
}
