{
  "paper_id": "GPNIU9QN",
  "title": "From Social Network to Peer Support Network: Opportunities to Explore Mechanisms of Online Peer Support for Mental Health",
  "abstract": "An increasing number of psychological interventions are shifting to online modes of delivery. One such intervention is peer-to-peer support, which in this context may provide internet users living with mental health disorders an opportunity to connect with and support others living with similar conditions. This paper presents a call for further research into how platforms such as Facebook could be used as channels for peer support and the mechanisms that may underlie their effectiveness. We discuss the background of peer support, how it has transitioned online, and consider theories and models that may have relevance. We also consider the importance of moderation within online peer support and the development of specific social network-based online interventions. We conclude that for social network sites to be used as peer-to-peer support interventions, more research is needed to understand their effectiveness, the role of moderation in these communities, and the mechanisms that produce the benefits experienced by users.",
  "year": 2023,
  "date": "2023-02-16",
  "journal": "Am J Psychiatry",
  "publication": "Am J Psychiatry",
  "authors": [
    {
      "forename": "Amy",
      "surname": "Rayland",
      "name": "Amy Rayland",
      "affiliation": "1  Academic Unit of Mental Health and Clinical Neuroscience , School of Medicine , University of Nottingham , Nottingham , United Kingdom \n\t\t\t\t\t\t\t\t Academic Unit \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Mental Health and Clinical Neuroscience \n\t\t\t\t\t\t\t\t University of Nottingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nottingham \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Jacob",
      "surname": "Andrews",
      "name": "Jacob Andrews",
      "affiliation": "1  Academic Unit of Mental Health and Clinical Neuroscience , School of Medicine , University of Nottingham , Nottingham , United Kingdom \n\t\t\t\t\t\t\t\t Academic Unit \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Mental Health and Clinical Neuroscience \n\t\t\t\t\t\t\t\t University of Nottingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nottingham \n\t\t\t\t\t\t\t\t\t United Kingdom",
      "email": "jacob.andrews@nottingham.ac.uk"
    },
    {
      "affiliation": "National Institute for Health and Care Research Mindtech Medtech Co-operative Institute of Mental Health University of Nottingham Triumph Road Nottingham , NG7 2TU United Kingdom \n\t\t\t\t\t\t\t\t Medtech Co-operative Institute of Mental \n\t\t\t\t\t\t\t\t National Institute for Health and Care Research Mindtech \n\t\t\t\t\t\t\t\t Health University of Nottingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Triumph Road \n\t\t\t\t\t\t\t\t\t NG7 2TU \n\t\t\t\t\t\t\t\t\t Nottingham \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "10.2196/41855",
  "keywords": [
    "peer-to-peer support",
    "Facebook",
    "social networking sites",
    "mental health",
    "moderation"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Mental illness can be described as \"health conditions that involve changes in emotions, thinking or behavior (or a combination of these)\"  [1] . Mental illnesses range from \"common mental disorders\" (CMDs), such as depression and anxiety, to psychotic and personality disorders  [2] . Research indicates that 1 in 6 adults in England had a CMD in 2014  [3] , and recent evidence suggests that the effects of the COVID-19 pandemic have exacerbated mental illness, with almost 1 in 5 adults in the United Kingdom experiencing some form of depression in 2021  [4] . Furthermore, 16% of children younger than 16 years were identified as having a probable mental health disorder in the same period  [5] .\n\nMental illnesses have a significant impact on quality of life, social functioning, work, and family activities. Many of those living with mental illness have educational difficulties, being less likely to finish school or enter college  [6] . This is compounded by social and relationship problems, vulnerability to abuse, and significant social stigma and discrimination. Aside from the individuals themselves, family members of those with a mental illness often take on caring responsibilities and experience chronic stress from the emotional burden of care. It is estimated that mental illnesses cost the UK economy at least £117.9 billion (US $141 billion) annually (amounting to around 5% of the United Kingdom's gross domestic product), with almost three-quarters of this being attributable to the loss of productivity and the costs associated with unpaid informal care  [7] .\n\nAs the demands for mental health services exceed physical resources, it is more important now than ever that individuals are able to access free and widely available support. The use of social media is widespread across the world, with use in developing countries exceeding that in developed countries  [8] . The growth of social media has seen it being used for many different reasons, including communication, marketing, advertising, media sharing, and entertainment. More recently, as the widespread accessibility of the internet for clinical interventions has been noticed, there has been an increased interest in using social media to deliver online interventions for mental health. Facebook, as the most popular social media platform  [9] , provides all the necessary tools to make it a suitable location for peer-to-peer support groups. However, as this is an emerging area of research, little is known about the effectiveness of Facebook-mediated peer support or what potential mechanisms may underlie any behavioral and attitudinal changes observed as a result of its use. This viewpoint paper considers the background to peer support, how it is currently being used online, and the scope for Facebook to be used in this area, as well as suggesting some models and theories that may help to explain the mechanisms underlying effective online peer support. We suggest next steps in research to enable the development and rollout of online peer-to-peer support interventions for the benefit of those living with mental illness."
    },
    {
      "title": "Traditional Peer Support",
      "text": "Peer support within mental health can be defined as support or services provided to individuals experiencing mental health problems by others who have experienced similar problems  [10] . Peer support is not based on psychiatric models or diagnostic criteria but can be understood as an extension of the natural human tendency to respond compassionately to shared difficulty  [11] . Peers, seen as equals, use their lived experiences to provide \"been there\" empathy, insight, encouragement, and assistance and to inculcate hope in a reciprocal relationship  [11, 12] .\n\nThe roots of peer support services lie in long-established groups, such as Alcoholics Anonymous  [13] , designed to build upon peer support that occurs naturally between people  [14] . Mental health service providers recognized the benefits of these groups and have since introduced peer support programs across the United Kingdom  [13] , with peer workers employed in various roles, including facilitating mutual support groups, providing one-to-one support, or running alternative services  [15] . As services are provided by nonprofessionals, they can be available in a community setting at a relatively low cost compared to professional services.\n\nThe effectiveness of peer support has been examined in relation to multiple outcome measures. A recent meta-analysis of 28 randomized controlled trials investigating the effectiveness of peer support for individuals with a range of mental illnesses demonstrated significant improvements in clinical recovery (ie, measures of psychiatric symptoms) and personal recovery (ie, measures of perceived recovery, sense of purpose, and personal agency) but not functional recovery (ie, measures of quality of life and the degree of vocational and social functioning)  [16] . Functional recovery did, however, show significant improvements for those with serious mental disorders. Peer support also has a positive impact on psychosocial and recovery outcomes  [15] , which include increased community integration, sense of control, social functioning, and social support; peer support also promotes feelings of empowerment and hope  [17] [18] [19] [20] . Furthermore, peer support can improve self-esteem, self-efficacy, and self-management of difficulties  [21] .\n\nDespite evidence supporting their effectiveness, these formal services are usually only available through mental health services, which are facing pressures due to cuts in funding  [22]  and demand exceeding available National Health Service resources  [23] ."
    },
    {
      "title": "Online Peer Support",
      "text": "Recent figures suggest that 99% of people aged 16 to 44 years in the United Kingdom are internet users, with 89% of UK adults reporting using the internet daily  [24] . There is a growing body of evidence demonstrating the benefits of internet interventions for mental health conditions, including depression and anxiety  [25] . Interventions delivered online eliminate geographical barriers, can be accessed and used at any time, and may be more cost-effective than traditional services for young people aged 12 to 25 years  [26] .\n\nPeer support can be provided informally online. This support is more informal in that it is not tied to services and can be accessed by anyone on the internet. Asynchronous platforms, such as forums, discussion groups, and bulletin boards, allow users to post topics and engage in discussions, using these platforms to exchange knowledge, ask for help, discuss problems, and share stories  [27] . Synchronous platforms, which can be text-based chat rooms or purposely created virtual worlds, host real-time communication between users  [28] .\n\nA systematic review indicated that internet support groups (ISGs) are most often used for emotional and informational support (more often experiential knowledge than \"second-hand\" professional knowledge), which creates a sense of social companionship  [29] . This review found that 10 of 16 single-intervention or cross-sectional trials showed a positive effect of ISGs on depression symptoms, although study quality was rated as low, and the studies covered a range of mental and physical health conditions  [30] . In one of these studies, which specifically examined individuals with depression, those who were more frequent users of the ISG (defined as using the group for 5 or more hours per week) showed a higher likelihood of depression resolution than less frequent users  [30] .\n\nA review of online peer support for individuals with depression suggested several benefits, including increased empowerment and self-efficacy, enhanced coping strategies, and reduced social isolation  [31] . However, there was limited empirical evidence to validate these descriptive findings. In a systematic review of online peer support for adolescents and young adults, Ali and colleagues  [32]  found mixed results, with only 2 of the 6 studies included in the review showing evidence of a positive effect. These 2 studies demonstrated reductions in anxiety  [33]  and higher abstinence from smoking  [28]  after using online peer support. A further review of digital peer support for mental health found early evidence of feasibility, acceptability, and effectiveness among all studies, though it reported that the studies were lacking in measurements of fidelity, limiting understanding of underlying mechanisms  [34] .\n\nQualitatively, many advantages of online synchronous peer support platforms have been identified, including emotional support, the availability of advice, enablement of positive personal changes, engagement in valuable social interactions, and the opportunity to disclose and express feelings and views  [35, 36] . Furthermore, it has been suggested that online forums can function as platforms for peer education-being \"experiential experts,\" peers can provide others with health-related information, such as potential interventions or treatments or how to behave or cope in the situation they are facing, and a greater understanding of how others experience the same illness. This is often information that individuals don't have access to offline  [27] .\n\nHowever, users have also identified disadvantages, including the potential for others' experiences to cause personal distress, restrictive rules and moderation, and unhelpful interactions with others  [36] . A survey study exploring adverse events in the use of online peer support found social exclusion and emotional contagion to be other potential risks  [37] . Research has also raised the need for guidelines to safeguard vulnerable people, both as users and as moderators of online mental health peer support groups  [38] . Furthermore, certain groups, including those with more serious mental illness, may be less likely to engage with the internet, and so may be less inclined to use these groups, missing out on any benefits they provide  [39] ."
    },
    {
      "title": "Social Media for Peer Support",
      "text": "Interventions for mental health, such as online peer-to-peer support, have the potential to exploit the increasing use of social media  [40, 41] . Social media provides users the ability to connect with similar others without fear of stigma or judgement, to create supportive networks and communities to discuss mental health, and to control their own actions, choosing how much to post and interact with others  [40, 42, 43] . Evidence suggests that social media is already being used by individuals with mental illness for support-in a survey of young adults (aged 18-35 years) with a self-identified mental illness, social media was used for sharing personal experiences (68%), connecting with others with a mental illness (66%), learning coping strategies (50%), and learning about mental illness from others (42%)  [38] .\n\nThe most popular social media platform in the United Kingdom is Facebook  [9] , with 23% of users aged 18 to 24 years and 31% of users aged 25 to 34 years  [44] . Recent evidence suggests that Facebook is used by around 90% of people aged 12 to 34 years who identify as having a mental illness  [44, 45] . Facebook is a free-to-use platform that has similar features to both synchronous and asynchronous platforms, with users able to post content and engage in discussions with others, and the messenger tool allows personal communication with others when group users may not want to share personal stories or information on the main feed. Therefore, Facebook is being increasingly used to host peer-to-peer support groups. These can be private or public, with anyone able to read and post content on public groups, but only those granted access by an individual with administration rights can see content in private groups. Moderators also on occasion set up live chat rooms where users can meet and speak live, on or off camera, with others in the group. Facebook peer support groups for mental health are typically self-organized in an informal way, rather than being organized, run, or moderated by medical professionals.\n\nCurrently, there is little research into the use of Facebook groups for mental health peer support. In a content and thematic analysis of public Facebook groups for mental health peer-to-peer support, Prescott and colleagues  [46]  found that groups are used to share personal experiences, to request advice, to find informational support such as signposting to services, and to seek emotional support. However, this was a passive analysis and did not involve gaining any personal insights, personal information, or confirmation of diagnoses from participants. In a qualitative evaluation of a private Facebook group, Watkins and colleagues  [47]  found the group to be well-liked by participants, who found it educational and thought-provoking and found that it enabled them to build relationships with others and have conversations they may not have felt comfortable having face-to-face."
    },
    {
      "title": "Social Network Site-Based Interventions",
      "text": "As social media has developed as a platform for delivering peer support, some researchers have taken this further to develop a novel form of digital intervention called social network site (SNS)-based interventions. These interventions have an SNS format, combining individually tailored therapy with clinical and peer moderation within a peer-to-peer social support network  [48, 49] . While initial pilot and small-scale studies have demonstrated positive outcomes following the use of these interventions, further research is required to support their efficacy and to understand how the peer support element can best be utilized to support users."
    },
    {
      "title": "Moderation",
      "text": "Many online peer support groups and SNS-based interventions involve moderation, which is important for building a safe and positive community  [50] . Moderation within online communities can improve intention to participate  [51]  and the quality of users' contributions  [52] . Furthermore, moderation has been identified as a key component for the success of online peer-to-peer interventions  [53] , with the most favorable being those guided by moderators, who are perceived as caring, supportive, and friendly by users.\n\nPrevious studies of moderators of various health-related online support groups for both mental and physical health conditions have found that most moderators are individuals living with the condition themselves. Some moderators described how moderating online communities fulfilled their own support needs and reported that it was empowering to be able to help others. Other motivations for setting up groups included addressing a lack of good existing support groups, reducing isolation, and having a place to exchange support and information. Moderators described various roles they took within these groups, such as circulating health information; moderating messages; providing support, encouragement, and advice; making announcements; and performing administrative tasks, such as responding to requests, banning harmful users, and organizing discussion threads  [54] [55] [56] .\n\nIn a study specifically examining moderation within mental health communities on Reddit  [57] , moderators' motivations for starting Reddit threads included feeling good for helping others, taking the opportunity for leadership, improving the community, and spreading awareness about treatment. Their roles and responsibilities included clearing up spam and troll posts, handling posts on suicide or self-harm, and providing social support. In the same study, Saha and colleagues  [57]  found that the involvement of medical professionals as moderators or group members could be helpful to answer questions that other group members may have, but it was considered inappropriate to have medical professionals diagnose others via the group.\n\nWhile moderators have many critical roles within these groups, there may be some inherent risks given they are often vulnerable individuals themselves. Moderation may become overwhelming, taking up much time and energy, and moderators must set boundaries to focus on their own health. Moderators are required to make decisions on censoring potentially harmful content, to which posters may react angrily  [36, 37] . It is possible that moderators may become stressed with the responsibility of looking after members. Despite these initial studies investigating moderation within online health communities, research has not yet considered the roles and experiences of group moderators within peer-to-peer support groups specifically mediated via Facebook."
    },
    {
      "title": "Models and Theories",
      "text": "Several models and theories have been proposed for the mechanisms underlying offline peer support. Gillard and colleagues  [58]  proposed a change model for peer support worker interventions. Change models provide an understanding of how processes within an intervention are associated with outcomes. The model suggests the primary mechanism is building trusting relationships based on peer workers sharing lived experiences and understanding service users' experiences. Two parallel mechanisms flow from this: (1) peer workers role-modeling recovery and social functioning and (2) bridging the gap to professional services and the community. The model suggests these mechanisms lead to changes in outcomes such as hope, empowerment, social functioning, self-care, engagement with services, and strength of social networks. Chinman and colleagues  [59]  suggested these mechanisms show face validity, but no studies have explored their explanatory power. Moreover, no research has investigated whether these mechanisms can be applied to online peer support environments.\n\nIt is as yet unclear whether models like these transfer to online peer support, and there is a gap in research in this area  [14, 59, 60] . However, some researchers have set out new models describing what benefits people seek from online networks in particular, and how these benefits may be achieved. Naslund and colleagues  [61]  proposed a theoretical model for online peer support, incorporating 3 main opportunities provided by such networks. The first, challenging stigma, relates to individuals connecting with similar others and feeling more comfortable expressing themselves due to the anonymity afforded by online peer support networks. The second, increasing consumer activation, suggests online settings enable individuals to learn what to expect from a condition, how to cope with it, and how to approach important health care decisions. The final opportunity suggests that online networks facilitate access to other (online and offline) interventions. No studies have so far empirically tested whether this model is supported by users of Facebook groups for peer-to-peer support.\n\nAside from these models, various theories from across the discipline of psychology have been suggested to underlie peer support, including social learning theory, social comparison theory, and helper therapy  [62] . Social learning theory, in the context of peer support, suggests that peers with a history of or current mental illness act as role models for peers with similar mental illness  [63] . Interacting with a peer perceived to be successfully coping with their illness is suggested to be more likely to result in positive behavior change. Barton and Henderson [64]  suggested observing another peer demonstrating desired behaviors with visible consequences motivates others to replicate this behavior.\n\nSocial comparison theory suggests that people seek out others they perceive as having things in common with, such as a similar mental illness, to establish a sense of normalcy and identity  [65] . Interacting with peers who have successfully managed their illness may lead to aspirations of positive behavior change  [66] . Upward comparisons, to those perceived to be successfully managing their illness, can provide hope and promote self-improvement. Downward comparisons, to those believed to be worse off, put into perspective how bad things could be and are proposed to be self-enhancing.\n\nHelper therapy proposes that individuals can benefit themselves through helping others  [67] . Suggested benefits to the helper include enhanced self-image, development of their abilities, and the status of the helper role influencing the way they are treated  [67, 68] . Research has highlighted other benefits, including feeling useful to others, reducing internal stigma, feeling looked up to, and having a sense of achievement and competence  [69] [70] [71] [72] . Helper therapy has been identified as one of the mechanisms underpinning positive behavior changes with peer support-worker interventions  [73] .\n\nIn a study examining the mechanisms of peer support alongside a web-based psychoeducational program, Proudfoot and colleagues  [74]  found evidence for social comparison theory, which promotes hope, motivation, and faith in treatments, and helper therapy, which helps provide others awareness of how to manage their illness and promotes feelings of competence and a sense of connectedness to the mental health system. However, this study investigated peer support alongside another intervention, and research has yet to explore the mechanisms underpinning behavior and attitude changes in peer support when it is delivered alone in online peer support settings.\n\nWhen considering how these models and theories may be applied to online peer support, it will also be important to consider the extent to which users engage with and contribute to online groups. A common measure is frequency of posts, which has been suggested to broadly fit the 90-9-1 principle, stating that a majority of content will be posted by a small proportion of users (1%), while the vast majority of users (90%) choose to observe rather than participate actively  [75] . However, this is a restricted, unidimensional measure, and reviews of multidisciplinary participatory styles have suggested there are up to 41 different styles of engagement found across various online health communities  [76] . Further research is required to understand engagement categories specifically within mental health support groups on Facebook and how this engagement ties into the potential mechanisms of online peer support that have been proposed."
    },
    {
      "title": "Research Perspectives",
      "text": "As we emerge into the aftermath of the coronavirus pandemic, it is important now to understand and act on the toll that the pandemic has taken on mental health. There are indications that COVID-19 can have a direct impact on mental well-being through mental and neurological manifestations, with many of those hospitalized with COVID-19 experiencing anxiety or depression  [77] . The pandemic also impacted on mental well-being indirectly through grief for those dying as a result of contracting the virus, heightened loneliness, and isolation from social distancing and lockdown measures, as well as anxiety and uncertainty about the future  [78] . Financial insecurity will have contributed to poorer well-being for many, with the number of those claiming benefits due to unemployment rising  [79] , food insecurity quadrupling, and an estimated 1.1 million people at the end of 2020 facing poverty  [78] . Young people in particular have seen their mental health significantly worsen over the course of the pandemic  [80] .\n\nResearch shows promise for the use of online SNSs, including Facebook, to provide forums where mental health peer support can take place, with a variety of theories that could plausibly underpin their use. Novel online peer support platforms making use of social network functions may therefore offer a useful way to support people with mental health difficulties. However, it is currently difficult to use or promote online peer-to-peer support as an intervention when we do not have a quantification of the effectiveness of peer support provided in this way or a clear understanding of the benefits its users experience. We argue that in order for existing social network platforms like Facebook to be recommended as peer-to-peer support interventions and for separate peer support interventions to be developed based on SNSs, more research is needed to understand their effectiveness, making use of both quantitative and qualitative methods.\n\nWe suggest that the effectiveness of novel social network-based peer support interventions should be evaluated using similar experimental designs as applied in prior research into offline peer support  [16, [32] [33] [34]  with a primary focus on symptomology (using both clinical and self-reported outcomes) and psychosocial outcomes, such as self-efficacy in managing disorders, quality of life, hope, knowledge, empowerment, and social isolation. Qualitative evidence could usefully be gathered on existing peer support groups on Facebook to describe processes involved in online peer support, such as how groups are created, how they function, and how groups differ in terms of purpose and target audience.\n\nIt is important also to be mindful of the limitations and potential harms of online peer support. The use of peer support may result in adverse events, such as behavioral contagion, corumination, or unpleasant or negative interactions with other users  [36, 37, [81] [82] [83] . There is a need to apply principles of responsible research and innovation to future initiatives to develop online peer support, to anticipate potential harms and consequences of these approaches, and to engage with users to surmount these issues wherever possible  [84] .\n\nFinally, exploring the mechanisms that underlie effective online peer support is crucial to understanding why it is helpful, and how its utility can be maximized. Particularly, in order to develop new interventions that are based on sites like Facebook, that is, SNS-based interventions, it will be important to understand whether theories underpinning offline peer support also apply to online peer-to-peer support in this context. It is also crucial to understand the role of moderation within these communities, and the benefits that moderators have for the workings of online peer support, including safeguarding, to clearly demonstrate their role in future social network-based peer support interventions.\n\nDeriving knowledge from existing online peer support groups (ie, those on Facebook) will be beneficial for the design of new online peer support interventions. Research in this area has the potential to provide a better understanding of why and how these networks help, and how they can best be organized and managed for maximum effect while reducing risk of harms."
    }
  ],
  "references": [
    {
      "title": "What is Mental Illness? American Psychiatric Association",
      "year": 2023,
      "doi": "10.2307/j.ctv1m46g74.10"
    },
    {
      "title": "Diagnostic and Statistical Manual of Mental Disorders",
      "year": 2013
    },
    {
      "title": "Adult Psychiatric Morbidity Survey: Survey of Mental Health and Wellbeing",
      "authors": [
        "S Mcmanus",
        "P Bebbington",
        "R Jenkins",
        "T Brugha"
      ],
      "year": 2014
    },
    {
      "title": "Coronavirus and depression in adults",
      "year": 2021,
      "doi": "10.47688/rba_archives_2006/17542"
    },
    {
      "title": "Mental Health of Children and Young People in England, 2020: Wave 1 follow up to the 2017 survey",
      "year": 2023,
      "doi": "10.13056/acamh.13127"
    },
    {
      "title": "Social consequences of psychiatric disorders, I: Educational attainment",
      "authors": [
        "R Kessler",
        "C Foster",
        "W Saunders",
        "P Stang"
      ],
      "year": 1995,
      "doi": "10.1176/ajp.152.7.1026"
    },
    {
      "title": "The economic case for investing in the prevention of mental health conditions in the UK",
      "authors": [
        "D Mcdaid",
        "A Park",
        "G Davidson",
        "A John",
        "L Knifton",
        "S Mcdaid"
      ],
      "year": 2022
    },
    {
      "title": "Social Media Use Continues to Rise in Developing Countries but Plateaus Across Developed Ones",
      "authors": [
        "J Poushter",
        "R Stewart"
      ],
      "year": 2018
    },
    {
      "title": "Social media usage in the United Kingdom (UK) -Statistics and facts",
      "authors": [
        "H Tankovska"
      ],
      "year": 2021
    },
    {
      "title": "Peer support among adults with serious mental illness: a report from the field",
      "authors": [
        "L Davidson",
        "M Chinman",
        "D Sells",
        "M Rowe"
      ],
      "year": 2006,
      "doi": "10.1093/schbul/sbj043"
    },
    {
      "title": "Defining \"peer support\": Implications for policy, practice and research",
      "authors": [
        "D Penney"
      ],
      "year": 2018
    },
    {
      "title": "Peer support services for individuals with serious mental illnesses: assessing the evidence",
      "authors": [
        "M Chinman",
        "P George",
        "R Dougherty",
        "A Daniels",
        "S Ghose",
        "A Swift"
      ],
      "year": 2014,
      "doi": "10.1176/appi.ps.201300244"
    },
    {
      "title": "Chapter 2: What is peer support? history, evidence and values",
      "authors": [
        "E Watson"
      ],
      "year": 2019,
      "doi": "10.1080/09638237.2017.1417559"
    },
    {
      "title": "A systematic review and meta-analysis of randomised controlled trials of peer support for people with severe mental illness",
      "authors": [
        "B Lloyd-Evans",
        "E Mayo-Wilson",
        "B Harrison",
        "H Istead",
        "E Brown",
        "S Pilling"
      ],
      "year": 2014,
      "doi": "10.1186/1471-244x-14-39"
    },
    {
      "title": "The effectiveness of one-to-one peer support in mental health services: a systematic review and meta-analysis",
      "authors": [
        "S White",
        "R Foster",
        "J Marks",
        "R Morshead",
        "L Goldsmith",
        "S Barlow"
      ],
      "year": 2020,
      "doi": "10.1186/s12888-020-02923-3"
    },
    {
      "title": "The effectiveness of peer support for individuals with mental illness: systematic review and meta-analysis",
      "authors": [
        "D Smit",
        "C Miguel",
        "J Vrijsen",
        "B Groeneweg",
        "J Spijker",
        "P Cuijpers"
      ],
      "year": 2022,
      "doi": "10.1017/s0033291722002422"
    },
    {
      "title": "Impact of consumer-operated services on empowerment and recovery of people with psychiatric disabilities",
      "authors": [
        "P Corrigan"
      ],
      "year": 2006,
      "doi": "10.1176/ps.2006.57.10.1493"
    },
    {
      "title": "Peer support among persons with severe mental illnesses: a review of evidence and experience",
      "authors": [
        "L Davidson",
        "C Bellamy",
        "K Guy",
        "R Miller"
      ],
      "year": 2012,
      "doi": "10.1016/j.wpsyc.2012.05.009"
    },
    {
      "title": "A longitudinal study of mental health consumer/survivor initiatives: Part 3-A qualitative study of impacts of participation on new members",
      "authors": [
        "J Ochocka",
        "G Nelson",
        "R Janzen",
        "J Trainor"
      ],
      "year": 2006,
      "doi": "10.1002/jcop.20099"
    },
    {
      "title": "Consumer-run service participation, recovery of social functioning, and the mediating role of psychological factors",
      "authors": [
        "P Yanos",
        "L Primavera",
        "E Knight"
      ],
      "year": 2001,
      "doi": "10.1176/appi.ps.52.4.493"
    },
    {
      "title": "A systematic review of the attributes and outcomes of peer work and guidelines for reporting studies of peer interventions",
      "authors": [
        "A King",
        "M Simmons"
      ],
      "year": 2018,
      "doi": "10.1176/appi.ps.201700564"
    },
    {
      "title": "Mental health under pressure",
      "authors": [
        "H Gilburt"
      ],
      "year": 2015
    },
    {
      "title": "Technological innovations in mental healthcare: harnessing the digital revolution",
      "authors": [
        "C Hollis",
        "R Morriss",
        "J Martin",
        "S Amani",
        "R Cotton",
        "M Denis"
      ],
      "year": 2015,
      "doi": "10.1192/bjp.bp.113.142612"
    },
    {
      "title": "Internet access -Households and individuals",
      "year": 2020
    },
    {
      "title": "Internet interventions for mental health and addictions: current findings and future directions",
      "authors": [
        "J Cunningham",
        "A Gulliver",
        "L Farrer",
        "K Bennett",
        "B Carron-Arthur"
      ],
      "year": 2014,
      "doi": "10.1007/s11920-014-0521-5"
    },
    {
      "title": "A systematic review of online youth mental health promotion and prevention interventions",
      "authors": [
        "A Clarke",
        "T Kuosmanen",
        "M Barry"
      ],
      "year": 2015,
      "doi": "10.1007/s10964-014-0165-0"
    },
    {
      "title": "Health-related on-line forums: what's the big attraction?",
      "authors": [
        "M Tanis"
      ],
      "year": 2008,
      "doi": "10.1080/10810730802415316"
    },
    {
      "title": "Evaluation of an Internet virtual world chat room for adolescent smoking cessation",
      "authors": [
        "S Woodruff",
        "T Conway",
        "C Edwards",
        "S Elliott",
        "J Crittenden"
      ],
      "year": 2007,
      "doi": "10.1016/j.addbeh.2006.12.008"
    },
    {
      "title": "Systematic review on internet support groups (ISGs) and depression (2): What is known about depression ISGs?",
      "authors": [
        "K Griffiths",
        "A Calear",
        "M Banfield",
        "A Tam"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1303"
    },
    {
      "title": "Systematic review on internet support groups (ISGs) and depression (1): Do ISGs reduce depressive symptoms?",
      "authors": [
        "K Griffiths",
        "A Calear",
        "M Banfield"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1270"
    },
    {
      "title": "Online peer support for individuals with depression: a summary of current research and future considerations",
      "authors": [
        "B Melling",
        "T Houguet-Pincham"
      ],
      "year": 2011,
      "doi": "10.2975/34.3.2011.252.254"
    },
    {
      "title": "Online peer-to-peer support for young people with mental health problems: a systematic review",
      "authors": [
        "K Ali",
        "L Farrer",
        "A Gulliver",
        "K Griffiths"
      ],
      "year": 2015,
      "doi": "10.2196/mental.4418"
    },
    {
      "title": "Comparative randomised trial of an online cognitive-behavioural therapy program and an online support group for depression and anxiety",
      "authors": [
        "L Ellis",
        "A Campbell",
        "S Sethi",
        "O' Dea"
      ],
      "year": 2011
    },
    {
      "title": "Digital peer support mental health interventions for people with a lived experience of a serious mental illness: systematic review",
      "authors": [
        "K Fortuna",
        "J Naslund",
        "J Lacroix",
        "C Bianco",
        "J Brooks",
        "Y Zisman-Ilani"
      ],
      "year": 2020,
      "doi": "10.2196/16460"
    },
    {
      "title": "Benefits of peer support in online Japanese breast cancer communities: differences between lurkers and posters",
      "authors": [
        "Y Setoyama",
        "Y Yamazaki",
        "K Namayama"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1696"
    },
    {
      "title": "An online, moderated peer-to-peer support bulletin board for depression: user-perceived advantages and disadvantages",
      "authors": [
        "K Griffiths",
        "J Reynolds",
        "S Vassallo"
      ],
      "year": 2015,
      "doi": "10.2196/mental.4266"
    },
    {
      "title": "Qualitative exploration of the potential for adverse events when using an online peer support network for mental health: cross-sectional survey",
      "authors": [
        "K Easton",
        "J Diggle",
        "M Ruethi-Davis",
        "M Holmes",
        "Byron Parker",
        "D Nuttall"
      ],
      "year": 2017,
      "doi": "10.2196/mental.8168"
    },
    {
      "title": "Combining online and offline peer support groups in community mental health care settings: a qualitative study of service users' experiences",
      "authors": [
        "M Strand",
        "L Eng",
        "D Gammon"
      ],
      "year": 2020,
      "doi": "10.1186/s13033-020-00370-x"
    },
    {
      "title": "Use of the internet and digital devices among people with severe mental ill health during the COVID-19 pandemic restrictions",
      "authors": [
        "P Spanakis",
        "P Heron",
        "L Walker",
        "S Crosland",
        "R Wadman",
        "E Newbronner"
      ],
      "year": 2021,
      "doi": "10.3389/fpsyt.2021.732735"
    },
    {
      "title": "Social networking in mental health interventions for adolescents",
      "authors": [
        "E Sanger"
      ],
      "year": 2022,
      "doi": "10.1177/1757913920924431"
    },
    {
      "title": "Exploring opportunities to support mental health care using social media: A survey of social media users with mental illness",
      "authors": [
        "J Naslund",
        "K Aschbrenner",
        "G Mchugo",
        "J Unützer",
        "L Marsch",
        "S Bartels"
      ],
      "year": 2019,
      "doi": "10.1111/eip.12496"
    },
    {
      "title": "Social networking in online support groups for health: how online social networking benefits patients",
      "authors": [
        "J Chung"
      ],
      "year": 2014,
      "doi": "10.1080/10810730.2012.757396"
    },
    {
      "title": "How patients with schizophrenia use the internet: qualitative study",
      "authors": [
        "B Schrank",
        "I Sibitz",
        "A Unger",
        "M Amering"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1550"
    },
    {
      "title": "Distribution of Facebook users worldwide as of January 2022, by age and gender",
      "authors": [
        "S Dixon"
      ],
      "year": 2022,
      "doi": "10.1787/70e239ef-en"
    },
    {
      "title": "Role of social media and the Internet in pathways to care for adolescents and young adults with psychotic disorders and non-psychotic mood disorders",
      "authors": [
        "M Birnbaum",
        "A Rizvi",
        "J Confino",
        "C Correll",
        "J Kane"
      ],
      "year": 2017,
      "doi": "10.1111/eip.12237"
    },
    {
      "title": "Online peer to peer support: Qualitative analysis of UK and US open mental health Facebook groups",
      "authors": [
        "J Prescott",
        "A Rathbone",
        "G Brown"
      ],
      "year": 2020,
      "doi": "10.1177/2055207620979209"
    },
    {
      "title": "Strengths and weaknesses of the Young Black Men, Masculinities, and Mental Health (YBMen) Facebook project",
      "authors": [
        "D Watkins",
        "J Allen",
        "J Goodwill",
        "B Noel"
      ],
      "year": 2017,
      "doi": "10.1037/ort0000229"
    },
    {
      "title": "Moderated online social therapy for recovery from early psychosis",
      "authors": [
        "Jfm Gleeson",
        "M Alvarez-Jimenez",
        "R Lederman"
      ],
      "year": 2012,
      "doi": "10.1176/appi.ps.20120p719"
    },
    {
      "title": "Moderated online social therapy: Designing and evaluating technology for mental health",
      "authors": [
        "R Lederman",
        "G Wadley",
        "J Gleeson",
        "S Bendall",
        "M Álvarez-Jiménez"
      ],
      "year": 2014,
      "doi": "10.1145/2513179"
    },
    {
      "title": "Providing online support for young people with mental health difficulties: challenges and opportunities explored",
      "authors": [
        "M Webb",
        "J Burns"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-7893.2008.00066.x"
    },
    {
      "title": "Moderation, response rate, and message interactivity: features of online communities and their effects on intent to participate",
      "authors": [
        "K Wise",
        "B Hamman",
        "K Thorson"
      ],
      "year": 2006,
      "doi": "10.1111/j.1083-6101.2006.00313.x"
    },
    {
      "title": "Moderated online communities and quality of user-generated content",
      "authors": [
        "J Chen",
        "H Xu",
        "A Whinston"
      ],
      "year": 2014,
      "doi": "10.2753/mis0742-1222280209"
    },
    {
      "title": "The use of social networking sites in mental health interventions for young people: systematic review",
      "authors": [
        "B Ridout",
        "A Campbell"
      ],
      "year": 2018,
      "doi": "10.2196/12244"
    },
    {
      "title": "Nurturing health-related online support groups: Exploring the experiences of patient moderators",
      "authors": [
        "N Coulson",
        "R Shaw"
      ],
      "year": 2013,
      "doi": "10.1016/j.chb.2013.02.003"
    },
    {
      "title": "A thematic analysis of messages posted by moderators within health-related asynchronous online support forums",
      "authors": [
        "R Smedley",
        "N Coulson"
      ],
      "year": 2017,
      "doi": "10.1016/j.pec.2017.04.008"
    },
    {
      "title": "Patient-initiated online support groups: motives for initiation, extent of success and success factors",
      "authors": [
        "C Van Uden-Kraan",
        "Chc Drossaert",
        "E Taal",
        "E Seydel",
        "Mafj Van De Laar"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2009.001009"
    },
    {
      "title": "Understanding moderation in online mental health communities",
      "authors": [
        "K Saha",
        "S Ernala",
        "S Dutta",
        "E Sharma",
        "De Choudhury"
      ],
      "year": 2020,
      "doi": "10.1007/978-3-030-49576-3_7"
    },
    {
      "title": "Developing a change model for peer worker interventions in mental health services: a qualitative research study",
      "authors": [
        "S Gillard",
        "S Gibson",
        "J Holley",
        "M Lucock"
      ],
      "year": 2015,
      "doi": "10.1017/s2045796014000407"
    },
    {
      "title": "Establishing a research agenda for understanding the role and impact of mental health peer specialists",
      "authors": [
        "M Chinman",
        "D Mcinnes",
        "S Eisen",
        "M Ellison",
        "M Farkas",
        "M Armstrong"
      ],
      "year": 2017,
      "doi": "10.1176/appi.ps.201700054"
    },
    {
      "title": "Peer support services: state of the workforce-state of the field in the USA",
      "authors": [
        "E Rogers"
      ],
      "year": 2017,
      "doi": "10.1108/mhsi-03-2017-0015"
    },
    {
      "title": "The future of mental health care: peer-to-peer support and social media",
      "authors": [
        "J Naslund",
        "K Aschbrenner",
        "L Marsch",
        "S Bartels"
      ],
      "year": 2016,
      "doi": "10.1017/s2045796015001067"
    },
    {
      "title": "Consumer-delivered services as a best practice in mental health care delivery and the development of practice guidelines",
      "authors": [
        "M Salzer"
      ],
      "year": 2002,
      "doi": "10.1080/10973430208408443"
    },
    {
      "title": "Social Learning Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.4135/9781412959193.n17"
    },
    {
      "title": "Peer support and youth recovery: a brief review of the theoretical underpinnings and evidence",
      "authors": [
        "J Barton",
        "J Henderson"
      ],
      "year": 2016,
      "doi": "10.29173/cjfy27140"
    },
    {
      "title": "A Theory of Social Comparison Processes",
      "authors": [
        "L Festinger"
      ],
      "year": 1954,
      "doi": "10.1177/001872675400700202"
    },
    {
      "title": "Social engagement and depressive symptoms in late life: longitudinal findings",
      "authors": [
        "T Glass",
        "De Leon",
        "Cfm Bassuk",
        "S Berkman"
      ],
      "year": 2006,
      "doi": "10.1177/0898264306291017"
    },
    {
      "title": "The \"helper\" therapy principle",
      "authors": [
        "F Riessman"
      ],
      "year": 1965,
      "doi": "10.1093/sw/10.2.27"
    },
    {
      "title": "The client as helper: a means to promote psychological growth",
      "authors": [
        "T Skovholt"
      ],
      "year": 1974,
      "doi": "10.1177/001100007400400308"
    },
    {
      "title": "Embodying recovery: a qualitative study of peer work in a consumer-run service setting",
      "authors": [
        "E Austin",
        "A Ramakrishnan",
        "K Hopper"
      ],
      "year": 2014,
      "doi": "10.1007/s10597-014-9693-z"
    },
    {
      "title": "Benefits and mechanisms of recovery among peer providers with psychiatric illnesses",
      "authors": [
        "G Moran",
        "Z Russinova",
        "V Gidugu",
        "J Yim",
        "C Sprague"
      ],
      "year": 2012,
      "doi": "10.1177/1049732311420578"
    },
    {
      "title": "Pushing, patience, and persistence: peer providers' perspectives on supportive relationships",
      "authors": [
        "S Mourra",
        "W Sledge",
        "D Sells",
        "M Lawless",
        "L Davidson"
      ],
      "year": 2014,
      "doi": "10.1080/15487768.2014.967601"
    },
    {
      "title": "Authentic peer support work: challenges and opportunities for an evolving occupation",
      "authors": [
        "Rebeiro Gruhl",
        "K Lacarte",
        "S Calixte"
      ],
      "year": 2016,
      "doi": "10.3109/09638237.2015.1057322"
    },
    {
      "title": "The mechanisms underpinning peer support: a literature review",
      "authors": [
        "E Watson"
      ],
      "year": 2019,
      "doi": "10.1080/09638237.2017.1417559"
    },
    {
      "title": "Mechanisms underpinning effective peer support: a qualitative analysis of interactions between expert peers and patients newly-diagnosed with bipolar disorder",
      "authors": [
        "J Proudfoot",
        "A Jayawant",
        "A Whitton",
        "G Parker",
        "V Manicavasagar",
        "M Smith"
      ],
      "year": 2012,
      "doi": "10.1186/1471-244X-12-196"
    },
    {
      "title": "The 1% rule in four digital health social networks: an observational study",
      "authors": [
        "T Van Mierlo"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2966"
    },
    {
      "title": "From help-seekers to influential users: a systematic review of participation styles in online health",
      "authors": [
        "B Carron-Arthur",
        "K Ali",
        "J Cunningham",
        "K Griffiths"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4705"
    },
    {
      "title": "Neurologic manifestations of hospitalized patients with Coronavirus Disease 2019 in Wuhan, China",
      "authors": [
        "L Mao",
        "Jin Wang",
        "M Hu",
        "Y Chen",
        "S He"
      ],
      "year": 2020,
      "doi": "10.1001/jamaneurol.2020.1127"
    },
    {
      "title": "Direct and indirect impacts of COVID-19 on health and wellbeing: Rapid evidence review",
      "authors": [
        "L Jones",
        "C Lewis",
        "J Ubido",
        "C Taylor",
        "C Hefferon",
        "S Baird"
      ],
      "year": 2020
    },
    {
      "title": "Local Differences: Responding to the local economic impact of coronavirus",
      "authors": [
        "C Mccurdy"
      ],
      "year": 2020
    },
    {
      "title": "Supporting young people's mental health through the COVID-19 crisis",
      "authors": [
        "S Takino",
        "E Hewlett",
        "Y Nishina",
        "C Prinz"
      ],
      "year": 2021,
      "doi": "10.1787/84e143e5-en"
    },
    {
      "title": "Peer contagion of depressogenic attributional styles among adolescents: a longitudinal study",
      "authors": [
        "E Stevens",
        "M Prinstein"
      ],
      "year": 2005,
      "doi": "10.1007/s10802-005-0931-2"
    },
    {
      "title": "Suicidal disclosures among friends: using social network data to understand suicide contagion",
      "authors": [
        "A Mueller",
        "S Abrutyn"
      ],
      "year": 2015,
      "doi": "10.1177/0022146514568793"
    },
    {
      "title": "Corumination, interpersonal stress generation, and internalizing symptoms: accumulating effects and transactional influences in a multiwave study of adolescents",
      "authors": [
        "B Hankin",
        "L Stone",
        "P Wright"
      ],
      "year": 2010,
      "doi": "10.1017/S0954579409990368"
    },
    {
      "title": "Responsible research and innovation in the digital age",
      "authors": [
        "M Jirotka",
        "B Grimpe",
        "B Stahl",
        "M Hartswood",
        "G Eden"
      ],
      "year": 2017,
      "doi": "10.1145/3064940"
    }
  ],
  "num_references": 84
}
