{
  "paper_id": "GTZWZBTV",
  "title": "Clinical Integration of a Smartphone App for Patients With Chronic Pain: Retrospective Analysis of Predictors of Benefits and Patient Engagement Between Clinic Visits",
  "abstract": "Background: Although many pain-related smartphone apps exist, little attention has been given to understanding how these apps are used over time and what factors contribute to greater compliance and patient engagement. Objective: This retrospective analysis was designed to help identify factors that predicted the benefits and future use of a smartphone pain app among patients with chronic pain. Methods: An app designed for both Android and iOS devices was developed by Brigham and Women's Hospital Pain Management Center (BWH-PMC) for users with chronic pain to assess and monitor pain and communicate with their providers. The pain app offered chronic pain assessment, push notification reminders and communication, personalized goal setting, relaxation sound files, topics of interest with psychological and medical pain management strategies, and line graphs from daily assessments. BWH-PMC recruited 253 patients with chronic pain over time to use the pain app. All subjects completed baseline measures and were asked to record their progress every day using push notification daily assessments. After 3 months, participants completed follow-up questionnaires and answered satisfaction questions. We defined the number of completed daily assessments as a measure of patient engagement with the pain app. \n Results: The average age of participants was 51.5 years (SD 13.7, range 18-92), 72.8% (182/253) were female, and 36.8% (78/212) reported the low back as their primary pain site. The number of daily assessments ranged from 1 to 426 (average 62.0, SD 49.9). The app was easy to introduce among patients, and it was well accepted. Those who completed more daily assessments (greater patient engagement) throughout the study were more likely to report higher pain intensity, more activity interference, and greater disability and were generally overweight compared with others. Patients with higher engagement with the app rated the app as offering greater benefit in coping with their pain and expressed more willingness to use the app in the future (P<.05) compared with patients showing lower engagement. Patients completing a small number of daily assessments reported less pain intensity, less daily activity interference, and less pain-related disability on average and were less likely to use the two-way messaging than those who were more engaged with the pain app (P<.05). \n Conclusions: Patients with chronic pain who appeared to manage their pain better were less likely to report benefits of a smartphone pain app designed for chronic pain management. They demonstrated lower patient engagement in reporting their daily progress, in part, owing to the perceived burden of regularly using an app without a perceived benefit. An intrinsically",
  "year": 2020,
  "date": "2020",
  "journal": "J Med Internet Res",
  "publication": "J Med Internet Res",
  "authors": [
    {
      "forename": "Edgar",
      "surname": "Ross",
      "name": "Edgar Ross",
      "affiliation": "1  Brigham and Women's Hospital , Department of Anesthesiology , Pain Management Center , Chestnut Hill , MA , United States \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital \n\t\t\t\t\t\t\t\t Department of Anesthesiology \n\t\t\t\t\t\t\t\t Pain Management Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chestnut Hill \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Robert",
      "surname": "Jamison",
      "name": "Robert Jamison",
      "affiliation": "2  Brigham and Women's Hospital , Harvard Medical School , Pain Management Center , Chestnut Hill , MA , United States \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital \n\t\t\t\t\t\t\t\t Pain Management Center \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chestnut Hill \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t United States",
      "email": "rjamison@bwh.harvard.edu"
    },
    {
      "forename": "Lance",
      "surname": "Nicholls",
      "name": "Lance Nicholls",
      "affiliation": "3  Pfizer, Inc , New York City , NY , United States Brigham and Women's Hospital Harvard Medical School Pain Management Center 850 Boyston Street , Suite 320 Chestnut Hill , MA United States \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital Harvard Medical School Pain Management Center \n\t\t\t\t\t\t\t\t Pfizer, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 850 Boyston Street Suite 320 \n\t\t\t\t\t\t\t\t\t New York City Chestnut Hill \n\t\t\t\t\t\t\t\t\t NY MA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Barbara",
      "surname": "Perry",
      "name": "Barbara Perry",
      "affiliation": "3  Pfizer, Inc , New York City , NY , United States Brigham and Women's Hospital Harvard Medical School Pain Management Center 850 Boyston Street , Suite 320 Chestnut Hill , MA United States \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital Harvard Medical School Pain Management Center \n\t\t\t\t\t\t\t\t Pfizer, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 850 Boyston Street Suite 320 \n\t\t\t\t\t\t\t\t\t New York City Chestnut Hill \n\t\t\t\t\t\t\t\t\t NY MA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Kim",
      "surname": "Nolen",
      "name": "Kim Nolen",
      "affiliation": "3  Pfizer, Inc , New York City , NY , United States Brigham and Women's Hospital Harvard Medical School Pain Management Center 850 Boyston Street , Suite 320 Chestnut Hill , MA United States \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital Harvard Medical School Pain Management Center \n\t\t\t\t\t\t\t\t Pfizer, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 850 Boyston Street Suite 320 \n\t\t\t\t\t\t\t\t\t New York City Chestnut Hill \n\t\t\t\t\t\t\t\t\t NY MA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "L",
      "surname": "Ross",
      "name": "L Ross"
    },
    {
      "surname": "Originally",
      "name": "Originally"
    }
  ],
  "doi": "https://doi.org/10.13039/100004319",
  "keywords": [
    "chronic pain",
    "patient engagement",
    "telemedicine",
    "mHealth",
    "pain measurement ©Edgar"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Pain is a major reason that individuals seek health care treatment, and it is estimated that more than 25 million US adults are affected by daily pain  [1] . Chronic pain is known to impose a tremendous burden on the quality of life of the affected individuals  [2] . According to the Global Burden of Disease Study of the Institute for Health Metrics and Evaluation and the World Health Organization, chronic pain has consistently been ranked first in associated disability and overall burden between 1990 and 2017  [3] . It has been determined that chronic pain adversely affects individuals at a higher frequency than depression, substance abuse, and Alzheimer disease  [4, 5] . An influential report by the Institute of Medicine on Relieving Pain in America highlighted the urgent need for the development of better methods for tracking and treating pain because of the ever-increasing costs associated with this condition  [6] .\n\nInnovative technology can be used by health care providers to track persons with chronic pain, engage the patients between clinic visits, and offer information and support to improve coping. There has been a rapid increase in smartphone apps used to monitor and record health data partly due to the increase in mobile device availability  [7] . According to the Pew Research Center, about three-quarters of US adults (77%) stated that they owned a smartphone, and 46% of these owners said that their smartphone is something \"they could not live without\"  [8, 9] . Individuals living in both urban and rural communities are capable more than ever of monitoring their progress and sending information directly to their health care providers using sophisticated apps  [10] .\n\nThere is evidence that tracking real-time data using momentary ecological assessment is preferable to retrospective diary entry  [11] [12] [13] [14] . Apps using innovative time-stamped technology can be particularly helpful in tracking variations in pain intensity and other health-related symptoms between clinic visits  [7, 15, 16] . Large datasets of daily pain assessment offer opportunities for the employment of computer-based classification and artificial intelligence  [17] . Various available smartphone apps target people with both non-cancer-and cancer-related pain  [18] [19] [20] [21] . Although many of these apps are commercially accessible, most of them (approximately 86%) have been found to lack professional medical involvement in their development  [22] . Lallo et al  [23]  reviewed 224 pain apps and found little evidence that health care professionals had been involved in creating the apps. The authors also found that only 2% of the apps they reviewed incorporated interactive social support and goal setting. None of the apps that were reviewed contained the recommended five main categories of functionality: the ability to self-monitor, set goals, build skills, educate, and provide social support.\n\nIn a more recent review, Bhatterai et al  [22]  examined 373 pain self-management apps; only 4 successfully met their inclusion criteria according to an established usability evaluation tool. In another recent review of 195 pain management apps, Portelli and Eldred  [24]  found only 6 apps that incorporated a specific psychological component. The authors concluded that existing pain apps were often constructed by software developers with little input from health care professionals and patients with pain. They also reported that the pain apps tend to contain minimal theoretical content for facilitating self-management or behavioral change. Unfortunately, the life expectancy of most smartphone apps is brief. Three-fourths (75%) of users discontinue using an app within 48 hours of downloading it, and 25% of apps are discarded after the first opening  [25] . On the basis of anonymized data points from more than 125 million mobile phones, it is estimated that 80% of apps fade away in time frames as short as 72 hours, and 21% of users use an app only once  [26, 27] ."
    },
    {
      "title": "Objective",
      "text": "The purpose of this analysis was to determine the long-term effects of using a smartphone pain app that offers pain management strategies and allows patients with chronic pain to assess, monitor, and communicate their condition to their health care providers. We were particularly interested in learning from quantitative and qualitative feedback from users about factors that might contribute to improved patient engagement and what might affect adherence to using a smartphone pain app between clinic visits. We were interested in identifying the type of user who would commit to continuing to use a pain app in the future. Finally, we examined qualitative feedback from the users to help identify ways to improve a smartphone pain app."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design",
      "text": "This is a retrospective analysis of data gathered from a smartphone pain app designed by Brigham and Women's Hospital Pain Management Center (BWH-PMC) to assess longitudinal combined information about satisfaction and compliance with the use of a smartphone pain app for persons with chronic pain over 3 months. The analysis plan was approved by the hospital's internal review board. A team from the BWH-PMC helped develop and test multiple versions of a smartphone pain app used on iOS and Android devices. Initial input from 20 patients with chronic pain was obtained to assist in the development process of the first version of the app (PainApp Pilot; Figure  1 ). The pain app was tested for security, and all data were saved on a secure encrypted password-protected server. All versions of the pain app were tested and uploaded to the Apple iTunes Store and Google Play Store. A validated version of the app used for this analysis (BWH PainApp) could be downloaded for free and could be used to monitor progress and provide feedback to the user through two-way messaging (Figure  2 ). Data on the server were available only to BWH-PMC personnel through a secure password-protected administration portal. Components of the smartphone app included demographic and contact information, a comprehensive chronic pain assessment, 5-item daily assessments with push notification reminders (Figure  3 ), personalized goal setting, relaxation sound files, topics of interest with psychological and medical pain management strategies, and line graphs from the daily assessments that could be saved and placed on the patients' electronic medical record (EMR).\n\nData were collected by BWH-PMC from a series of studies using the third version of the smartphone pain app (BWH PainApp) between February 2015 and May 2018 among patients with noncancer-related chronic pain. Previously conducted study methods have been reported earlier by BWH-PMC  [28] [29] [30] [31] . Subjects were recruited either by invitation to participate in a randomized trial by their treating physician, or they responded to a flyer left in clinic waiting rooms. The trials were designed to investigate the efficacy of a pain app  [28, 29]  and the efficacy of devices to help manage pain (eg, vibrating gloves and a transcutaneous electric nerve stimulation device)  [30, 31] . Interested and eligible participants signed a consent form and completed baseline measures through these previously conducted studies. Subjects were asked to complete a packet of questionnaires at baseline and again after a 3-month follow-up. The pre-post questionnaires were completed on paper, and data were transferred to an electronic database. Data were also captured from baseline and daily assessments from the pain app. All patients were asked to inform the investigators if any unforeseen medical changes occurred. Subjects were informed about how to find the app (either on the iTunes Store or Google Play Store) and were assisted in downloading the pain app if assistance was needed. Support was offered to address any technical problems that the subject might have encountered. Most of the on-boarding process was done live with a research assistant (RA), and additional assistance was offered with two-way messaging on the administrator portal. Subjects were also able to contact the RA if and when they encountered any technical problems.\n\nAll participants were encouraged to complete a 5-item daily assessment on the pain app about their pain, sleep, mood, activity interference, and whether they had gotten better or worse on a visual analog scale (Figure  3 ). Participants were instructed to complete the assessments around the same time each day for 3 months (although some participants continued to use the app beyond 3 months). Line graphs of the data were made available on the server for subjects. These reports could be copied and pasted onto the subject's hospital EMR. The app would sometimes have a lag in transmitting data to the server, and as such, subjects did not always get to see their summarized data on these line graphs. Participants involved in a specific study received US $25 after completing the baseline packet of questionnaires, and US $50 after completing the 3-month assessments. Compensation was based on the completion of the follow-up questionnaires regardless of app usage."
    },
    {
      "title": "Participants",
      "text": "BWH-PMC recruited patients with chronic pain to participate in 1 of 4 published studies  [28] [29] [30] [31] . Participants needed to be 18 years or older and own a compatible smartphone (iOS or Android device). Other inclusion criteria included (1) having chronic pain for more than 6 months, (  2 ) averaging 4 or greater on a pain intensity scale of 0 to 10, and (3) able to speak and understand English. Patients were excluded if they had (1) any cognitive impairment that would prevent them from understanding the consent, study measures, or procedures, (2) any clinically unstable medical condition judged to interfere with study participation, (3) a pain condition requiring urgent surgery, (4) a present psychiatric condition (eg, Diagnostic and Statistical Manual of Mental Disorders diagnosis of schizophrenia, delusional disorder, psychotic disorder or dissociative disorder) that was judged to interfere with the study, (5) visual or motor impairment that would interfere with the use of a smartphone, and (6) an active addiction disorder over the past 6 months (positive on the Mini International Neuropsychiatric Interview, v.5.0)  [32]  that would interfere with study participation."
    },
    {
      "title": "Measures",
      "text": "Acceptability, tolerability, feasibility, and effectiveness of the third version of the pain app were assessed by examining the number and frequency of daily assessments, the number of subjects who continued to use the app after the initial download, and the numeric and qualitative satisfaction ratings. Any reported safety issues were also documented. Overall outcome efficacy was determined through standardized paper-based measures administered at baseline and again after 3 months from this baseline assessment  [28] [29] [30] [31] .\n\nPain intensity and pain description were assessed using the Brief Pain Inventory (BPI)  [33] . This self-report questionnaire, formerly the Wisconsin Brief Pain Questionnaire  [34] , has shown sufficient reliability and validity. Scale (rated from 0=no pain to 10=worst pain possible) indicates the intensity of pain at its worst, least, average, and pain now. A figure representing the body was used for the patient to shade the area corresponding to his or her pain. Test-retest reliability for the BPI ratings of pain revealed high correlations of 0.93 for worst pain, 0.78 for usual pain, and 0.59 for pain now  [33] .\n\nActivity interference and disability was assessed with items from the BPI and the Pain Disability Inventory (PDI)  [35] . The PDI is a 7-item questionnaire rated from 0 to 10 on the level of disability of 7 areas of activity interference including family or home responsibilities, recreation, social activity, occupation, sexual behavior, self-care, and life-supporting behaviors. It has shown to have excellent test-retest reliability and validity and is sensitive to high levels of disability  [35] .\n\nMood, negative affect, and emotional distress were assessed using the Hospital Anxiety and Depression Scale (HADS)  [36, 37]  and certain initial baseline questions on the pain app. The HADS is a 14-item scale that helps determine the presence and severity of anxiety and depression. Each item is coded from 0 to 3 (eg, not at all, most of the time) with 7 items assessing anxiety and 7 items measuring depression. The HADS has adequate reliability (Cronbach alpha=.83) and validity  [37] . We also examined the construct of catastrophizing using the Pain Catastrophizing Scale (PCS)  [38, 39] . The PCS is a 13-item self-report measure that examines pain rumination, magnification of symptoms, and general helplessness. The responses range from not at all (0) to all the time (4) on a 5-point scale. The PCS is found to predict levels of pain and distress among clinical patients and has good psychometric properties with excellent reliability (Cronbach alpha=.87-.95) and validity  [17, 40] . Total scores of 30 or greater represent a clinically relevant level of catastrophizing (75th percentile).\n\nAfter 3 months, participants were asked to respond to a 5-item paper-based satisfaction questionnaire designed to investigate the perceived benefit of how easy the pain app was to use and navigate, how useful the daily reminders were, how much the program helped them cope with their pain, and how willing they would be to use the pain app in the future. All items, which were developed in a previous study  [29]  and adapted from a previously validated measure  [41] , were rated on a 0 to 10 scale (0=worse/not at all helpful to 10=best/very helpful)."
    },
    {
      "title": "Statistical Analysis",
      "text": "This retrospective analysis was conducted by BWH-PMC. Univariate and multivariate descriptive analyses were performed on all the dependent variables at baseline and at follow-up. Chi-square, t tests, interitem correlations, exploratory factor analyses, and canonical discriminant function analyses were conducted as appropriate using SPSS (version 25.0, IBM Corporation)  [42, 43] . Subjective comments about the use of the pain app were also collected and summarized."
    },
    {
      "title": "Results"
    },
    {
      "title": "Patient Demographic Characteristics",
      "text": "A total of 253 patients with chronic pain were engaged by BWH-PMC to use a revised third version of the smartphone pain app. The average age of patients was 51.4 years (SD 13.7, range 18-92); 73.1% (185/253) of patients were female and 82.9% (209/252) of patients were white (Table  1 ). Pain duration averaged 11.8 years (SD 10.7), and 36.8% (78/212) of patients reported having primary low back pain. Most of the patients (n=243) were taking prescription medication at the time of the study, and 39.9% (97/243) were prescribed opioids for pain. Most subjects were overweight with a BMI averaging 30.1 kg/m 2 (SD 7.4). Most of the subjects (171/253, 67.6%) had iPhones, whereas 32.4% (82/253) of the subjects had Android smartphones. e During the past 24 hours, how much has your pain interfered with (1) general activity, (2) mood, (3) walking ability, (4) normal work, (5) relations with others, (6) sleep, and (7) enjoyment of life? 0=has not interfered; 10=completely interfered. f Side effect symptoms: constipation, dizziness, dry mouth, headache, itching, memory lapse, confusion, nausea, nightmares, sneezing, sweating, visual problems, weakness, and other. g Pain descriptors: throbbing, stabbing, aching, burning, pricking, pulling, shooting, numbing, and other."
    },
    {
      "title": "Patient Engagement Results",
      "text": "Of the 253 subjects considered for the analysis, 43 (18.1%) reported some type of technical problem with the app during the study period that briefly restricted their daily assessments. This did not significantly affect their engagement with the pain app. The total number of daily assessments from the pain app averaged 62.0 (SD 49.9). Comparisons between baseline measures and repeat measures at 3 months showed an overall decrease in average pain intensity on the BPI (5.3, SD 1.8 vs 4.9, SD 2.3; t 185 =4.0; P<.001) and a decrease in disability on the PDI (30.6, SD 17.7 vs 27.2, SD 18.2; t 156 =3.9; P<.001), but no differences in mood (mean HADS score 14.4, SD 8.1 vs 14.6, SD 8.3) and pain catastrophizing (mean PCS score 15.7, SD 1.3 vs 16.3, SD 12.8).\n\nA total of 72.3% (183/253) users completed the satisfaction questionnaire after approximately 3 months. No significant differences in demographic characteristics were found between those who completed the satisfaction questionnaire and those who did not complete this questionnaire. Most users found the app easy to use (mean 8.7, SD 2.2) and easy to navigate (mean 8.5, SD 2.4; 0=not at all easy; 10=very easy). The majority of users also found the daily reminders to be useful (mean 6.7, SD 3.9; 0=not at all useful, 10=very useful). Some of the users, primarily the Android users, reported that the push notification reminders did not consistently work on their phone, and they were more likely to rate lower perceived usefulness of the daily reminders because they did not work. The users felt that the app offered some help in coping with their pain (mean 4.5, SD 3.7; 0=not at all helpful, 10=very helpful), whereas the majority of the users felt that they would be willing to use the app in the future (mean 7.1, SD 3.3; 0=not at all willing, 10=very willing).\n\nNo significant differences were found on demographic variables of age, gender, ethnicity, or pain duration on all outcome variables. Those who reported liking the pain app were more likely to use it often to submit more daily reports and reported greater pain intensity and more disability. Pearson product-moment correlations between the 5 satisfaction questions ranged between 0.21 and 0.58.\n\nFactor analysis of the satisfaction questionnaire responses using principal component analysis with Varimax rotation found two factors above an eigenvalue of greater than 1.0: (1) easy to use, easy to navigate, useful reminders (correlation r=0.48; eigenvalue=2.47) and (  2 ) helped to cope with pain and would use the app in the future (r=0.51; eigenvalue=1.01). The first factor, containing 3 of the satisfaction questions, was labeled easy to use. The second factor, containing the other two satisfaction questions, was labeled help with coping and future use. Those who felt that the app helped them in coping also were more likely to report that they would use the pain app in the future. Combined, these 2 factors accounted for 70.0% of the variance.\n\nPearson product-moment correlations were run between the combined satisfaction ratings of easy to use (satisfaction questions 1, 2 and 3) and help with coping and future use (questions 4 and 5) and the number of daily assessments, BPI activity interference, and PDI scores at 3 months (Table  2 ). Discriminant function analyses were run using those variables, which revealed significant differences between those with generally higher ratings on help with coping and future use, compared with those with lower ratings on these items. Three items were identified using stepwise entry: (1) total number of messages sent and received, (2) total PDI baseline scores, and (3) BMI score (Wilks Lambda=0.89; P<.001) and correctly classifying 69.4% of the cases entered. This means that, overall, these 3 variables would correctly classify someone approximately 70% of the time as to the app being helpful to cope with pain and used in the future.\n\nDifferences were examined on the baseline and outcome variables between those selected patients with pain who felt that the pain app both helped them cope with their pain and were willing to use the app in the future (n=84; >7/10) and those who reported that the pain app both did not help them cope and were less inclined to use it in the future (n=81; <7/10) based on the 3-month satisfaction questions (Table  3 ). No differences were found between groups in age, gender, pain site, ethnicity, or pain duration. Those who rated the pain app more favorably reported higher pain ratings (baseline and follow-up), more activity interference, more pain-related disability, used more words to describe their pain, reported more side effects, had higher BMI scores, and were more often taking opioids for their pain than those who were less favorable about the pain app (P<.05). Those who felt that the app helped them cope with their pain and would use the app in the future completed more daily assessments and used the two-way messaging service on the app more than those who felt that the app was not as helpful (P<.05).\n\nMost of those who responded to the follow-up question Is there anything about the pain app that you would change? had no comments (eg, no, none, not really, not sure), and there were a number of positive comments (eg, I found it easy to use, Thanks for the opportunity to use the app). Examples of negative feedback and specific comments about difficulties encountered with the push notification and recommendations for improvements are included in Multimedia Appendix 1. Some users encountered a number of difficulties with the functionality of the app (slow, not accurate, problems with deleting password) and expressed difficulties in seeing past logs and concerns about being constantly reminded about their pain. Some pointed out the challenges they experienced when updating their phones or changing their phone carriers. Many expressed problems they encountered with daily push notification reminders. This was found to be particularly prevalent among Android device owners. Other requests included making the pain app more adaptive to each user's specific condition, adding more instruction when starting to use the app, giving a clear indication when a daily assessment was completed, being able to continue to listen to the relaxation sound files even when the app is closed, and incorporating clearly designated areas to type in free text that can be sent to providers.\n\nTable  2 . Pearson product-moment correlations among patient satisfaction questionnaire responses between those who found the pain app easy to use, and those who felt that the app helped them to cope and would be willing to use the pain app in the future (0=very satisfied; 10=very unsatisfied). c Side effect symptoms: constipation, dizziness, dry mouth, headache, itching, memory lapse, confusion, nausea, nightmares, sneezing, sweating, visual problems, weakness, and other. d Pain descriptors: throbbing, stabbing, aching, burning, pricking, pulling, shooting, numbing, and other. Table  3 . Differences between patients with pain who felt that the pain app helped them cope with their pain and were willing to use the app in the future (n=84) and those who reported that the pain app did not help them cope and were less inclined to use it in the future (n=81"
    },
    {
      "title": "Pearson product-moment correlations for helped cope and future use",
      "text": "). Chi-square (df) t test (df) No (n=81) Yes (n=84) Variable a N/A d 2.3 (157) c 5.1 (1.8) 5.7 (1.9) BPI b pain (baseline, range 0-10), mean (SD) N/A 2.3 (155) c 4.4 (2.0) 5.2 (2.4) BPI pain (3-month follow-up, range 0-10), mean (SD) N/A 2.7 (157) c 3.9 (2.6) 5.0 (2.4) BPI activity interference (range 0-10), mean (SD) N/A Not significant 3.8 (2.8) 4.7 (2.8) BPI activity interference (3-month follow-up, range 0-10), mean (SD) N/A 2.7 (145) f 27.2 (17.0) 34.6 (16.9) PDI e total (baseline), mean (SD) N/A 2.4 (150) c 25.0 (17.0) 31.8 (18.3) PDI total (3-month follow-up), mean (SD) N/A 2.1 (160) c 3.9 (1.6) 4.5 (2.1) Pain description (range 0-9) g , mean (SD) N/A Not significant 4.1 (8.6) 7.8 (15.6) Side effects total (yes, range 0-14) h , mean (SD) N/A 3.2 (160) f 28.1 (6.5) 31.6 (7.8) BMI (kg/m 2 ), mean (SD) 4.3 (1) c N/A 16.4 22.6 Opioids (% yes of total) N/A 2.2 (162) c 65.9 (37.9) 83.6 (62.3) Number of daily assessments entered, mean (SD) N/A 2.6 (162) c 8.9 (7.9) 13.1 (12.3) Total messages, mean (SD) a No differences were found between groups on age, gender, pain site, ethnicity, or pain duration. b BPI: Brief Pain Inventory. c P<.05. d N/A: not applicable. e PDI: Pain Disability Inventory. f P<.01. g Pain descriptors: throbbing, stabbing, aching, burning, pricking, pulling, shooting, numbing, and other. h Side effect symptoms: constipation, dizziness, dry mouth, headache, itching, memory lapse, confusion, nausea, nightmares, sneezing, sweating, visual problems, weakness, and other."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Although many pain-related apps exist, attention has been given recently to understanding how these apps are used over time and what factors contribute to greater compliance and patient engagement  [44, 45] . This study examined factors that contributed to increased patient engagement in using a smartphone pain app. Overall, the pain app was found to be usable and easily accepted among most of the users and, based on the 3-month follow-up assessments, most of the users reported improvement in pain intensity and activity interference. However, those rating the app as easy to use did not necessarily report that the app improved their ability to cope with the pain or that they would necessarily continue to use the app in the future. Demographic variables such as age, gender, or ethnicity were not found to play a role in predicting overall improvement, compliance or satisfaction with use of the pain app. Throughout the study, those persons with chronic pain who reported higher pain intensity and greater pain-related disability were found to like the app more, use the app more, and express greater willingness to use the app in the future compared with those who were less disabled because of their pain. This suggests that the ability to tailor the app to meet the needs of each user could have an important effect on improving compliance. These analyses also suggest that apps should be selectively assigned to those who may present with certain indicators signaling a greater likelihood of benefiting from a pain app to cope with their pain.\n\nThe challenge with mobile health (mHealth) technology is to encourage and motivate participants to continue to use an app to track behavior, maintain contact with their provider, and make improvements in their condition. This is particularly important among individuals with chronic illnesses. The goal of innovative mHealth technology is to offer medical and psychological assistance remotely to reduce health care utilization by reducing clinic and emergency room visits and unnecessary expensive tests. This is a future direction for health care technology, but engaging individuals in ways that increase use of this technology continues to represent a challenge among app developers. It may be no surprise that those patients with pain who used the app more were more satisfied with the pain-related software program. It is interesting to speculate why those with more pain, greater self-reported disability, greater weight, more use of opioids, and more pain descriptors were more satisfied with the smartphone pain app. Quite possibly, those who were busy throughout the day found the app to be more bothersome. Subjective feedback suggests that some preferred not to focus on their pain and found the frequent monitoring to be more of a bother than helpful. Those who reported more limitations owing to their pain might have been more focused on their pain and welcomed the opportunity to share their experience with their providers. Some may have also wanted to verify their disability and document their limitations for others.\n\nThere are many challenges with pain apps going forward. Few physicians recommend pain apps because of lack of time, lack of information about which apps are reliable, concerns of liability, and insufficient evidence that the use of an app will improve outcomes  [46] . Even if a physician recommends an app to a patient, there is no guarantee that the patient will download it, use it, and continue to use it. Patients need to have the desire to self-manage, and the role of patient engagement is vitally important. Monitoring data with stand-alone apps that collect data but make it difficult to share with providers will reduce the chance that the apps will be used. In addition, physicians do not have time to wade through raw data, so analytics are needed to help make the data digestible. Providers will also not spend time to open a website to view data; thus, there needs to be an easy way to incorporate pain app data into an EMR system.\n\nThere are a number of limitations of this analysis that should be highlighted. As with any new technology, we encountered some software and hardware difficulties that may have adversely affected the use of the app and consequently affected the outcome data. Some subjects did not receive reminders or push notifications to complete their daily assessments, which seemed to be reported mostly by Android smartphone owners. In addition, some encountered difficulties when they upgraded their smartphones, including problems downloading the program to their new device. They also reported minor problems with the app when software updates were made to either the iPhone or Android devices. Corresponding changes were needed in the software code of the pain app every time these changes were made to the iOS and Android platforms. The BWH-PMC staff also needed to make periodic changes to the administrative portal and server, which caused delays in capturing patient data. Thus, factors other than patient noncompliance, including technical difficulties with the software and the devices, may have accounted for the perceived benefit from the pain app. Not all users were able to participate owing to the limitations of their phone capabilities or them not owning a smartphone. Thus, these results may have been affected by selection bias. Patients were encouraged to use the app as part of a study, which may have influenced the use of the app more than what might have been done if patients were not involved in a study. We also could not determine how the availability of RA support was an influencing factor in engagement. It should also be pointed out that the results are correlational in nature, and no causal relationships can be assumed."
    },
    {
      "title": "Conclusions",
      "text": "This retrospective analysis demonstrates that a smartphone pain app for persons with chronic pain can be perceived to be easy to use, but certain factors, including greater pain and disability, might have an increased influence in motivating individuals to use the app. It also highlights potential challenges in using mHealth technology. Future improvements are needed to make pain apps more adaptive and engaging and directly tailored to the individual user. This would likely have a positive impact on adherence and may lead to increased improvements among persons with chronic pain."
    },
    {
      "text": "Figure 1. Key development highlights from each version of the pain app. BWH: Brigham and Women's Hospital; PMC: Pain Management Center."
    },
    {
      "text": "Figure 2. Pain app version 3 home page with links when scrolled down."
    },
    {
      "text": "Figure 3. Pain app version 3 daily assessments and goal-setting tasks."
    },
    {
      "text": "Number of pain descriptors g (present or absent), mean (SD) 1-426 62.0 (49.9) Number of daily assessments, mean (SD) a N/A: not applicable. b N=212. c 0=no pain; 10=pain as bad as you can imagine. d N=243."
    },
    {
      "text": "Side effect list total (0-14) a,c 0.15 -0.23 a Pain description total (0-9) b,d 0.15 0.09 Number of daily assessments entered 0.18 a -0.01 Total number of messages sent and received 0.19 a 0.11 Opioids (yes/no) a P<.05. b P<.01."
    },
    {
      "text": "Patient demographic characteristics (N=253)."
    }
  ],
  "references": [
    {
      "year": 2020,
      "doi": "10.2196/16939"
    },
    {
      "title": "Estimates of pain prevalence and severity in adults: United States, 2012",
      "authors": [
        "R Nahin"
      ],
      "year": 2015,
      "doi": "10.1016/j.jpain.2015.05.002"
    },
    {
      "title": "Clinical guidelines for the management of low back pain in primary care: an international comparison",
      "authors": [
        "B Koes",
        "M Van Tulder",
        "R Ostelo",
        "A Burton",
        "G Waddell"
      ],
      "year": 1976,
      "doi": "10.1097/00007632-200111150-00022"
    },
    {
      "title": "Findings from the Global Burden of Disease Study",
      "year": 2017,
      "doi": "10.3310/rjgd3964"
    },
    {
      "authors": [
        "C Gbd ; Murray",
        "R Barber",
        "K Foreman",
        "A Ozgoren",
        "F Abd-Allah"
      ],
      "year": 2013,
      "doi": "10.1016/S0140-6736(15)61340-X"
    },
    {
      "title": "The state of US health, 1990-2010: burden of diseases, injuries, and risk factors",
      "authors": [
        "C Murray",
        "C Atkinson",
        "K Bhalla",
        "G Birbeck",
        "R Burstein",
        "D Chou",
        "Foreman",
        "Lopez",
        "Murray",
        "Dahodwala",
        "Jarlais",
        "Fahami",
        "Murray",
        "Jarlais",
        "Foreman",
        "Murray Lopez",
        "U Burden Of",
        "Disease Collaborators"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.13805"
    },
    {
      "title": "Relieving Pain in America: A Blueprint for Transforming Prevention, Care, Education",
      "year": 2011,
      "doi": "10.17226/13172"
    },
    {
      "title": "Integration of mobile health technology in the treatment of chronic pain: a critical review",
      "authors": [
        "L Sundararaman",
        "R Edwards",
        "Ross Jamison"
      ],
      "year": 2017,
      "doi": "10.1097/aap.0000000000000621"
    },
    {
      "title": "US Smartphone Use in 2015",
      "authors": [
        "A Smith",
        "Research Pew",
        "Center"
      ],
      "year": 2015
    },
    {
      "title": "The Pew Research Center",
      "authors": [
        "A Perrin"
      ],
      "year": 2017
    },
    {
      "title": "The Commonwealth Fund",
      "authors": [
        "K Singh",
        "D Bates"
      ],
      "year": 2016,
      "doi": "10.15868/socialsector.25066"
    },
    {
      "title": "The Huffington Post",
      "authors": [
        "S Blumenthal",
        "G Somashekar"
      ],
      "year": 2015
    },
    {
      "title": "Electronic diaries for monitoring chronic pain: 1-year validation study",
      "authors": [
        "R Jamison",
        "S Raymond",
        "J Levine",
        "E Slawsby",
        "S Nedeljkovic",
        "N Katz"
      ],
      "year": 2001,
      "doi": "10.1016/s0304-3959(00)00450-4"
    },
    {
      "title": "Comparative study of electronic vs paper VAS ratings: a randomized, crossover trial using healthy volunteers",
      "authors": [
        "R Jamison",
        "R Gracely",
        "S Raymond",
        "J Levine",
        "B Marino",
        "T Herrmann"
      ],
      "year": 2002,
      "doi": "10.1016/s0304-3959(02)00178-1"
    },
    {
      "title": "A randomized trial of electronic versus paper pain diaries in children: impact on compliance, accuracy, and acceptability",
      "authors": [
        "T Palermo",
        "D Valenzuela",
        "P Stork"
      ],
      "year": 2004,
      "doi": "10.1016/j.pain.2003.10.005"
    },
    {
      "title": "Real-time data collection for pain: appraisal and current status",
      "authors": [
        "A Stone",
        "J Broderick"
      ],
      "year": 2007,
      "doi": "10.1111/j.1526-4637.2007.00372.x"
    },
    {
      "title": "Ecological momentary interventions: incorporating mobile technology into psychosocial and health behaviour treatments",
      "authors": [
        "K Heron",
        "J Smyth"
      ],
      "year": 2010,
      "doi": "10.1348/135910709x466063"
    },
    {
      "title": "Determining pain catastrophizing from daily pain app assessment data: role of computer-based classification",
      "authors": [
        "R Jamison",
        "X Xu",
        "L Wan",
        "R Edwards"
      ],
      "year": 2019,
      "doi": "10.1016/j.jpain.2018.09.005"
    },
    {
      "title": "Commercially available mobile phone headache diary apps: a systematic review",
      "authors": [
        "A Hundert",
        "A Huguet",
        "P Mcgrath",
        "J Stinson",
        "M Wheaton"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.3452"
    },
    {
      "title": "Development and testing of a multidimensional iPhone pain assessment application for adolescents with cancer",
      "authors": [
        "J Stinson",
        "L Jibb",
        "C Nguyen",
        "P Nathan",
        "A Maloney",
        "L Dupuis"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2350"
    },
    {
      "title": "Assessing the quality and usability of smartphone apps for pain self-management",
      "authors": [
        "C Reynoldson",
        "C Stones",
        "M Allsop",
        "P Gardner",
        "M Bennett",
        "S Closs"
      ],
      "year": 2014,
      "doi": "10.1111/pme.12327"
    },
    {
      "title": "Development and testing of painometer: a smartphone app to assess pain intensity",
      "authors": [
        "R De La Vega",
        "R Roset",
        "E Castarlenas",
        "E Sánchez-Rodríguez",
        "E Solé",
        "J Miró"
      ],
      "year": 2014,
      "doi": "10.1016/j.jpain.2014.04.009"
    },
    {
      "title": "Quality and usability of arthritic pain self-management apps for older adults: a systematic review",
      "authors": [
        "P Bhattarai",
        "T Newton-John",
        "J Phillips"
      ],
      "year": 2018,
      "doi": "10.1093/pm/pnx090"
    },
    {
      "title": "There's a Pain App for That': review of patient-targeted smartphone applications for pain management",
      "authors": [
        "C Lalloo",
        "L Jibb",
        "J Rivera",
        "A Agarwal",
        "J Stinson"
      ],
      "year": 2015,
      "doi": "10.1097/ajp.0000000000000171"
    },
    {
      "title": "A quality review of smartphone applications for the management of pain",
      "authors": [
        "P Portelli",
        "C Eldred"
      ],
      "year": 2016,
      "doi": "10.1177/2049463716638700"
    },
    {
      "title": "The effectiveness of self-management mobile phone and tablet apps in long-term condition management: a systematic review",
      "authors": [
        "L Whitehead",
        "P Seaton"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4883"
    },
    {
      "title": "Mobile Apps: What's A Good Retention Rate",
      "authors": [
        "J Perro",
        "Localytics"
      ],
      "year": 2018,
      "doi": "10.1044/headed-to-convention-navigate-boston-with-these-wicked-good-apps"
    },
    {
      "title": "New Data Shows Losing 80% of Mobile Users is Normal, and Why the Best Apps Do Better URL",
      "authors": [
        "Chen Andrewchen"
      ],
      "year": 2019
    },
    {
      "title": "A pilot comparison of a smartphone app with or without 2-way messaging among chronic pain patients: Who benefits from a pain app?",
      "authors": [
        "R Jamison",
        "D Jurcik",
        "R Edwards",
        "C Huang"
      ],
      "year": 2017,
      "doi": "10.1097/ajp.0000000000000455"
    },
    {
      "title": "Longitudinal trial of a smartphone pain application for chronic pain patients: predictors of compliance and satisfaction",
      "authors": [
        "R Jamison",
        "A Mei"
      ],
      "year": 2018,
      "doi": "10.1177/1357633X16679049"
    },
    {
      "title": "Efficacy of vibrating gloves for chronic hand pain due to osteoarthritis",
      "authors": [
        "R Jamison",
        "A Mei",
        "R Edwards"
      ],
      "year": 2018,
      "doi": "10.1093/pm/pnx230"
    },
    {
      "title": "Outcome of a high-frequency transcutaneous electrical nerve stimulator (hfTENS) device for low back pain: a randomized controlled trial",
      "authors": [
        "R Jamison",
        "L Wan",
        "R Edwards",
        "A Mei"
      ],
      "year": 2019,
      "doi": "10.1111/papr.12764"
    },
    {
      "title": "The Mini-International Neuropsychiatric Interview (MINI): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10",
      "authors": [
        "D Sheehan",
        "Y Lecrubier",
        "K Sheehan",
        "P Amorim",
        "J Janavs",
        "E Weiller"
      ],
      "year": 1998
    },
    {
      "title": "Pain assessment: global use of the Brief Pain Inventory",
      "authors": [
        "C Cleeland",
        "K Ryan"
      ],
      "year": 1994,
      "doi": "10.1097/01893697-199513010-00022"
    },
    {
      "title": "Development of the Wisconsin Brief Pain Questionnaire to assess pain in cancer and other diseases",
      "authors": [
        "R Daut",
        "C Cleeland",
        "R Flanery"
      ],
      "year": 1983,
      "doi": "10.1016/0304-3959(83)90143-4"
    },
    {
      "title": "The Pain Disability Index: psychometric and validity data",
      "authors": [
        "R Tait",
        "C Pollard",
        "R Margolis",
        "P Duckro",
        "S Krause"
      ],
      "year": 1987,
      "doi": "10.1016/0304-3959(90)90068-o"
    },
    {
      "title": "The hospital anxiety and depression scale",
      "authors": [
        "A Zigmond",
        "R Snaith"
      ],
      "year": 1983,
      "doi": "10.1111/j.1600-0447.1983.tb09716.x"
    },
    {
      "title": "The validity of the Hospital Anxiety and Depression Scale. An updated literature review",
      "authors": [
        "I Bjelland",
        "A Dahl",
        "T Haug",
        "D Neckelmann"
      ],
      "year": 2002,
      "doi": "10.1016/s0022-3999(01)00296-3"
    },
    {
      "title": "The Pain Catastrophizing Scale: development and validation",
      "authors": [
        "M Sullivan",
        "S Bishop",
        "J Pivik"
      ],
      "year": 1995,
      "doi": "10.1037/1040-3590.7.4.524"
    },
    {
      "title": "Catastrophizing, pain, and disability in patients with soft-tissue injuries",
      "authors": [
        "M Sullivan",
        "W Stanish",
        "H Waite",
        "M Sullivan",
        "D Tripp"
      ],
      "year": 1998,
      "doi": "10.1016/s0304-3959(98)00097-9"
    },
    {
      "title": "The Pain Catastrophizing Scale: further psychometric evaluation with adult samples",
      "authors": [
        "A Osman",
        "F Barrios",
        "P Gutierrez",
        "B Kopper",
        "T Merrifield",
        "L Grittmann"
      ],
      "year": 2000,
      "doi": "10.1023/a:1005548801037"
    },
    {
      "title": "Treatment Helpfulness Questionnaire: a measure of patient satisfaction with treatment modalities provided in chronic pain management programs",
      "authors": [
        "S Chapman",
        "R Jamison",
        "S Sanders"
      ],
      "year": 1996,
      "doi": "10.1016/s0304-3959(96)03217-4"
    },
    {
      "title": "Fundamentals of Biostatistics",
      "authors": [
        "B Rosner"
      ],
      "year": 2016
    },
    {
      "title": "Applied Multivariate Statistics for the Social Sciences",
      "authors": [
        "J Stevens"
      ],
      "year": 2009
    },
    {
      "title": "Mobile medical and health apps: state of the art, concerns, regulatory control and certification",
      "authors": [
        "M Boulos",
        "A Brewer",
        "C Karimkhani",
        "D Buller",
        "R Dellavalle"
      ],
      "year": 2014,
      "doi": "10.5210/ojphi.v5i3.4814"
    },
    {
      "title": "Using patient and family engagement strategies to improve outcomes of health information technology initiatives: scoping review",
      "authors": [
        "K Leung",
        "D Lu-Mclean",
        "C Kuziemsky",
        "R Booth",
        "S Rossetti",
        "E Borycki"
      ],
      "year": 2019,
      "doi": "10.2196/14683"
    },
    {
      "title": "Mobile Health Apps Lack Physician Trust Due to Few Regulations URL",
      "authors": [
        "V Gruessner",
        "Mhealthintelligence"
      ],
      "year": 2015
    }
  ],
  "num_references": 47
}
