{
  "paper_id": "H4BYPFUB",
  "title": "Comparison of Pharmacy Claims and Electronic Pill Bottles for Measurement of Medication Adherence Among Myocardial Infarction Patients",
  "abstract": "Background: Medication adherence after myocardial infarction remains low. Pharmacy claims have typically been used to measure medication adherence, but electronic pill bottles may offer additional information. \n Objective: The main objectives of this study were to compare the association of adherence measured by prescription claims and remote monitoring technologies with cardiovascular events. Research Design: This study was a secondary analysis of a remote monitoring intervention to increase medication adherence in myocardial infarction patients. Subjects: In total, 682 myocardial infarction patients were randomized to the intervention group with both medical and pharmacy benefits. Measures: Pharmacy claims adherence was measured using proportion of days covered (PDC) and GlowCap adherence (GC) was measured as the proportion of days the pill bottle was opened. We compared the association of PDC and GC adherence for statins with time to first vascular readmission or death and assessed model fit using Akaike information criterion and Bayesian information criterion and the likelihood ratio test. Results: Higher PDC was significantly associated with a lower hazard rate for vascular readmissions or death (hazard ratio = 0.435; P = 0.009). There was also an association between GC adherence and vascular readmissions or death (hazard ratio = 0.313; P ≤ 0.001). Adding the GC adherence variable to the model using only PDC improved the model fit (likelihood ratio test, P = 0.001), as well as vice versa (P = 0.050). Conclusions: Pharmacy claims data provide useful but not complete data for medication adherence monitoring. New wireless technologies have the potential to provide additional data about clinical outcomes.",
  "year": 2005,
  "date": "2005",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Shivan",
      "surname": "Mehta",
      "name": "Shivan Mehta",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine ; †Center for Health Incentives and Behavioral Economics , Leonard Davis Institute of Health Economics , University of Pennsylvania ; ‡Penn Medicine Center for Health Care Innovation ; §Center for Health Equity Research and Promotion , Philadelphia VA Medical Center , Philadelphia , PA ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t †Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t Medicine Center for Health Care Innovation \n\t\t\t\t\t\t\t\t for Health Equity Research and Promotion \n\t\t\t\t\t\t\t\t Leonard Davis Institute of Health Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t §Center \n\t\t\t\t\t\t\t\t Philadelphia VA Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA",
      "email": "shivan.mehta@uphs.upenn.edu"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine ; †Center for Health Incentives and Behavioral Economics , Leonard Davis Institute of Health Economics , University of Pennsylvania ; ‡Penn Medicine Center for Health Care Innovation ; §Center for Health Equity Research and Promotion , Philadelphia VA Medical Center , Philadelphia , PA ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t †Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t Medicine Center for Health Care Innovation \n\t\t\t\t\t\t\t\t for Health Equity Research and Promotion \n\t\t\t\t\t\t\t\t Leonard Davis Institute of Health Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t §Center \n\t\t\t\t\t\t\t\t Philadelphia VA Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Andrea",
      "surname": "Troxel",
      "name": "Andrea Troxel"
    },
    {
      "forename": "Raymond",
      "surname": "Lim",
      "name": "Raymond Lim"
    },
    {
      "forename": "Jennifer",
      "surname": "Lewey",
      "name": "Jennifer Lewey",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine ; †Center for Health Incentives and Behavioral Economics , Leonard Davis Institute of Health Economics , University of Pennsylvania ; ‡Penn Medicine Center for Health Care Innovation ; §Center for Health Equity Research and Promotion , Philadelphia VA Medical Center , Philadelphia , PA ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t †Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t Medicine Center for Health Care Innovation \n\t\t\t\t\t\t\t\t for Health Equity Research and Promotion \n\t\t\t\t\t\t\t\t Leonard Davis Institute of Health Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t §Center \n\t\t\t\t\t\t\t\t Philadelphia VA Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Wenli",
      "surname": "Wang",
      "name": "Wenli Wang"
    },
    {
      "forename": "Jingsan",
      "surname": "Zhu",
      "name": "Jingsan Zhu"
    },
    {
      "forename": "Laurie",
      "surname": "Norton",
      "name": "Laurie Norton"
    },
    {
      "forename": "Noora",
      "surname": "Marcus",
      "name": "Noora Marcus"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine ; †Center for Health Incentives and Behavioral Economics , Leonard Davis Institute of Health Economics , University of Pennsylvania ; ‡Penn Medicine Center for Health Care Innovation ; §Center for Health Equity Research and Promotion , Philadelphia VA Medical Center , Philadelphia , PA ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t †Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t Medicine Center for Health Care Innovation \n\t\t\t\t\t\t\t\t for Health Equity Research and Promotion \n\t\t\t\t\t\t\t\t Leonard Davis Institute of Health Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t §Center \n\t\t\t\t\t\t\t\t Philadelphia VA Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "∥Department of Population Health , Division of Biostatistics , NYU School of Medicine , New York , NY. \n\t\t\t\t\t\t\t\t ∥Department of Population Health \n\t\t\t\t\t\t\t\t Division of Biostatistics \n\t\t\t\t\t\t\t\t NYU School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "affiliation": "Perelman School of Medicine , University of Pennsylvania , 14-174 South Tower , PCAM , 3400 Civic Center Boulevard , Philadelphia , PA 19104. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 14-174 South Tower PCAM 3400 Civic Center Boulevard \n\t\t\t\t\t\t\t\t\t 19104. \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "https://doi.org/10.13039/100014940",
  "keywords": [
    "adherence",
    "claims analysis",
    "health care technology",
    "myocardial infarction (Med Care 2019;"
  ],
  "sections": [
    {
      "text": "expensive, easier for patients to use, and more connectable to other information systems through wireless channels. Remote monitoring technology, coupled with insights about behavior change from social science, hold promise to increase medication adherence for a variety of clinical conditions.  23 espite the promise of ease and accuracy with these devices, there is limited evidence that they actually provide additional data about clinical outcomes. In this study, we evaluated the concordance of pharmacy claims and electronic pill bottles for measuring medication adherence, and then we compared the association of these 2 adherence measures with repeat vascular events among patients with recent myocardial infarction. The results of this study could be useful for providers and health systems that are becoming increasingly accountable for clinical outcomes as well as clinical trials of drugs and health care delivery."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study Design",
      "text": "This is a secondary analysis of data from the Heart-Strong trial, a randomized clinical trial of patients discharged from the hospital with myocardial infarction, reported previously.  24, 25 Participants randomized to the intervention arm received remote monitoring of medication adherence with wireless pill bottles (Vitality GlowCap), behavioral economic incentives, and social support from friends or family members, allowing us to simultaneously observe their pharmacy claims data and their wireless pill bottle use. We did not analyze the control arm because they did not receive wireless pill bottles to track adherence."
    },
    {
      "title": "Study Population",
      "text": "Eligible participants were identified via 5 insurance partners and the University of Pennsylvania Health System. Subjects were recruited by research staff from March 2013 through January 2015. Eligible participants were 18-80 years old, were currently prescribed at least 2 of 4 study medications (statin, aspirin, beta-blocker, antiplatelet agent), were hospital inpatients for 1-180 days, and were discharged to home with a principal diagnosis code of acute myocardial infarction (410.xx excluding 410.x2). Patients could enroll up to 60 days postdischarge. Key exclusion criteria included diagnosis of metastatic cancer, end-stage renal disease on dialysis, dementia, or enrollment in other research studies incorporating electronic pill bottles.\n\nAfter informed consent, patients participating in the HeartStrong trial were randomized to intervention and control groups in a 2:1 ratio, and followed for up to 12 months. For this secondary analysis, we included the subset of participants randomized to the intervention group who had both medical and pharmacy insurance coverage."
    },
    {
      "title": "Medication Adherence Measurement",
      "text": "We evaluated medication adherence for statins, since that was the most common study medication filled with pharmacy benefits, and statins have a strong evidence base and few contraindications in this population.  5 We also calculated a multiple medication measure where adherence was achieved if a participant was covered by all 3 medication classes (statin, beta-blocker, antiplatelet agent) on a given day. Aspirin was excluded from the calculation as it is typically filled over-the-counter, and rarely generates pharmacy claims.\n\nInsurance claim-based adherence was measured using proportion of days covered (PDC).  26, 27 PDC was calculated for up to the 12-month study period, including any drug fills after the index discharge with a supply extending into the study period. Since we did not know whether or when providers wrote prescriptions, we used 3 methods to measure adherence. The strict definition assumed all patients were prescribed and should have been taking the statin or all 3 study drugs for the entire study period. Our intermediate definition assumed patients had been prescribed a medication for the entire study period if they ever filled that medication after discharge. The relaxed definition assumed patients were prescribed a medication from time of first fill until the end of the study period. We focused our primary analysis on the strict definition, since there is strong evidence to support the use of statins for secondary prevention after myocardial infarction, and this is the most conservative measurement.  2 lowCap adherence (GC) was measured as the number of days the pill bottle was opened divided by the total number of days followed, calculated for statins only and for multidrug openings, with adherence counted only if all 3 bottles were opened on a given day. Some patients received only 2 bottles serving as a morning and evening reminder system due to medication storage restrictions or patient preference, so only 2 bottle openings were required to be adherent under the multidrug measure. Similar to the PDC measurements, the GlowCap measurements used 3 definitions. The strict definition assumed patients should be using GlowCaps for the entire study period. The intermediate definition assumed if the patient ever opened a given bottle, then that medication was prescribed for the entire study period. The relaxed definition counted adherence starting from the first bottle opening date. Following an intent-to-treat analysis, we counted patients who did not set up GlowCaps as nonadherent for the entire study period.\n\nA monthly insurance coverage file was used to determine whether a patient had pharmacy benefits in a given month. For patients with <12 months of insurance coverage, we censored both PDC and GC at the month insurance coverage ended."
    },
    {
      "title": "Clinical Outcomes",
      "text": "The main clinical outcome was time until first vascular readmission, defined as an inpatient hospitalization with a diagnosis of acute myocardial infarction, unstable angina, stroke, congestive heart failure, or death. The secondary outcome was time until first all-cause readmission. These study outcomes were based on medical insurance claims, and details are previously described.  24, 25"
    },
    {
      "title": "Statistical Analyses",
      "text": "We calculated the mean, SD, and Spearman correlation coefficient (ρ) of the annual PDC and GC adherence measures for strict, intermediate, and relaxed definitions. We also used the Durbin-Watson autocorrelation statistic to estimate daily variation in adherence for PDC and GC. We then evaluated the association of clinical outcomes and adherence (strict definition), measured by pharmacy claims (PDC), electronic pill bottles (GC), or both, using Cox proportional hazards models. One set of models used statin adherence as the explanatory variable, while another set of models used multidrug adherence. We evaluated model fit using Akaike information criterion (AIC) and Bayesian information criterion (BIC), both of which assess explanatory value adjusted for the number of predictors included; both criteria allow comparison of non-nested models.  28 We assessed the incremental value of adding either PDC information to a GC model or GC information to a PDC model using a likelihood ratio test. In a sensitivity analysis we restricted our analysis to patients with at least one GlowCap opening. This study was approved by the Institutional Review Board at the University of Pennsylvania. Analyses were conducted in SAS 9.4 (SAS Institute) and Stata 14.0 (StataCorp)."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Patient Characteristics",
      "text": "Of the 1003 patients randomized to the intervention arm, 682 had both medical and pharmacy insurance coverage from the same insurer (Fig.  1 ). Compared with intervention patients with no pharmacy data, patients with pharmacy data were more often on Medicare plans (51.0% vs. 25.5%; P < 0.001) and were more concentrated in the South (43.7% vs. 29.3%). There were no statistically significant differences in sex, age, baseline comorbidity, or study recruitment time (Table  1 ). Among those with coverage, we had pharmacy claims for 81% of the possible months of data."
    },
    {
      "title": "Medication Adherence",
      "text": "Statin adherence under the strict definition was similar between PDC and GC, around 0.7 for most of the study period (Fig.  2 ). For adherence to all 3 medications, PDC and GC was around 0.45. The initial ramp-up in GC adherence reflects time between study enrollment and setting up the GlowCaps. Annual statin adherence was higher when measured using PDC (mean = 0.715; SD = 0.348) than GC (mean = 0.680; SD = 0.370) (Table  2  and Fig.  2 ). The 2 were positively correlated (Spearman ρ = 0.210; P < 0.001). Multidrug adherence was also higher when measured using PDC (mean = 0.464; SD = 0.390) than GC (mean = 0.431; SD = 0.420), and also positively correlated (ρ = 0.327; P < 0.001). GC had a Durbin-Watson's d value of 0.687 (SD, 0.414) and PDC had a value of 0.254 (SD, 0.386), which shows that PDC had greater correlation between days."
    },
    {
      "title": "Association of Adherence and Outcomes",
      "text": "There was a statistically significant association between time to first vascular readmission and statin adherence measured by GC [hazard ratio (HR), 0.313; 95% confidence interval (CI), 0.176-0.554; P < 0.001] (Table  3 ). The association was smaller in magnitude, but also statistically significant when adherence was measured using PDC (HR, 0.435; 95% CI, 0.233-0.813; P = 0.009). The model fit was better using GC (AIC = 798.5; BIC = 803.0) than using PDC (AIC = 806.8; BIC = 811.4). Adding the GC adherence variable to the model using only PDC improved the model fit (likelihood ratio test, P = 0.001), as well as vice versa (P = 0.050). There was also a statistically significant association between our secondary outcome, time to all-cause readmission, and statin GC (HR, 0.663; 95% CI, 0.467-0.940; P = 0.021), but not statin PDC (HR, 0.832; 95% CI, 0.568-1.219; P = 0.35).\n\nTime to first vascular readmission was associated with both multidrug PDC (HR, 0.417; 95% CI, 0.216-0.805; P = 0.009) and multidrug GC (HR, 0.478; 95% CI, 0.260-0.878; P = 0.02). The model fit was slightly better using PDC (AIC = 806.0; BIC = 810.5) than using GC (AIC = 807.2; BIC = 811.7). Adding the PDC adherence variable to the model using only GC improved the model fit  (P = 0.05), but not vice versa (P = 0.10). Our secondary outcome, all-cause readmissions was also associated with multidrug PDC (HR, 0.592; 95% CI, 0.416-0.844; P = 0.004) and multidrug GC (HR, 0.609; 95% CI, 0.439-0.846; P = 0.003). Adding the PDC adherence variable to the model using only GC improved the model fit (P = 0.04), as well as vice versa (P = 0.03) (Table  3 )."
    },
    {
      "title": "Sensitivity Analysis",
      "text": "Because GC adherence required both the capacity to set up the electronic pill bottle and actual adherence, we also restricted the sample to patients with at least one bottle opening and found qualitatively similar results with the exception there was no significant association between the multidrug adherence measures and vascular readmission (Appendix, Supplemental Digital Content 1,  http://links.lww.  com/MLR/B609 ). Evaluating participants with 12 months of continuous claims data also provided similar results."
    },
    {
      "title": "DISCUSSION",
      "text": "This study evaluated medication adherence from pharmacy claims and electronic pill bottle data for a large cohort of patients discharged from the hospital with myocardial infarction. The study has 3 main findings. First, there is modest concordance between pharmacy and pill bottle data, but both measurements are limited by the fact that a significant portion of patients have missing or censored data. Second, greater medication adherence as measured by both pharmacy claims data and electronic pill data were associated with improved clinical outcomes, which is consistent with prior studies in other populations. Third, while strict, intermediate, and relaxed measurement interpretations change calculated adherence rates, electronic pill bottle data provided a greater association with clinical outcomes when added to a statistical model that included pharmacy data alone.\n\nThere are likely several explanations for our findings. First, electronic pill bottle monitoring is able to measure daily variation in adherence that is not visible using pharmacy claims. Second, a significant number of patients had no data from monitoring methods. For pharmacy claims this may have resulted from filling of prescriptions outside of pharmacy insurance benefits, such as those who paid out of pocket through generic programs, or patients who were not prescribed the medications. For electronic pill bottles, this included patients who were never able to start using the pill bottles, technical issues with the devices, and when patients stopped using the devices for a variety of reasons. This suggests that these measurement methods were measuring different aspects of adherence, and each contributed separately to model fit. In addition, mail order programs with automatic refill may have overestimated adherence as measured by pharmacy claims since they do not require the patient to go to the pharmacy when running out of pills. Our findings are consistent with a study of HIV medication adherence showing that electronic pill bottle adherence had greater correlation with viral load than pharmacy fill data.  18 his study has limitations. Patients were part of a larger clinical trial that required informed consent to participate and included other support mechanisms such as social support and financial incentives, which may not reflect broader use of electronic pill bottles. Participants received financial incentives for pill bottle openings but not for medication refills, which could result in upward bias of adherence measured by pill bottles. In addition, use of wireless pill bottle technology itself may be considered an intervention, but that is inherent to its use as a monitoring technology. We were not able to account for unobserved variables that may be correlated with both monitoring and clinical outcomes, such as motivation and social support. There was also a delay between enrollment and receipt of the electronic pill bottles by mail, resulting is no data from GlowCaps for the first few days. However, we were conservative in analyzing this time frame as nonadherent for all patients, which would bias the results toward association with PDC adherence. Finally, we only had full pharmacy claims data for two-thirds of the intervention group from the larger trial, but the demographics and pill bottle adherence were largely similar between those with and without pharmacy claims data.\n\nThe main strength of this study is that we were able to obtain continuous data from electronic pill bottle data, pharmacy claims, and medical claims for a large cohort. Heart-Strong was a pragmatic trial that included patients across the country with a wide range of demographics and practice settings, which make the results generalizable. In addition, the clinical condition of myocardial infarction is important, with evidence suggesting that nonadherence leads to worse outcomes. The main clinical outcome of repeat vascular events is objectively assessed as part of routine clinical care and is clinically significant. We also conducted sensitivity analyses to ensure robustness of the main findings to a variety of measurement definitions.\n\nIn conclusion, policies and programs that rely on pharmacy claims may not fully account for medication adherence in clinical populations, limiting their applicability when used alone for both monitoring and motivation. Electronic pill bottles hold promise for complementary assessment of medication use, and also offer the opportunity to leverage real time patient engagement to encourage improved adherence. Depending on the importance of medication adherence to outcomes, the additional data from electronic pill bottles could justify its cost in clinical trials or routine clinical practice."
    },
    {
      "text": "FIGURE 1. Flow diagram of patient population."
    },
    {
      "text": "Patient Characteristics"
    },
    {
      "text": "FIGURE 2. A, Medication adherence over time for statins as measured by pharmacy data and electronic pill bottles. B, Medication adherence over time for 3 medications as measured by pharmacy data and electronic pill bottles. PDC indicates proportion of days covered. Annual"
    },
    {
      "text": "Association Between Adherence and Hospitalization"
    }
  ],
  "references": [
    {
      "title": "A randomized trial of low-dose aspirin in the primary prevention of cardiovascular disease in women",
      "authors": [
        "P Ridker",
        "N Cook",
        "I Lee"
      ],
      "year": 2005,
      "doi": "10.1056/nejmoa050613"
    },
    {
      "title": "AHA/ACCF secondary prevention and risk reduction therapy for patients with coronary and other atherosclerotic vascular disease: 2011 update: a guideline from the American Heart Association and American College of Cardiology Foundation",
      "authors": [
        "Smith Sc",
        "E Benjamin",
        "R Bonow"
      ],
      "year": 2011
    },
    {
      "title": "Long-term adherence to evidence based secondary prevention therapies after acute myocardial infarction",
      "authors": [
        "A Akincigil",
        "J Bowblis",
        "C Levin"
      ],
      "year": 2008,
      "doi": "10.1007/s11606-007-0351-9"
    },
    {
      "title": "Relationship between adherence to evidence-based pharmacotherapy and long-term mortality after acute myocardial infarction",
      "authors": [
        "J Rasmussen",
        "A Chong",
        "D Alter"
      ],
      "year": 2007,
      "doi": "10.1001/jama.297.2.177"
    },
    {
      "title": "Randomised trial of cholesterol lowering in 4444 patients with coronary heart disease: the Scandinavian Simvastatin Survival Study (4S)",
      "authors": [
        "Scandinavian Simvastatin",
        "Survival Study"
      ],
      "year": 1994
    },
    {
      "title": "Adherence with statin therapy in elderly patients with and without acute coronary syndromes",
      "authors": [
        "C Jackevicius",
        "M Mamdani",
        "J Tu"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.4.462"
    },
    {
      "title": "Full coverage for preventive medications after myocardial infarction",
      "authors": [
        "N Choudhry",
        "J Avorn",
        "R Glynn"
      ],
      "year": 2011,
      "doi": "10.1056/nejmsa1107913"
    },
    {
      "title": "Adherence to medication",
      "authors": [
        "L Osterberg",
        "T Blaschke"
      ],
      "year": 2005,
      "doi": "10.1056/nejmra050100"
    },
    {
      "title": "Practical and conceptual challenges in measuring antiretroviral adherence",
      "authors": [
        "K Berg",
        "J Arnsten"
      ],
      "year": 2006,
      "doi": "10.1097/01.qai.0000248337.97814.66"
    },
    {
      "title": "Self-reported medication adherence and cardiovascular events in patients with stable coronary heart disease: the heart and soul study",
      "authors": [
        "A Gehi",
        "S Ali",
        "B Na"
      ],
      "year": 2007,
      "doi": "10.1001/archinte.167.16.1798"
    },
    {
      "title": "The concordance of self-report with other measures of medication adherence: a summary of the literature",
      "authors": [
        "M Garber",
        "D Nau",
        "S Erickson"
      ],
      "year": 2004
    },
    {
      "title": "Concurrent and predictive validity of a self-reported measure of medication adherence",
      "authors": [
        "D Morisky",
        "L Green",
        "D Levine"
      ],
      "year": 1986,
      "doi": "10.1097/00005650-198601000-00007"
    },
    {
      "title": "The natural history of medication compliance in a drug trial: limitations of pill counts",
      "authors": [
        "P Rudd",
        "R Byyny",
        "V Zachary"
      ],
      "year": 1989,
      "doi": "10.1038/clpt.1989.122"
    },
    {
      "title": "Monitoring medication adherence by unannounced pill counts conducted by telephone: reliability and criterion-related validity",
      "authors": [
        "S Kalichman",
        "C Amaral",
        "C Cherry"
      ],
      "year": 2008,
      "doi": "10.1310/hct0905-298"
    },
    {
      "title": "Clinical outcomes and adherence to medications measured by claims data in patients with diabetes",
      "authors": [
        "M Pladevall",
        "L Williams",
        "L Potts"
      ],
      "year": 2004,
      "doi": "10.2337/diacare.27.12.2800"
    },
    {
      "title": "Impact of Medication Adherence on Hospitalization Risk and Healthcare Cost",
      "authors": [
        "M Sokol",
        "K Mcguigan",
        "R Verbrugge"
      ],
      "year": 2005,
      "doi": "10.1097/01.mlr.0000163641.86870.af"
    },
    {
      "title": "Medication adherence leads to lower health care use and costs despite increased drug spending",
      "authors": [
        "M Roebuck",
        "J Liberman",
        "M Gemmill-Toyama"
      ],
      "year": 2011,
      "doi": "10.1377/hlthaff.2009.1087"
    },
    {
      "title": "Lack of association between retrospectively collected pharmacy refill data and electronic drug monitoring of antiretroviral adherence",
      "authors": [
        "T Acri",
        "T Tenhave",
        "J Chapman"
      ],
      "year": 2010,
      "doi": "10.1007/s10461-008-9502-1"
    },
    {
      "title": "Antiretroviral therapy adherence and viral suppression in hiv-infected drug users: comparison of self-report and electronic monitoring",
      "authors": [
        "J Arnsten",
        "P Demas",
        "H Farzadegan"
      ],
      "year": 2001
    },
    {
      "title": "A comparison study of multiple measures of adherence to HIV protease inhibitors",
      "authors": [
        "H Liu",
        "C Golin",
        "L Miller"
      ],
      "year": 2001,
      "doi": "10.7326/0003-4819-134-10-200105150-00011"
    },
    {
      "title": "Multiple validated measures of adherence indicate high levels of adherence to generic HIV antiretroviral therapy in a resource-limited setting",
      "authors": [
        "J Oyugi",
        "J Byakika-Tusiime",
        "E Charlebois"
      ],
      "year": 2004,
      "doi": "10.1097/00126334-200408150-00014"
    },
    {
      "title": "Adherence to protease inhibitor therapy and outcomes in patients with hiv infection",
      "authors": [
        "D Paterson",
        "S Swindells",
        "J Mohr"
      ],
      "year": 2000,
      "doi": "10.7326/0003-4819-133-1-200007040-00004"
    },
    {
      "title": "Automated hovering in health carewatching over the 5000 hours",
      "authors": [
        "D Asch",
        "R Muller",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.1056/nejmp1203869"
    },
    {
      "title": "Rationale and design of a randomized trial of automated hovering for post-myocardial infarction patients: the HeartStrong program",
      "authors": [
        "A Troxel",
        "D Asch",
        "S Mehta"
      ],
      "year": 2016,
      "doi": "10.1016/j.ahj.2016.06.006"
    },
    {
      "title": "Effect of electronic reminders, financial incentives, and social support on outcomes after myocardial infarction: The heartstrong randomized clinical trial",
      "authors": [
        "K Volpp",
        "A Troxel",
        "S Mehta"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.2449"
    },
    {
      "title": "Measuring concurrent adherence to multiple related medications",
      "authors": [
        "N Choudhry",
        "W Shrank",
        "R Levin"
      ],
      "year": 2009,
      "doi": "10.1002/pds.1671"
    },
    {
      "title": "An empirical basis for standardizing adherence measures derived from administrative claims data among diabetic patients",
      "authors": [
        "S Karve",
        "M Cleves",
        "M Helm"
      ],
      "year": 2008,
      "doi": "10.1097/mlr.0b013e31817924d2"
    },
    {
      "title": "Information Criteria and Statistical Modeling",
      "authors": [
        "S Konishi",
        "G Kitagawa"
      ],
      "year": 2008,
      "doi": "10.1007/978-0-387-71887-3"
    }
  ],
  "num_references": 28
}
