{
  "paper_id": "H5DKSWTV",
  "title": "Modifying physical 1. activity in a multiethnic sample of low-income women: One-year results from the IMPACT (Increasing Motivation for Physical ACTivity) project",
  "abstract": "Regular care and informational support are helpful in improving disease-related health outcomes. Communication technologies can help in providing such care and support. The purpose of this study was to evaluate the empirical evidence related to the role of cell phones and text messaging interventions in improving health outcomes and processes of care. Scientific literature was searched to identify controlled studies evaluating cell phone voice and text message interventions to provide care and disease management support. Searches identified 25 studies that evaluated cell phone voice and text messaging interventions, with 20 randomized controlled trials and 5 controlled studies. Nineteen studies assessed outcomes of care and six assessed processes of care. Selected studies included 38,060 participants with 10,374 adults and 27,686 children. They covered 12 clinical areas and took place in 13 countries. Frequency of message delivery ranged from 5 times per day for diabetes and smoking cessation support to once a week for advice on how to overcome barriers and maintain regular physical activity. Significant improvements were noted in compliance with medicine taking, asthma symptoms, HbA1C, stress levels, smoking quit rates, and self-efficacy. Process improvements were reported in lower failed appointments, quicker diagnosis and treatment, and improved teaching and training. Cost per text message was provided by two studies. The findings that enhancing standard care with reminders, disease monitoring and management, and education through cell phone voice and short message service can help improve health outcomes and care processes have implications for both patients and providers.",
  "year": 2005,
  "date": "2005",
  "journal": "Ann Behav Med",
  "publication": "Ann Behav Med",
  "authors": [
    {
      "forename": "Santosh",
      "surname": "Krishna",
      "name": "Santosh Krishna",
      "affiliation": "1  School of Public Health , Saint Louis University , St. Louis , Missouri. \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Saint Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Louis \n\t\t\t\t\t\t\t\t\t Missouri",
      "email": "santoshkrishna5@gmail.com"
    },
    {
      "forename": "Suzanne",
      "surname": "Boren",
      "name": "Suzanne Boren",
      "affiliation": "2  Health Services Research and Development Program , Harry S. Truman Memorial Veterans' Hospital , Columbia , Missouri. \n\t\t\t\t\t\t\t\t Health Services Research and Development Program \n\t\t\t\t\t\t\t\t Harry S. Truman Memorial Veterans' Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Columbia \n\t\t\t\t\t\t\t\t\t Missouri"
    },
    {
      "forename": "E",
      "surname": "Balas",
      "name": "E Balas",
      "affiliation": "5  College of Health Sciences , Old Dominion University , Norfolk , Virginia. \n\t\t\t\t\t\t\t\t College of Health Sciences \n\t\t\t\t\t\t\t\t Old Dominion University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Norfolk \n\t\t\t\t\t\t\t\t\t Virginia"
    },
    {
      "affiliation": "3  Health Management & Informatics , School of Medicine , University of Missouri , Columbia , Missouri. \n\t\t\t\t\t\t\t\t Health Management & Informatics \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Missouri \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Columbia \n\t\t\t\t\t\t\t\t\t Missouri"
    },
    {
      "affiliation": "School of Public Health Saint Louis University 3545 Lafayette Avenue , Suite St. Louis , MO \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Saint Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3545 Lafayette Avenue \n\t\t\t\t\t\t\t\t\t Suite St. Louis \n\t\t\t\t\t\t\t\t\t MO"
    }
  ],
  "doi": "10.1089/tmj.2008.0099",
  "keywords": [
    "cellular phone",
    "SMS",
    "text messaging",
    "wireless",
    "outcomes of care",
    "process of care"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "isease management and prevention have been known to reduce morbidity, yet it is an ongoing challenge to find effective ways of providing care and preventive management support that will lead to behavior change and improved health outcomes. Phone-based interventions have brought positive results among persons of low socioeconomic status and ethnic minority.  1 Interventions involving automated message systems have been shown to improve knowledge and health outcomes in a variety of health areas.  2, 3 Technologies such as cell phones and text messaging that are already a part of people's daily lives have great potential for improving people's health by assisting them with behavior modification and disease self-management.\n\nAccording to Cellular Telecommunications and Internet Association, there are approximately 262 million cell phone subscribers in the United States.  4 Almost every household in the United States has one cell phone. Not only is the use of cell phones for voice communication increasing, but also its use for text messaging and Internet access is on the rise.  [5] [6] 6] [7] [8]  Text messaging has increased manyfold since the 35% of Pew survey respondents said in 2006 that they had used text messaging and an additional 13% wanted to add this feature to their cell phones. The use of cell phones and text messaging has been found to be even higher among teens and young adults compared to older adults all over the world.  [5] [6] ] [7] [8] [9] [10]  Parents provide cell phones to teenagers as a harm minimization strategy through increased communication.  11 ontrary to the commonly held belief that persons of low socioeconomic status do not have access to technology, ownership and use of cell phones is as prevalent among those from a lower socioeconomic status as among those from the general population.  12, 13 n spite of such widespread ownership of cell phones, use of voice or text-messaging in disease management and self-care is still in its infancy. No systematic review of cell phone-based interventions exists to our knowledge in published scientific literature that analyzes evidence on whether the use of cell phones and text messaging interventions improves health outcomes or processes of care, whether it is acceptable to users, and whether it is a cost-effective option. The goal of this study was to gather scientific evidence on the effective uses of cell phones with voice or text messaging for health information interventions, disease management, or for improving process of care. We systematically reviewed published studies to evaluate the contribution of cell phones and text messaging in improving the process and outcomes of care."
    },
    {
      "title": "Methods"
    },
    {
      "title": "DATA SOURCES",
      "text": "We searched MEDLINE (1950-May 2008) for relevant studies using combinations of the following search terms: (1) telephone (MeSH), cellular phone (MeSH), handheld computers (MeSH), cell phone$ (truncated textword), mobile phone$ (truncated textword), text messag$ (truncated textword), short message service (SMS) (textword), or personal digital assistant (PDA) (textword); and (2) patient education as topic (MeSH), health education (MeSH), patient educat$ (truncated textword), or health educat$ (truncated textword). We also systematically searched the reference lists of included studies."
    },
    {
      "title": "INCLUSION AND EXCLUSION CRITERIA",
      "text": "Our inclusion criteria were randomized controlled trials or controlled studies that evaluated delivery of health information or educational intervention using cell phone or text messaging and measured change in the process of care and/or health outcomes. Studies that used wired Internet to provide information through e-mail or the Web in addition to wireless communication were included. Studies published in a language other than English with a complete English abstract were included if they met the specified inclusion criteria. We excluded studies that did not use a control group."
    },
    {
      "title": "STUDY SELECTION AND DATA EXTRACTION",
      "text": "The investigators reviewed the titles and abstracts of the identified citations and applied inclusion and exclusion criteria described above. The investigators collected data from each eligible article including descriptions of the patient sample, technology used, duration, delivery frequency, intervention, process and outcome measures, and statistical significance. Information on study design, clinical areas, and country were also abstracted from the full text of all eligible studies. For the purposes of this review, a trial was successful if there was a significant outcome (p < 0.05) for the intervention group compared with the control group at follow-up. The investigators analyzed the publications to assess which interventions led to significant or nonsignificant results."
    },
    {
      "title": "Results",
      "text": "Comprehensive literature searches in MEDLINE using the terms \"cellular phone\" or \"mobile phone\" or \"text messaging\" or \"SMS\" identified 2,735 citations. Limiting the identified citations to randomized controlled trials or controlled studies produced 97 citations. To identify studies of health improvement information or education interventions, titles and abstracts of 97 articles were screened to determine relevance. Those articles discussing the harmful health effects of cellular phones such as damage to health from the electromagnetic fields were excluded. After reading the abstracts or full text of articles, 25 articles meeting the eligibility criteria (i.e., publications that reported the use of cell phones for educational or informational interventions in improving the health outcomes or process of care) were selected (Table  1 ).  The  al set of 25 studies included 20 randomized controlled trials and 5 controlled trials, with 38,060 participants, including 10,374 adults and 27,686 children. The duration in these studies ranged from 3 weeks 16 to 12 months,  15, 18, 22, 25, 27, 35  with an average duration of 6 months, and one study taking place over only 2 days.  33 Use of cell phones and SMS was applied to 12 different clinical areas, with nine articles on diabetes,  15, 22, [24] [25] [26] [27] 32, 35, 38  four articles on smoking cessation,  17, 18, 34, 36  two articles each on HIV/AIDS  14, 29  and general outpatient clinics,  20, 21  and one article each on asthma, 31 hypertension, 27 physical activity, 23 orthodontics, 16 hepatitis vaccinations, 37 stress management, 33 physical disabilities, 30 and health promotion.  19  Studi s took place in several countries. Four studies were conducted in Australia,  [20] [21] 1] [22] 30  and three in the United Kingdom. 23, 29, 35  Five reports of three studies took place in Korea,  [24] [25] [26] [27] 38  two each in New Zealand,  17, 34  Spain,  28, 37  and the United States,  14, 36  and one study each in Austria, 32 China, 19 Croatia, 31 Italy,  33  France, 15 Netherlands,  16  and Norway. 18"
    },
    {
      "title": "TECHNOLOGY AND FREQUENCY OF INTERVENTION",
      "text": "The technology used in all 25 studies was voice or the SMS feature of cell phones. Four studies  14, 30, 33, 36  used only the voice feature of cell phones for the intervention. Whereas 8 of 25 studies used voice\n\nTable 1. Cell Phone Intervention Studies AUTHOR/ YR SAMPLE SIZE TECHNOLOGY DURATION (MONTHS) DELIVERY FREQUENCY CONTROL INTERVENTION MEASURES RESULTS C VS. I Andrade 2005 14 58 V 6 Medication schedule No medication reminder DMAS/cell phone reminder with medicine name and a specific dose. Other instructions optional, such as \"Take one tablet on empty stomach\" Adherence to medicine taking 56% vs. 79%, p < 0.05 Benhamou 2007 15 30 SMS, V, PDA, I 12 Weekly No weekly SMS support Weekly SMS diabetes treatment advice from their healthcare providers based on weekly transfer of SMBG and QOL survey every 3 months HbA1c SMBG QOL score Satisfaction with Life Hypo episodes No. of BG tests/day +0.12 vs. -0.14%, p < 0.10 +5 vs. -6 mg/dL, p = 0.06 0.0 vs. +5.6, p < 0.05 -0.01 vs. + 8.1, p < 0.05 79.1 vs. 69.1/patient, NS -0.16 vs. -0.11/day, NS Bos 2005 16 301 SMS 0.75 Once 24 h prior No reminder sent SMS reminder the day before Failed attendance rate Method preference: Mail Phone SMS Satisfaction NS Mail 56% Phone 26% SMS 18% ≥80% Bramley 2005 17 SMS 6.5 Daily No advice or support SMS smoking cessation advice, support and distraction Quit rate non-Maori vs. Maori % quitting 11% vs. 26% Brendryen 2007 18 396 SMS, V, I, EM 12 Daily Self-help booklet Internet-and cell-phonebased Happy Ending intervention Repeated point abstinence rate NRT adherence rate Self-efficacy level 13.1% vs. 22.3%, p < 0.05 93% vs. 87%, NS 5.10 vs. 4.38, p < 0.001 Chen 2008 19 SMS 2 Once, 72 h prior No reminder, telephone reminder A phone call by an assistant or a SMS reminder sent, one time, 72 hours prior to the appointment Attendance rate: Control vs. phone vs. SMS Cost -SMS vs. phone 80.5% vs. 87.5% vs. 88.3%, p < 0.05 0.31 vs. 0.48 Yuan/ message, p < 0.05 Downer 2005 20 SMS 2 Once, 72 h prior No SMS reminder SMS reminder, 72 hours prior FTA rate 14% vs. 23%, p < 0.01 Downer 2006 21 22,658 SMS 3 Once, 72 h prior No SMS reminder SMS reminder, 72 h prior FTA rate-new patients FTA rate-other patients Cost per message Costs saved 14.7% vs. 9.2%, p < 0.01 20.9% vs. 9.9%, p < 0.01 $0.25 per message $12.20/appointment kept Franklin 2006 22 92 SMS, V 12 Daily IT, IT with ST Daily text-messages with personalized goal-specific prompts and tailored to patient's age, gender, and insulin regimen HbA1c Self-efficacy Adherence 10.3 vs. 10.1 vs. 9.2%, p < 0.01 56.0 vs. 62.1, p < 0.01 70.4 vs. 77.2, p < 0.05 continued ➞ Table 1. Cell Phone Intervention Studies AUTHOR/ YR SAMPLE SIZE TECHNOLOGY DURATION (MONTHS) DELIVERY FREQUENCY CONTROL INTERVENTION MEASURES RESULTS C VS. I Hurling 2007 23 77 SMS, V, I 4 Weekly Verbal advice during clinic visit Internet, e-mail and mobile phone personalized advice and motivational tips on how to overcome barriers and maintain appropriate level of physical activity, utilizing various types of activities. Chart display of daily, weekly, and overall activity levels input by participant. Kim HS 2007 24 51 SMS, I 3 Weekly No weekly SMS support. Standard care during clinic visit Weekly recommendations by a nurse to adjust medication or insulin based on patient's SMBG, medications, insulin dose, diet, and exercise level. Patients received reminders if they did not input data at least once a week. HbA1c FPG levels mg/dL 2HPMG 7.7 vs. 7.0, p < 0.05 149.5 vs. 145.7, NS 218.0 vs. 192.6, p < 0.05 Kim 2007 25 51 SMS, I 3 Weekly No weekly SMS support. Standard care during clinic visit Weekly recommendations by a nurse to adjust medication or insulin based on patient's input of SMBG, medications, insulin dose, diet, and exercise level. Patients received reminders if they did not input information at least once a week. Grp 1: <7%: HbA1c FPG levels mg/dL 2HPMG Grp 2: ≥7%: HbA1c FPG levels mg/dL 2HPMG 0.53, NS vs. -0.21, p < 0.05 -5.8, NS vs. -13.4, p < 0.05 -3.1, NS vs. -56.0, p < 0.05 0.22, NS vs. -2.15, p < 0.05 14.5, NS vs. -3.3, NS 24.8, NS vs. -115.2, NS Kim SI 2008 26 34 SMS, V, I 6 Weekly No weekly SMS support. Usual care during clinic visit Weekly recommendations by a nurse to adjust medication or insulin based on patient's input of SMBG, medications, insulin dose, diet, and exercise level. Patients received reminders if they did not input information at least once a week. HbA1C (mg/dL) FPG (mg/dL) 2-HPMG (mg/dL) TC (mg/dL) TG (mg/dL) HDL (mg/dL) 7.66 vs. 7.07, p < 0.05 144.9 vs. 151.6, p < 0.05 227.9 vs. 213.7, p < 0.05 190.4 vs. 175.9, p < 0.05 213.2 vs. 178.2, p < 0.05 43.3 vs. 47.3, p < 0.05 continued ➞ continued Downloaded by UNIVERSITY OF IOWA from  www.liebertpub.com at 07/18/25. For personal use only."
    },
    {
      "title": "HEALTHCARE VIA CELL PHONES",
      "text": "Table 1. Cell Phone Intervention Studies AUTHOR/ YR SAMPLE SIZE TECHNOLOGY DURATION (MONTHS) DELIVERY FREQUENCY CONTROL INTERVENTION MEASURES RESULTS C VS. I Kim HS 2008 27 34 SMS, I 12 Weekly Usual care during clinic visit Weekly SMS optimal recommendations based on clinical history, smoking habits, BMI, blood pressure, and lab data. Continuous education and reinforcement of diet and exercise, medication adjustment, and frequent self-monitoring of blood glucose levels. HbA1C (mg/dL) FPG (mg/dL) 2-HPMG (mg/dL) TC (mg/dL) TG (mg/dL) HDLC (mg/dL) 8.19 vs. 6.67, p < 0.05 175.8 vs. 149.6, p < 0.05 264.7 vs. 169.7, p < 0.05 p = NS p = NS p = NS Marquez Contreras 2004 28 104 SMS 4 Twice/Week Standard treatment SMS messages with recommendations to control Blood Pressure % of compliers Rate of compliance % of patients with BP control 51.5% vs. 64.7%, p = NS 88.1% vs. 91.9%, p = NS 85.7% vs. 84.4%, p = NS Menon-Johansson 2006 29 47 SMS, V 6 Once, within 2 weeks of lab results Standard results notification and recall to clinic SMS notification of HIV/ AIDS lab test results and recall to clinic within two weeks of test results No. of messages sent % results sent Staff time saved Mean days to diagnosis Median time to treatment 952 messages 33.9% results 46 hours/month saved 11.2 vs. 7.9 days, p < 0.01 15.0 vs. 8.5 days, p < 0.05 Nguyen 2006 30 10, 14-80 yrs, mean 33 yrs SMS, V .75 Daily Withdrawal of technology Training in the use of cell phone to persons with Cerebral Palsy and MS % who improved performance % improved satisfaction 90% 90% Ostojic 2005 31 16 SMS 4 Weekly Standard care and education, diary Standard care plus PEF monitoring and therapy adjustment by SMS Asthma -cough Night symptoms Ave daily dose-ICS Ave daily dose-LABA 1.85 vs. 1.42, p < 0.05 1.22 vs. 0.95, p < 0.05 81.25 vs. 77.63, p < 0.01 17.31 vs. 14.80, p < 0.01 Rami 2006 32 36 SMS, V 6 Daily Usual support and paper diary Cell phone and SMS monitoring and support by a diabetologist, with an automated SMS message or a personalized message advising insulin dose adjustment Change in HbA1c 3 mos Change in HbA1c 6 mos +1.0 vs. -0.15, p < 0.05 +0.15 vs. -0.05, p < 0.05 Riva 2006 33 33 V, I 0.07 Once, over two days No treatment 1. Multimedia narratives of a trip to a desert tropical beach 2. New Age music video with a tropical beach visual content Anxiety level Relax scale STAI level Chisq = 2.943, p < 0.01 Chisq = 2.0 Chisq = 20.749, p < 0.01 continued ➞ continued\n\nalong with SMS,  18, 22, 23, 26, 27, 29, 32, 34  the other 8 studies  18, [23] [24] [25] [26] [27] 35, 38  combined Internet and the SMS for delivering self-care education and information. In tw  studies  18, 35  messages were sent via e-mail in addition to utilizing other communication technologies. Five of the outcomes studies  15, 17, 28, 31, 27  and four process of care studies 16,19-21 used only SMS. Most studies used \"Push\" technology where participants received personalized text messages or automated voice mail messages delivered to their cell phones tailored to their specific health needs and personal preferences. Two studies 22,30 used two-way communication encouraging participants to use their cell phones to ask questions.\n\nFrequency of message delivery ranged from daily to once a week and varied by disease or behavior modification area. Messages were sent daily in three of the diabetes management studies  22, 32, 35  and three smoking cessation studies.  17, 18, 34 In the smoking cessation studies, 5\n\nTable 1. Cell Phone Intervention Studies AUTHOR/ YR SAMPLE SIZE TECHNOLOGY DURATION (MONTHS) DELIVERY FREQUENCY CONTROL INTERVENTION MEASURES RESULTS C VS. I Rogers 2005 34 1705 SMS, V 6 Daily first 1.5 months, 3/week 4.5 months No advice or support Personalized text messages for cessation, advice, support and distraction Quit rate 6 weeks Quit rate 12 weeks Quit rate 26 weeks % abstaining 26 weeks 13% vs. 28%, p < 0.01 26% vs. 41%, p < 0.01 45% vs. 56%, p < 0.01 5% vs. 8%, p < 0.05 Tasker 2007 35 37 SMS, EM, I 12 Daily Paper diary during clinic visit Daily text message requesting response to questions related to hypo events Frequency of hypos Hypos response rate (Paper diary, CBI, V) Preference over diary 5.2/month 65% vs. 89% vs. 95% CBI 54%, V 65% Vidrine 2006 36 95 V 4 Twice/ month, 24-h hotline, phone call every 2 months Usual care and physician advice to quit Usual care plus eight weekly smoking cessation counseling sessions tailored specifically to the needs of persons with HIV/AIDS, delivered by cell phones, 24-h quit hotline PP abstinence (24 h) Sustained abstinence (7 days) Made quit attempt Days of abstinence 10.3% vs. 36.8%, p < 0.01 7.7% vs. 21.1%, NS 74.4% vs. 97.4%, p < 0.01 12.3 vs. 30.8 days, p < 0.01 Vilella 2004 37 4043 SMS, I 4 Once, 72 h prior No SMS reminder SMS reminder for the next Hep A+B vaccination Compliance C1 vs. C2 vs. Intervention: Hep A+B 2nd dose Hep A+B 3rd dose Hep A 2nd dose 77.2 vs. 80.7% vs. 88.4%, p < 0.05 23.6% vs. 26.9% vs. 47.1%, p < 0.05 13.2 vs. 16.4% vs. 27.7%, p < 0.05 Yoon 2008 38 51 SMS, I 12 Weekly Weekly optimal advice from a nurse via SMS or the computer Internet based on patient input of SMBG, medication details, diet and exercise 9 months: HbA1c FPG levels mg/dL 2HPMG 12 months: HbA1c FPG levels mg/dL 2HPMG Total cholesterol Triglycerides HDL 0.33 vs. -1.31, p < 0.05 12.2 vs. -10.5, NS -17.4 vs. -66.8, p < 0.05 0.81 vs. -1.32, p < 0.05 27.7 vs. -10.7, NS 18.1 vs. -100, p < 0.05 NS NS NS 2HPMG, 2-h postmeal glucose; BMI, body mass index; BP, blood pressure; CBI, computer-based interview; DMAS, disease management assistance system; EM, e-mail; FPG, fasting plasma glucose; FTA, failure to attend; HbA1c, hemoglobin A1c; HDL, high density lipoprotein; VAS, visual analog scale; Hypo, hypoglycemic; I, Internet; ICS, inhaled corticosteroids; IT, insulin therapy; LABA, long-acting β-agonist; MET, metabolic equivalent; MS, multiple sclerosis; NRT, nicotine replacement therapy; NS, not significant; PA, physical activity; PDA, personal digital assistant; PEF, peak expiratory flow; PP, point prevalence; QOL, quality of life; SMBG, self-monitored blood glucose; SMS, short message service; ST, Sweet Talk; STAI, state-trait anxiety inventory; TC, total cholesterol; TG, triglycerides; V, voice. messages per day were sent during the first 6 weeks, then reduced to 2-3 per week for the remaining weeks.  17, 18, 34 In one study, text messages were sent daily for the first 10 weeks.  18 In another smoking cessation study, participants received one counseling session per week over a cell phone for 8 weeks and had access to a 24-hour hotline.  36 A hypertension control study advising participants to take blood pressure control medication sent messages twice per week.  28 A third group of studies in asthma, 31 diabetes,  [24] [25] [26] [27]  and smoking cessation 36 sent messages once per week. Medication reminders were delivered according to the prescribed medication schedule, 14 whereas the general appointment reminders were sent just once 1 to 3 days prior to the appointment.  16, [19] [20] ] [21]  Vaccination appointment reminders were sent 2 to 3 days prior to the scheduled appointment.  37 Riva 33 evaluated a stress-relieving multimedia intervention delivered to cell phones during commuting hours for 2 days. Two studies that did not report significant differences between groups included one that sent medication compliance reminder text messages twice per week 28 and the other that sent a reminder 1 day before the orthodontics clinic appointments.  26 Twenty of 25 studies (80%) reported significant differences between control and intervention groups as a result of cell phone and text messaging interventions regardless of the frequency of message delivery."
    },
    {
      "title": "STUDIES WITH PROCESSES OF CARE MEASURED",
      "text": "The set of 25 studies was categorized by whether processes or outcomes of care were measured. The process of care is defined as activities involved in the delivery of healthcare. Studies that focused on improving the process of care were grouped into two areas. Menon-Johansson and colleagues used text messaging for notification of diagnoses and recall of patients with positive lab results to the clinic for treatment consultation. They reported fewer days to diagnosis and treatment among those who were notified of test results via text messages.  29 Two studies that evaluated sending appointment reminder text messages to cell phones found that failure-to-attend rates were significantly lower among persons who were sent SMS reminders than among those who were not sent a reminder about their upcoming clinic appointment.  19, 21 In contrast, failure-to-attend rate did not significantly differ between groups in two other appointment reminder studies.  16, 20 Nguyen et al. used cell phones and their text messaging capabilities to teach persons with disabilities to improve communication. After 3 weeks of training, 90% of participants had improved performance and 90% were satisfied with their learning. 30"
    },
    {
      "title": "STUDIES WITH OUTCOMES OF CARE MEASURED",
      "text": "We defined outcomes of care to refer to change in disease-specific health outcomes as specified as the outcomes under study. Sixteen of 19 studies (84%) evaluated health outcomes and reported change in health outcomes as a result of an intervention delivered through cell phones using voice or SMS. These studies were grouped into the following outcome categories: (1) behavior change: 10 studies,  14, 15, 17, 18, 22, 23, 28, 34, 36, 37  (2) clinical improvement: 13 studies,  15, [22] [23] [24] [25] [26] [27] [28] [31] [32] [33] 35, 38  and (3) social functioning: 3 studies.  15, 18, 22  Be vior change. We defin behavior change as an action taken that has been documented to lead to better health outcomes. Smoking cessation, compliance with medication taking, and getting timely vaccinations were the behaviors that were compared among intervention and control groups. Eight of 10 studies (80%) reported change in behavior following an informational intervention delivered to cell phones using voice or short text message service. 14, 17, 18, 22, 23, 34, 36, 37  Smoking cessation studies reported significantly greater success in behavior modification among the intervention group participants who received a smoking cessation-related educational intervention delivered to their cell phones. 17, 18, 34, 36 Bramley et al., who compared 355  Maori and 1,350 non-Maori young participants in evaluating the effectiveness of a cell phone-based smoking cessation intervention consisting of personalized advice and support in both English and Maori language, found that Maori young men and women in the intervention group were two times more likely to report quitting at 6 weeks than participants in the control group. 17 A randomized controlled trial demonstrated a positive health outcome for participating young smokers who were sent personalized text messages to their cell phones for 26 weeks. 34  Smoking cessation advice, support, and distraction messages were sent five times per day 1 week prior to an agreed-upon quit date and for 4 weeks following the quit date, and three messages per week for the remaining 21 weeks of the study duration. Authors found that continuous abstinence with three or fewer lapses remained significantly higher among intervention group participants at 26 weeks. 34  There was a significantly greater increase in compliance with medication taking among HIV-positive patients with memory impairment compared to those without impairment 14 and with keeping hepatitis A and B dose vaccination schedules among international travelers 37 as a result of reminders sent to the cell phones of study participants. There was also a significant improvement in insulin adherence (p < 0.05) among persons with type 1 diabetes who received tailored text messages with goal-specific prompts. 22  Clinical improvement. Twelve of 13 studies (92%) measured and reported significant changes in clinical outcomes, as a result of voice or text messages sent to a cell phone. 15, [22] [23] [24] [25] [26] [27] [28] [31] [32] [33] 38  Nine studies assessed the effectiveness of using cell phones on diabetes control and management,  15, 22, [24] [25] [26] [27] 32, 35, 38  one on asthma, 31 and one on hypertension. 28  Other clinical areas covered by clinical improvement studies included stress management 33 and physical activity. 23  Of the nine studies that evaluated the effectiveness of diabetes control and management information and education messages and advice delivered via cell phones, four studies  15, 22, 32, 35  were among patients with type 1 diabetes and five studies  24, [25] [26] [27] 38  were among patients with type 2 diabetes. All studies but one reported significant improvement in diabetes-related health outcomes. 35  Studies that used weekly recommendations from a nurse to adjust insulin or medication based on information input via SMS by the patient showed significant improvements in blood sugar levels following the intervention (p < 0.05).  [24] [25] [26] [27] 38  Stud es also found that diabetes education and advice via cell phone and text messaging resulted in significant reductions in HbA1c (p < 0.05). 15, [24] [25] [26] [27] 32, 37  One study noted an overall HbA1c difference of 1% between those receiving conventional insulin therapy alone and those receiving intensive insulin therapy plus text messaging support from a diabetes care health professional. 22  Peak flow monitoring is a recommended asthma care guideline that helps prevent an asthma exacerbation by regular monitoring of asthma symptoms. In a randomized controlled trial by Ostojic and others, patients with asthma who received standard care plus peak expiratory flow monitoring and weekly treatment adjustment using text messaging for 4 months showed significantly greater improvements in asthma cough and night-time symptoms while lowering daily doses of inhaled corticosteroids and long-acting β-agonist than those who received only standard care. 31  Data from automated blood pressure monitoring using cell phones was used to send alerts and reminders twice per week for 4 months to intervention group patients on how to control their blood pressure.  28  Results  ndicated that participants in both groups had nearly equal percent of patients with controlled blood pressure at follow-up. Although rate of compliance with blood pressure control advice and percent of compliers were slightly higher in the intervention patients, there was no significant difference between groups in either of the two measures.\n\nCell phones were shown to help people relax in real-life situations of stress.  33 Multimedia messages narrating relaxation on a tropical beach were sent to cell phones of commuters in the intervention group. Follow-up outcome measures of the intervention group participants showed significant decrease in anxiety score (State-Trait Anxiety Inventory) (p < 0.01) compared to two control groups exposed to commercial videos with New Age music, and to no intervention, respectively.  33 A study of mobile phone personalized advice and motivational tips for physical activity observed a significant improvement (p < 0.05) in percent body fat lost; however, body mass index (BMI), diastolic blood pressure, and systolic blood pressure were unchanged.  23 cial functioning. Three studies measured social functioning outcomes. One study in the area of diabetes observed a significant improvement in quality of life (p < 0.05) and satisfaction with life (p < 0.05).  15 Another diabetes study and a smoking cessation study observed significant improvement in self-efficacy (p < 0.001 18 and p < 0.01 22 )."
    },
    {
      "title": "SUCCESSFUL PROCESSES AND OUTCOMES OF CARE",
      "text": "Our purpose in doing this review was to examine whether cell phones and text messaging can be effectively used to improve processes and outcomes of care. An intervention was considered effective if the measures were significantly improved (p < 0.05) among the intervention group participants compared with the participants in the control group. A total of 101 processes and outcomes were measured in the 25 studies, with some evaluated in more than one study. There were 61 (60%) successful process or outcome measures among those receiving the cell phone-based intervention."
    },
    {
      "title": "Discussion",
      "text": "As shown by the results of this review, information and education interventions delivered through wireless mobile technology resulted in both clinical and process improvements in the majority of studies included in this review. Chronic diseases such as diabetes and asthma, requiring regular management, as well as smoking cessation requiring ongoing advice and support, benefited most from the cell phone interventions. Use of cell phones and text messaging in improving healthcare, although gaining interest, is still in its infancy. As the ownership and use of cell phones increases, and more patients are willing to incorporate them into their daily lives for regular disease management such as for diabetes or asthma, more benefits will be documented. The strength of this study is in the international applicability of this technology. Studies were conducted on several continents-America, Europe, and Asia-indicating that this technology can be used all over the world."
    },
    {
      "title": "STUDY LIMITATIONS",
      "text": "When interpreting the results of this study, some of the limitations should be taken into consideration. One of the limitations of this review is the small sample sizes, with two studies included in this review having less than 20 participants. The findings of these studies may not be generalizable to other populations. Second, this review includes one study 28 for which we only have a published English abstract. Since full text of this study was not accessible, we may have left out some information. We decided to include this study since sufficient details were provided in the published English abstract and important evidence from this randomized controlled trial would otherwise be missed. The cost of technology is always of interest to adopters. When interventions lead to comparable outcomes, the more feasible or less costly intervention should be selected. Unfortunately, only two studies in this review provided cost information (Table  1 ).  19, 21 Also, the reviewed studies did not express any concerns over the impediments to the use of cell phones such as lack of reimbursements to health professionals receiving the call, time commitment, or potential abuse of cell phone and SMS privilege."
    },
    {
      "title": "Implications for Practice",
      "text": "In addition to improving healthcare outcomes, wireless mobile technology has other implications for practice. It may help remove disparities. This is the first technology where industry has documented a trend toward a digital divide in the reverse.  13, 39 This increases the likelihood of successfully delivering health improvement interventions to traditionally hard-to-reach populations. Sending cell phone text messages has been helpful for patients in reducing missed physician appointments 40 and for staying in touch with their physician for follow-up questions or consults.  41 Interactive multimedia capabilities and portability of cell phones have proven to be beneficial, even life-saving in some areas of healthcare.  42 Since compared to computer technology, the ownership and use of cell phones is more prevalent among persons of low socioeconomic status, use of cell phones may reduce the impact of digital divide inherent in Web-based health interventions.  43, 44 As more and more patients own and are willing to use mobile technologies for chronic disease management, 45 initial costs of automated message delivery may be offset by lower healthcare utilization costs.\n\nIn order to have a better understanding and greater insight into the effectiveness of cell phone interventions in improving health outcomes and processes of healthcare, more controlled studies with larger sample sizes need to be conducted. Healthcare providers should be willing to incorporate this common everyday technology. Therefore, studies are also needed on the cost-effectiveness and technical and financial feasibility of adoption in real clinical settings. Cell phones, through combination of voice and text messaging, their location-independence, and flexibility offer a great opportunity for designing and developing health interventions for the populations. Where traditional interventions have not been successful in reaching out to all, theory-based mobile e-health behavioral interventions are more likely to succeed  46, 47  and have the potential of lowering healthcare costs by lowering the use of healthcare resources. Cell phones, a common everyday technology, are already in the hands of millions of people.  48 Harnessing this technology for improving the health of populations would be a step in the right direction.  49"
    },
    {
      "text": ". 4.1, p < 0.05 0.17 vs. -2.18, p < 0.05 1.4 vs. -5.9, p < 0.05 -0.2 vs. -5.2, NS 208.7 vs. 218.5, p < 0.05 0.10 vs. -0.24, NS -0.17% vs. -2.18%, p < 0.05 0.73 vs. 0.69, NS 0.41 vs. 0.13, NS -0.37 vs. 0.57, p < 0.01 -0.01 vs. 0.45, p < 0.01 5.85 vs. 7.24, p < 0.001 5.33 vs. 6.38, p < 0.01"
    },
    {
      "text": "Downloaded by UNIVERSITY OF IOWA from www.liebertpub.com at 07/18/25. For personal use only."
    }
  ],
  "references": [
    {
      "title": "Modifying physical 1. activity in a multiethnic sample of low-income women: One-year results from the IMPACT (Increasing Motivation for Physical ACTivity) project",
      "authors": [
        "Cl",
        "L Pruitt",
        "C Castro",
        "A Gonzalez",
        "S Woo",
        "A King"
      ],
      "year": 2005
    },
    {
      "title": "Patient acceptance of educa-2. tional voice messages: A review of controlled clinical studies",
      "authors": [
        "S Krishna",
        "E Balas",
        "S Boren",
        "N Maglaveras"
      ],
      "year": 2002
    },
    {
      "title": "Do automated calls with nurse 3. follow-up improve self-care and glycemic control among vulnerable patients with diabetes?",
      "authors": [
        "J Piette",
        "M Weinberger",
        "S Mcphee"
      ],
      "year": 2000,
      "doi": "10.1016/s0002-9343(99)00298-3"
    },
    {
      "title": "CTIA Cellular Telecommunications and Internet Association",
      "year": 2008,
      "doi": "10.1109/mic.2008.8"
    },
    {
      "title": "Ownership and Usage Patterns of Cell Phones",
      "authors": [
        "P Tuckel",
        "H O'neill"
      ],
      "year": 2000
    },
    {
      "title": "Annual Meeting of the American Association for Public Opinion Research",
      "year": 2004
    },
    {
      "title": "R U OK 2 TXT 4 RESEARCH? 6. Feasibility of text message communication in primary care research",
      "authors": [
        "D Haller",
        "L Sanci",
        "S Sawyer",
        "C Coffey",
        "G Patton"
      ],
      "year": 2006,
      "doi": "10.1093/fampra/cmp040"
    },
    {
      "title": "Mass media consumption in adolescence [in Spanish",
      "authors": [
        "S Bercedo",
        "F Redondo",
        "A Pelayo",
        "Drz Gomez",
        "H Hernandez",
        "Cadenas Gn"
      ],
      "year": 2005
    },
    {
      "title": "Cellular telephone use among primary school children in 8. Germany",
      "authors": [
        "E Bohler",
        "J Schuz"
      ],
      "year": 2004,
      "doi": "10.1007/s10654-004-2174-x"
    },
    {
      "title": "Comparing Internet and mobile phone usage. 9",
      "authors": [
        "R Rice",
        "J Katz"
      ],
      "year": 2003
    },
    {
      "title": "& American life project",
      "year": 2007,
      "doi": "10.4309/jgi.2008.21.12"
    },
    {
      "title": "Rural parents, teenagers and 11. alcohol: What are parents thinking?",
      "authors": [
        "M Graham",
        "B Ward",
        "G Munro",
        "P Snow",
        "J Ellis"
      ],
      "year": 2006,
      "doi": "10.22605/rrh383"
    },
    {
      "title": "Orientations in adolescent use of 12. information and communication technology: A digital divide by sociodemographic background, educational career, and health",
      "authors": [
        "L Koivusilta",
        "T Lintonen",
        "A Rimpela"
      ],
      "year": 2007,
      "doi": "10.1080/14034940600868721"
    },
    {
      "title": "What digital divide? Hispanics, African-Americans are quick to adopt 13. wireless technology",
      "authors": [
        "S Young"
      ],
      "year": 2007
    },
    {
      "title": "A programmable prompting device 14. improves adherence to highly active antiretroviral therapy in HIV-infected subjects with memory impairment",
      "authors": [
        "A Andrade",
        "H Mcgruder",
        "A Wu"
      ],
      "year": 2005,
      "doi": "10.1086/432877"
    },
    {
      "title": "One-year efficacy and safety of Web-15. based follow-up using cellular phone in type 1 diabetic patients under insulin pump therapy: The PumpNet study",
      "authors": [
        "P Benhamou",
        "V Melki",
        "R Boizel"
      ],
      "year": 2007,
      "doi": "10.1016/j.diabet.2007.01.002"
    },
    {
      "title": "Failed appointments in an orthodontic 16. clinic",
      "authors": [
        "A Bos",
        "J Hoogstraten",
        "B Prahl-Andersen"
      ],
      "year": 2005
    },
    {
      "title": "Smoking cessation using mobile phone 17. text messaging is as effective in Maori as non-Maori",
      "authors": [
        "D Bramley",
        "T Riddell",
        "R Whittaker"
      ],
      "year": 2005
    },
    {
      "title": "Happy Ending: A randomized controlled trial of a digital 18. multi-media smoking cessation intervention",
      "authors": [
        "H Brendreyen",
        "P Kraft"
      ],
      "year": 2007
    },
    {
      "title": "Comparison of an SMS text messaging and 19. phone reminder to improve attendance at a health promotion center: A randomized controlled trial",
      "authors": [
        "Z Chen",
        "L Fang",
        "L Chen",
        "H Dai"
      ],
      "year": 2008
    },
    {
      "title": "Use of SMS text messaging to improve out-20. patient attendance",
      "authors": [
        "S Downer",
        "J Meara",
        "A Dacosta"
      ],
      "year": 2005
    },
    {
      "title": "SMS text messaging 21. improves outpatient attendance",
      "authors": [
        "S Downer",
        "J Meara",
        "A Dacosta",
        "K Sethuraman"
      ],
      "year": 2006
    },
    {
      "title": "A randomized controlled trial of 22. Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006
    },
    {
      "title": "Using Internet and mobile phone technology 23. to deliver an automated physical activity program: Randomized controlled trial",
      "authors": [
        "R Hurling",
        "M Catt",
        "M Boni"
      ],
      "year": 2007
    },
    {
      "title": "A nurse short message service by cellular phone in 24. type-2 diabetic patients for six months",
      "authors": [
        "H Kim",
        "H Kim",
        "H Jeong"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2702.2007.01698.x"
    },
    {
      "title": "A randomized controlled trial of a nurse short-message service by cel-25. lular phone for people with diabetes",
      "authors": [
        "H Kim"
      ],
      "year": 2007
    },
    {
      "title": "Effectiveness of mobile and Internet intervention in patients 26. with obese type 2 diabetes",
      "authors": [
        "S Kim",
        "H Kim"
      ],
      "year": 2008
    },
    {
      "title": "Technological intervention for obese patients with type 2 27. diabetes",
      "authors": [
        "H Kim",
        "M Song"
      ],
      "year": 2008,
      "doi": "10.1016/j.apnr.2007.01.007"
    },
    {
      "title": "Effective news of an intervention to provide information to patients with hypertension as short text messages and reminder sent to their mobile phone",
      "authors": [
        "Marquez Contreras",
        "E De La Figuera Von Wichmann",
        "Gil Guillen"
      ],
      "year": 2004
    },
    {
      "title": "Texting decreases 29. the time to treatment for genital Chlamydia trachomatis infection",
      "authors": [
        "A Menon-Johansson",
        "F Mcnaught",
        "S Mandalia",
        "A Sullivan"
      ],
      "year": 2006,
      "doi": "10.1136/sti.2004.014381"
    },
    {
      "title": "Telecommunications 30. access: Matching available technologies to people with physical disabilities",
      "authors": [
        "T Nguyen",
        "R Garrett",
        "A Downing",
        "L Walker",
        "D Hobbs"
      ],
      "year": 2006,
      "doi": "10.1080/10400435.2007.10131867"
    },
    {
      "title": "Improving asthma control through telemedicine: A study of short-message service",
      "authors": [
        "V Ostojic",
        "B Cvoriscec",
        "S Ostojic",
        "D Reznikoff",
        "A Stipic-Markovic",
        "Z Tudjman"
      ],
      "year": 2005,
      "doi": "10.1089/tmj.2005.11.28"
    },
    {
      "title": "Telemedical support to 32. improve glycemic control in adolescents with type 1 diabetes mellitus",
      "authors": [
        "B Rami",
        "C Popow",
        "W Horn",
        "T Waldhoer",
        "E Schober"
      ],
      "year": 2006,
      "doi": "10.1007/s00431-006-0156-6"
    },
    {
      "title": "Stress management using UMTS cellular 33. phones: A controlled trial",
      "authors": [
        "G Riva",
        "A Preziosa",
        "A Grassi",
        "D Villani"
      ],
      "year": 2006
    },
    {
      "title": "Do u smoke after txt? Results of a 34. randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley"
      ],
      "year": 2005
    },
    {
      "title": "What is the frequency of symptom-35. atic mild hypoglycemia in type 1 diabetes in the young? Assessment by novel mobile phone technology and computer-based interviewing",
      "authors": [
        "A Tasker",
        "L Gibson",
        "V Franklin",
        "P Gregor",
        "S Greene"
      ],
      "year": 2007,
      "doi": "10.1111/j.1399-5448.2006.00220.x"
    },
    {
      "title": "A randomized trial of a proactive cellular 36. telephone intervention for smokers living with HIV/AIDS",
      "authors": [
        "D Vidrine",
        "R Arduino",
        "A Lazev",
        "E Gritz"
      ],
      "year": 2006
    },
    {
      "title": "The role of mobile phones in improving vac-37. cination rates in travelers",
      "authors": [
        "A Vilella",
        "J Bayas",
        "M Diaz"
      ],
      "year": 2004,
      "doi": "10.1016/j.ypmed.2003.12.005"
    },
    {
      "title": "A short message service by cellular phone in type 2 diabetic 38. patients for 12 months",
      "authors": [
        "K Yoon",
        "H Kim"
      ],
      "year": 2008
    },
    {
      "title": "Wireless substitution: Early release of estimates based on 39. data from the National Health Interview Survey",
      "authors": [
        "S Blumberg",
        "J Luke"
      ],
      "year": 2006,
      "doi": "10.15620/cdc/174608"
    },
    {
      "title": "Patients will be reminded of appointments by text messages. 40",
      "authors": [
        "O Dyer"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.326.7402.1281-a"
    },
    {
      "title": "The doctor will text you now: Is there a role for the mobile telephone in 41. health care?",
      "authors": [
        "B Pal"
      ],
      "year": 2003
    },
    {
      "title": "Observations on online services for diabetes man-42. agement [comment]",
      "authors": [
        "C Liu",
        "Y Yeh",
        "T Lee",
        "Y Li"
      ],
      "year": 2005,
      "doi": "10.2337/diacare.28.11.2807a"
    },
    {
      "title": "Asthma 43. patients are willing to use mobile and web technologies to support self-management",
      "authors": [
        "J Fonseca",
        "A Costa-Pereira",
        "L Delgado",
        "L Fernandes",
        "M Castel-Branco"
      ],
      "year": 2006,
      "doi": "10.1111/j.1398-9995.2006.01016.x"
    },
    {
      "title": "Can the ubiquitous power of mobile phones be used to improve 44. health outcomes in developing countries?",
      "authors": [
        "W Kaplan"
      ],
      "year": 2006
    },
    {
      "title": "Professional and patient atti-45. tudes to using mobile phone technology to monitor asthma: Questionnaire survey",
      "authors": [
        "H Pinnock",
        "R Slack",
        "C Pagliari",
        "D Price",
        "A Sheikh"
      ],
      "year": 2006
    },
    {
      "title": "Communicating textual health information to the 46. mobile phones of visually-impaired users",
      "authors": [
        "P Kummervold",
        "H Holthe"
      ],
      "year": 2008,
      "doi": "10.1258/jtt.2008.070818"
    },
    {
      "title": "Mobile eHealth interventions for obesity: A timely oppor-47. tunity to leverage convergence trends",
      "authors": [
        "J Tufano",
        "B Karras"
      ],
      "year": 2005
    },
    {
      "title": "Ownership and usage patterns of cell phones",
      "authors": [
        "P Tuckel",
        "H O'neill"
      ],
      "year": 2000
    },
    {
      "title": "Annual Meeting of the American Association for Public Opinion Research",
      "year": 2004,
      "doi": "10.1089/107830200311879"
    },
    {
      "title": "The emerging role of cell phone technology in ambulatory care. 49",
      "authors": [
        "P Boland"
      ],
      "year": 2007
    }
  ],
  "num_references": 51
}
