{
  "paper_id": "H62NIFR9",
  "title": "Surgical prehabilitation using mobile health coaching in patients with obesity: A pilot study",
  "abstract": "Many patients spend months waiting for elective procedures, and many have significant modifiable risk factors that could contribute to an increased risk of perioperative morbidity and mortality. The minimal direct contact that usually occurs with healthcare professionals during this period represents a missed opportunity to improve patient health and surgical outcomes. Patients with obesity comprise a large proportion of the surgical workload but are under-represented in prehabilitation studies. Our study piloted a mobile phone based, multidisciplinary, prehabilitation programme for patients with obesity awaiting elective surgery. A total of 22 participants were recruited via the Wollongong Hospital pre-admissions clinic in New South Wales, Australia, and 18 completed the study. All received the study intervention of four text messages per week for six months. Questionnaires addressing the self-reported outcome measures were performed at the start and completion of the study. Forty percent of participants lost weight and 40% of smokers decreased their cigarette intake over the study. Sixty percent reported an overall improved health score. Over 80% of patients found the programme effective for themselves, and all recommended that it be made available to other patients. The cost was A$1.20 per patient per month. Our study showed improvement in some of the risk factors for perioperative morbidity and mortality. With improved methods to increase enrolment, our overall impression is that text message-based mobile health prehabilitation may be a feasible, cost-effective and worthwhile intervention for patients with obesity.",
  "year": 2017,
  "date": "2017",
  "journal": "BJA Education",
  "publication": "BJA Education",
  "authors": [
    {
      "forename": "Kasia",
      "surname": "Kulinski",
      "name": "Kasia Kulinski",
      "affiliation": "1  Department of Anaesthesia , Prince of Wales Hospital , Randwick , Australia \n\t\t\t\t\t\t\t\t Department of Anaesthesia \n\t\t\t\t\t\t\t\t Prince of Wales Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Randwick \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "kasia.kulinski@health.nsw.gov.au"
    },
    {
      "forename": "Natalie",
      "surname": "Smith",
      "name": "Natalie Smith",
      "affiliation": "2  Department of Anaesthesia , Wollongong Hospital , Wollongong , Australia \n\t\t\t\t\t\t\t\t Department of Anaesthesia \n\t\t\t\t\t\t\t\t Wollongong Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wollongong \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Department of Anaesthesia , Prince of Wales Hospital , Barker St , Randwick , New South Wales , Australia. \n\t\t\t\t\t\t\t\t Department of Anaesthesia \n\t\t\t\t\t\t\t\t Prince of Wales Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Barker St \n\t\t\t\t\t\t\t\t\t Randwick \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Department of Anaesthesia Research Fund , Wollongong Hospital , Wollongong , New South Wales , Australia. \n\t\t\t\t\t\t\t\t Department of Anaesthesia Research Fund \n\t\t\t\t\t\t\t\t Wollongong Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wollongong \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1177/0310057x20947731",
  "keywords": [
    "Humans",
    "weight loss",
    "text messaging",
    "weight reduction programmes",
    "waiting lists",
    "motivation",
    "rural population",
    "risk factors",
    "Australia"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Prehabilitation is the process of enhancing a patient's physiological and functional capacity before surgery with the goal of improving postoperative outcomes.  1 ifestyle factors such as obesity, smoking, physical inactivity and poor nutrition have been increasingly linked to poorer postoperative outcomes.  2, 3 Addressing these factors requires a multidisciplinary approach including nutrition, exercise science, psychology and medical optimisation as the minimum components. These services may not be available or financially possible in all perioperative locations. Prehabilitation specific to patients with obesity has rarely been described.  4 Arthur et al. reinforce the message that waiting times for surgery can and should be used to improve patient health and perioperative outcomes.  5 obile technology has been used to deliver health interventions in a number of settings. Text message interventions have been found to improve health outcomes, care processes and behaviour change while being cost-effective.  6, 7 They have been used to support chronic disease and weight loss management.  8, 9 They have been used perioperatively as follow-up after day surgery, but we could find no previous reports of mobile health coaching as a method of delivering prehabilitation.  10 Among the range of technological innovations that could potentially be used to support prehabilitation, more work needs to be done to define the tools that have clinical value and are cost-effective.  11 e aimed to test the implementation of a mobile phone-based text message prehabilitation programme for patients with obesity awaiting elective surgery. We investigated outcomes related to enrolment, cost, subjective experience and effectiveness, including change in daily behaviours related to diet and exercise and overall change in weight."
    },
    {
      "title": "Materials and methods",
      "text": "Ethical approval was granted by the University of Wollongong human research ethics committee (2019/ ETH03698). Eligible patients were recruited from the surgical waitlist within the Illawarra-Shoalhaven local health district between October 2018 and May 2019. This district covers a population of approximately 400,000 people and has a relatively low socioeconomic rating.  12 All types of surgery except cardiothoracic and complex paediatrics are performed. Study inclusion criteria were age over 18 years, body mass index (BMI) greater than 30 kg/m 2 , being listed for a procedure with a 12-month waiting time, non-pregnant and owning a mobile phone. Participants gave informed consent before enrolling in the study and their preferred contact numbers were entered into an automated telephone service. We excluded patients listed for a lower limb joint replacement as there was a more intensive face to face prehabilitation service including patients with a wider range of BMIs already in existence for this group. One author visited the hospital booking office each week at the start of the study to identify and recruit eligible patients, and then rang patients for data collection at the end of the study period."
    },
    {
      "title": "Intervention",
      "text": "We designed a bank of 96 messages from the fields of nutrition, exercise, psychology and medical management. Messages were based on advice on nutrition and exercise from Australian guidelines such as the healthy eating guidelines  13  and the Department of Health exercise guidelines.  14 Messages were entered into an automated telecommunication service and sent four times per week for six months, following the example of a previously successful programme.  7 e included one message from each field each week. Examples of these included: 'break up long periods of sitting by doing 10 squats or lunges', 'fish such as tuna and salmon contain omega 3s, which are important for heart health and weight maintenance'. We also provided links to a number of existing health resources, such as parkrun, the Heart Foundation, local council activities and Get Healthy NSW."
    },
    {
      "title": "Outcomes",
      "text": "Participants were contacted by telephone at the start and conclusion of the study. Face to face interactions were not possible in our study, so outcomes were patient-reported at both stages. As absolute weight is only a small component of overall health, outcome measures were chosen from several areas: medicine (weight, smoking status, diet, exercise), economics (the generic health quality of life measure EuroQol-5 dimension 3-level questionnaire) (EQ-5D-3L), costs of implementing the programme), health engagement (subjective motivation and health rating), subjective experience (enjoyment, recommendation to other people) and feasibility (recruitment and retention rates)."
    },
    {
      "title": "Results",
      "text": "At the time of recruitment, 75 patients were identified as being eligible for enrolment in the study. Forty were unable to be contacted via the details available in the hospital records and 13 (17%) refused enrolment. Therefore, 22 patients enrolled in the study. A total of 18 patients (82%) were able to be contacted for follow-up data and therefore completed the study. One patient withdrew at 12 weeks into the study citing 'no time' to participate; however, still wished to provide their results towards the outcome of the study. Of the four non-completing patients, one was unable to participate by the end of the study due to a new health diagnosis, and three were unable to be contacted at the completion of the programme (see Figure  1 ).\n\nThe patient group characteristics are outlined in Table  1 . The results for each individual participant are included in Supplementary Appendix 1. In total, eight out of 18 participants (40%) lost at least 2 kg by the conclusion of the programme. Those who did lose weight lost a mean of 6 kg over six months (range 2-12 kg), with a mean weight loss of 1.7 kg for the entire cohort (Table  2 ). Participant 3 ceased cigarette smoking by the end of the programme, and participant 17 reduced their cigarette use by almost half. Participant 5 experienced a 12 kg weight loss and reported that they cancelled their orthopaedic procedure as a result (Table  3 ). Some participants were not able to reduce their weight, however, experienced improvements in other areas. Participants 4, 11 and 13 all improved their days per week doing greater than 30 minutes of exercise, being zero at baseline and improving to six, one and two days, respectively. Self-reported dietary composition did not change significantly in this participant group throughout the study, with only participants 3 and 16 increasing both of the measured dietary outcome parameters over the 6-month period.\n\nThe EQ-5D-3L score  15  was used to evaluate the ability of participants to perform daily functional activities. Eleven participants (61%) reported that their overall 'health score' as indicated by the EuroQol visual analogue scale improved after completing the programme.\n\nDelivering 12 messages per participant per month from an automated messaging system cost an average of A$1.20 per patient per month.\n\nUsing a simple readiness to change scale based on an existing tool,  16  seven participants (39%) rated their motivation to change their health as improved following involvement in the study.\n\nA patient-centred subjective questionnaire (see Supplementary Appendix 2) at the conclusion of the study found that 15 of 18 participants (83%) found the programme useful or extremely useful for themselves. All stated that they would recommend the programme to others in the lead-up to elective surgery. Suggestions for future changes included standardisation of the mobile number from which messages were distributed. This did not occur in this study due to the practice of our chosen telecommunications provider to distribute messages from different numbers daily. Two out of 18 participants (11%) thought that four messages a week were too many."
    },
    {
      "title": "Discussion",
      "text": "This pilot study has demonstrated the strengths of a simple, automated text messaging-based prehabilitation programme. It also highlights important weaknesses. Once patients had entered the study, 88% showed one or more improvements in any of daily diet, weekly exercise, weight and smoking status, and all felt that the programme should be offered to others in the future. We suggest that a text messaging system can be a useful support, adjunct, or motivator for elective surgery patients with obesity seeking to improve their health."
    },
    {
      "title": "Medical outcomes",
      "text": "The list of patients awaiting elective surgical procedures in Australia continues to escalate, with patients in some Australian regions waiting over 344 days for elective procedures.  17 A significant proportion will be listed to have surgery which is directly or indirectly related to complications caused by modifiable risk factors, and further to this may have an increased risk of postoperative complications such as infection and increased length of hospital stay.  18 he usual course of health behaviours over a 12-month surgical waiting period is largely unknown. We could not find any literature describing the natural history of preoperative weight between booking and operation. This makes it difficult to comment on the effectiveness of our study. Local audit data from our own institution suggest that, without any specific health service-based intervention, 37% of patients  with obesity booked for a range of procedures lost weight between these times, whereas 42% gained weight (unpublished). Forty percent of our participants lost weight over the duration of the study, with 33% gaining weight. Our small group of study patients performed no worse than this local historical control group, with fewer of our patients gaining weight while waiting for surgery. One study of American patients awaiting ventral hernia repair, of whom approximately two-thirds were obese, found that approximately 20% of patients gained weight and 80% lost weight over an approximate six-month waiting period.  4 All patients in this study received a counselling intervention. Many prehabilitation studies do not report changes in weight between intervention and control groups, such as the study by Barberan-Garcia et al.,  19  in which the mean baseline BMIs were 22 and 21 kg/m 2 .  5, 19 odest weight losses similar to ours have previously been reported. One of the first studies investigating the efficacy of text messaging in overweight people in the community found a mean weight loss of 2.9 kg over four months in 33 people using an intervention that was much more intensive than ours.  20 Participants with an elevated BMI have largely been excluded from or underrepresented in prehabilitation studies.  [21] [22] 2] [23] [24]  However, they comprise a large proportion of elective case waiting lists, particularly orthopaedic and gynaecology lists  25  and therefore the total surgical inpatient population. Although we did not measure postoperative outcomes, one prehabilitation programme focusing on weight reduction showed meaningful decreases in rates of surgical and cardiovascular complications postoperatively.  4 moking is a major risk factor for perioperative morbidity,  26  and research suggests that smoking cessation prior to surgery can have significant impacts on respiratory and wound healing complications postoperatively.  27 Within this study, five patients identified as being regular smokers pre-intervention and two of these were able either to quit smoking or reduce the number of cigarettes they smoked per day.\n\nA Cochrane review confirmed the potential value of text messaging programmes in smoking cessation.  28 ased on these initially promising results, specific text-based interventions tailored to smoking cessation could be trialled in larger cohorts of smokers in perioperative prehabilitation in the future."
    },
    {
      "title": "Economic outcomes",
      "text": "This pilot study used a total of A$338.87 over 11 months to cover the cost of the text messaging service. The telecommunications service we selected had the ability to cater for a much higher volume of messages than we actually used before increasing to a higher level plan. From a time-cost perspective, approximately three hours per week for five weeks were required at the start of the study for one person to conduct recruitment phone calls and assessments. Following this period, less than one hour per week was required to facilitate text messaging. Two hours a week for four weeks were needed to contact participants to collect data at the completion of the study. There were no additional costs in our study. One other study reported a cost of US$10 per participant for six months of text messages four times a week, similar to our cost of under A$10 per participant for the same period.  8 here are few reports of the costs of conventional preoperative prehabilitation programmes. One recent report from Spain estimated a cost of e389 for a four-week programme.  29 A programme in the UK reported a cost of approximately £400 per patient for an eight-week programme.  30 We were able to deliver a multidisciplinary programme electronically, for a small fraction of the cost of conventional face to face perioperative or weight management programmes."
    },
    {
      "title": "Engagement outcomes",
      "text": "Eighty-two percent of participants who enrolled completed the study, suggesting a reasonable degree of success in engagement. Behaviour change is known to be difficult to achieve and is a scientific discipline in its own right. The 'readiness' of patients to change behaviour has a major influence on whether actual changes will occur.  27 Patient factors such as this have been shown to influence the success of prehabilitation interventions significantly,  31  and this may be even more significant in mobile health interventions. We were unable to assess 'readiness to change' in our pragmatic study without any face to face contact. Patients are generally more motivated to change behaviours when in a vulnerable situation, such as after a major adverse health event.  32 This did not really apply in our preoperative setting with elective surgery booked for 12 months in the future. Despite these factors, we were still able to find some improvement in health behaviour in almost all participants."
    },
    {
      "title": "Subjective experience outcomes",
      "text": "Our study found that participants were receptive to this style of text messaging intervention. They described subjective improvements in adherence to diet and exercise, and some had more significant changes in their health behaviours and surgical plans. This outcome is reinforced by findings in a study by Pellegrini and colleagues,  21  which showed that overweight patients undergoing knee replacement expressed a preference for prehabilitation style programmes to start six months prior to surgery, have a multidisciplinary approach and be telephone based, with goal tracking using an app. Our group is currently developing a mobile app to trial for prehabilitation in the near future.\n\nThe qualitative data indicated that participants found the messaging system useful in reminding them to focus on improving their diet and adherence to daily exercise. Two participants recommended that messages should be delivered from a single consistent mobile number to enable them to be saved more easily to a single messaging stream."
    },
    {
      "title": "Mobile health coaching and rural populations",
      "text": "Twenty-nine percent of the Australian population lives in rural or remote areas, where face to face availability of specialised health services is often limited. Telehealth programmes have the potential to impact the health of people in these areas positively, and are becoming increasingly useful even in urban settings with social distancing restrictions. Success in improving health has been shown in several other text messaging-based programmes in a variety of other settings. Chow and colleagues  7  assessed the effect of a text messaging programme delivering lifestyle-based recommendations four times a week to participants for six months. Compared with controls, the intervention delivered improved adherence to Australian dietary guidelines, which secondarily decreased BMI and serum lowdensity lipoprotein cholesterol in these groups. Klimis and colleagues  33  showed that a short message service (SMS) programme improved physical activity levels, aided in smoking cessation and increased successful weight loss. Sangster and colleagues noted that telephone-based coaching services may be particularly useful in both rural and semi-rural settings.  6, 34 Our study suggests that similar results may be possible for preoperative prehabilitation in a variety of settings."
    },
    {
      "title": "Feasibility",
      "text": "Initial recruitment was our main problem. We uncovered an unexpected difficulty in contacting patients with the details they had provided to the hospital. This may have been due to incorrect contact details being recorded, or patients choosing not to respond. We do not know if this is purely a local issue or if this is more generally applicable. It can be difficult to recruit patients for prehabilitation studies. In one recently published study in which referrals for prehabilitation were made directly by doctors for patients requiring surgery within four to eight weeks, 50% of patients declined to participate.  30 The most common reason given by patients was a lack of interest. In that study, only 50% of patients who undertook the programme completed the follow-up evaluation. Our figures of overall 30% enrolment using a less directive method, with only 17% of those contacted declining to participate and with 82% completion, compare favourably.\n\nRecruiting participants in a face to face situation, for example when attending an outpatient clinic or through direct referral to the programme by the booking surgeon, may increase the likelihood of enrolment. Face to face discussions improve collaboration between health professionals and participants and may provide more motivation for health behaviour change. Another solution would be an opt-out system, in which patients with a BMI greater than 30 kg/m 2 were automatically invited into the programme on booking for surgery, with the ability to withdraw if desired. These two methods could be combined. The high level of engagement we found in patients who did start the study strongly encourages us to use different strategies to increase recruitment in future studies."
    },
    {
      "title": "Conclusion",
      "text": "Piloting a mobile health prehabilitation programme for patients with obesity booked for elective surgery with a 12-month waiting time has demonstrated strengths and weaknesses. In patients who enrolled in the study, almost all showed self-reported improvements in at least one health behaviour, including medical conditions, weight change, smoking cessation, exercise parameters, patient engagement and motivation for changing health behaviours. Even with relatively modest benefits, we feel that the programme could be justifiably recommended given the low cost, lack of alternatives and unlikelihood of harm. With improved recruitment methods, this type of programme can now be tested on a larger scale, and may be particularly useful in parts of Australia with limited access to face to face health coaching services."
    },
    {
      "text": "Figure 1. Recruitment and study flow diagram. BMI: body mass index; EQ5D: EuroQol-5 dimension questionnaire."
    },
    {
      "text": "Main outcomes of study (as reported by patients)."
    },
    {
      "text": "Characteristics of participants enrolled in study."
    },
    {
      "text": "Outcome of scoring of subjective experience for participants in study."
    }
  ],
  "references": [
    {
      "title": "Prehabilitation",
      "authors": [
        "P Banugo",
        "D Amoako"
      ],
      "year": 2017,
      "doi": "10.1093/bjaed/mkx032"
    },
    {
      "title": "Perioperative management of the obese surgical patient",
      "authors": [
        "L Lang",
        "K Parekh",
        "B Tsui"
      ],
      "year": 2017
    },
    {
      "title": "Psychological factors, prehabilitation and surgical outcomes: evidence and future directions",
      "authors": [
        "D Levett",
        "C Grimmett"
      ],
      "year": 2019,
      "doi": "10.1111/anae.14507"
    },
    {
      "title": "Modifying risks in ventral hernia patients with prehabilitation: a randomized controlled trial",
      "authors": [
        "M Liang",
        "K Bernardi",
        "J Holihan"
      ],
      "year": 2018,
      "doi": "10.1097/sla.0000000000002961"
    },
    {
      "title": "Effect of a preoperative intervention on preoperative and postoperative outcomes in low-risk patients awaiting coronary artery bypass graft surgery. A randomized, controlled trial",
      "authors": [
        "H Arthur",
        "C Daniels",
        "R Mckelvie"
      ],
      "year": 2000,
      "doi": "10.7326/0003-4819-133-4-200008150-00007"
    },
    {
      "title": "A comparison of the cost-effectiveness of two pedometer-based telephone coaching programmes for people with cardiac disease",
      "authors": [
        "J Sangster",
        "J Church",
        "M Haas"
      ],
      "year": 2015,
      "doi": "10.1016/j.hlc.2015.01.008"
    },
    {
      "title": "Effect of lifestylefocused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Managing chronic pathologies with a stepped mHealth-based approach in clinical psychology and medicine",
      "authors": [
        "G Castelnuovo",
        "I Zoppis",
        "E Santoro"
      ],
      "year": 2015
    },
    {
      "title": "Impact of mHealth chronic disease management on treatment adherence and patient outcomes: a systematic review",
      "authors": [
        "S Hamine",
        "E Gerth-Guyette",
        "D Faulx"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3951"
    },
    {
      "title": "Cost-effectiveness of a systematic e-assessed follow-up of postoperative recovery after day surgery: a multi centre randomised trial",
      "authors": [
        "K Dahlberg",
        "A Philipsson",
        "L Hagberg"
      ],
      "year": 2017,
      "doi": "10.1093/bja/aex332"
    },
    {
      "title": "Cost effectiveness and return on investment of a scalable community weight loss intervention",
      "authors": [
        "T Michaud",
        "W You",
        "K Wilson"
      ],
      "year": 2017
    },
    {
      "title": "SEIFA by Local Government Area (LGA)",
      "year": 2020,
      "doi": "10.52041/srap.13102"
    },
    {
      "title": "Australian Guide to Healthy Eating",
      "year": 2020,
      "doi": "10.1037/e575302014-001"
    },
    {
      "title": "Australia's Physical Activity and Sedentary Behaviour Guidelines and the Australian 24 hour Movement Guidelines",
      "year": 2020
    },
    {
      "title": "EQ-5D",
      "authors": [
        "Euroqol"
      ],
      "year": 2020,
      "doi": "10.1007/springerreference_184469"
    },
    {
      "title": "Development of a short 'readiness to change' questionnaire for use in brief, opportunistic interventions among excessive drinkers",
      "authors": [
        "S Rollnick",
        "N Heather",
        "R Gold"
      ],
      "year": 1992,
      "doi": "10.1111/j.1360-0443.1992.tb02720.x"
    },
    {
      "title": "Elective surgery waiting times 2017-2018",
      "year": 2019,
      "doi": "10.1111/ajco.12761"
    },
    {
      "title": "Preoperative modifiable risk factors in colorectal surgery: an observational cohort study identifying the possible value of prehabilitation",
      "authors": [
        "S Van Rooijen",
        "F Carli",
        "S Dalton"
      ],
      "year": 2017,
      "doi": "10.1080/0284186x.2016.1267872"
    },
    {
      "title": "Personalised prehabilitation in high-risk patients undergoing elective major abdominal surgery: a randomized blinded controlled trial",
      "authors": [
        "A Barberan-Garcia",
        "M Ubre",
        "J Roca"
      ],
      "year": 2018,
      "doi": "10.1097/sla.0000000000002293"
    },
    {
      "title": "A text messagebased intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100"
    },
    {
      "title": "Preferences and motivation for weight loss among knee replacement patients: implications for a patient-centred weight loss intervention",
      "authors": [
        "C Pellegrini",
        "G Ledford",
        "S Hoffan"
      ],
      "year": 2017,
      "doi": "10.1186/s12891-017-1687-x"
    },
    {
      "title": "Randomized clinical trial of prehabilitation in colorectal surgery",
      "authors": [
        "F Carli",
        "P Charlebois",
        "B Stein"
      ],
      "year": 2010,
      "doi": "10.1002/bjs.7102"
    },
    {
      "title": "Impact of preoperative change in physical function on postoperative recovery: argument supporting prehabilitation for colorectal surgery",
      "authors": [
        "N Mayo",
        "L Feldman",
        "S Scott"
      ],
      "year": 2011,
      "doi": "10.1016/j.surg.2011.07.045"
    },
    {
      "title": "Prehabilitation and early rehabilitation after spinal surgery: randomized clinical trial",
      "authors": [
        "P Nielsen",
        "L Jørgensen",
        "B Dahl"
      ],
      "year": 2010,
      "doi": "10.1016/j.spinee.2010.09.007"
    },
    {
      "title": "Impact of body mass index on utilization of selected hospital resources for four common surgical procedures",
      "authors": [
        "L Freckleton",
        "L Kelly",
        "N Smith"
      ],
      "year": 2019
    },
    {
      "title": "Smoking and perioperative outcomes",
      "authors": [
        "A Turan",
        "E Mascha",
        "D Roberman"
      ],
      "year": 2011,
      "doi": "10.1097/aln.0b013e318210f560"
    },
    {
      "title": "Short-term preoperative smoking cessation and postoperative complications: a systematic review and meta-analysis",
      "authors": [
        "J Wong",
        "D Lam",
        "A Abrishami"
      ],
      "year": 2012,
      "doi": "10.1007/s12630-011-9652-x"
    },
    {
      "title": "Mobile phonebased interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen"
      ],
      "year": 2016
    },
    {
      "title": "Post-discharge impact and cost-consequence analysis of prehabilitation in high-risk patients undergoing major abdominal surgery: secondary results from a randomised controlled trial",
      "authors": [
        "A Barberan-Garcia",
        "M Ubre",
        "N Pascuaal-Argente"
      ],
      "year": 2019,
      "doi": "10.1016/j.bja.2019.05.032"
    },
    {
      "title": "Clinical guideline and recommendations on pre-operative exercise training in patients awaiting major non-cardiac surgery",
      "authors": [
        "G Tew",
        "R Ayyash",
        "J Durrand"
      ],
      "year": 2018,
      "doi": "10.1111/anae.14177"
    },
    {
      "title": "Review of motivational interviewing in promoting health behaviours",
      "authors": [
        "R Martins",
        "D Mcneil"
      ],
      "year": 2009,
      "doi": "10.1016/j.cpr.2009.02.001"
    },
    {
      "title": "Teachable moments for health behaviour change: a concept analysis",
      "authors": [
        "P Lawson",
        "S Flocke"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.11.002"
    },
    {
      "title": "The role of text messaging in cardiovascular risk factor optimization",
      "authors": [
        "H Klimis",
        "M Khan",
        "C Kok"
      ],
      "year": 2017
    },
    {
      "title": "Effects of a pedometer-based telephone coaching intervention on physical activity among people with cardiac disease in urban, rural and semi-rural settings: a replication study",
      "authors": [
        "J Sangster",
        "S Furber",
        "P Phongsavan"
      ],
      "year": 2017,
      "doi": "10.1016/j.hlc.2016.07.004"
    }
  ],
  "num_references": 34
}
