{
  "paper_id": "H65F4IPV",
  "title": "Health Message Framing Effects on Attitudes, Intentions, and Behavior: A Meta-analytic Review",
  "abstract": "Background Message framing has been an important focus in health communication research, yet prior meta-analyses found limited support for using framing to increase persuasiveness of health messages. Purpose This meta-analysis distinguished the outcomes used to assess the persuasive impact of framed messages (attitudes, intentions, or behavior). Methods One hundred eighty-nine effect sizes were identified from 94 peer-reviewed, published studies which compared the persuasive impact of gain-and loss-framed messages. Results Gain-framed messages were more likely than lossframed messages to encourage prevention behaviors (r= 0.083, p=0.002), particularly for skin cancer prevention, smoking cessation, and physical activity. No effect of framing was found when persuasion was assessed by attitudes/intentions or among studies encouraging detection. Conclusions Gain-framed messages appear to be more effective than loss-framed messages in promoting prevention behaviors. Research should examine the contexts in which loss-framed messages are most effective, and the processes that mediate the effects of framing on behavior.",
  "year": 2011,
  "date": "2011-10-13",
  "journal": "Psychol Bull",
  "publication": "Psychol Bull",
  "authors": [
    {
      "forename": "Kristel",
      "surname": "Gallagher",
      "name": "Kristel Gallagher",
      "affiliation": "Department of Psychology , Kent State University , Kent , OH 44242-0001 , USA \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Kent State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 44242-0001 \n\t\t\t\t\t\t\t\t\t Kent \n\t\t\t\t\t\t\t\t\t OH \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "John",
      "surname": "Updegraff",
      "name": "John Updegraff",
      "affiliation": "Department of Psychology , Kent State University , Kent , OH 44242-0001 , USA \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Kent State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 44242-0001 \n\t\t\t\t\t\t\t\t\t Kent \n\t\t\t\t\t\t\t\t\t OH \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s12160-011-9308-7",
  "keywords": [
    "Message framing",
    "Persuasive communication",
    "Attitudes",
    "Intention",
    "Behavior",
    "Health"
  ],
  "sections": [
    {
      "text": "Public health advocates often use persuasive messages as one strategy to motivate people to adopt healthy behaviors or modify unhealthy ones. Accordingly, the most recent report published by the US Office of the Surgeon General, Healthy People 2020, details the importance of research and evaluation as an aid in the development of these health communication programs  [1] . In accordance with this objective, researchers have sought to take advantage of the important interplay between theory and practice in designing effective health communication strategies. One consideration in the communication of health information is how the behavior recommendations and health outcomes in a message are framed."
    },
    {
      "title": "Health Message Framing",
      "text": "Health messages can be framed to highlight either the benefits of engaging in a particular behavior (a gain-frame) or the consequences of failing to engage in a particular behavior (a loss-frame). For example, a gain-framed message aimed at increasing exercise might be \"Exercising regularly can help you lose weight.\" On the other hand, a loss-framed message might be \"Not exercising regularly can make you gain weight.\" This simple variation in how health information can be framed is important because research has shown that although often conveying essentially identical information, one type of message frame may be more effective than another at promoting health behavior change  [2] .\n\nThe apparent phenomenon, whereby essentially identical information can have differential effects on people's choices depending on how it is framed, originated out of work on Prospect Theory  [3] . The framing postulate of Prospect Theory proposes that when faced with two choices-one posing little risk and one posing some higher degree of risk-a person's preference for one option over the other will be influenced by the manner in which the choices are framed. If the choices emphasize potential losses, individuals are often willing to choose a risky option to prevent those losses. However, if the choices emphasize potential gains, individuals are generally less willing to choose options involving risk to secure those gains.\n\nRothman and Salovey  [2]  applied this reasoning to how people might respond to framed health messages. In particular, they suggested that gain-framed messages should be more effective than loss-framed messages for promoting health behaviors perceived to be only minimally risky to carry out. For health behaviors perceived to have some higher degree of risk associated with performing them, lossframed messages should be more effective. Specifically, Rothman and Salovey  [2]  proposed that the function of a behavior can suggest how risky people are likely to view performing the behavior to be. Behaviors that serve an illness prevention function (i.e., physical activity) should often be viewed as involving very little risk, because as Rothman and Salovey suggest, the only thing risky about them is not engaging in them. On the other hand, behaviors that serve an illness detection function (i.e., mammography) should be more likely to be viewed as involving a higher degree of risk because of the possibility that a serious illness could be discovered. In this respect, Rothman and Salovey  [2]  proposed that the underlying function of a health behavior should serve as a useful heuristic for the perceived riskiness of a health behavior and should moderate people's responses to framed messages. Specifically, they proposed that gain-framed messages should be more persuasive for illness prevention behaviors, and lossframed messages should be more persuasive for illness detection behaviors."
    },
    {
      "title": "Previous Reviews",
      "text": "To date, Rothman and Salovey's  [2]  hypotheses have been the dominant predictions in health message framing research. A number of reviews of the health message framing literature have recently appeared  [4] [5] [6] [7] , two of these being the first meta-analyses specifically examining the role of framing in promoting preventive health behaviors  [6]  and detection health behaviors  [7] . These reviews  [6, 7]  report finding limited support for Rothman and Salovey's  [2]  predictions regarding the role of health behavior function. For preventive health behaviors, there was a significant but weak advantage of gain-framed messages over loss-framed messages (effect size r=0.032, p=0.015). In particular, the strongest effects were found for studies that promoted preventive dental hygiene behaviors (r=0.154) while other effect sizes ranged from r=0.018 (safe-sex behaviors) to r=0.110 (exercise). Excluding dental hygiene behaviors from the analysis, no significant advantage of either a gain-or loss-framed message was observed for the preventive health behaviors examined.\n\nSimilar conclusions were drawn in a review of detection health behaviors  [7] . Loss-framed messages showed a significant but also weak advantage over gain-framed messages (r = -0.039, p = 0.020). Again, one type of behavior (breast cancer detection, r=-0.056) appeared to anchor the loss-frame advantage. Excluding breast cancer studies from the analysis, no significant advantage of either a loss-or gain-framed message was observed from the remaining subset of studies.\n\nAs has been noted elsewhere  [8] , an important limitation of these prior reviews is that they failed to distinguish among the various outcomes with which researchers have operationalized the \"persuasiveness\" of framed health messages. Many studies have used immediate measures of attitudes towards a health behavior or intentions to engage in a behavior as the primary outcome of interest. Far fewer studies have attempted to assess actual behavior change as a measure of persuasiveness. It is well known that there is often a disconnect between people's attitudes, intentions, and their behavior  [9] , and eliciting a change in one's immediate intentions may reflect different psychological processes than eliciting a change in a person's behavior. For an interventionist, influencing behavior is the primary aim. Yet in prior reviews  [6, 7] , when studies included multiple outcomes, the analyses focused on measures of immediate attitudes and intentions rather than behavior as their outcomes. Thus, an important gap in the health message framing literature is a review of the influence of gain-and loss-framed messages on health behavior, not simply attitudes and intentions  [8] ."
    },
    {
      "title": "Present Review",
      "text": "The aim of the present review is to provide an updated review of health message framing research, with a focus on studies that assess health behavior as an outcome. We examined the persuasiveness of framed health messages in a manner that recognizes the gap often noted between intentions and behavior  [9] . We ran separate analyses for measures of persuasion that are most often indicative of immediate cognitive responses to framed messages (i.e., attitudes and intentions) and those that are indicative of more meaningful behavioral responses. Consistent with Rothman and Salovey  [2] , we predicted that gain-framed messages would be most likely to promote the adoption of preventive health behaviors, whereas loss-framed messages would be most likely to promote the adoption of detection health behaviors."
    },
    {
      "title": "Method"
    },
    {
      "title": "Identification of Studies"
    },
    {
      "title": "Literature Search",
      "text": "Studies were identified using one of two search methods. A bulk of the studies in the current review was identified through an examination of the reference lists from previous reviews  [4] [5] [6] [7] . In addition, we conducted our own literature search in order to identify studies that succeeded the previous reviews. Specifically, we mirrored the previous literature searches performed by O'Keefe and Jensen  [6, 7]  using identical key terms (framing, framed, frame, appeal, message, persuasion, persuasive, gain, positive, positively, benefit, loss, negative, negatively, threat, and valence) in an interdisciplinary set of computerized databases\n\n(Academic Search Premier, Alt Health Watch, CINAHL Plus, EBSCO, ERIC, Health Source, MEDLINE, PsycINFO, Psychology and Behavioral Sciences Collection, and PUBMED) current through at least February 2011. If available, we also examined the \"online first\" table of contents for the most commonly referenced journals in the previous reviews (British Journal of Health Psychology, European Journal of Communication, Health Psychology, Journal of Applied Social Psychology, Journal of Communication, Journal of Experimental Social Psychology, Journal of Health Communication, Journal of Health Psychology, and Psychology & Health). The initial search yielded close to 300 citations.\n\nAfter excluding duplicate search results, studies already identified from previous reviews, and those that did not meet our inclusion criteria (see next section), 27 of these were relevant to our current review and included in the main analyses alongside studies from the previous reviews (see Table  1 )."
    },
    {
      "title": "Inclusion Criteria",
      "text": "Studies had to meet a total of five criteria to be included in the present analysis. First, studies had to be published in English and in a scholarly, peer-reviewed journal. Unlike some prior reviews  [5] [6] [7] , dissertations, theses, and presentations were excluded. We chose only to include published, peer-reviewed papers to enhance the quality of the studies included in our analyses and to allow for replication of our search methods. To address potential publication bias that might arise as a result of this, we performed a diverse set of publication bias analyses, reported alongside any relevant results.\n\nSecond, similar to previous reviews of health message framing  [6, 7] , studies needed to compare gain-framed messages (emphasizing the positive outcomes of engaging in a health behavior) with loss-framed messages (empha-sizing the negative outcomes of failing to engage in a health behavior) 1 . Studies not examining a health prevention or illness detection behavior (i.e., sleep-related car crashes  [91]  or oocyte donation  [92] ) were excluded. Third, messages included in the analyses had to be representative of health promotion information that would be suitable for integration into actual health communication interventions. For example, messages that were manipulated to be intentionally weak or to be from intentionally non-credible sources were excluded (i.e., low credibility conditions  [12] [13] [14] ). Fourth, studies had to report primary data analysis. For studies that published several papers from one set of data, only the primary data analyses were included (i.e.,  [76] ). Reports of secondary data analysis where we had already included the primary analyses (i.e.,  [93, 94] ) were excluded.\n\nFinally, measures of persuasion had to be in the form of attitudes, intentions, or behavior (self-reported or objective) with sufficient quantitative data available to estimate an effect size. Studies in which persuasion was measured in a proxy manner (i.e., making health decisions for a parent  [95]  or making health decisions for other students  [96] ) were excluded. Studies in which persuasion was measured in a form other than attitudes, intentions, or behavior (i.e., interest in a health behavior  [97] ) were also excluded. In situations where the appropriate quantitative data was not available from a published report, but a study met all other inclusion criteria, contact with the primary author of the report was attempted and the study was excluded if no response was given (i.e.,  [98, 99] )"
    },
    {
      "title": "Outcome Variables and Effect Size Measures"
    },
    {
      "title": "Outcome Variables",
      "text": "Persuasion was assessed through measures of attitude towards the behavior, behavioral intention, or actual behavior. Typically, health message framing studies employ a single type of outcome measure. However, unlike previous reviews by O'Keefe and Jensen  [6, 7] , studies that reported multiple measures of persuasion (i.e., both intentions and behavior) were not averaged together into a single summary effect size. Rather, an effect size was calculated for each measure of 1 The present review focuses on a particular type of framing effect defined by Levin and colleagues  [90]  as \"goal framing.\" As opposed to \"attribute framing\", which involves manipulating the health behavior as either a good thing to engage in (positive frame) or bad thing to engage in (negative frame), \"goal framing\" works under the assumption that the health behavior is a good thing to do and instead uses the positive frame to describe the gains associated with performing the behavior and the negative frame to describe the losses associated with not performing the behavior. persuasion reported (attitudes, intentions, and behavior) and a separate analyses was performed for each type of outcome."
    },
    {
      "title": "Effect Size Measure",
      "text": "The effect size r was used to summarize the comparison between each gain-framed message and its loss-framed equivalent. When the calculated difference between the messages favored the gain-framed message, the effect size was given a positive sign (+). When the difference favored the loss-framed message, a negative sign (-) was used."
    },
    {
      "title": "Coded Factors",
      "text": "Coding of all studies was completed independently by the authors, with any discrepancies resolved through discussion. Each study was coded for the following characteristics: (a) the function of the advocated health behavior (prevention or detection), (b) the domain of the advocated health behavior (breast cancer, skin cancer, oral health, diet, physical activity, general obesity prevention, safe sex, heart disease, smoking, virus/vaccines, or others), (c) the combined sample size of the gain-and loss-framed message conditions (with a range from 16 to 6,552), (d) the effect size of the gain-versus loss-framed comparison on all relevant outcomes, (e) the timeframe of the outcome assessment (immediate vs. at a follow-up), (f) the average age of the population, and (g) the message modality (print, audio, or video). Only characteristics (a) through (e) are reported herein, as no meaningful moderation was found for characteristics (f) and (g)."
    },
    {
      "title": "Meta-analytic Procedures",
      "text": "Effect sizes were analyzed using a random effects model. A random effects model assumes that between-study differences in effect sizes arise due to between-study differences in populations and methods rather than due solely to sampling error. While more prone to producing a Type II error than a fixed effects model, a random effects model is considered a more conservative approach [100] and appropriate when a large number of studies are available.\n\nUsing the Comprehensive Meta-analysis software program [101], separate analyses were completed for each type of persuasion outcome. In each of these analyses, the independence of effect sizes was preserved by allowing each study (or each independent sample) to only contribute one effect size to each type of outcome. For instance, if a study reported two attitude measures, the mean of those attitude measures was used as the effect size for that particular study in the attitude analysis. These cases, where multiple measures of the same outcome have been combined, are noted in Table  1 . Thus, each study (or each sample) could contribute a maximum of three effect sizes. For analytic purposes, each effect size correlation was transformed to a Fisher's z. However, for purposes of presentation and interpretation, the results were then transformed back to the effect size correlation, r [102].\n\nWe assessed for the potential influence of publication bias by taking a number of approaches that ask different questions about the data. We first used a rank correlation test  [103]  to obtain the Kendall's tau rank correlation coefficient, the statistical equivalent of the funnel plot (which plots effect size against variance), in order to assess the presence of any relationship between an effect size and its associated variance, which could suggest that studies reporting stronger effect sizes with a smaller sample were more likely to be published. As the rank correlation test is generally uninformative when the number of effect sizes are small, we only pursue publication bias analyses when more than ten effects size are available for a given analysis  [104] . When a summary effect size was found to be significant and the rank correlation suggested the presence of possible bias, we further examined the extent to which publication bias could be exclusively responsible for our findings by performing a number of additional tests. First, we conducted Rosenthal's [105] \"file drawer analysis.\" This analysis yields the \"fail-safe N,\" which provides an estimate of the number of non-significant unpublished studies needed to nullify a significant meta-analytic effect size. Next, we used the nonparametric iterative \"trim and fill\" procedure suggested by Duval and Tweedie [106] to determine how much impact publication bias may have had on our significant findings and to provide an estimate of the effect size in question had there been no publication bias. Last, we examined whether there was any relationship between the year of publication and the magnitude of an effect size, to test whether there was a temporal trend in stronger effect sizes being published as the message framing literature evolved."
    },
    {
      "title": "Results"
    },
    {
      "title": "Does the Function of a Health Behavior Moderate Framing Effects?",
      "text": "Rothman and Salovey's  [2]  underlying prediction was that the prevention versus detection function of a health behavior should moderate the influence of gain and loss framing on the persuasiveness of health messages. Contrary to this prediction, we observed no significant moderating effect of framing on the persuasiveness of health messages when persuasiveness was assessed as either attitudes towards the behavior (Q(1)=1.209, p=0.272) or intentions to perform the behavior (Q(1)=1.588, p=0.208).\n\nHowever, a significant moderating effect of function was found when persuasive impact was assessed as behavior (Q(1)=11.635, p=0.001). Thus, the effect of gain versus loss framing on health behavior was dependent on the function of the advocated behavior. Next, we detail the effects of framing within prevention and detection behaviors."
    },
    {
      "title": "Illness Prevention Behaviors"
    },
    {
      "title": "Effects on Attitudes and Intentions",
      "text": "There was no significant effect of framing on attitudes among studies that examined a prevention behavior (k=45; r=0.039, p=0.149) (see Table  2 ). Similarly, there was no significant effect of framing on intentions among studies that examined a prevention behavior (k=46; r=0.028, p= 0.171). Thus, when examining both attitudes and intentions as outcomes, our results largely replicate those reported by O'Keefe and Jensen  [6, 7] ."
    },
    {
      "title": "Effects on Behavior 2",
      "text": "The size of the persuasive effect of gain-versus loss-framed messages did differ significantly among studies that employed measures of actual behavior. Among prevention behaviors, the persuasive effect of gain-framed messages was significantly different than that of loss-framed messages (k=32; r=0.083, p=0.002), consistent with the predictions of Rothman and Salovey  [2] . Furthermore, the method of behavioral assessment (self-reported; k=19; r= 0.092, p=0.003 vs. objective; k=13; r=0.073, p=0.110) did not significantly moderate this effect (Q=0.120, p=0.729).\n\nAs Table  3  shows, a further breakdown within the prevention behavior category revealed that the difference in persuasive effects between the gain-and loss-framed messages was most apparent in the domains of smoking (k=3; r=0.198, p<0.001), skin cancer prevention (k=2; r= 0.237, p<0.001), and physical activity (k=6, r=0.160, p< 0.01). A safe-sex study (k=1, r=0.081, p=0.11) also contributed to the notable framing effects. In contrast, studies of diet (k=7, r=-0.014, p=0.805) and a study of vaccination showed the weakest effect of framing (k=1, r=-0.015, p= 0.226). However, as Table  3  shows, in no case was there a significant loss-frame advantage within any specific domain of prevention behavior."
    },
    {
      "title": "Publication Bias",
      "text": "We assessed the possible influence of publication bias on the summary effect size for each outcome in the illness prevention category. As indicated by the non-significant Kendall's tau rank correlation coefficients in Table  2  (p values of >0.05), there appeared to be no evidence of publication bias for the studies that examined the effect of framing on prevention attitudes or intentions. For studies that examined the effect of framing on prevention behaviors, the rank correlation coefficient approached significance 2 Unless otherwise specified, we report \"behavior\" as a combined outcome of self-reported and objective behavioral measures. We note the appropriateness of this approach as the relationship between selfreported and objective measures of behavior for the most commonly cited domains in the present analysis are typically greater than the typical attitude/intention and behavior correlation of 0.50  [9] . Indeed, we see this in the domains of smoking\n\n[107, 108], mammography [109-113] diet [114], oral health [115-118], and physical activity [119-121] (all r values of >0.50, sensitivities of >0.90). When examining the extent to which publication bias may have been responsible for this significant effect, however, both the file drawer analysis [104] and the trim and fill analysis [105] suggested a negligible influence of publication bias. The fail-safe N, or the number of missing studies needed to nullify these significant findings, was 208, which exceeds the recommended cutoff of 5 k+10, or 170  [104] . Furthermore, no values were imputed using the trim and fill procedure, yielding identical values for the summary effect size as in our original analyses. We also examined whether the magnitude of the effect of framing on prevention behavior was related to year of publication. One might expect, for example, that more recent studies would require stronger effect sizes in order to be published, compared to earlier studies. A meta-regression found no significant influence of publication year on the magnitude of the effect of framing on prevention behavior (p=0.69). Taken together the results of these analyses suggest that, as a class of behaviors, the findings for prevention behaviors were not likely the result of publication bias."
    },
    {
      "title": "Within-Study Comparisons of Effect Sizes",
      "text": "Seventeen studies assessed prevention behavior as well as attitudes and intentions, enabling a direct comparison of differences in effect sizes among outcome measures while eliminating between-study differences inherent in the prior analyses. For each of the 17 studies, a contrast effect size was calculated that represented the difference between the behavioral effect size and the effect size on attitudes and/or intentions. For studies reporting both attitudes and intentions, a combined attitudes/intentions effect size was used to simplify analysis and presentation. Based on prior metaanalytic findings [122], we estimated the correlation between intentions and behavior to be 0.50 and attitudes and behavior to be 0.25, and followed procedures detailed by  Rosenthal and Rubin [123]  to estimate the contrast effect size while accounting for these correlations among multiple outcomes. Given the relatively small number of studies and our interest in determining whether the contrast effect size was significant within the pool of 17 selected studies, a fixed effect procedure was used to test the significance of the summary contrast effect size.\n\nThis analysis showed a slightly greater magnitude of framing effect for behavioral outcomes compared to attitudes/intentions (summary contrast effect size, r= 0.026; 95% CI=-0.013, -0.064), although this contrast was not statistically significant (p=0. 19) . While this nonsignificant contrast suggests similar magnitude of framing effects on behavioral compared to attitudinal/intentional outcomes, we also note that in more than half of these studies, the behavioral outcome was assessed a week or even a month or more later than the attitudinal/intentional measures  [32, 39, 40, 44, 51, 54, 74, 80, 85, 87] . Thus, the statistically similar effect size is noteworthy, given that the passage of time may have been more likely to attenuate the effect of framing on behavioral outcomes compared to the immediate attitudinal/intentional outcomes.  3 It is important to note that even among these 17 studies that assessed both attitudes/intentions and behavior, there appeared to be a notable disconnect between attitudes/intentions and behavior, as only one study  [69]  reported that the effects of gain versus loss framing was mediated by attitudes/intentions, and this mediation was only marginally significant."
    },
    {
      "title": "Illness Detection Behaviors"
    },
    {
      "title": "Effects on Attitudes and Intentions",
      "text": "The size of the persuasive effect of gain-versus loss-framed messages did not differ significantly in studies that measured either attitudes towards a health behavior (k= 16; r=-0.034, p=0.572) or intentions to perform a health behavior (k=32; r=-0.025, p=0.496) (see Table  2 ). Again, when examining both attitudes and intentions as outcomes, our results largely replicate those reported by O'Keefe and Jensen  [6, 7] ."
    },
    {
      "title": "Effects on Behavior",
      "text": "For studies that advocated detection behavior, there was also no significant difference between the persuasive effect of gain-framed versus loss-framed messages in promoting behavior (k=18; r=-0.040, p=0.101). This effect was not moderated by how behavior was assessed (Q=0.036, p= 0.850), as self-reported behavior showed a similar effect size (k=12; r=-0.036, p=0.300) as objective behavior (k=6; r=-0.046, p=0.246). Breaking down the detection category by behavior domain revealed one notable domain, breast cancer detection, in which there was a trend towards a significant difference in the persuasive effect of the gainversus the loss-framed message (k=10; r=-0.052, p=0.077)."
    },
    {
      "title": "Publication Bias",
      "text": "We assessed the possible influence of publication bias on the summary effect size for each outcome in the illness detection category. As indicated by the non-significant Kendall's tau statistics in Table  2  (p values of >0.05), there appeared to be no evidence of publication bias for studies that examined the effect of framing on detection attitudes, intentions, or behaviors."
    },
    {
      "title": "Discussion",
      "text": "The goal of the present review was to clarify the conclusions made in prior meta-analytic reviews  [6, 7]  with regards to the effect of gain and loss framing on the persuasiveness of health messages. In this review, we distinguish between the various common outcomes used in framing studies (attitudes, intentions, and behavior), and find that although loss-framed messages were not significantly more likely than gain-framed messages to promote detection behavior, gain-framed messages were significantly more likely than loss-framed messages to promote prevention behavior."
    },
    {
      "title": "Making Sense of the Findings: Prevention Behaviors",
      "text": "In line with O'Keefe and Jensen  [6] , we found a weak advantage for gain-framed messages over loss-framed messages on attitudes (r=0.04) and intentions (r=0.03), both of which were not significantly different from zero. However, contrary to O'Keefe and Jensen, gain-framed messages were significantly more persuasive than lossframed messages in promoting actual preventive health behavior (r=0.08, p=0.002), and this summary effect did not appear to be due to publication bias. Although several domains of prevention behavior-smoking cessation, skin cancer prevention, and physical activity-seemed to drive this overall effect, an insufficient number of published studies were available within particular domains to make firm conclusions. Despite this, in no case was there a significant loss-frame advantage within any specific domain of prevention behavior.\n\nIn the prevention domain, our findings give rise to a central question that has potentially important theoretical and practical implications. That is, why were gain-framed messages more effective than loss-framed messages in promoting the adoption of illness prevention behavior, but gain-framed messages were no more effective than lossframed messages in promoting favorable attitudes and intentions to adopt those behaviors?\n\nThis pattern suggests that framing effects on the adoption of prevention behaviors may not be completely mediated by the most commonly assessed beliefs used in health message framing studies (attitudes, intentions). Further, we note that historically, it has been difficult to identify the specific beliefs that mediate the effects of message framing on health behavior (see Ref. 124, for review). For these reasons, using attitudes and intentions as proxy measures for the effect of health message framing on behavior may be misguided, and conclusions about the effect of message framing based primarily on studies that employ only measures of attitudes and intentions may either underestimate its effect or provide an incomplete picture of the effect of message framing on behavior. These findings underscore one important point of our review: the practical benefit of health message framing can only be realized by examining behavior as an outcome.\n\nWhat, then, are the factors that might mediate the influence of message framing on prevention behavior? It may be that gain-framed messages communicate other types of information that may more directly influence behavior, such as self-efficacy, social norms, outcome expectancies, or positive emotion. For example, the prevention behaviors for which gain-framed messages had the strongest advantage were skin cancer prevention, smoking cessation, physical activity, and safe sex, with the weakest advantage found for diet and vaccination. Selfefficacy is known to be an important determinant of smoking cessation, physical activity, and safe sex  [125] , and a belief that may exert a direct influence on behavior. In contrast, self-efficacy may play a far lesser role in the prediction of relatively easier, one-time-only behaviors such as vaccination (that is unless the vaccination behavior is more extensive and necessitates adherence to a regimen to be effective, in which case self-efficacy does play an important role  [126] ). Indeed, we know that when it comes to making healthy lifestyle changes that are perceived to be challenging or complex, \"self-efficacy considerations are probably paramount\" ([127], pp. 87). Similarly, the framing of a message may also convey other implicit information such as the prevalence of the advocated behavior  [128] , which may also exert a direct effect on behavior. Lastly, gain-framed messages promoting prevention behavior appear to stimulate greater levels of information processing and better subsequent memory than loss-framed messages  [129] . This enhanced level of information processing and memory for gain-framed messages over loss-framed messages may also explain why behavioral effects emerge over time in the absence of comparable effects on immediate self-reported attitudes and intentions. Thus, the findings from this meta-analysis underscore the importance of using behavior as an outcome in health message framing research, and for research to better identify the processes that mediate the effects of framed messages on behavior  [124] .\n\nMaking Sense of the Findings: Detection Behaviors O'Keefe and Jensen  [7]  reported finding a weak, but significant advantage of loss-framed messages (r=-0.039) for the combined promotion of attitudes, intentions, and behaviors related to illness detection. The present findings largely replicate these prior findings when examining attitudes, intentions, and behavior separately, and do not lend support to Rothman and Salovey's  [2]  prediction of an overall advantage of loss-framed over gain-framed messages in the promotion of illness detection behaviors.\n\nWe speculate that this lack of support for Rothman and Salovey's  [2]  prediction may have to do with the degree of variability in how individuals think about the riskiness of detection behaviors. Rothman and Salovey's  [2]  Prospect Theory-based prediction rests on the assumption that detection behaviors are typically perceived as risky. However, within any behavioral domain, there can be important variability in how people think about the risks associated with the behavior, and this variability may lead to differences in how framed messages work.\n\nIn fact, it may not necessarily be the detection or prevention function of a behavior that regulates people's responses to framed messages, but rather people's unique construals of the risks associated with the behavior  [17] . In the case of prevention behaviors, people may generally view such behaviors to be relatively safe and certain to engage in, and hence a reliable advantage of gain-framed messages may result. Detection behaviors, on the other hand, may represent a class of behaviors for which people have more variable beliefs about their susceptibility to the relevant health condition.\n\nTo illustrate, Apanovitch and colleagues  [11]  showed that when promoting HIV tests, loss-framed messages were only more effective than gain-framed messages for people who were uncertain about what the outcome of the test would be. For people who were certain that the test would not find the presence of HIV, gain-framed messages were more effective in promoting testing than loss-framed messages. A similar pattern emerged in a study that manipulated college students' perception of risk for developing heart disease as an attempt to encourage cholesterol screening  [53] , where loss-framed messages were more effective only when students were led to believe they were at a high risk for developing heart disease. In promoting screening mammography, Gallagher and colleagues  [33]  reported a loss-frame advantage only for women who considered themselves to be at high risk for breast cancer. No advantage of either frame was reported for women who felt little or no risk. Thus, people's unique perceptions of risk reflects one individual difference variable that may moderate the extent to which lossframed messages motivate people to take up detection behaviors, and may help explain the minor, but not statistically significant, overall advantage of loss-framed messages over gain-framed messages for the promotion of detection behaviors."
    },
    {
      "title": "Limitations",
      "text": "Our conclusions are necessarily limited by the body of research we reviewed, including issues such as the inconsistency of statistical reporting across studies and the restricted scope of studies available to analyze. For instance, there were nearly three times as many effect sizes for measures of attitudes and intentions (k=139) as there were effect sizes for behavioral measures (k=50). Despite this apparent imbalance in number of studies reporting behavioral outcomes, our findings regarding the advantage of gain-framed messages over loss-framed messages in promoting prevention behaviors was statistically significant. Furthermore, very few studies provide the complete text of the framed messages, preventing us from examining how factors such as the proportion of framed information might have influenced the magnitude of the framing effects.\n\nOur review was also limited to peer-reviewed, published studies. While this may increase the methodological quality of the studies in our review, it may also exclude studies that did not find significant effects of framing on behavior, and this may be of greatest concern in interpreting the effect of framing for the promotion of prevention behavior. However, we note that a diverse set of publication bias analyses suggested minimal, if any, influence of publication bias. Furthermore, a number of prevention behavior studies included in this analysis reported no significant overall effect of framing on behavior (e.g.,  16, 39, 40, 46, 54, 56)  while others included experimental manipulations that attenuated the gain-frame advantage on behavior (e.g.,  34, 42, 87) . Thus, while there is clearly heterogeneity in the magnitude of the gain-frame advantage for prevention behavior, our results suggest that framing matters. When a persuasive message is intended to convey the consequences of prevention, gain-framed messages should lead to greater chances of success than loss-framed messages.\n\nLastly, our review is guided by the predominant perspective that has guided health message framing research over the last 15 years, namely, Rothman and Salovey's application of Prospect Theory to health communication  [2] . Indeed, Rothman and Salovey's perspective has been influential insofar as Prospect Theory is one of the few behavioral theories to explicitly suggest that gain-vs. loss-framed information can have substantially different effects on people's choices and behaviors. Indeed, we found support for Rothman and Salovey's underlying prediction for the moderating role of prevention vs. detection function on health behavior. However, we acknowledge that Prospect Theory alone cannot explain the entire pattern of results we found, such as the lack of framing effects observed on attitudinal/intentional outcomes. More recently, researchers have investigated health message framing effects within the context of other motivational theories such as Protection Motivation Theory  [86, 87]  or Regulatory Focus Theory  [47, 82] . To date, however, no single theory can account for the heterogeneity of health message framing effects observed across outcome measures and domains of health behavior  [8] ."
    },
    {
      "title": "Practical Implications",
      "text": "Given the large disconnect between people's intentions to change their behavior and their actual likelihood of change  [9] , the most meaningful outcome one can hope for in an intervention is a change in actual behavior. The findings of the present review provide evidence that how you frame a health message is an important consideration in the design of messages promoting prevention behavior.\n\nAlthough the effect of message framing on prevention behavior might seem relatively small in magnitude, it is important to keep in mind that health behaviors are complex in nature, and health message framing is but one aspect of an intervention that can contribute to its success. Indeed, Latimer and colleagues offer that \"the small changes induced by framed messages may contribute to the additive effects of multiple intervention components\" ([130]; p. 648). Other aspects of message-based health interventions include message tailoring, for example. Interestingly, a recent meta-analysis of tailored health behavior change interventions reported an effect of using tailored health messages over generic \"one-size-fits-all\" messages of r=0.07  [131] . In our study, the advantage of gain-framed over loss-framed messages for promoting prevention behaviors was of similar magnitude (r=0.083), suggesting that framing alone, at least for prevention behaviors, can have as much of an effect on the adoption of health behaviors as other more specific and comprehensive methods of message tailoring.\n\nAlthough we found no overall main effect of framing for the promotion of detection behaviors, other studies suggest that framing may still be a useful part of an intervention strategy for detection behaviors, especially for interventions that have an opportunity to target people with high perceptions of risk for a relevant health condition (i.e.,  11, 33, 53) . Whereas reviews have concluded that \"One cannot expect that using a gainframed appeal rather than a loss-framed appeal will make much difference to the success of such messages\" (6; p. 634), the present review suggests that such a conclusion may not be warranted, particularly for several domains of prevention behaviors. Our findings also underscore the importance of assessing behavior in health communication research, as well as the potential usefulness of message framing in future behavior change interventions, such as mass media, large scale public interventions, as well as smaller-scale tailored health behavior interventions."
    },
    {
      "text": "Cases analyzed (organized by author)"
    },
    {
      "text": "Summary of results"
    },
    {
      "text": "Summary of effects on behavioral outcomes by domain"
    }
  ],
  "references": [
    {
      "authors": [
        "Healthy People"
      ],
      "year": 2011
    },
    {
      "title": "Shaping perceptions to motivate healthy behavior: The role of message framing",
      "authors": [
        "A Rothman",
        "P Salovey"
      ],
      "year": 1997,
      "doi": "10.1037//0033-2909.121.1.3"
    },
    {
      "title": "The framing of decisions and the psychology of choice",
      "authors": [
        "A Tversky",
        "D Kahneman"
      ],
      "year": 1981
    },
    {
      "title": "Presenting risk information-A review of the effects of \"framing\" and other manipulations on patient outcomes",
      "authors": [
        "A Edwards",
        "G Elwyn",
        "J Covey",
        "E Matthews",
        "P Roisin"
      ],
      "year": 2001
    },
    {
      "title": "The advantages of compliance or the disadvantages of noncompliance? A meta-analytic review of the relative persuasive effectiveness of gain-framed and loss-framed messages",
      "authors": [
        "D O'keefe",
        "J Jensen"
      ],
      "year": 2006
    },
    {
      "title": "The relative persuasiveness of gainframed and loss-framed messages for encouraging disease prevention behaviors: A meta-analytic review",
      "authors": [
        "D O'keefe",
        "J Jensen"
      ],
      "year": 2007
    },
    {
      "title": "The relative persuasiveness of gainframed and loss-framed messages for encouraging disease detection behaviors: A meta-analytic review",
      "authors": [
        "D O'keefe",
        "J Jensen"
      ],
      "year": 2009
    },
    {
      "title": "Promoting healthy behaviors: How do we get the message across?",
      "authors": [
        "R Myers"
      ],
      "year": 2010,
      "doi": "10.1016/j.ijnurstu.2009.11.017"
    },
    {
      "title": "Does change behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
      "authors": [
        "T Webb",
        "P Sheeran"
      ],
      "year": 2006
    },
    {
      "title": "The role of message framing in promoting MMR vaccination: Evidence of a lossframe advantage",
      "authors": [
        "P Abhyankar",
        "O'connor Db",
        "R Lawton"
      ],
      "year": 2008,
      "doi": "10.1080/13548500701235732"
    },
    {
      "title": "Using message framing to motivate HIV testing among low-income, ethnic minority women",
      "authors": [
        "A Apanovitch",
        "D Mccarthy",
        "P Salovey"
      ],
      "year": 2003,
      "doi": "10.1037//0278-6133.22.1.60"
    },
    {
      "title": "Message framing and credibility: Application in dental services",
      "authors": [
        "R Arora"
      ],
      "year": 2000,
      "doi": "10.1300/j026v18n01_03"
    },
    {
      "title": "The impact of message framing and credibility finding for nutritional guidelines",
      "authors": [
        "R Arora",
        "A Arora"
      ],
      "year": 2004
    },
    {
      "title": "Using framing and credibility to incorporate exercise and fitness in individuals' lifestyle",
      "authors": [
        "R Arora",
        "C Stoner",
        "A Arora"
      ],
      "year": 2006
    },
    {
      "title": "The effects of message framing on mammography utilization",
      "authors": [
        "S Banks",
        "P Salovey",
        "S Greener"
      ],
      "year": 1995
    },
    {
      "title": "Impact of nutrition messages on children's food choice: Pilot study",
      "authors": [
        "K Bannon",
        "M Schwartz"
      ],
      "year": 2006,
      "doi": "10.1016/j.appet.2005.10.009"
    },
    {
      "title": "Moving beyond the function of the health behavior: The effect of message frame on behavioural decision-making",
      "authors": [
        "R Bartels",
        "K Kelly",
        "A Rothman"
      ],
      "year": 2010,
      "doi": "10.1080/08870440902893708"
    },
    {
      "title": "The effect of message frames and CVD risk factors on behavioral outcomes",
      "authors": [
        "Benz Scott",
        "L Curbow"
      ],
      "year": 2006,
      "doi": "10.5993/ajhb.30.6.5"
    },
    {
      "title": "Ease of imagination, message framing and physical activity messages",
      "authors": [
        "T Berry"
      ],
      "year": 2010,
      "doi": "10.1348/135910709x447811"
    },
    {
      "title": "When to accentuate the negative: The effects of perceived efficacy and message framing on intentions to perform a health-related behavior",
      "authors": [
        "L Block",
        "P Keller"
      ],
      "year": 1995
    },
    {
      "title": "Relative effectiveness of differently framed health messages: The influence of ambivalence",
      "authors": [
        "P Broemer"
      ],
      "year": 2002
    },
    {
      "title": "Ease of imagination moderates reactions to differently framed health messages",
      "authors": [
        "P Broemer"
      ],
      "year": 2004
    },
    {
      "title": "The (ir)relevance of framing nutrition education messages",
      "authors": [
        "J Brug",
        "J Ruiter",
        "P Van Assema"
      ],
      "year": 2003
    },
    {
      "title": "Beating the news blues: Mood repair through exposure to advertising",
      "authors": [
        "C Chang"
      ],
      "year": 2006
    },
    {
      "title": "Health-care product advertising: The influences of message framing and perceived product characteristics",
      "authors": [
        "C Chang"
      ],
      "year": 2007
    },
    {
      "title": "Effects of gain versus loss frame antidrug ads on adolescents",
      "authors": [
        "H Cho",
        "F Boster"
      ],
      "year": 2008
    },
    {
      "title": "Breast screening in response to gain, loss, and empowerment framed messages among diverse, low-income women",
      "authors": [
        "N Consedine",
        "D Horton",
        "C Magai",
        "R Kukafka"
      ],
      "year": 2007
    },
    {
      "title": "Understanding consumer responses to product risk information",
      "authors": [
        "A Cox",
        "D Cox",
        "G Zimet"
      ],
      "year": 2006,
      "doi": "10.1509/jmkg.70.1.079.qxd"
    },
    {
      "title": "Communicating the consequences of early detection: The role of evidence and framing",
      "authors": [
        "D Cox",
        "A Cox"
      ],
      "year": 2001
    },
    {
      "title": "Message framing and sunscreen use: Gain-framed messages motivate beach goers",
      "authors": [
        "J Detweiler",
        "B Bedell",
        "P Salovey",
        "E Pronin",
        "A Rothman"
      ],
      "year": 1999,
      "doi": "10.1037//0278-6133.18.2.189"
    },
    {
      "title": "Message framing and mammography screening: A theory-driven intervention",
      "authors": [
        "L Finney",
        "R Iannotti"
      ],
      "year": 2002,
      "doi": "10.1080/08964280209596393"
    },
    {
      "title": "When \"fit\" leads to fit, and when \"fit\" leads to fat: How message framing and intrinsic v. extrinsic exercise outcomes interact in promoting physical activity",
      "authors": [
        "K Gallagher",
        "J Updegraff"
      ],
      "year": 2011
    },
    {
      "title": "Perceived susceptibility to breast cancer moderates the effect of gain-and loss-framed messages on use of screening mammography",
      "authors": [
        "K Gallagher",
        "J Updegraff",
        "A Rothman",
        "L Sims"
      ],
      "year": 2011
    },
    {
      "title": "Effects of message framing and temporal context on college student drinking behavior",
      "authors": [
        "M Gerend",
        "M Cullen"
      ],
      "year": 2008
    },
    {
      "title": "Parental history of hypertension and screening attendance: Effects of wellness appeal versus threat appeal",
      "authors": [
        "G Gintner",
        "E Rectanus",
        "K Achord",
        "B Parker"
      ],
      "year": 1987
    },
    {
      "title": "Adolescents' perceptions of Canadian cigarette package warning labels: Investigating the effects of message framing",
      "authors": [
        "C Goodall",
        "O Appiah"
      ],
      "year": 2008
    },
    {
      "title": "Body consciousness moderates the effect of message framing on intentions to use sunscreen",
      "authors": [
        "D Hevey",
        "M Pertl",
        "K Thomas",
        "L Maher",
        "A Craig",
        "S Chuinneagain"
      ],
      "year": 2010,
      "doi": "10.1177/1359105309355335"
    },
    {
      "title": "Young adults' responses to news about sunscreen and skin cancer: The role of framing and social comparison",
      "authors": [
        "C Hoffner",
        "J Ye"
      ],
      "year": 2009,
      "doi": "10.1080/10410230902804067"
    },
    {
      "title": "The effects of source credibility and message framing on exercise intentions, behaviors, and attitudes: An integration of the elaboration likelihood model and prospect theory",
      "authors": [
        "L Jones",
        "R Sinclair",
        "S Courneya"
      ],
      "year": 2003
    },
    {
      "title": "Promoting exercise behaviour: An integration of persuasion theories and the theory of planned behaviour",
      "authors": [
        "L Jones",
        "R Sinclair",
        "R Rhodes",
        "K Courneya"
      ],
      "year": 2004,
      "doi": "10.1348/1359107042304605"
    },
    {
      "title": "Affect, framing, and persuasion",
      "authors": [
        "P Keller",
        "I Lipkus",
        "B Rimer"
      ],
      "year": 2003
    },
    {
      "title": "Effects of type of value appealed to and valence of appeal on children's dental health behavior",
      "authors": [
        "L Knapp"
      ],
      "year": 1991,
      "doi": "10.1093/jpepsy/16.6.675"
    },
    {
      "title": "The effects of message framing and feelings of susceptibility to breast cancer on reported frequency of breast self-examination",
      "authors": [
        "K Lalor",
        "B Hailey"
      ],
      "year": 1990,
      "doi": "10.2190/gmfb-wynd-qjya-8ljc"
    },
    {
      "title": "Promoting participation in physical activity using framed messages: An application of prospect theory",
      "authors": [
        "A Latimer",
        "T Rench",
        "S Rivers"
      ],
      "year": 2008
    },
    {
      "title": "Message framing, dispositional optimism, and follow-up for abnormal Papanicolaou tests",
      "authors": [
        "D Lauver",
        "M Rubin"
      ],
      "year": 1990,
      "doi": "10.1002/nur.4770130309"
    },
    {
      "title": "A comparison of two teaching strategies on nutrition knowledge, attitudes and food behavior of preschool children",
      "authors": [
        "D Lawatsch"
      ],
      "year": 1990,
      "doi": "10.1016/s0022-3182(12)80605-4"
    },
    {
      "title": "Bringing the frame into focus: The influence of regulatory fit on processing fluency and persuasion",
      "authors": [
        "A Lee",
        "J Aaker"
      ],
      "year": 2004,
      "doi": "10.1037/0022-3514.86.2.205"
    },
    {
      "title": "The effects of efficacy, cognitive processing and message framing on persuasion",
      "authors": [
        "Ckc Lee",
        "R Brown",
        "D Blood"
      ],
      "year": 2000
    },
    {
      "title": "The impact of mailing psychoeducational materials to women with abnormal mammograms",
      "authors": [
        "C Lerman",
        "E Ross",
        "A Boyce"
      ],
      "year": 1992,
      "doi": "10.2105/ajph.82.5.729"
    },
    {
      "title": "How positive and negative frames influence the decisions of persons in the United States and Australia",
      "authors": [
        "I Levin",
        "G Gaeth",
        "G Albaum",
        "J Schreiber"
      ],
      "year": 2001
    },
    {
      "title": "Threat vs. benefit appeals: Effectiveness in adult nutrition education",
      "authors": [
        "A Looker",
        "B Shannon"
      ],
      "year": 1984
    },
    {
      "title": "Formative research regarding kidney disease health information in a Latino American sample: Associations among message frame, threat, efficacy, message effectiveness, and behavioral intention",
      "authors": [
        "K Maguire",
        "J Garnder",
        "P Sopory"
      ],
      "year": 2010
    },
    {
      "title": "The influence of message framing and issue involvement",
      "authors": [
        "D Maheswaran",
        "J Meyers-Levy"
      ],
      "year": 1990
    },
    {
      "title": "Dispositional motivations and message framing: A test of the congruency hypothesis in college students",
      "authors": [
        "T Mann",
        "D Sherman",
        "J Updegraff"
      ],
      "year": 2004,
      "doi": "10.1037/0278-6133.23.3.330"
    },
    {
      "title": "The effects of message framing on exercise adherence and health beliefs among patients in a cardiac rehabilitation program",
      "authors": [
        "L Mccall",
        "Kam Ginis"
      ],
      "year": 2004
    },
    {
      "title": "The effects of framing and action instructions on whether older adults obtain flu shots",
      "authors": [
        "K Mccaul",
        "R Johnson",
        "A Rothman"
      ],
      "year": 2002,
      "doi": "10.1037//0278-6133.21.6.624"
    },
    {
      "title": "How to word effective messages about smoking and oral health: Emphasize the benefits of quitting",
      "authors": [
        "S Mckee",
        "O' Malley",
        "S Steward",
        "W Neveu",
        "S Land",
        "M Salovey"
      ],
      "year": 2004,
      "doi": "10.1002/j.0022-0337.2004.68.5.tb03775.x"
    },
    {
      "title": "Exploring message framing outcomes when systematic, heuristic, or both types of processing occur",
      "authors": [
        "J Myers-Levy",
        "D Maheswaran"
      ],
      "year": 2004,
      "doi": "10.1207/s15327663jcp1401&2_18"
    },
    {
      "title": "Promoting safe driving behaviors: The influence of message framing and issue involvement",
      "authors": [
        "M Millar",
        "K Millar"
      ],
      "year": 2000
    },
    {
      "title": "The influence of message framing, intention to quit smoking, and nicotine dependence on the persuasiveness of smoking cessation messages",
      "authors": [
        "M Moorman",
        "B Van Den Putte"
      ],
      "year": 2008
    },
    {
      "title": "Behavioral interventions to increase adherence in colorectal cancer screening",
      "authors": [
        "R Myers",
        "E Ross",
        "T Wolf",
        "A Balshem",
        "C Jepson",
        "L Millner"
      ],
      "year": 1991,
      "doi": "10.1097/00005650-199110000-00009"
    },
    {
      "title": "The relative persuasive effect of gain-versus lossframed messages: Exploring the moderating role of the desirability of end-states",
      "authors": [
        "X Nan"
      ],
      "year": 2007,
      "doi": "10.1177/107769900708400307"
    },
    {
      "title": "Intentions to use hormonal male contraception: The role of message framing, attitudes and stress appraisals",
      "authors": [
        "* O'connor",
        "O' Connor"
      ],
      "year": 2005
    },
    {
      "title": "A randomized evaluation of loss and gain frames in an invitation to screening type 2 diabetes: Effects on attendance, anxiety and self-rated health",
      "authors": [
        "P Park",
        "R Simmons",
        "A Prevost",
        "S Griffin"
      ],
      "year": 2010
    },
    {
      "title": "Social influence and ethnicity of the communicator",
      "authors": [
        "A Ramirez"
      ],
      "year": 1977,
      "doi": "10.1080/00224545.1977.9713266"
    },
    {
      "title": "Effect of brief safer-sex counseling by medical providers to HIV-1 seropositive patients: A multi-clinic assessment",
      "authors": [
        "J Richardson",
        "J Milam",
        "A Mccutchan"
      ],
      "year": 2004,
      "doi": "10.1097/00002030-200405210-00011"
    },
    {
      "title": "Message framing and pap test utilization among women attending a community health clinic",
      "authors": [
        "S Rivers",
        "P Salovey",
        "D Pizarro",
        "J Pizarro",
        "T Schneider"
      ],
      "year": 2005
    },
    {
      "title": "Beyond fear appeals: Negative and positive persuasive appeals to health and self-esteem",
      "authors": [
        "M Robberson",
        "R Rogers"
      ],
      "year": 1988
    },
    {
      "title": "The systematic influence of gain-and loss-framed messages on interest in and use of different types of health behaviors",
      "authors": [
        "A Rothman",
        "S Martino",
        "B Bedell",
        "J Detweiler",
        "P Salovey"
      ],
      "year": 1999
    },
    {
      "title": "The influence of message framing on intentions to perform health behaviors",
      "authors": [
        "A Rothman",
        "P Salovey",
        "Antone Keough",
        "K Martin"
      ],
      "year": 1993
    },
    {
      "title": "The effects of message framing and ethnic targeting on mammography use among low-income women",
      "authors": [
        "T Schneider",
        "P Salovey",
        "A Apanovitch"
      ],
      "year": 2001
    },
    {
      "title": "Visual and auditory message framing effects on tobacco smoking",
      "authors": [
        "T Schneider",
        "P Salovey",
        "U Pallonen"
      ],
      "year": 2001
    },
    {
      "title": "Threat vs. benefit appeals for motivating adults to participate in a weight-control class",
      "authors": [
        "B Shannon",
        "M Rowan"
      ],
      "year": 1987
    },
    {
      "title": "Approach/avoidance orientation, message framing, and health behavior: Understanding the congruency effect",
      "authors": [
        "D Sherman",
        "T Mann",
        "J Updegraff"
      ],
      "year": 2006
    },
    {
      "title": "Need for cognition moderates responses to framed smoking-cessation messages",
      "authors": [
        "W Steward",
        "T Schneider",
        "J Pizarro",
        "P Salovey"
      ],
      "year": 2003
    },
    {
      "title": "Comparing gain-and loss-framed messages for smoking cessation with sustained release bupropion: A randomized control trial",
      "authors": [
        "B Toll",
        "O' Malley",
        "S Katulak"
      ],
      "year": 2007
    },
    {
      "title": "The impact of educational message framing on adherence to continuous positive airway pressure therapy",
      "authors": [
        "R Trupp",
        "E Corwin",
        "K Ahijevych",
        "T Nygren"
      ],
      "year": 2011
    },
    {
      "title": "Message framing, selfdiscrepancies, and yielding to persuasive messages: The motivational significance of psychological situations",
      "authors": [
        "O Tykocinski",
        "T Higgins",
        "S Chaiken"
      ],
      "year": 1994
    },
    {
      "title": "The effects of message framing and message processing on testicular self-examination attitudes and perceived susceptibility",
      "authors": [
        "L Umphrey"
      ],
      "year": 2003
    },
    {
      "title": "The effects of message quality and congruency on perceptions of tailored health communications",
      "authors": [
        "J Updegraff",
        "D Sherman",
        "F Luyster",
        "T Mann"
      ],
      "year": 2006
    },
    {
      "title": "The influence of message framing on adolescent females' intention to obtain Chlamydia screening",
      "authors": [
        "A Urban",
        "P Stout",
        "G Zimet",
        "D Blake"
      ],
      "year": 2006
    },
    {
      "title": "The cultural congruency effect: Culture, regulatory focus, and the effectiveness of gainvs. loss-framed health messages",
      "authors": [
        "A Uskul",
        "D Sherman",
        "J Fitzgibbon"
      ],
      "year": 2009
    },
    {
      "title": "Framing of nutrition education messages in persuading consumers of the advantages of a healthy diet",
      "authors": [
        "P An Assema",
        "M Martens",
        "R Ruiter",
        "J Brug"
      ],
      "year": 2001
    },
    {
      "title": "Distinct pathways to persuasion: The role of affect in message-framing effects",
      "authors": [
        "J Van 't Riet",
        "Rac Ruiter",
        "M Werrij",
        "Mjjm Candel",
        "H De Vries"
      ],
      "year": 2009,
      "doi": "10.1002/ejsp.722"
    },
    {
      "title": "Investigating message-framing effects in the context of a tailored intervention promoting physical activity",
      "authors": [
        "J Van't Riet",
        "Rac Ruiter",
        "M Werrij",
        "H De Vries"
      ],
      "year": 2009,
      "doi": "10.1093/her/cyp061"
    },
    {
      "title": "Self-efficacy moderates message-framing effects: The case of skin-cancer detection",
      "authors": [
        "J Van 't Riet",
        "Rac Ruiter",
        "M Werrij",
        "H De Vries"
      ],
      "year": 2010
    },
    {
      "title": "Examining the influence of self-efficacy on message-framing effects: Reducing salt consumption in the general population",
      "authors": [
        "J Van't Riet",
        "Rac Ruiter",
        "C Smerecnik",
        "H De Vries"
      ],
      "year": 2010
    },
    {
      "title": "Effects of message framing on breast-cancer-related beliefs and behaviors: The role of mediating factors",
      "authors": [
        "T Williams",
        "V Clarke",
        "R Borland"
      ],
      "year": 2001,
      "doi": "10.1111/j.1559-1816.2001.tb02656.x"
    },
    {
      "title": "Communicating the risks of fetal alcohol spectrum disorder: Effects of message framing and exemplification",
      "authors": [
        "N Yu",
        "L Ahern",
        "C Connolly-Ahern",
        "F Shen"
      ],
      "year": 2010
    },
    {
      "title": "All frames are not created equal: A typology and critical analysis of framing effects",
      "authors": [
        "I Levin",
        "S Schneider",
        "Gaeth",
        "Gj"
      ],
      "year": 1998,
      "doi": "10.1006/obhd.1998.2804"
    },
    {
      "title": "Sleep related car crashes: Risk perception and decision-making processes in young drivers",
      "authors": [
        "F Lucidi",
        "P Russo",
        "L Mallia",
        "A Devoto",
        "M Lauriola",
        "C Violani"
      ],
      "year": 2006,
      "doi": "10.1016/j.aap.2005.09.013"
    },
    {
      "title": "A study of the effect of message framing on oocyte donation",
      "authors": [
        "S Purewal",
        "Oba Van Den Akker"
      ],
      "year": 2009,
      "doi": "10.1093/humrep/dep342"
    },
    {
      "title": "Message framing for smoking cessation: The interaction of risk perceptions and gender",
      "authors": [
        "B Toll",
        "P Salovey",
        "O' Malley",
        "S Mazure",
        "C Latimer",
        "A Mckee"
      ],
      "year": 2008,
      "doi": "10.1080/14622200701767803"
    },
    {
      "title": "Nicotine dependence as a moderator of message framing effects on smoking outcomes",
      "authors": [
        "L Fucito",
        "A Latimer",
        "P Salovey",
        "B Toll"
      ],
      "year": 2010,
      "doi": "10.1007/s12160-010-9187-3"
    },
    {
      "title": "A new look at framing effects: Distribution of effect sizes, individual differences, and independence of types of effects",
      "authors": [
        "I Levin",
        "G Gaeth",
        "J Schreiber",
        "M Lauriola"
      ],
      "year": 2002,
      "doi": "10.1006/obhd.2001.2983"
    },
    {
      "title": "Why are you bringing up condoms now? The effect of message content on ann",
      "authors": [
        "S Kiene",
        "W Barta",
        "J Zelenski",
        "D Cothran"
      ],
      "year": 2005
    },
    {
      "title": "The influence of smokers' degree of dependence on the effectiveness of message framing for capturing smokers for a Quitline",
      "authors": [
        "A Szklo",
        "Esf Coutinho"
      ],
      "year": 2010
    },
    {
      "title": "Message framing with respect to decisions about vaccination: The roles of frame valence, frame method and perceived risk",
      "authors": [
        "E Ferguson",
        "L Gallagher"
      ],
      "year": 2007,
      "doi": "10.1348/000712607x190692"
    },
    {
      "title": "Improving attitudes toward prostate examinations by loss-framed appeals",
      "authors": [
        "P Cherubini",
        "R Rumiati",
        "D Rossi",
        "F Nigro",
        "A ; Calabro",
        "L Hedges",
        "J Vevea"
      ],
      "year": 1998
    },
    {
      "title": "Meta-analytic procedures for social research",
      "authors": [
        "M Borenstein",
        "H Rothstein"
      ],
      "year": 1991
    },
    {
      "title": "Operating characteristics of a rank correlation test for publication bias",
      "authors": [
        "C Begg",
        "M Mazumdar"
      ],
      "year": 1994
    },
    {
      "title": "Publication and related bias in meta-analysis",
      "authors": [
        "J Sterne",
        "D Gavaghan",
        "M Egger"
      ],
      "year": 2000
    },
    {
      "title": "The \"file drawer problem\" and tolerance for null results",
      "authors": [
        "R Rosenthal"
      ],
      "year": 1979
    },
    {
      "title": "Trim and fill: A simple funnel-plot-based method of testing and adjusting for publication bias in metaanalysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000
    },
    {
      "title": "The validity of self-reported smoking: A review and meta-analysis",
      "authors": [
        "D Patrick",
        "A Cheadle",
        "D Thompson",
        "P Diehr",
        "T Koepsell",
        "S Kinne"
      ],
      "year": 1994
    },
    {
      "title": "Systematic differences in validity of self-reported mammography behavior: A problem for intergroup comparisons?",
      "authors": [
        "E Vartiainen",
        "T Seppala",
        "P Lillsunde",
        "P ; Puska",
        "V Lawrence",
        "De Moor",
        "C Glenn"
      ],
      "year": 1999
    },
    {
      "title": "How valid are mammography self-reports?",
      "authors": [
        "E King",
        "B Rimer",
        "B Trock",
        "A Balshem",
        "P Engstrom"
      ],
      "year": 1990
    },
    {
      "title": "Measuring the use of mammography: Two methods compared",
      "authors": [
        "D Degnan",
        "R Harris",
        "J Ranney",
        "D Quade",
        "J Earp",
        "J Gonzalez"
      ],
      "year": 1992,
      "doi": "10.2105/ajph.82.10.1386"
    },
    {
      "title": "The use of mammography vans by low-income women: The accuracy of self-reports",
      "authors": [
        "S Etzi",
        "D Lane",
        "R Grimson"
      ],
      "year": 1994
    },
    {
      "title": "Concordance of self-reported data and medical record audit for six cancer screening procedures",
      "authors": [
        "N Gordon",
        "R Hiatt",
        "D Lampert"
      ],
      "year": 1993
    },
    {
      "title": "Comparison of energy intakes determined by food records and doubly labeled water in women participating in a dietary-intervention trial",
      "authors": [
        "L Martin",
        "W Su",
        "P Jones",
        "G Lockwood",
        "D Tritchler",
        "N Boyd"
      ],
      "year": 1996
    },
    {
      "title": "Randomised controlled trial of a 1-minute intervention changing oral self-care behaviour",
      "authors": [
        "F Sniehotta",
        "V Soares",
        "S Dombrowksi"
      ],
      "year": 2007,
      "doi": "10.1177/154405910708600711"
    },
    {
      "title": "Adherence to a daily flossing regimen in university students: Effects of planning when, where, how and what to do in the face of barriers",
      "authors": [
        "B Schüz",
        "F Sniehotta",
        "A Wiedemann",
        "R ; Seeman",
        "K Mccaul",
        "R Glasgow",
        "C Gustafson"
      ],
      "year": 1985
    },
    {
      "title": "Validation of the telephone and in-person interview versions of the 7-day PAR",
      "authors": [
        "W Pitiphat",
        "R Garcia",
        "C Douglass",
        "Kj ; Joshipura",
        "H Wade",
        "K Coleman",
        "J Sallis",
        "C Armstrong"
      ],
      "year": 2003
    },
    {
      "title": "A simultaneous evaluation of 10 commonly used physical activity questionnaires",
      "authors": [
        "D Jacobs",
        "B Ainsworth",
        "T Hartman",
        "A Leon"
      ],
      "year": 1993
    },
    {
      "title": "The International Physical Activity Questionnaire (IPAQ): A study of concurrent and construct validity",
      "authors": [
        "M Hagstromer",
        "P Oja",
        "M Sjostrom"
      ],
      "year": 2006
    },
    {
      "title": "Efficacy of the theory of planned behavior: A meta-analytic review",
      "authors": [
        "C Armitage",
        "M Conner"
      ],
      "year": 2001,
      "doi": "10.1348/014466601164939"
    },
    {
      "title": "Meta-analytic procedures for combining studies with multiple effect sizes",
      "authors": [
        "R Rosenthal",
        "Rubin Db"
      ],
      "year": 1986
    },
    {
      "title": "Specifying when and how gainand loss-framed messages motivate healthy behavior: An integrated approach",
      "authors": [
        "A Rothman",
        "J Updegraff"
      ],
      "year": 2010
    },
    {
      "title": "Using an integrated approach to understand vaccination behavior among young men who have sex with men: Stages of change, the health belief model, and self-efficacy",
      "authors": [
        "V Strecher",
        "B Devellis",
        "M Becker",
        "Im ; Rosenstock",
        "S Rhodes",
        "K Hergenrather"
      ],
      "year": 1986
    },
    {
      "title": "The role of self-efficacy in achieving health behavior change",
      "authors": [
        "V Strecher",
        "B Devellis",
        "M Becker",
        "I Rosenstock"
      ],
      "year": 1986
    },
    {
      "title": "The effects of message framing on behavioral prevalence assumptions",
      "authors": [
        "A Stuart",
        "H Blanton"
      ],
      "year": 2003,
      "doi": "10.1002/ejsp.133"
    },
    {
      "title": "Do loss-framed persuasive messages engender greater message processing than do gain-framed messages? A meta-analytic review",
      "authors": [
        "D O'keefe",
        "J Jensen"
      ],
      "year": 2008
    },
    {
      "title": "The effectiveness of gain framed messages for encouraging disease prevention behavior: Is all hope lost?",
      "authors": [
        "A Latimer",
        "P Salovey",
        "A Rothman"
      ],
      "year": 2007,
      "doi": "10.1080/10810730701619695"
    },
    {
      "title": "Does tailoring matter? Metaanalytic review of tailored print health behavior change interventions",
      "authors": [
        "S Noar",
        "C Benac",
        "M Harris"
      ],
      "year": 2007
    }
  ],
  "num_references": 125
}
