{
  "paper_id": "H953I6U2",
  "title": "Digital Health Interventions to Prevent Type 2 Diabetes Mellitus: Systematic Review",
  "abstract": "Background: Digital health interventions (DHIs) have rapidly evolved and significantly revolutionized the health care system. The quadruple aims of health care (improving population health, enhancing consumer experience, enhancing health care provider [HCP] experience, and decreasing health costs) serve as a strategic guiding framework for DHIs. It is unknown how DHIs can impact the burden of type 2 diabetes mellitus (T2DM), as measured by the quadruple aims. Objective: This study aimed to systematically review the effects of DHIs on improving the burden of T2DM, as measured by the quadruple aims. Methods: PubMed, Embase, CINAHL, and Web of Science were searched for studies published from January 2014 to March 2024. Primary outcomes were the development of T2DM, hemoglobin A 1c (HbA 1c ) change, and blood glucose change (dysglycemia changes). Secondary outcomes were consumer experience, HCP experience, and health care costs. Outcomes were mapped to the quadruple aims. DHIs were categorized using the World Health Organization's DHI classification. For each study, DHI categories were assessed for their effects on each outcome, categorizing the effects as positive, negative, or neutral. The overall effects of each DHI category were determined by synthesizing all reported positive, neutral, or negative effects regardless of the number of studies supporting each effect. The Cochrane risk-of-bias version 2 (RoB 2) tool for randomized trials was used to assess the quality of randomized controlled trials (RCTs), while the ROBINS-I (risk of bias in nonrandomized studies of interventions) tool was applied for nonrandomized studies. \n Results: In total, 53 papers were included. For the T2DM development outcome, the effects of DHIs were positive in 1 (1.9%) study and neutral in 9 (17%) studies, and there were insufficient data to assess in 4 (7.5%) studies. For the dysglycemia outcome, the effects were positive in 23 (43.4%) studies and neutral in 24 (45.3%) studies, and there were insufficient data in 6 (11.3%) studies. There were mixed effects on consumer experience (n=13, 24.5%) and a lack of studies reporting HCP experience (n=1, 1.9%) and health care costs (n=3, 5.7%). All studies that reported positive population health outcomes used a minimum of 2 distinct categories of DHIs. Among these successful studies, the one that reported delaying the development of T2DM and 16 (69.6%) of those reporting improvements in dysglycemia involved HCP interaction. Targeted communication with persons (TCP), personal health tracking (PHT), and telemedicine (TM) showed some evidence as a potentially useful tool for T2DM prevention and dysglycemia.",
  "year": 2021,
  "date": "2021",
  "journal": "Diabet Med",
  "publication": "Diabet Med",
  "authors": [
    {
      "forename": "Tuan",
      "surname": "Duong",
      "name": "Tuan Duong",
      "affiliation": "1  Queensland Digital Health Centre , Faculty of Medicine , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Queensland Digital Health Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "tuan.duong@uq.edu.au"
    },
    {
      "forename": "Quita",
      "surname": "Olsen",
      "name": "Quita Olsen",
      "affiliation": "1  Queensland Digital Health Centre , Faculty of Medicine , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Queensland Digital Health Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Anish",
      "surname": "Menon",
      "name": "Anish Menon",
      "affiliation": "1  Queensland Digital Health Centre , Faculty of Medicine , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Queensland Digital Health Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Leanna",
      "surname": "Woods",
      "name": "Leanna Woods",
      "affiliation": "1  Queensland Digital Health Centre , Faculty of Medicine , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Queensland Digital Health Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Wenyong",
      "surname": "Bn",
      "name": "Wenyong Bn"
    },
    {
      "surname": "Wang",
      "name": "Wang",
      "affiliation": "1  Queensland Digital Health Centre , Faculty of Medicine , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Queensland Digital Health Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Marlien",
      "surname": "Varnfield",
      "name": "Marlien Varnfield",
      "affiliation": "5  Australian e-Health Research Centre , Commonwealth Scientific and Industrial Research Organisation , Brisbane , Australia \n\t\t\t\t\t\t\t\t Australian e-Health Research Centre \n\t\t\t\t\t\t\t\t Commonwealth Scientific and Industrial Research Organisation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": ";",
      "surname": "Jiang",
      "name": "; Jiang",
      "affiliation": "1  Queensland Digital Health Centre , Faculty of Medicine , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Queensland Digital Health Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Clair",
      "surname": "Sullivan",
      "name": "Clair Sullivan",
      "affiliation": "1  Queensland Digital Health Centre , Faculty of Medicine , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Queensland Digital Health Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "©tuan",
      "surname": "Duong",
      "name": "©tuan Duong"
    },
    {
      "forename": "Wenyong",
      "surname": "Wang",
      "name": "Wenyong Wang"
    },
    {
      "forename": "Lee",
      "surname": "Jiang",
      "name": "Lee Jiang"
    }
  ],
  "doi": "10.2196/67507",
  "keywords": [
    "digital health",
    "type 2 diabetes",
    "prediabetes",
    "prevent",
    "digital health intervention",
    "PRISMA"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Type 2 diabetes mellitus (T2DM) is a growing health problem worldwide that affects all income levels and puts a heavy burden on health care systems  [1] . The increased prevalence of T2DM is largely due to changes in diet, rising obesity rates, and decreased physical activity  [2] . Therefore, improving lifestyle can potentially help prevent T2DM  [1] . Diabetes prevention programs (DPPs) and other lifestyle modifications strategies have been applied worldwide, demonstrating that such changes can effectively reduce the risk of developing T2DM  [2] [3] [4] [5] [6] .\n\nDigital health interventions (DHIs), the application of digital technologies in health care  [7] , have transformed how health care is provided and experienced, leading to great health system efficiencies and clinical benefits  [7] [8] [9] . Given the diverse communities involved in DHI (ie, technologists, researchers, clinicians, consumers, and government stakeholders), there is a need to establish a common language among these groups  [7] . To address this need, the World Health Organization (WHO) developed a DHI classification system to provide a shared framework for naming, grouping, and evaluating DHIs. According to this classification, each DHI is categorized into groups based on primary users: persons, health care providers (HCPs), health system managers, and data services  [7] .\n\nDHIs have been extensively applied in chronic disease management, showing clinical outcome improvements, better management, and cost savings  [10] [11] [12] [13] [14] [15] . During the past 10 years, DHIs are being increasingly applied in T2DM prevention, such as text messaging, web-based systems, telemedicine (TM), mobile health, software, wearables, and artificial intelligence (AI)  [16, 17] . A systematic review by Van Rhoon et al  [18]  in 2020 demonstrated that DHIs significantly reduce weight, enhance dysglycemia, and decrease T2DM incidence. According to the systematic review by Nguyen et al  [19]  in 2024, DHIs show further enhanced efficacy in preventing T2DM, highlighting the success of computer-based and mobile health in weight reduction, hemoglobin A 1c (HbA 1c ) improvement, and T2DM incidence reduction.\n\nThe quadruple aims of health care are the overarching goals focusing on improving population health, enhancing consumer experience, improving HCP experience, and decreasing health costs  [20] . The quadruple aims have been regarded as a strategic compass in guiding DHIs in different contexts, such as chronic disease prevention  [21] , diagnosis and treatment  [22, 23] , health care delivery  [24] , planning or decision-making  [25] , and managing unique health care challenges, such as the COVID-19 pandemic  [26] .\n\nThe impacts of DHIs on improving the burden of T2DM, as measured by the quadruple aims, still remain largely unknown. Our aim was to systematically review the current literature to examine the effects of DHIs on reducing the burden of T2DM, as measured by the quadruple aims."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "This systematic review was conducted and reported following PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines of 2020  [27] . Details of the PRISMA 2020 checklist are shown in Multimedia Appendix 1  [27] . The protocol of our systematic review was prospectively registered at PROSPERO (International Prospective Register of Systematic Reviews; registration number CRD42024512690). Minor changes were made to the registration information: the title was updated, the quadruple aims were added to the objectives, and WHO's DHI classification was included in the data synthesis."
    },
    {
      "title": "Ethical Considerations",
      "text": "Our study was a systematic review that used nonidentifiable, secondary data from published studies. According to institutional policies, no ethics review was required."
    },
    {
      "title": "Search Strategy and Selection Criteria",
      "text": "The PubMed, Embase, CINAHL, and Web of Science databases were searched with keywords in both Medical Subject Headings and title/abstract formats: \"digital health interventions,\" \"type 2 diabetes,\" and \"prevention.\" The review included only studies conducted in the past 10 years, from January 2014 to March 2024 (due to the emerging nature of the digital transformation in health care). Building, testing, and finalizing the search approach were performed by the research team, in consultation with 2 research librarians from the University of Queensland (Multimedia Appendix 2).\n\nInclusion and exclusion criteria are listed in Table  1 . The intervention of interest was defined as the use of DHIs in support of the prevention of T2DM in individuals with monitored blood glucose or HbA 1c . Given our focus on assessing the effects of DHIs on preventing or delaying the onset of T2DM, and considering that the diagnostic criteria for T2DM include HbA 1c , blood glucose, and clinical criteria, our primary outcomes were the development of T2DM, HbA 1c change, or blood glucose change (dysglycemia changes). Secondary outcomes were consumer experience, HCP experience, and health care costs. Quantitative and qualitative data were included in our review. Studies were excluded if individuals or populations had known diabetes (T2DM, type 1 diabetes, or gestational diabetes, as described by authors of specific studies) or outcomes that did not report the development of T2DM, HbA 1c change, or blood glucose change."
    },
    {
      "title": "Study Selection Process",
      "text": "Five reviewers participated in the selection and data extraction processes (authors TD, WW, QO, and LW as primary reviewers and author CS as a senior reviewer). All papers retrieved from the database were collected and imported to EndNote version 20 (Clarivate) before being uploaded to Covidence version 2. Titles and abstracts of identified studies were screened twice (by TD, WW, QO, and LW) for potential eligibility using the inclusion and exclusion criteria. Full texts that met the inclusion criteria were retrieved and independently evaluated for their eligibility by the reviewers. Duplicates identified either automatically by Covidence or manually were excluded.\n\nReasons for excluding full-text papers were reported. Any disagreements were solved via discussion and consensus.\n\nA data extraction form was developed by the research team and uploaded to Covidence (Multimedia Appendix 3). Data from the selected papers were extracted and then checked (TD and QO). Any discordance was resolved via discussion and consensus of the reviewers."
    },
    {
      "title": "Statistical Analysis",
      "text": "Primary and secondary outcomes were mapped to the quadruple aims, which included improving population health, enhancing consumer experience, enhancing HCP experience, and reducing health costs. The population health aspect was measured by the development of T2DM and dysglycemia changes (changes in HbA 1c or blood glucose). Using WHO's DHI classification (2023 version)  [7] , DHIs were classified into different categories, such as targeted communication with persons (TCP) for targeted individuals, untargeted communication with persons for undefined groups, person-to-person communication (PPC) in networks or forums, personal health tracking (PHT) for self-monitoring, on-demand communication with persons (DCP) for accessing health information, person-centered health records (PHR), HCP decision support (DS), and TM  [7] . Details of the classification are shown in Multimedia Appendix 4.\n\nFor each study, DHI categories were assessed for their effects on each outcome, categorizing the effects as positive, negative, or neutral:\n\n• Quantitative data: Effects were reported as \"positive\" if there was a statistically significant improvement in outcomes, \"negative\" if outcomes statistically worsened, \"neutral\" if there was no statistically significant impact, and \"not available\" if data were insufficient for evaluation.\n\n• Qualitative data (consumer experience and HCP experience outcomes): Effects were reported as \"positive\" if there was only positive feedback, \"negative\" if there was only negative feedback, \"mixed\" if there was both positive and negative feedback, \"neutral\" if there was no positive and negative feedback, and \"not available\" if data were insufficient for evaluation.\n\nThe overall effects of each DHI category were determined by synthesizing all reported positive, neutral, or negative effects regardless of the number of studies supporting each effect.\n\nA meta-analysis was not performed because of the numerous heterogeneous study designs with different interventions or outcomes."
    },
    {
      "title": "Risk-of-Bias Assessment",
      "text": "The Cochrane risk-of-bias version 2 tool (RoB 2) for randomized trials was used to assess the quality of RCTs  [32] , while the ROBINS-I (risk of bias in nonrandomized studies of interventions) tool was applied for nonrandomized studies  [33]  by TD, QO, and LJ. Any disagreements were solved via discussion and consensus."
    },
    {
      "title": "Results"
    },
    {
      "title": "Characteristics of Included Studies",
      "text": "In total, 3373 citations were retrieved from the database search, of which 53 (1.6%) met the inclusion criteria, encompassing a total of 34,488 participants. The number of papers at each stage and the reasons for exclusion are detailed in Figure  1 . The characteristics of the included studies are shown in Multimedia Appendix 5  [5, 10, 16, . Most studies were conducted in health care settings (n=35, 66%) and in high-income countries (n=49, 92.5%)  [84] . RCTs were the most common research design (n=31, 58.5%). All studies had a duration of at least 3 months. The DHI duration fluctuated from 1 to 48 months. DHIs were mostly applied in combination with HCP interactions (n=43, 81.1%)."
    },
    {
      "title": "Risk of Bias",
      "text": "The nonrandomized studies showed a disproportionately high number of moderate and serious risks of bias (n=17, 77.3%), predominantly due to not accurately recording and analyzing confounders. In the RCTs, the risk of bias in population health outcomes ranged from low to high, while the risks of bias in HbA 1c and blood glucose change outcomes exhibited some similarities, with approximately 12 of 22 (54.5%) and 10 of 23 (43.5%) studies, respectively, presenting either some concerns or high risks. However, a few studies (n=7, 77.8%) had a high risk of bias or some concerns in the T2DM development outcome. This was mainly due to discrepancies observed in the measurement of the T2DM development outcome between groups and bias resulting from missing outcome data. There were no high risks of bias in consumer experience and health care cost outcomes, with the majority having low risks (n=37, 70%, and n=35, 66.7%, respectively). The HCP experience outcome was not assessed in RCTs. There were 24 (45.3%) studies with a low risk of bias in all outcomes and 10 (41.7%) studies with both a low risk of bias and an intervention duration of at least 1 year. Details are shown in Multimedia Appendix 6  [5, 10, 16, ."
    },
    {
      "title": "Study Outcomes",
      "text": "Five outcomes were reported: consumer experience (n=13, 24.5%), health care costs (n=3, 5.7%), HCP experience (n=1, 1.9%), development of T2DM (n=14, 26.4%), and dysglycemia changes (n=52, 98.1%). Many studies reported multiple outcomes."
    },
    {
      "title": "Study Interventions",
      "text": "In total, 15 DHIs were investigated. The prevalence of each DHI is visualized in Figure  2    [5, 10, 16, [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] 94] . Using WHO's DHI classification, 7 DHI categories were identified: TCP, PPC, PHT, DCP, PHR, HCP DS, and TM.\n\nFor the T2DM development outcome, the effects of DHIs were positive in 1 (7.1%) study and neutral in 9 (64.3%) studies, and there were insufficient data to assess in 4 (28.6%) studies. For the dysglycemia outcome, the effects were positive in 23 (43.4%) studies and neutral in 24 (45.3%) studies, and there were insufficient data in 6 (11.3%) studies. Among the 10 (18.9%) studies with a low risk of bias in all outcomes and an intervention duration of at least 1 year, none assessed the development of T2DM; the effects of DHIs on dysglycemia were positive in 7 (70%) studies and neutral in 2 (20%) studies, and there were insufficient data in 1 (10%) study.\n\nThe effects of DHIs in all studies on consumer experience were mixed, with most being positive (n=7, 53.8%). The effects of DHIs on costs, assessed in 2 (3.8%) studies, were found to be negative. The only study reporting HCP experience indicated a positive effect.\n\nTable  2  highlights the effect of each DHI category on each outcome. The effects of DHI categories and subcategories on the outcomes in each study are illustrated in Multimedia Appendix 7  [5, 10, 16, ."
    },
    {
      "title": "Targeted Communication With Persons",
      "text": "All included studies (N=53, 100%) applied TCP, including transmitting targeted health information or targeted alerts and reminders to patients. Of the 10 (18.9%) studies reviewing the effects of TCP on T2DM prevention, 9 (90%) were neutral, and 1 (10%) was positive. Of the 47 (88.7%) studies assessing dysglycemia changes, 24 (51.1%) reported neutral effects, and 23 (48.9%) posted positive effects. For example, Arora et al  [34]  proved after the intervention that there is a significant reduction in predicted HbA 1c (P<.001).\n\nThe effects of TCP on consumer experience was mixed, on HCP experience was positive, and on health care cost was neutral (n=1, 33.3%) or negative (n=2, 66.7%)."
    },
    {
      "title": "Person-to-Person Communication",
      "text": "Of 16 (30.2%) studies, 2 (12.5%) studies reviewing the effects of PPC on T2DM prevention were by Fitzpatrick et al  [35]  and McKenzie et al  [36] . Results showed a neutral effect, with no significant difference in the T2DM diagnosis compared to the control group.\n\nOf the 15 (93.8%) PPC studies assessing dysglycemia changes, 10 (66.7%) posted positive effects and 5 (33.3%) showed no discernible effect. For example, Castro Sweet et al  [10]  used PPC, TCP, and PHT in their DHIs; after the interventions, the change in the mean HbA 1c of participants reduced by 0.1% (P=.001).\n\nA PPC study (6.3%) by Katula et al  [37]  reported consumer experience, with negative feedback of consumers.\n\nA single study (6.3%), which was by Limaye et al  [38] , reported the effects of PPC on health care costs. The incremental cost of the DHI was GBP 35.8 (USD 47.5) per participant compared to GBP 23.3 (USD 30.9) per participant in the control group  [38] .\n\nNo study assessed the effect of PPC on HCP experience."
    },
    {
      "title": "Personal Health Tracking",
      "text": "In 37 (69.8%) studies, PHT allowed individuals to self-monitor their health or diagnostic data (n=28, 75.7%) or actively capture/store health data to the digital platform (n=15, 40.5%).\n\nOf the 5 (13.5%) studies on PHT reporting its effects on preventing T2DM, 1 (20%) study  [39]  posted a positive effect, with 4 (80%) other studies  [35, 36, 40, 41]  reporting a neutral effect on T2DM development.\n\nOf the 37 (69.8%) studies, 34 (91.9%) assessed the effectiveness of PHT in dysglycemia changes, with both positive (61.8%) and neutral (38.2%) effects. Karvela et al  [42]  indicated that the effect of PHT on improving HbA 1c was not significantly different compared to the control group (P=.31).\n\nOf the 10 (27%) studies assessing the effects of PHT on consumer experience, the results varied; 4 (40%) studies showed a positive effect, 3 (30%) showed a negative effect, 2 (20%) were inconclusive or neutral, and 1 (10%) showed mixed effects. For example, Peacock et al  [43]  showed that participants using wearables/trackers feel empowered in their choice of appropriate foods (P=.04).\n\nNo studies reported HCP experience or health care costs."
    },
    {
      "title": "On-Demand Communication With Persons",
      "text": "Of the 13 (24.5%) studies on DCP, 11 (84.6%) consisted of seeking supporting information and 3 (15.4%) simulated human-like conversations.\n\nIn addition, 2 (15.4%) studies  [40, 44]  reported prevention effectiveness of DCP, and both had a neutral effect.\n\nOf the 12 studies (92.3%) assessing the effects of dysglycemia, 9 (75%) reported positive population health outcomes, such as significant HbA 1c reduction compared to the control group in Kim et al  [45]  using virtual reality (VR) technology and Everett et al  [46]  using AI interventions (P<.05). Furthermore, 3 (25%) studies  [40, 44, 47]  showed the effect was neutral.\n\nOf the 3 (23.1%) studies reporting the effectiveness of DCP on consumer experience, Cha et al  [48]  and Potzel et al  [44]  reported better experience outcomes for patients in the DHI groups, while Block et al  [5]  showed no effect.\n\nLimaye et al  [38]  reported the effects of DCP on health care costs, with negative results. No studies reported the effects of on-demand communication on HCP experience."
    },
    {
      "title": "Person-Centered Health Records and Health Care Provider Decision Support",
      "text": "One study applied PHR and HCP DS in their DHIs. Mann et al  [49]  reported no change in HbA 1c and blood glucose levels after the intervention. Effects on T2DM prevention, consumer experience, HCP experience, and health care costs were not included in the study."
    },
    {
      "title": "Telemedicine",
      "text": "TM included remote consultations (n=25, 47.2%) and remote health monitoring (n=7, 13.2%).\n\nOf the 5 (20%) studies reporting the effects of TM on T2DM development, only 1 (20%) study by Sakane et al  [39]  indicated that TM is effective. The other 4 (80%) studies  [35, 40, 44, 50]  did not show any significant differences compared to the control group.\n\nOf the 20 (80%) studies assessing changes in the glycemia status of participants, 11 (55%) showed that TM improves HbA 1c or blood glucose significantly and 9 (45%) reported neutral effects. For example, Muralidharan et al  [51]  and Holmes et al  [52]  concluded that TM, in addition to TCP, does not have a significant effect on delaying T2DM.\n\nThe effects of TM on consumer experience were varied, with 5 (71.4%) studies  [39, 44, 48, 53, 54]  reporting positive effects, 1 (14.2%) study  [5]  with no discernible effect, and 1 (14.2%) study  [55]  with mixed effects. For example, participants from Block et al  [5]  reported both positive and negative feedback.\n\nOnly 1 (14.2%) study assessed HCP experience in TM interventions, with HCP participants leaving positive feedback for TM, according to Savas et al  [54] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This is the first systematic review to evaluate the effects of DHIs on the quadruple aims in T2DM prevention. Our findings enhance other recent studies, such as Nguyen et al  [19] , by offering a more comprehensive insight into the outcomes that are measured (and not measured), and the effects of DHIs on each outcome, in alignment with the quadruple aims of health care. This contributes to an evidence-based foundation for the future successful customization and implementation of DHIs for T2DM prevention. This is also the first systematic review of T2DM prevention using WHO's DHI classification, which significantly aids in a mutually comprehensible language for various communities involved in digital health for T2DM prevention, such as technologists, researchers, clinicians, and consumers.\n\nOur review highlights several important findings. First, there is emerging evidence supporting the effectiveness of DHIs in preventing T2DM; however, the evidence remains limited. Although only 1 study  [39]  reported positive effects, 9 studies indicated neutral effects and no studies reported negative effects. This is consistent with the findings by Nguyen et al  [19] . Despite this, most of these neutral studies still demonstrated clinical improvements in T2DM development, though these improvements did not reach statistical significance. The evidence is clearer on dysglycemia, where the effects were positive in nearly half of the studies and neutral in the other half. Further research will need to conclusively determine the effectiveness of DHIs in preventing T2DM.\n\nSecond, the duration of DHI may play an important role in the effects on the population health outcome. All studies successful in improving dysglycemia had a DHI duration of at least 3 months, while the study successful in T2DM prevention had a duration of 12 months  [39] . Among the 10 studies with a low risk of bias in all outcomes and an intervention duration of at least 1 year, a high percentage of studies (70%) demonstrated positive effects of DHIs on dysglycemia. Comparable results about dysglycemia were reported by Van Rhoon et al  [18]  and Donevant et al  [85] . This can be because habit formation usually takes 2-3 months  [86] , and significant HbA 1c changes require at least 3 months  [87] . However, recent evidence from DPPs that have proven to be successful shows that long intervention durations are required for delaying T2DM  [88] , with the National Health Service recommending at least 9 months and the Centers for Disease Control and Prevention suggesting 12 months. For effective T2DM prevention, a minimum DHI duration of 9-12 months may be ideal. Future research should validate these findings.\n\nThird, there was no evidence that DHIs are effective in preventing T2DM without HCP interaction, and most studies (69.6%) successful in improving dysglycemia involved HCP interaction (75% remote, 12.5% in person, and 12.5% both). Comparable results were reported in the review by Grock et al  [89] , which highlighted the importance of social interaction for successful diabetes prevention interventions. The meta-analysis by Schippers et al  [90]  reported that mobile apps with personal interaction tools (messages, calls, email, or in-person meetings) are more effective for weight loss than automated interaction. This underscores the critical role of HCP interaction in preventing T2DM, while also revealing the promising potential of replacing in-person HCP interactions with remote interactions for effective DHIs for T2DM prevention.\n\nNext, all studies that reported positive population health outcomes used a minimum of 2 distinct categories of DHIs. These findings share similarities with the systematic review by Van Rhoon et al  [18] , which suggested that interventions with a larger number of passive and interactive digital features are more effective. In our review, TCP, which involves transmitting health information or health alerts and reminders to patients, was adopted in all included studies, demonstrating its widespread use and simplicity. TCP was used in combination with other DHI categories, such as PHT, TM, PCP, or DCP.\n\nPHT showed evidence as a potentially useful tool for T2DM prevention and dysglycemia improvement in our review. Similarly, many studies showed that PHT successfully increases physical activity and decreases a sedentary lifestyle  [91] [92] [93] . The effect of PHT on consumer experience was mixed. Automatic data capture in wearables and medical devices received more positive feedback than manual data capture, which had only neutral or negative effects. This is likely because data capture is more aligned with manual tasks, whereas wearables and medical devices are designed for automatic data collection. This result aligns with the study by Kim et al  [94]  on self-tracking via a web-based platform. Participants using devices with automatic data entry engaged with the platform 4 times longer than those who manually entered data  [94] . This evidence strongly suggests that PHT, particularly automated tracking devices, could play a pivotal role in the prevention strategies for T2DM.\n\nOur review suggests that TM may be effective in preventing T2DM and managing dysglycemia. This aligns with the review by Nguyen et al  [19] . TM consists of remote consultations through calls and messages, and remote health monitoring. This monitoring can be achieved either automatically or manually via PHT tools, such as wearables, medical devices, or web-based apps. Consequently, there is a significant correlation between TM and PHT. Our review also shows evidence that the combination of TM, PHT, and TCP is effective in T2DM prevention. This suggests that such DHIs should not only be embraced but also be integrated with other DHIs in T2DM prevention.\n\nAlthough PPC or DCP did not prove effective in preventing T2DM, they showed evidence of improving dysglycemia. PPC may be beneficial in glycemic control for diabetes management  [95, 96] .\n\nThere is evidence that using DCP (look-up tools, human-like conversations) is helpful in diabetes prevention and management. In our review, AI used with wearables showed positive effects on glycemic status  [46, 56] . Similarly, evidence indicates that using AI technology in diabetes management is effective when combined with wearable technologies  [97] . Advanced algorithms and data from everyday participants' activities allowed AI to provide lifestyle recommendations, which were real time, personalized, and contextual for each participant, contributing to delivering patient-centered care  [98] . VR was used in 1 study, providing an immersive experience that increased participant engagement and enjoyment  [99] . This highlights an advantage of VR technology. Further studies are needed to explore the potential of PPC, AI, and VR in T2DM prevention.\n\nHealth records and HCP DS were the least common in our review, with only 1 included study showing neutral effects. These DHIs target HCPs rather than consumers. Since preventing T2DM requires participants to modify lifestyles for a long period, DHIs that motivate and engage consumers may be more beneficial than DHIs targeting HCPs alone. Further studies should explore combining these DHIs with consumer-targeted interventions.\n\nFinally, there were insufficient studies assessing HCP experience (1 study) and health care costs (3 studies). For other topics, there were several studies focusing on the effects of DHIs on HCP experience. Lampickienė et al [100] concluded that HCPs mostly report positive experiences with digital consultations, which have advantages for HCPs and patients. Studies that reported health care costs of DHIs were sparse; all 3 studies in our review indicated no positive cost outcomes in DHIs. According to a systematic review of DHIs by Gentili et al [101], there is convincing evidence of the cost-effectiveness of DHI in health care. They indicated that several types of DHIs, such as videoconferencing systems, messaging, calls, mobile apps, and web-based platforms, help reduce health care costs. Although the findings in our review were different, the small number of studies suggests that it may still be feasible to implement DHIs that are cost-effective in T2DM prevention. Further studies implementing DHIs should assess not only population health outcomes and consumer experiences but also HCP experiences and health care costs."
    },
    {
      "title": "Limitations",
      "text": "There are some limitations of our review. The diagnosis criteria for T2DM varied slightly across studies. This is because of different guidelines, resources, and clinical considerations. Although our study reflected a real-world scenario, the variation in diagnosis criteria could potentially lead to data inconsistencies, because different diagnosis criteria may classify the same participant differently.\n\nThe inclusion criteria of our study permitted a wide range of variability in aspects, such as study design, study population, DHIs, and duration. DHIs are intended for real-life implementation, and the condition of RCTs is unlikely to match those routine settings, while before-and-after studies or cohort studies can provide valuable insights into special populations, such as patients with chronic liver disease  [57]  or renal transplant  [58] , groups that are often difficult to enroll in RCTs. This diversity, while inclusive, posed challenges in drawing direct comparisons and made it unfeasible to conduct a meta-analysis or certainty-of-evidence assessment.\n\nThe intervention duration fluctuated between 1 month and 48 months. Chronic diseases, such as T2DM, develop over a long period  [102] . Short-term studies may not allow for the comprehensive effects of DHIs to show a clear impact on disease progression. More studies with longer durations are needed. Our study did not summarize the intensity and frequency of the DHI used in each included study. To provide a more comprehensive understanding of the effects of DHIs, further reviews and studies should examine the intensity and frequency of DHIs, rather than solely focusing on their duration. Finally, our inclusion criteria included papers in English only. This may have potentially excluded some relevant studies."
    },
    {
      "title": "Conclusion",
      "text": "The findings from this systematic review demonstrate that the effects of DHIs on the quadruple aims in T2DM prevention have proven benefits for population health, mixed results for consumer experience, and insufficient studies on HCP experience and health care costs. Further studies should prioritize improving consumer experience, while also addressing HCP experience and health care costs.\n\nAlthough evidence supporting the effectiveness of DHIs in reducing the burden of T2DM remains limited, it is clear DHIs are effective in improving dysglycemia. To maximize their effectiveness in preventing T2DM and managing dysglycemia, DHIs should be strategically integrated with in-person or remote HCP interaction. The incorporation of health information transmission, alerts, and reminders for targeted individuals, along with TM and PHT strategies, is paramount. Peer group support, look-up tools, AI, and VR hold promising potential for future exploration in this field. We anticipate the advancement in these technologies will significantly influence the prevention of T2DM in the future."
    },
    {
      "text": "Figure 1. PRISMA flow diagram for study selection. PRISMA: Preferred Reporting Items for Systematic Reviews and Meta-Analyses."
    },
    {
      "text": "Figure 2. Distribution of DHIs across studies. DHI: digital health intervention."
    },
    {
      "text": "c T2DM: type 2 diabetes mellitus.d TCP: targeted communication with persons."
    },
    {
      "text": "e PPC: person-to-person communication. f N/A: not applicable. g PHT: personal health tracking.h DCP: on-demand communication with persons. i PHR: person-centered health records. j DS: decision support. k TM: telemedicine."
    },
    {
      "text": "Systematic review inclusion and exclusion criteria."
    },
    {
      "text": "Effects of DHIs a on the quadruple aims."
    }
  ],
  "references": [
    {
      "title": "IDF Diabetes Atlas",
      "authors": [
        "D Magliano",
        "E Boyko"
      ],
      "year": 2021
    },
    {
      "title": "International Diabetes Federation: a consensus on type 2 diabetes prevention",
      "authors": [
        "Kgmm Alberti",
        "P Zimmet",
        "J Shaw"
      ],
      "year": 2007,
      "doi": "10.1111/j.1464-5491.2007.02157.x"
    },
    {
      "title": "Indian Diabetes Prevention Programme (IDPP). The Indian Diabetes Prevention Programme shows that lifestyle modification and metformin prevent type 2 diabetes in Asian Indian subjects with impaired glucose tolerance (IDPP-1)",
      "authors": [
        "A Ramachandran",
        "C Snehalatha",
        "S Mary",
        "B Mukesh",
        "A Bhaskar",
        "V Vijay"
      ],
      "year": 2006,
      "doi": "10.1007/s00125-005-0097-z"
    },
    {
      "title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance",
      "authors": [
        "J Tuomilehto",
        "J Lindström",
        "J Eriksson",
        "T Valle",
        "H Hämäläinen",
        "P Ilanne-Parikka"
      ],
      "year": 2001,
      "doi": "10.1056/nejm200105033441801"
    },
    {
      "title": "Diabetes prevention and weight loss with a fully automated behavioral intervention by email, web, and mobile phone: a randomized controlled trial among persons with prediabetes",
      "authors": [
        "G Block",
        "K Azar",
        "R Romanelli",
        "T Block",
        "D Hopkins",
        "H Carpenter"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4897"
    },
    {
      "title": "on behalf of the American Diabetes Association. 3. Prevention or delay of type 2 diabetes and associated comorbidities: standards of care in diabetes-2023",
      "authors": [
        "N Elsayed",
        "G Aleppo",
        "V Aroda",
        "R Bannuru",
        "F Brown",
        "D Bruemmer"
      ],
      "year": 2023,
      "doi": "10.2337/dc23-S003"
    },
    {
      "title": "Classification of Digital Interventions, Services and Applications in Health: A Shared Language to Describe the Uses of Digital Technology for Health",
      "year": 2023,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "Australia's digital health journey",
      "authors": [
        "S Hambleton",
        "Amj Aloizos"
      ],
      "year": 2019,
      "doi": "10.5694/mja2.50039"
    },
    {
      "title": "Classification of Digital Health Interventions v 1",
      "year": 2018
    },
    {
      "title": "Outcomes of a digital health program with human coaching for diabetes risk reduction in a Medicare population",
      "authors": [
        "Castro Sweet",
        "C Chiguluri",
        "V Gumpina",
        "R Abbott",
        "P Madero",
        "E Payne"
      ],
      "year": 2018,
      "doi": "10.1177/0898264316688791"
    },
    {
      "title": "Digital interventions to improve safety and quality of inpatient diabetes management: a systematic review",
      "authors": [
        "B Sly",
        "A Russell",
        "C Sullivan"
      ],
      "year": 2022,
      "doi": "10.1016/j.ijmedinf.2021.104596"
    },
    {
      "title": "Behavior modification in prediabetes and diabetes: potential use of real-time continuous glucose monitoring",
      "authors": [
        "N Ehrhardt",
        "Al Zaghal"
      ],
      "year": 2019,
      "doi": "10.1177/1932296818790994"
    },
    {
      "title": "Digital therapeutics in hypertension: evidence and perspectives",
      "authors": [
        "K Kario",
        "N Harada",
        "A Okura"
      ],
      "year": 2022,
      "doi": "10.1161/HYPERTENSIONAHA.122.19414"
    },
    {
      "title": "Applications of digital health technologies in knee osteoarthritis: narrative review",
      "authors": [
        "N Shah",
        "K Costello",
        "A Mehta",
        "D Kumar"
      ],
      "year": 2022,
      "doi": "10.2196/33489"
    },
    {
      "title": "Digital interventions for the management of chronic obstructive pulmonary disease",
      "authors": [
        "S Janjua",
        "E Banchoff",
        "C Threapleton",
        "S Prigmore",
        "J Fletcher",
        "R Disler"
      ],
      "year": 2021,
      "doi": "10.1002/14651858.cd013246.pub2"
    },
    {
      "title": "Mobile delivery of the diabetes prevention program in people with prediabetes: randomized controlled trial",
      "authors": [
        "T Toro-Ramos",
        "A Michaelides",
        "Anton Karim",
        "Z Kang-Oh",
        "L Argyrou"
      ],
      "year": 2020,
      "doi": "10.2196/17842"
    },
    {
      "title": "Artificial intelligence and its role in the management of chronic medical conditions: a systematic review",
      "authors": [
        "S Singareddy",
        "V Sn",
        "A Jaramillo",
        "M Yasir",
        "N Iyer",
        "S Hussein"
      ],
      "year": 2023,
      "doi": "10.7759/cureus.46066"
    },
    {
      "title": "A systematic review of the behaviour change techniques and digital features in technology-driven type 2 diabetes prevention interventions",
      "authors": [
        "L Van Rhoon",
        "M Byrne",
        "E Morrissey",
        "J Murphy",
        "J Mcsharry"
      ],
      "year": 2020,
      "doi": "10.1177/2055207620914427"
    },
    {
      "title": "The role of digital health technology interventions in the prevention of type 2 diabetes mellitus: a systematic review",
      "authors": [
        "V Nguyen",
        "P Ara",
        "D Simmons",
        "U Osuagwu"
      ],
      "year": 2024,
      "doi": "10.1177/11795514241246419"
    },
    {
      "title": "From triple to quadruple aim: care of the patient requires care of the provider",
      "authors": [
        "T Bodenheimer",
        "C Sinsky"
      ],
      "year": 2014,
      "doi": "10.1370/afm.1713"
    },
    {
      "title": "Digital transformation of public health for noncommunicable diseases: narrative viewpoint of challenges and opportunities",
      "authors": [
        "Leal Neto",
        "Von Wyl"
      ],
      "year": 2024,
      "doi": "10.2196/49575"
    },
    {
      "title": "The influence of wearables on health care outcomes in chronic disease: systematic review",
      "authors": [
        "G Mattison",
        "O Canfell",
        "D Forrester",
        "C Dobbins",
        "D Smith",
        "J Töyräs"
      ],
      "year": 2022,
      "doi": "10.2196/36690"
    },
    {
      "title": "Using the quadruple aim to understand the impact of virtual delivery of care within Ontario community health centres: a qualitative study",
      "authors": [
        "S Bhatti",
        "S Dahrouge",
        "L Muldoon",
        "J Rayner"
      ],
      "year": 2022,
      "doi": "10.3399/bjgpo.2022.0031"
    },
    {
      "title": "The role of digital transformation in addressing health inequalities in coastal communities: barriers and enablers",
      "authors": [
        "S Asthana",
        "S Prime"
      ],
      "year": 2023,
      "doi": "10.3389/frhs.2023.1225757"
    },
    {
      "title": "Show me the money: how do we justify spending health care dollars on digital health",
      "authors": [
        "L Woods",
        "R Eden",
        "O Canfell",
        "K Nguyen",
        "T Comans",
        "C Sullivan"
      ],
      "year": 2023,
      "doi": "10.5694/mja2.51799"
    },
    {
      "title": "Implementation and evaluation of COVIDCare@Home, a family medicine-led remote monitoring program for patients with COVID-19: multimethod cross-sectional study",
      "authors": [
        "C Laur",
        "P Agarwal",
        "K Thai",
        "V Kishimoto",
        "S Kelly",
        "K Liang"
      ],
      "year": 2022,
      "doi": "10.2196/35091"
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "Defining patient experience",
      "authors": [
        "J Wolf",
        "V Niederhauser",
        "D Marshburn",
        "S Lavela"
      ],
      "year": 2014,
      "doi": "10.35680/2372-0247.1004"
    },
    {
      "title": "Routine measurement of patient experience",
      "authors": [
        "T Benson",
        "A Benson"
      ],
      "year": 2023,
      "doi": "10.1136/bmjoq-2022-002073"
    },
    {
      "title": "New model of employee experience can help organizations drive growth, retention and resilience Internet",
      "year": 2023,
      "doi": "10.1007/978-3-319-97894-9_8"
    },
    {
      "title": "Health-care costs",
      "authors": [
        "S Neri",
        "A Ornaghi"
      ],
      "year": 2014,
      "doi": "10.1007/978-94-007-0753-5_1260"
    },
    {
      "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
      "authors": [
        "Jac Sterne",
        "J Savović",
        "M Page",
        "R Elbers",
        "N Blencowe",
        "I Boutron"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l4898"
    },
    {
      "title": "ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions",
      "authors": [
        "J Sterne",
        "M Hernán",
        "B Reeves",
        "J Savović",
        "N Berkman",
        "M Viswanathan"
      ],
      "year": 2016,
      "doi": "10.1136/bmj.i4919"
    },
    {
      "title": "Implementation and evaluation of an automated text message-based diabetes prevention program for adults with pre-diabetes",
      "authors": [
        "S Arora",
        "C Lam",
        "E Burner",
        "M Menchine"
      ],
      "year": 2024,
      "doi": "10.1177/19322968231162601"
    },
    {
      "title": "Evaluating the implementation of a digital diabetes prevention program in an integrated health care delivery system among older adults: results of a natural experiment",
      "authors": [
        "S Fitzpatrick",
        "M Mayhew",
        "A Rawlings",
        "N Smith",
        "D Nyongesa",
        "W Vollmer"
      ],
      "year": 2022,
      "doi": "10.2337/cd21-0114"
    },
    {
      "title": "Type 2 diabetes prevention focused on normalization of glycemia: a two-year pilot study",
      "authors": [
        "A Mckenzie",
        "S Athinarayanan",
        "J Mccue",
        "R Adams",
        "M Keyes",
        "J Mccarter"
      ],
      "year": 2021,
      "doi": "10.3390/nu13030749"
    },
    {
      "title": "Effects of a digital diabetes prevention program: an RCT",
      "authors": [
        "J Katula",
        "E Dressler",
        "C Kittel",
        "L Harvin",
        "F Almeida",
        "K Wilson"
      ],
      "year": 2022,
      "doi": "10.1016/j.amepre.2021.10.023"
    },
    {
      "title": "Efficacy of a virtual assistance-based lifestyle intervention in reducing risk factors for type 2 diabetes in young employees in the information technology industry in India: LIMIT, a randomized controlled trial",
      "authors": [
        "T Limaye",
        "K Kumaran",
        "C Joglekar",
        "D Bhat",
        "R Kulkarni",
        "A Nanivadekar"
      ],
      "year": 2017,
      "doi": "10.1111/dme.13258"
    },
    {
      "title": "Effects of telephone-delivered lifestyle support on the development of diabetes in participants at high risk of type 2 diabetes: J-DOIT1, a pragmatic cluster randomised trial",
      "authors": [
        "N Sakane",
        "K Kotani",
        "K Takahashi",
        "Y Sano",
        "K Tsuzaki",
        "K Okazaki"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2014-007316"
    },
    {
      "title": "A web-based lifestyle intervention for women with recent gestational diabetes mellitus: a randomized controlled trial",
      "authors": [
        "J Nicklas",
        "C Zera",
        "L England",
        "B Rosner",
        "E Horton",
        "S Levkoff"
      ],
      "year": 2014,
      "doi": "10.1097/aog.0000000000000420"
    },
    {
      "title": "A wearable technology delivering a web-based diabetes prevention program to people at high risk of type 2 diabetes: randomized controlled trial",
      "authors": [
        "E Staite",
        "A Bayley",
        "E Al-Ozairi",
        "K Stewart",
        "D Hopkins",
        "J Rundle"
      ],
      "year": 2020,
      "doi": "10.2196/15448"
    },
    {
      "title": "Assessment of the impact of a personalised nutrition intervention in impaired glucose regulation over 26 weeks: a randomised controlled trial",
      "authors": [
        "M Karvela",
        "C Golden",
        "N Bell",
        "S Martin-Li",
        "J Bedzo-Nutakor",
        "N Bosnic"
      ],
      "year": 2024,
      "doi": "10.1038/s41598-024-55105-6"
    },
    {
      "title": "A randomised controlled trial to delay or prevent type 2 diabetes after gestational diabetes: walking for exercise and nutrition to prevent diabetes for you",
      "authors": [
        "A Peacock",
        "F Bogossian",
        "S Wilkinson",
        "K Gibbons",
        "C Kim",
        "H Mcintyre"
      ],
      "year": 2015,
      "doi": "10.1155/2015/423717"
    },
    {
      "title": "A novel smartphone app to change risk behaviors of women after gestational diabetes: a randomized controlled trial",
      "authors": [
        "A Potzel",
        "C Gar",
        "F Banning",
        "V Sacco",
        "A Fritsche",
        "L Fritsche"
      ],
      "year": 2022,
      "doi": "10.1371/journal.pone.0267258"
    },
    {
      "title": "Self-management mobile virtual reality program for women with gestational diabetes",
      "authors": [
        "S Kim",
        "H Kim",
        "G Shin"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18041539"
    },
    {
      "title": "A novel approach for fully automated, personalized health coaching for adults with prediabetes: pilot clinical trial",
      "authors": [
        "E Everett",
        "B Kane",
        "A Yoo",
        "A Dobs",
        "N Mathioudakis"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9723"
    },
    {
      "title": "The effectiveness of a traditional Chinese medicine-based mobile health app for individuals with prediabetes: randomized controlled trial",
      "authors": [
        "H Chung",
        "C Tai",
        "P Chang",
        "W Su",
        "L Chien"
      ],
      "year": 2023,
      "doi": "10.2196/41099"
    },
    {
      "title": "A feasibility study to develop a diabetes prevention program for young adults with prediabetes by using digital platforms and a handheld device",
      "authors": [
        "E Cha",
        "K Kim",
        "G Umpierrez",
        "C Dawkins",
        "M Bello",
        "H Lerner"
      ],
      "year": 2014,
      "doi": "10.1177/0145721714539736"
    },
    {
      "title": "A pilot randomized trial of technology-assisted goal setting to improve physical activity among primary care patients with prediabetes",
      "authors": [
        "D Mann",
        "J Palmisano",
        "J Lin"
      ],
      "year": 2016,
      "doi": "10.1016/j.pmedr.2016.05.012"
    },
    {
      "title": "The comparative effectiveness of diabetes prevention strategies to reduce postpartum weight retention in women with gestational diabetes mellitus: the Gestational Diabetes' Effects on Moms (GEM) cluster randomized controlled trial",
      "authors": [
        "A Ferrara",
        "M Hedderson",
        "S Brown",
        "C Albright",
        "S Ehrlich",
        "A Tsai"
      ],
      "year": 2016,
      "doi": "10.2337/dc15-1254"
    },
    {
      "title": "Change in cardiometabolic risk factors among Asian Indian adults recruited in a mHealth-based diabetes prevention trial",
      "authors": [
        "S Muralidharan",
        "H Ranjani",
        "R Anjana",
        "Y Gupta",
        "S Ambekar",
        "V Koppikar"
      ],
      "year": 2021,
      "doi": "10.1177/20552076211039032"
    },
    {
      "title": "Postnatal lifestyle intervention for overweight women with previous gestational diabetes: a randomized controlled trial",
      "authors": [
        "V Holmes",
        "C Draffin",
        "C Patterson",
        "L Francis",
        "J Irwin",
        "M Mcconnell"
      ],
      "year": 2018,
      "doi": "10.1210/jc.2017-02654"
    },
    {
      "title": "Reduction in HbA1c with exercise videogames among participants with elevated HbA1c: secondary analysis of the Wii Heart Fitness trial",
      "authors": [
        "B Bock",
        "S Dunsiger",
        "W Wu",
        "J Ciccolo",
        "E Serber",
        "R Lantini"
      ],
      "year": 2019,
      "doi": "10.1016/j.diabres.2019.06.011"
    },
    {
      "title": "Prioritising prevention: implementation of IGT Care Call, a telephone based service for people at risk of developing type 2 diabetes",
      "authors": [
        "L Savas",
        "K Grady",
        "S Cotterill",
        "L Summers",
        "R Boaden",
        "J Gibson"
      ],
      "year": 2015,
      "doi": "10.1016/j.pcd.2014.07.003"
    },
    {
      "title": "Technology and human connection to prevent diabetes in rural United States",
      "authors": [
        "T Dachel",
        "D Mota"
      ],
      "year": 2021,
      "doi": "10.1016/j.nurpra.2021.06.001"
    },
    {
      "title": "Evaluation of the low carb program digital intervention for the self-management of type 2 diabetes and prediabetes in an NHS England general practice: single-arm prospective study",
      "authors": [
        "C Summers",
        "S Tobin",
        "D Unwin"
      ],
      "year": 2021,
      "doi": "10.2196/25751"
    },
    {
      "title": "Lifestyle intervention in NAFLD: long-term diabetes incidence in subjects treated by web-and group-based programs",
      "authors": [
        "M Petroni",
        "L Brodosi",
        "A Armandi",
        "F Marchignoli",
        "E Bugianesi",
        "G Marchesini"
      ],
      "year": 2023,
      "doi": "10.3390/nu15030792"
    },
    {
      "title": "Exercise and prediabetes after renal transplantation (EXPRED-I): a prospective study",
      "authors": [
        "R Morales Febles",
        "Marrero Miranda",
        "Jiménez Sosa",
        "González Rinne",
        "Cruz Perera",
        "Rodríguez-Rodríguez Ae"
      ],
      "year": 2023,
      "doi": "10.1186/s40798-023-00574-8"
    },
    {
      "title": "Efficacy of the type 2 diabetes prevention using lifestyle education program RCT",
      "authors": [
        "E Aguiar",
        "P Morgan",
        "C Collins",
        "R Plotnikoff",
        "M Young",
        "R Callister"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2015.08.020"
    },
    {
      "title": "Web support for weight-loss interventions: PREDIRCAM2 clinical trial baseline characteristics and preliminary results",
      "authors": [
        "V Alcántara-Aragón",
        "Rodrigo Cano",
        "S Lupianez-Barbero",
        "A Martinez",
        "M Martinez",
        "C Tapia"
      ],
      "year": 2018,
      "doi": "10.1089/dia.2017.0456"
    },
    {
      "title": "Efficacy of lifestyle intervention program for Arab women with prediabetes using social media as an alternative platform of delivery",
      "authors": [
        "R Al-Hamdan",
        "A Avery",
        "D Al-Disi",
        "S Sabico",
        "N Al-Daghri",
        "F Mccullough"
      ],
      "year": 2021,
      "doi": "10.1111/jdi.13531"
    },
    {
      "title": "Impact of a digital diabetes prevention program on estimated 8-year risk of diabetes in a workforce population",
      "authors": [
        "C Birse",
        "M Mcphaul",
        "A Arellano",
        "M Fragala",
        "R Lagier"
      ],
      "year": 2022,
      "doi": "10.1097/jom.0000000000002598"
    },
    {
      "title": "MoMM study group. Group-based activities with on-site childcare and online support improve glucose tolerance in women within 5 years of gestational diabetes pregnancy",
      "authors": [
        "A Brazeau",
        "A Leong",
        "S Meltzer",
        "R Cruz",
        "D Dacosta",
        "M Hendrickson-Nelson"
      ],
      "year": 2014,
      "doi": "10.1186/1475-2840-13-104"
    },
    {
      "title": "A novel mobile phone delivered diabetes prevention program in overweight adults at risk for type 2 diabetes -a randomized controlled trial",
      "authors": [
        "Y Fukuoka",
        "C Gay",
        "K Joiner",
        "E Vittinghoff"
      ],
      "year": 2015,
      "doi": "10.1016/j.amepre.2015.01.003"
    },
    {
      "title": "Behavioural interventions to promote physical activity in a multiethnic population at high risk of diabetes: PROPELS three-arm RCT",
      "authors": [
        "K Khunti",
        "S Griffin",
        "A Brennan",
        "H Dallosso",
        "M Davies",
        "H Eborall"
      ],
      "year": 2021,
      "doi": "10.3310/hta25770"
    },
    {
      "title": "Lifestyle intervention with smartphone app and isCGM for people at high risk of type 2 diabetes: randomized trial",
      "authors": [
        "M Kitazawa",
        "Y Takeda",
        "M Hatta",
        "C Horikawa",
        "T Sato",
        "T Osawa"
      ],
      "year": 2024,
      "doi": "10.1210/clinem/dgad639"
    },
    {
      "title": "Real-world effectiveness of digital and group-based lifestyle interventions as compared with usual care to reduce type 2 diabetes risk -a stop diabetes pragmatic randomised trial",
      "authors": [
        "T Lakka",
        "K Aittola",
        "E Järvelä-Reijonen",
        "T Tilles-Tirkkonen",
        "R Männikkö",
        "N Lintu"
      ],
      "year": 2023,
      "doi": "10.1016/j.lanepe.2022.100527"
    },
    {
      "title": "Short-term effects of the internet-based Korea Diabetes Prevention Study: 6-month results of a community-based randomized controlled trial",
      "authors": [
        "J Lee",
        "S Lim",
        "S Cha",
        "C Han",
        "A Jung",
        "K Kim"
      ],
      "year": 2021,
      "doi": "10.4093/dmj.2020.0225"
    },
    {
      "title": "A smartphone app-based lifestyle change program for prediabetes (D'LITE Study) in a multiethnic Asian population: a randomized controlled trial",
      "authors": [
        "S Lim",
        "K Ong",
        "J Johal",
        "C Han",
        "Q Yap",
        "Y Chan"
      ],
      "year": 2021,
      "doi": "10.3389/fnut.2021.780567"
    },
    {
      "title": "Comparing digital therapeutic intervention with an intensive obesity management program: randomized controlled trial",
      "authors": [
        "K Moravcová",
        "M Karbanová",
        "M Bretschneider",
        "M Sovová",
        "J Ožana",
        "E Sovová"
      ],
      "year": 2022,
      "doi": "10.3390/nu14102005"
    },
    {
      "title": "A pragmatic and scalable strategy using mobile technology to promote sustained lifestyle changes to prevent type 2 diabetes in India and the UK: a randomised controlled trial",
      "authors": [
        "A Nanditha",
        "H Thomson",
        "P Susairaj",
        "W Srivanichakorn",
        "N Oliver",
        "I Godsland"
      ],
      "year": 2020,
      "doi": "10.1007/s00125-019-05061-y"
    },
    {
      "title": "Equity impact of participatory learning and action community mobilisation and mHealth interventions to prevent and control type 2 diabetes and intermediate hyperglycaemia in rural Bangladesh: analysis of a cluster randomised controlled trial",
      "authors": [
        "M Pires",
        "S Shaha",
        "C King",
        "J Morrison",
        "T Nahar",
        "N Ahmed"
      ],
      "year": 2022,
      "doi": "10.1136/jech-2021-217293"
    },
    {
      "title": "Impact of noncommunicable disease text messages delivered via an app in preventing and managing lifestyle diseases: results of the \"myArogya\" worksite-based effectiveness study from India",
      "authors": [
        "H Ranjani",
        "S Nitika",
        "R Anjana",
        "S Ramalingam",
        "V Mohan",
        "N Saligram"
      ],
      "year": 2020,
      "doi": "10.4103/jod.jod_6_19"
    },
    {
      "title": "The feasibility and preliminary efficacy of an eHealth lifestyle program in women with recent gestational diabetes mellitus: a pilot study",
      "authors": [
        "M Rollo",
        "J Baldwin",
        "M Hutchesson",
        "E Aguiar",
        "K Wynne",
        "A Young"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17197115"
    },
    {
      "title": "Uptake and impact of the English National Health Service digital diabetes prevention programme: observational study",
      "authors": [
        "Jad Ross",
        "E Barron",
        "B Mcgough",
        "J Valabhji",
        "K Daff",
        "J Irwin"
      ],
      "year": 2022,
      "doi": "10.1136/bmjdrc-2021-002736"
    },
    {
      "title": "Comparative effectiveness of lifestyle intervention on fasting plasma glucose in normal weight versus overweight and obese adults with prediabetes",
      "authors": [
        "M Salmon",
        "N Gordon",
        "D Constantinou",
        "K Reid",
        "B Wright",
        "T Kridl"
      ],
      "year": 2022,
      "doi": "10.1177/15598276211019012"
    },
    {
      "title": "Long-term outcomes of a web-based diabetes prevention program: 2-year results of a single-arm longitudinal study",
      "authors": [
        "S Sepah",
        "L Jiang",
        "A Peters"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4052"
    },
    {
      "title": "Evaluation of a web platform to record lifestyle habits in subjects at risk of developing type 2 diabetes in a middle-income population: prospective interventional study",
      "authors": [
        "Mdr Sevilla-Gonzalez",
        "B Bourguet-Ramirez",
        "Lazaro Carrera",
        "L Martagon-Rosado",
        "A Gomez-Velasco",
        "Viveros-Ruiz Tl"
      ],
      "year": 2022,
      "doi": "10.2196/25105"
    },
    {
      "title": "Computer-supported indirect-form lifestyle-modification support program using Lifestyle Intervention Support Software for Diabetes Prevention (LISS-DP) for people with a family history of type 2 diabetes in a medical checkup setting: a randomized controlled trial",
      "authors": [
        "Y Tokunaga-Nakawatase",
        "M Nishigaki",
        "C Taru",
        "I Miyawaki",
        "J Nishida",
        "S Kosaka"
      ],
      "year": 2014,
      "doi": "10.1016/j.pcd.2014.01.007"
    },
    {
      "title": "Potential effects on cardiometabolic risk factors and body composition by short message service (SMS)-guided training after recent minor stroke or transient ischaemic attack: post hoc analyses of the STROKEWALK randomised controlled trial",
      "authors": [
        "B Vahlberg",
        "E Lundström",
        "S Eriksson",
        "U Holmback",
        "T Cederholm"
      ],
      "year": 2021,
      "doi": "10.1136/bmjopen-2021-054851"
    },
    {
      "title": "Implementation and evaluation of a mHealth-based community health worker feedback loop for Hispanics with and at risk for diabetes",
      "authors": [
        "E Vaughan",
        "V Cardenas",
        "Chan Amspoker",
        "A Johnston",
        "C Virani"
      ],
      "year": 2024,
      "doi": "10.1007/s11606-023-08434-7"
    },
    {
      "title": "Evaluation of a digital behavioral counseling program for reducing risk factors for chronic disease in a workforce",
      "authors": [
        "M Wilson",
        "Castro Sweet",
        "C Edge",
        "M Madero",
        "E Mcguire",
        "M Pilsmaker"
      ],
      "year": 2017,
      "doi": "10.1097/JOM.0000000000001091"
    },
    {
      "title": "Predicting changes in glycemic control among adults with prediabetes from activity patterns collected by wearable devices",
      "authors": [
        "M Patel",
        "D Polsky",
        "D Small",
        "S Park",
        "C Evans",
        "T Harrington"
      ],
      "year": 2021,
      "doi": "10.1038/s41746-021-00541-1"
    },
    {
      "title": "World Bank country and lending groups",
      "year": 2024,
      "doi": "10.1596/ieg197067"
    },
    {
      "title": "Exploring app features with outcomes in mHealth studies involving chronic respiratory diseases, diabetes, and hypertension: a targeted exploration of the literature",
      "authors": [
        "S Donevant",
        "R Estrada",
        "J Culley",
        "B Habing",
        "S Adams"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy104"
    },
    {
      "title": "Making health habitual: the psychology of 'habit-formation' and general practice",
      "authors": [
        "B Gardner",
        "P Lally",
        "J Wardle"
      ],
      "year": 2012,
      "doi": "10.3399/bjgp12x659466"
    },
    {
      "title": "on behalf of the American Diabetes Association. 6. Glycemic targets: standards of care in diabetes-2023",
      "authors": [
        "N Elsayed",
        "G Aleppo",
        "V Aroda",
        "R Bannuru",
        "F Brown",
        "D Bruemmer"
      ],
      "year": 2023,
      "doi": "10.2337/dc23-s006"
    },
    {
      "title": "Diabetes prevention program (DPP)",
      "year": 2025
    },
    {
      "title": "A review of technology-assisted interventions for diabetes prevention",
      "authors": [
        "S Grock",
        "J Ku",
        "J Kim",
        "T Moin"
      ],
      "year": 2017,
      "doi": "10.1007/s11892-017-0948-2"
    },
    {
      "title": "A meta-analysis of overall effects of weight loss interventions delivered via mobile phones and effect size differences according to delivery mode, personal contact, and intervention intensity and duration",
      "authors": [
        "M Schippers",
        "Pcg Adam",
        "D Smolenski",
        "Hth Wong",
        "Jbf De Wit"
      ],
      "year": 2017,
      "doi": "10.1111/obr.12492"
    },
    {
      "title": "Physical activity, sedentary behavior and total wellness changes among sedentary adults: a 4-week randomized controlled trial",
      "authors": [
        "F Barwais",
        "T Cuddihy",
        "L Tomson"
      ],
      "year": 2013,
      "doi": "10.1186/1477-7525-11-183"
    },
    {
      "title": "Use of mobile health technology in the prevention and management of diabetes mellitus",
      "authors": [
        "J Hartz",
        "L Yingling",
        "Powell-Wiley Tm"
      ],
      "year": 2016,
      "doi": "10.1007/s11886-016-0796-8"
    },
    {
      "title": "Mobile app to reduce inactivity in sedentary overweight women",
      "authors": [
        "J Finkelstein",
        "M Bedra",
        "X Li",
        "J Wood",
        "P Ouyang"
      ],
      "year": 2015
    },
    {
      "title": "Self-monitoring utilization patterns among individuals in an incentivized program for healthy behaviors",
      "authors": [
        "J Kim",
        "N Wineinger",
        "M Taitel",
        "J Radin",
        "O Akinbosoye",
        "J Jiang"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6371"
    },
    {
      "title": "Recent findings on the effectiveness of peer support for patients with type 2 diabetes",
      "authors": [
        "J Werner",
        "K Ufholz",
        "P Yamajala"
      ],
      "year": 2024,
      "doi": "10.1007/s12170-024-00737-6"
    },
    {
      "title": "Complementarity of digital health and peer support: \"this is what's coming",
      "authors": [
        "P Tang",
        "J Duni",
        "M Peeples",
        "S Kowitt",
        "N Bhushan",
        "R Sokol"
      ],
      "year": 2021,
      "doi": "10.3389/fcdhc.2021.646963"
    },
    {
      "title": "Machine learning and smart devices for diabetes management: systematic review",
      "authors": [
        "M Makroum",
        "M Adda",
        "A Bouzouane",
        "H Ibrahim"
      ],
      "year": 2022,
      "doi": "10.3390/s22051843"
    },
    {
      "title": "WHO Global Strategy on Integrated People-Centred Health Services",
      "year": 2016,
      "doi": "10.1093/ww/9780199540884.013.u256626"
    },
    {
      "title": "Virtual reality tools for training in gastrointestinal endoscopy: a systematic review",
      "authors": [
        "T Soldera"
      ],
      "year": 2024,
      "doi": "10.37126/aige.v5.i2.92090"
    },
    {
      "title": "Healthcare professionals' experience of performing digital care visits-a scoping review",
      "authors": [
        "I Lampickienė",
        "N Davoody"
      ],
      "year": 2022,
      "doi": "10.3390/life12060913"
    },
    {
      "title": "Practice Committee. 2. Classification and diagnosis of diabetes: standards of medical care in diabetes",
      "authors": [
        "A Gentili",
        "G Failla",
        "A Melnyk",
        "V Puleo",
        "Gld Tanna",
        "W Ricciardi"
      ],
      "year": 2021,
      "doi": "10.2337/dc22-s002"
    }
  ],
  "num_references": 101
}
