{
  "paper_id": "HC7KP5CE",
  "title": "Model of Web Based Application to Control Bridge Traveler Using Raspberry Pi",
  "abstract": "Bridge traveler is used to facilitate the construction and maintenance of a bridge which is controlled using control panel buttons, located inside the traveler. However, this method leads to some problems, like a difficulty of moving a traveler to a proper position (perspective) and an inhibition of work due to damaged control panel. In this research, a model of a web-based application to control a traveler with spans by using Raspberry Pi is developed. This research's contribution is a model of a webbased application for traveler automation in all possible movements of its components. As the results, the experiments show that the program implemented doesn't take much time and the execution of a command is done in a reasonable time. Moreover, for the safety of the bridge traveler, this program also implements a sensor that works when a component is at its most downward/inward position and detecting a blocking object in the middle of a possible movement and stops the movement immediately.",
  "year": 2015,
  "date": "2015",
  "authors": [
    {
      "name": "Sebastian Wisnusenna",
      "affiliation": {
        "organization": "Computer Science Program",
        "department": "Computer Science Program",
        "institution": "Bina Nusantara University",
        "address": "11480, Jakarta, Indonesia"
      }
    },
    {
      "name": "Michael Yonatan",
      "affiliation": {
        "organization": "Computer Science Program",
        "department": "Computer Science Program",
        "institution": "Bina Nusantara University",
        "address": "11480, Jakarta, Indonesia"
      }
    },
    {
      "name": "Aswin Wibisurya",
      "email": "aswinwibisurya@binus.ac.id",
      "affiliation": {
        "organization": "Computer Science Program",
        "department": "Computer Science Program",
        "institution": "Bina Nusantara University",
        "address": "11480, Jakarta, Indonesia"
      }
    },
    {
      "name": "Teguh Yuwono",
      "affiliation": {
        "organization": "Struktur Pintar Indonesia",
        "department": "Struktur Pintar Indonesia",
        "address": "12950, Jakarta, Indonesia"
      }
    }
  ],
  "doi": "10.1016/j.procs.2018.08.204",
  "md5": "4B74D5ADA5B313EB192DC16CEA424080",
  "keywords": [
    "Bridge Traveler",
    "Automated Bridge Traveler, IoT, Raspberry Pi Bridge Traveler",
    "Automated Bridge Traveler, IoT, Raspberry Pi"
  ],
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "In bridge construction and maintenance, a traveler is needed to move people or materials around. Traveler is located below the bridge. Traveler mainly can be moved forward and backward. However, some types of traveler also have spans, located in the middle and on both sides of the traveler to maintain parts under and on the sides of the bridge. This research is concerned with traveler of this type with spans. Figure  1  illustrates this traveler with its spans and their possible movements.\n\nA traveler is traditionally controlled using control panel buttons, located inside the traveler. This may result in some problems. Sometimes, it is difficult to move the traveler to the correct position from first person's perspective. For example, when the part of the bridge that needs to be fixed is located on a side of the bridge, it is easier if the traveler is controlled from a third person's perspective, where she can view the side of the bridge. Another problem is the dependency on the physical button of the control panel. When the physical button is not functioning properly, the construction or maintenance task is hampered.\n\nIn the Internet of Things (IoT) era, all kinds of electronics can be interfaced to a computer  1  . IoT incorporates three main technologies: (1) sensor to obtain information about the things to measure, (2) network for data communication between the objects and the computer, (3) intelligent processing, i.e. the algorithm implemented to solve the problem  2  .\n\nRaspberry Pi is a minicomputer which can be connected to various sensor/motor of electronic devices. It can interact with various electronic devices via its General Purpose Input Output (GPIO) pins  3  . When used as an output, the GPIO can be turned on, producing 3.3 volts electricity (state = HIGH) or turned off (state = LOW). The GPIO can receive a 3.3 volts electricity to indicate an input. By using minicomputer such as Raspberry Pi, these electronic devices can be automated using computer program.\n\nIn this research, a model of web-based application to control a traveler with spans by using Raspberry Pi is developed. In the proposed model, the traveler along with its spans should be able to be moved in all directions available or stopped immediately. The application should also show simulation of the current movement of the traveler. Furthermore, the traveler comes with proximity sensor, to allow the device to stop to prevent crashing, when there is a blocking object. When the device stops moving because of the proximity sensor, the system should capture this event and show that the device stops moving in the application's simulation. To allow remote access from everywhere, the application should be accessed online. Furthermore, to eliminate the need of application installation in the client computer, the solution is implemented as a web-based application. As a summary, this research's contribution is a model of web-based application for traveler automation in all possible movements of its components."
    },
    {
      "title": "2.. Literature Review",
      "text": "The IoT concept has been applied to several cases in many fields. In agriculture, Kansara, et. al., develops an automatic irrigation system using a microcontroller connected to humidity sensors and relays to automatically turn on the water pumps when the humidity level drops from certain threshold  4  . Lim, et. al. use Arduino minicomputer connected to infrared sensor which detect nearing objects to trigger the motor to move a scarecrow  5  .\n\nIn building efficiency (smart home), microcontroller can be connected to sensors, such as humidity, light, and temperature sensors and various devices, such as air conditioners, or fans  6  . The goal of the system is to control, monitor the usage, and diagnose these electronic devices  7  .\n\nIn industry, IoT is implemented to control various tools. For example, in oil industry, Raspberry Pi minicomputer is used to measure the pressure based on image captured by a camera 8 . Pilatásig et. al., develops an interactive system for industrial processes using Beaglebone Black. This interactive system allows the users to interact with an air flow temperature control process  9  .\n\nFrom these previous researches, IoT is implemented by connecting microcontroller or minicomputer to various sensors to gather the input of the environmental condition. Microcontroller or minicomputer is also connected to a relay, which is connected to various electronic devices to turn them on/off. Comparing several microcontroller or microcomputer used from those researches above, this research will develop an application to control bridge traveler using Raspberry Pi, seeing the research by Maksimović, which compares Raspberry Pi with the other IoT prototype platform like Arduino and Beaglebone Black. They have proved that Raspberry Pi has a wide range of usage and it also has a better performances and constraints than the other microcontroller  10  .\n\nThere are still few number of researches done of the use of IoT in construction field. Oestereich and Teuteberg stated that these researches are mainly practical or case-based. Most of the topics focus on building information modelling, and construction tools automation  11  . One example of implementation is a study by Ding, et. al. about the use of Fiber Bragg Grating (FBG) sensor to monitor the safety of underground structures, and the use of Radio Frequency Identification (RFID) for labor monitoring  2  . When something wrong is detected by one of these sensors, a warning alarm will be sounded. Even though there exists studies on IoT implementation of construction automation, as far as our knowledge, there is still no model for IoT system to control traveler for construction. The architecture of the model can be viewed in Figure  2 . Using the system, the users access the system via browsers on their computer. The client opens the application via a web browser. It then communicates with the server using HTTP protocol. A JSON API is used for communication between server and the raspberry pi mini computers. JSON API is preferred due to its wide usage, and smaller size data format, compared to XML. A larger data size can contribute to more latency between a user command and program execution. Since one raspberry pi has 26 GPIO ports, while 28 ports are needed, two raspberry pi mini computers are used for the model. The detail of each GPIO ports used is shown in Table  1  and  Table 2  Two LEDs are used to indicate the availability of electricity. The system checks periodically for the voltage of these two LEDs via GPIO ports. When there is no electricity, the control of the traveler is disabled."
    },
    {
      "title": "3.. Methodology",
      "text": "Relays connects the GPIO ports and the motors for each available movement directions. Specified GPIO port transmits electricity, which flows to relays and switches on specified motors to move a traveler component. This process can be viewed in figure  3 .\n\nButton Pressed Turn On GPIO Port Connected to Relay Animate View Objects Update Traveler State Button Pressed Turn Off GPIO Port Connected to Relay Stop Animation Update Traveler State Figure 4 The Process of Stopping a Traveler Component Movement\n\nWhen the program accepts user command to stop the movement of a certain component (figure  4 ), it sends command for the Raspberry Pi to stop the electricity transmitted from a specified GPIO port, thus the motor stops working.\n\nFor safety means, proximity sensors are installed to certain parts of the traveler to prevent crashes. Whenever a proximity sensor detects an object within a 5-cm distance, it sends electricity signal to a GPIO port. Upon detecting input from the GPIO port connected to a sensor, the computer program then stops the movement of the specified traveler component. This process is illustrated in figure  5 ."
    },
    {
      "title": "4.. Results and Discussion",
      "text": "The web application displays various controls to start and stop the movements of the traveler components, and an emergency button to stop all the traveler component movements. Besides these various controls, the application also displays two electricity indicators, displaying the state of the LEDs (on/off), as well as an animated simulation showing approximation of the position and state of the traveler components. The user interface of the web application can be viewed in figure  6  and  7 . When a button for a move action is clicked, the system turns on the motor via specified GPIO ports and relays. When a button for a stop action is clicked, the system turns off the motor by cutting of the electricity sent via specified GPIO ports.\n\nFigure  6  shows the state of the application when the traveler is at one edge of the bridge. The proximity sensor detects that the traveler is at the edge and sends signal to the application via GPIO_28 of raspberry pi #1. The application then stops any backward traveler movement and disables the that action. The left, and right spans are all in their most inward downward position. For the inward position, proximity sensors send signal via GPIO_24 of raspberry pi #1 and GPIO_27 pi #2. Upon receiving this signal, the system recognizes that the position of the side spans are the most inward, thus the upward and downward movements are disabled. These movements are only available when the side spans are out. The mid span is in the middle of the traveler and most downward. The proximity sensor for the mid span's downward position sends signal via GPIO_22 of raspberry pi #2, thus disabling downward movement.\n\nDetection by Proximity Sensor Send Signal via GPIO Turn Off GPIO Port connected to relay Stop Animation Update Traveler State  Figure  7  shows the state of the application when the traveler is at the other edge of the bridge. The proximity sensor detects that the traveler is at the other edge and sends signal to the application via GPIO_28 of raspberry pi #1. The application then stops any forward traveler movement and disables the button for that action. The left, and right spans are moved upward. In this state, the side spans cannot be moved outward or inward. These movements are only available for a side span when it is at the most downward position. The proximity sensors on the side spans do not detect anything in this position.\n\nThe proximity sensors works not only when a component is at its most downward/inward position. It also detects if there is a blocking object in the middle of a possible movement and stops the movement immediately. This is considered the additional safety mean provided by using the application. The system needs to respond to user instructions in a reasonable time. For this reason, an evaluation is conducted to measure the latency, starting from a click to a button, until the relay of the specified component is successfully turned on/off. A low latency is desirable for this system. Table  3  shows the latency evaluation for each action. The experiment is done in a network with 10.57 Mbps download speed and 13.44 upload speed. The variety in the result is due the ups and downs of data transfer speed via the network. From the result, the maximum latency is 2.3 seconds. This shows that the program implemented doesn't take much time and the execution of a command is done in a reasonable time."
    },
    {
      "title": "5.. Acknowledgement",
      "text": "Researchers would thank Bina Nusantara University for funding and PT. Struktur Pintar Indonesia for their support of facility and case study used for this research."
    },
    {
      "title": "6.. Conclusion",
      "text": "In this research, a model for web-based application to control traveler movement is proposed. Two raspberry pi mini computers are connected to a server for this purpose. Specific GPIO ports on raspberry pis are connected to relays and proximity sensors. The relays are used to start or stop the traveler and its spans, while proximity sensors are used to detect obstructing object and stop the movement immediately. Furthermore, proximity sensors An animation is displayed to simulate current position and movement of the traveler. Evaluation is done to show that the system perform an action in a reasonable time. From the evaluation, the system can perform the action for a command at maximum 2.3 seconds.\n\nFurther research includes using socket programming to enable the raspberry pis to notify the server of a certain event, e.g. when the electricity is lost, or if there is signal from the proximity sensors. Another research can be done to control multiple travelers at the same time, or other devices related to construction field."
    },
    {
      "text": "Figure 1 Illustration of a Traveler"
    },
    {
      "text": "Figure 2 Architecture of the Bridge Traveler Controller Model"
    },
    {
      "text": "Figure 3 The Process of Moving a Traveller Component"
    },
    {
      "text": "Figure 6 Application State with Traveler at the Edge and All Spans Down"
    },
    {
      "text": "Figure 5 Proximity Sensor Detection to Stop Traveler Component Movement"
    },
    {
      "text": "Figure 7 Application State When Traveler at the Other Edge and Some Spans Are Up"
    },
    {
      "text": ". GPIO Ports Usage of Raspberry Pi #1"
    },
    {
      "text": "GPIO Ports Usage of Raspberry Pi #2"
    },
    {
      "text": "Latency for Performing an Action"
    }
  ],
  "references": [
    {
      "title": "Internet of Things Global Standards Initiative",
      "year": 2015,
      "doi": "10.23919/ituk48006.2019.8996148",
      "raw": "Internet of Things Global Standards Initiative \n\t\t 10.23919/ituk48006.2019.8996148 \n\t\t \n\t\t \n\t\t\t 2015 \n\t\t \n\t\t \n\t\t\t The Global Standards Initiative \n\t\t \n\t \n\t cited 2017 \n\t The Global Standards Initiative. Internet of Things Global Standards Initiative. [Online].; 2015 [cited 2017. Available from: https://www.itu.int/en/ITU-T/gsi/iot/Pages/default.aspx."
    },
    {
      "title": "Real-time safety early warning system for cross passage construction in Yangtze Riverbed Metro Tunnel based on the internet of things",
      "authors": [
        "L Ding",
        "C Zhou",
        "Q Deng",
        "H Luo",
        "X Ye",
        "Y Ni"
      ],
      "year": 2013,
      "doi": "10.1016/j.autcon.2013.08.017",
      "journal": "Automation in Construction",
      "volume": "36",
      "raw": "Real-time safety early warning system for cross passage construction in Yangtze Riverbed Metro Tunnel based on the internet of things \n\t\t \n\t\t\t L Y Ding \n\t\t \n\t\t \n\t\t\t C Zhou \n\t\t \n\t\t \n\t\t\t Q X Deng \n\t\t \n\t\t \n\t\t\t H B Luo \n\t\t \n\t\t \n\t\t\t X W Ye \n\t\t \n\t\t \n\t\t\t Y Q Ni \n\t\t \n\t\t 10.1016/j.autcon.2013.08.017 \n\t \n\t \n\t\t Automation in Construction \n\t\t \n\t\t\t 36 \n\t\t\t 2013 \n\t\t \n\t \n\t Ding LY, Zhou C, Deng QX, Luo HB, Ye XW, Ni YQ, et al. Real-time safety early warning system for cross passage construction in Yangtze Riverbed Metro Tunnel based on the internet of things. Automation in Construction. 2013; 36."
    },
    {
      "title": "Exploring Raspberry Pi: Interfacing to the Real World with Embedded Linux",
      "authors": [
        "D Molloy"
      ],
      "year": 2016,
      "doi": "10.1002/9781119211051.ch3",
      "raw": "Exploring Raspberry Pi: Interfacing to the Real World with Embedded Linux \n\t\t \n\t\t\t D Molloy \n\t\t \n\t\t 10.1002/9781119211051.ch3 \n\t\t \n\t\t\t 2016 \n\t\t\t John Wiley & Sons \n\t\t\t Indianapolis \n\t\t \n\t \n\t 1st ed. \n\t Molloy D. Exploring Raspberry Pi: Interfacing to the Real World with Embedded Linux. 1st ed. Indianapolis: John Wiley & Sons; 2016."
    },
    {
      "title": "Sensor based Automated Irrigation System with IoT: A Technical Review",
      "authors": [
        "K Kansara",
        "V Zaveri",
        "S Shah",
        "S Delwadkar"
      ],
      "year": 2015,
      "doi": "10.21275/v4i12.nov152494",
      "journal": "International Journal of Computer Science and Information Technologies",
      "volume": "6",
      "issue": "6",
      "raw": "Sensor based Automated Irrigation System with IoT: A Technical Review \n\t\t \n\t\t\t K Kansara \n\t\t \n\t\t \n\t\t\t V Zaveri \n\t\t \n\t\t \n\t\t\t S Shah \n\t\t \n\t\t \n\t\t\t S Delwadkar \n\t\t \n\t\t \n\t\t\t Jani K \n\t\t \n\t\t 10.21275/v4i12.nov152494 \n\t \n\t \n\t\t International Journal of Computer Science and Information Technologies \n\t\t \n\t\t\t 6 \n\t\t\t 6 \n\t\t\t 2015 \n\t\t \n\t \n\t Kansara K, Zaveri V, Shah S, Delwadkar S, Jani K. Sensor based Automated Irrigation System with IoT: A Technical Review. International Journal of Computer Science and Information Technologies. 2015; 6(6)."
    },
    {
      "title": "ScareDuino: Smart-Farming with IoT",
      "authors": [
        "L Lim",
        "H Sambas",
        "N Marcusgoh",
        "T Kawada",
        "P Josephng"
      ],
      "year": 2017,
      "doi": "10.5958/2277-1581.2017.00021.3",
      "journal": "International Journal of Scientific Engineering and Technology",
      "volume": "6",
      "issue": "6",
      "raw": "ScareDuino: Smart-Farming with IoT \n\t\t \n\t\t\t L J Lim \n\t\t \n\t\t \n\t\t\t H Sambas \n\t\t \n\t\t \n\t\t\t N C Marcusgoh \n\t\t \n\t\t \n\t\t\t T Kawada \n\t\t \n\t\t \n\t\t\t P S Josephng \n\t\t \n\t\t 10.5958/2277-1581.2017.00021.3 \n\t \n\t \n\t\t International Journal of Scientific Engineering and Technology \n\t\t \n\t\t\t 6 \n\t\t\t 6 \n\t\t\t 2017 \n\t\t \n\t \n\t Lim LJ, Sambas H, MarcusGoh NC, Kawada T, JosephNg PS. ScareDuino: Smart-Farming with IoT. International Journal of Scientific Engineering and Technology. 2017; 6(6)."
    },
    {
      "title": "Towards the Implementation of IoT for Environmental Condition Monitoring in Homes",
      "authors": [
        "Sdt Kelly",
        "N Suryadevara",
        "S Mukhopadhyay"
      ],
      "year": 2013,
      "doi": "10.1109/jsen.2013.2263379",
      "journal": "IEEE Sensors Journal",
      "volume": "13",
      "issue": "10",
      "raw": "Towards the Implementation of IoT for Environmental Condition Monitoring in Homes \n\t\t \n\t\t\t Sdt Kelly \n\t\t \n\t\t \n\t\t\t N K Suryadevara \n\t\t \n\t\t \n\t\t\t S C Mukhopadhyay \n\t\t \n\t\t 10.1109/jsen.2013.2263379 \n\t \n\t \n\t\t IEEE Sensors Journal \n\t\t \n\t\t\t 13 \n\t\t\t 10 \n\t\t\t 2013 \n\t\t \n\t \n\t Kelly SDT, Suryadevara NK, Mukhopadhyay SC. Towards the Implementation of IoT for Environmental Condition Monitoring in Homes. IEEE Sensors Journal. 2013; 13(10)."
    },
    {
      "title": "Design and Implementation of Web Based Home Electrical Appliance Monitoring, Diagnosing, and Controlling System",
      "authors": [
        "L Putra",
        "Y Kanigoro"
      ],
      "year": 2015,
      "doi": "10.1016/j.procs.2015.07.335",
      "journal": "Procedia Computer Science",
      "volume": "59",
      "raw": "Design and Implementation of Web Based Home Electrical Appliance Monitoring, Diagnosing, and Controlling System \n\t\t \n\t\t\t L Putra \n\t\t \n\t\t \n\t\t\t M \n\t\t \n\t\t \n\t\t\t Y Kanigoro \n\t\t \n\t\t \n\t\t\t B \n\t\t \n\t\t 10.1016/j.procs.2015.07.335 \n\t \n\t \n\t\t Procedia Computer Science \n\t\t \n\t\t\t 59 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Putra L, M, Y, Kanigoro B. Design and Implementation of Web Based Home Electrical Appliance Monitoring, Diagnosing, and Controlling System. Procedia Computer Science. 2015; 59: p. 34-44."
    },
    {
      "title": "A New Optical Pressure Sensor Interrogated by Speckles Pattern for Oil Industry",
      "authors": [
        "V Sperandio",
        "M Pontes",
        "A Neto",
        "L Webster"
      ],
      "doi": "10.1117/12.2185464",
      "raw": "A New Optical Pressure Sensor Interrogated by Speckles Pattern for Oil Industry \n\t\t \n\t\t\t V M Sperandio \n\t\t \n\t\t \n\t\t\t M J Pontes \n\t\t \n\t\t \n\t\t\t A F Neto \n\t\t \n\t\t \n\t\t\t L G Webster \n\t\t \n\t\t 10.1117/12.2185464 \n\t \n\t \n\t\t Proceedings Volume 9634 International Conference on Optical Fibre Sensors (OFS24) \n\t\t Volume 9634 International Conference on Optical Fibre Sensors (OFS24) Curitiba \n\t\t \n\t \n\t Sperandio VM, Pontes MJ, Neto AF, Webster LG. A New Optical Pressure Sensor Interrogated by Speckles Pattern for Oil Industry. In Proceedings Volume 9634 International Conference on Optical Fibre Sensors (OFS24); Curitiba."
    },
    {
      "title": "Interactive System Using Beaglebone Black with LINUX Debian for Its Application in Industrial Processes",
      "authors": [
        "M Pilatásig",
        "F Silva",
        "G Chacón",
        "V Tapia",
        "J Espinoza",
        "E Castellanos"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-319-73450-7_54",
      "raw": "Interactive System Using Beaglebone Black with LINUX Debian for Its Application in Industrial Processes \n\t\t \n\t\t\t M Pilatásig \n\t\t \n\t\t \n\t\t\t F Silva \n\t\t \n\t\t \n\t\t\t G Chacón \n\t\t \n\t\t \n\t\t\t V Tapia \n\t\t \n\t\t \n\t\t\t J Espinoza \n\t\t \n\t\t \n\t\t\t E X Castellanos \n\t\t \n\t\t 10.1007/978-3-319-73450-7_54 \n\t \n\t \n\t\t Proceedings of the International Conference on Information Technology & Systems \n\t\t the International Conference on Information Technology & Systems ICITS; Quito \n\t\t \n\t\t\t 2018. 2018 \n\t\t \n\t \n\t Pilatásig M, Silva F, Chacón G, Tapia V, Espinoza J, Castellanos EX, et al. Interactive System Using Beaglebone Black with LINUX Debian for Its Application in Industrial Processes. In Proceedings of the International Conference on Information Technology & Systems (ICITS 2018); 2018; Quito."
    },
    {
      "title": "Raspberry Pi as Internet of Things hardware: Performances and Constraints",
      "authors": [
        "M Maksimovic",
        "V Vujovic",
        "N Davidović",
        "V Milosevic",
        "B Perisic"
      ],
      "year": 2014,
      "raw": "Raspberry Pi as Internet of Things hardware: Performances and Constraints \n\t\t \n\t\t\t M Maksimovic \n\t\t \n\t\t \n\t\t\t V Vujovic \n\t\t \n\t\t \n\t\t\t N Davidović \n\t\t \n\t\t \n\t\t\t V Milosevic \n\t\t \n\t\t \n\t\t\t B Perisic \n\t\t \n\t \n\t \n\t\t International Conference on Electrical, Electronic and Computing Engineering \n\t\t IcETRAN \n\t\t \n\t\t\t Vrnjacka Banja \n\t\t\t 2014. 2014 \n\t\t \n\t \n\t Maksimovic M, Vujovic V, Davidović N, Milosevic V, Perisic B. Raspberry Pi as Internet of Things hardware: Performances and Constraints. In International Conference on Electrical, Electronic and Computing Engineering (IcETRAN) 2014; 2014; Vrnjacka Banja."
    },
    {
      "title": "Understanding the implications of digitisation and automation in the context of Industry 4.0: A triangulation approach and elements of a research agenda for the construction industry",
      "authors": [
        "T Oesterreich",
        "F Teuteberg"
      ],
      "year": 2016,
      "doi": "10.1016/j.compind.2016.09.006",
      "journal": "Computers in Industry",
      "volume": "83",
      "raw": "Understanding the implications of digitisation and automation in the context of Industry 4.0: A triangulation approach and elements of a research agenda for the construction industry \n\t\t \n\t\t\t T D Oesterreich \n\t\t \n\t\t \n\t\t\t F Teuteberg \n\t\t \n\t\t 10.1016/j.compind.2016.09.006 \n\t \n\t \n\t\t Computers in Industry \n\t\t \n\t\t\t 83 \n\t\t\t 2016 \n\t\t \n\t \n\t Oesterreich TD, Teuteberg F. Understanding the implications of digitisation and automation in the context of Industry 4.0: A triangulation approach and elements of a research agenda for the construction industry. Computers in Industry. 2016; 83."
    }
  ],
  "num_references": 11,
  "figures": [
    {
      "caption": "Figure 1",
      "description": "Figure 1 Illustration of a Traveler"
    },
    {
      "caption": "Figure 2",
      "description": "Figure 2 Architecture of the Bridge Traveler Controller Model"
    },
    {
      "caption": "Figure 3 TheFigure 4",
      "description": "Figure 3 The Process of Moving a Traveller Component"
    },
    {
      "caption": "Figure 6",
      "description": "Figure 6 Application State with Traveler at the Edge and All Spans Down"
    },
    {
      "caption": "Figure 5",
      "description": "Figure 5 Proximity Sensor Detection to Stop Traveler Component Movement"
    },
    {
      "caption": "Figure 7",
      "description": "Figure 7 Application State When Traveler at the Other Edge and Some Spans Are Up"
    },
    {
      "type": "table",
      "caption": "Table 1 :",
      "description": ". GPIO Ports Usage of Raspberry Pi #1"
    },
    {
      "type": "table",
      "caption": "Table 2 :",
      "description": "GPIO Ports Usage of Raspberry Pi #2"
    },
    {
      "type": "table",
      "caption": "Table 3 .",
      "description": "Latency for Performing an Action"
    }
  ],
  "num_figures": 9,
  "tables": [
    {
      "content": "Port Component Description GPIO_8 LED Right light indicator GPIO_9 LED Left light indicator GPIO_7 Relay Move the traveler forward GPIO_29 Proximity sensor Anti-collision for the traveler's forward movement GPIO_1 Relay Move the traveler backward GPIO_28 Proximity sensor Anti-collision for the traveler backward movement GPIO_0 Relay Move the left span outward GPIO_27 Proximity sensor Anti-collision for the left span's outward movement GPIO_2 Relay Move the left span upward GPIO_25 Proximity sensor Anti-collision for the left span's upward movement GPIO_3 Relay Move the left span downward GPIO_4 Relay Move the left span inward GPIO_24 Proximity sensor Anti-collision for the left span's inward movement"
    },
    {
      "content": "Port Component Description GPIO_7 Relay Move the mid span leftward GPIO_24 Proximity sensor Anti-collision for the mid span's leftward movement GPIO_1 Relay Move the mid span upward GPIO_23 Proximity sensor Anti-collision for the mid span's upward movement GPIO_0 Relay Move the mid span downward GPIO_22 Proximity sensor Anti-collision for the mid span's downward movement GPIO_2 Relay Move the mid span rightward GPIO_26 Proximity sensor Anti-collision for the mid span's rightward movement GPIO_3 Relay Move the right span outward GPIO_29 Proximity sensor Anti-collision for the right span's outward movement GPIO_4 Relay Move the right span upward GPIO_28 Proximity sensor Anti-collision for the right span's upward movement GPIO_5 Relay Move the right span downward GPIO_6 Relay Move the right span inward GPIO_27 Proximity sensor Anti-collision for the right span's inward movement"
    },
    {
      "content": "Component Movement Direction Latency (second(s)) Traveler Forward 1.0 Backward 1.0 Stop 1.9 Traveler / All Span Emergency Stop 1.5 Left Span Out 1.3 Up 1.0 Down 1.9 In 1.6 Stop 1.4 Mid Span Left 2.0 Up 1.5 Down 2.3 Right 1.0 Stop 1.3 Right Span Out 1.2 Up 1.0 Down 1.4 In 1.5 Stop 1.5"
    }
  ],
  "num_tables": 3,
  "num_citations": 11,
  "cited_references": [
    "b3",
    "b4",
    "b2",
    "b5",
    "b0",
    "b8",
    "b6",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] b  Mobile Appication and Technology Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] b  Mobile Appication and Technology Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] b  Mobile Appication and Technology Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] a  Computer Science Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] b  Mobile Appication and Technology Program , Computer Science Department , School of Computer Science , Bina Nusantara University , Jakarta , Indonesia 11480",
    "[raw_affiliation] c  Struktur Pintar Indonesia , Jakarta , Indonesia 12950",
    "[raw_affiliation] c  Struktur Pintar Indonesia , Jakarta , Indonesia 12950",
    "[raw_affiliation] c  Struktur Pintar Indonesia , Jakarta , Indonesia 12950",
    "[raw_affiliation] c  Struktur Pintar Indonesia , Jakarta , Indonesia 12950",
    "Author name / Procedia Computer Science 00 (2018) 000-000",
    "Author name / Procedia Computer Science 00 (2018) 000-000",
    "Author name / Procedia Computer Science 00 (2018) 000-000",
    "Author name / Procedia Computer Science 00 (2018) 000-000",
    "cited 2017",
    "[raw_reference] The Global Standards Initiative. Internet of Things Global Standards Initiative. [Online].; 2015 [cited 2017. Available from: https://www.itu.int/en/ITU-T/gsi/iot/Pages/default.aspx.",
    "[raw_reference] Ding LY, Zhou C, Deng QX, Luo HB, Ye XW, Ni YQ, et al. Real-time safety early warning system for cross passage construction in Yangtze Riverbed Metro Tunnel based on the internet of things. Automation in Construction. 2013; 36.",
    "1st ed.",
    "[raw_reference] Molloy D. Exploring Raspberry Pi: Interfacing to the Real World with Embedded Linux. 1st ed. Indianapolis: John Wiley & Sons; 2016.",
    "[raw_reference] Kansara K, Zaveri V, Shah S, Delwadkar S, Jani K. Sensor based Automated Irrigation System with IoT: A Technical Review. International Journal of Computer Science and Information Technologies. 2015; 6(6).",
    "[raw_reference] Lim LJ, Sambas H, MarcusGoh NC, Kawada T, JosephNg PS. ScareDuino: Smart-Farming with IoT. International Journal of Scientific Engineering and Technology. 2017; 6(6).",
    "[raw_reference] Kelly SDT, Suryadevara NK, Mukhopadhyay SC. Towards the Implementation of IoT for Environmental Condition Monitoring in Homes. IEEE Sensors Journal. 2013; 13(10).",
    "[raw_reference] Putra L, M, Y, Kanigoro B. Design and Implementation of Web Based Home Electrical Appliance Monitoring, Diagnosing, and Controlling System. Procedia Computer Science. 2015; 59: p. 34-44.",
    "[raw_reference] Sperandio VM, Pontes MJ, Neto AF, Webster LG. A New Optical Pressure Sensor Interrogated by Speckles Pattern for Oil Industry. In Proceedings Volume 9634 International Conference on Optical Fibre Sensors (OFS24); Curitiba.",
    "[raw_reference] Pilatásig M, Silva F, Chacón G, Tapia V, Espinoza J, Castellanos EX, et al. Interactive System Using Beaglebone Black with LINUX Debian for Its Application in Industrial Processes. In Proceedings of the International Conference on Information Technology & Systems (ICITS 2018); 2018; Quito.",
    "[raw_reference] Maksimovic M, Vujovic V, Davidović N, Milosevic V, Perisic B. Raspberry Pi as Internet of Things hardware: Performances and Constraints. In International Conference on Electrical, Electronic and Computing Engineering (IcETRAN) 2014; 2014; Vrnjacka Banja.",
    "[raw_reference] Oesterreich TD, Teuteberg F. Understanding the implications of digitisation and automation in the context of Industry 4.0: A triangulation approach and elements of a research agenda for the construction industry. Computers in Industry. 2016; 83."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
