{
  "paper_id": "HJ6K7IRJ",
  "title": "Development and effectiveness of a mobile-based autonomy support program for the prevention of metabolic syndrome in middle-aged women",
  "abstract": "Objective: Utilizing self-directed strategies for maintaining and managing healthy lifestyle habits is efficient, and it is essential to consider individual motivation, as it is a factor that directly influences the adoption and maintenance of healthy behaviors. The study aimed to assess the effects of a mobile-based autonomy support program on basic psychological needs, autonomous motivation, health behavior, and metabolic syndrome indicators in middle-aged women. Methods: This study was a non-randomized controlled trial with a pre-test and post-test design, focused on validating a mobile-based autonomy-supportive program to prevent metabolic syndrome in middle-aged women. The experimental group participated in a 12-week mobile-based autonomy support program, which included components such as education, physical activity guidance, dietary management, and real-time data monitoring. In contrast, the control group was provided with comparable educational resources. Assessments of basic psychological needs, autonomous motivation, health behavior, and metabolic syndrome indicators were conducted at baseline and again at the 12-week mark. Results: After a 12-week period, the experimental group demonstrated significant enhancements in autonomy (p = 0.004) and competence (p < 0.001), two key dimensions of basic psychological needs. Autonomous motivation (p < 0.001) and health behavior scores (p < 0.001) were also significantly higher in the experimental group, while waist circumference (p = 0.048) and systolic blood pressure (p = 0.011) were significantly reduced. Other variables such as relatedness, high-density cholesterol, fasting blood sugar, diastolic blood pressure, and neutral fat scores were also improved in the experimental group, but these changes were not statistically significant. \n Conclusion: The autonomy support program offers a cost-effective and community-accessible health care strategy for middle-aged women and may be integrated into various nursing practices.",
  "year": 2024,
  "date": "2024-02-07",
  "journal": "J Am Coll Cardiol",
  "publication": "J Am Coll Cardiol",
  "authors": [
    {
      "forename": "Miseon",
      "surname": "Seo",
      "name": "Miseon Seo",
      "affiliation": "1  Korea Institute of Oriental Medicine (KIOM) , Daejeon , Republic of Korea , \n\t\t\t\t\t\t\t\t Korea Institute of Oriental Medicine (KIOM) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Daejeon \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Eun-Young",
      "surname": "Jun",
      "name": "Eun-Young Jun",
      "affiliation": "2  Department of Nursing , Daejeon University , Daejeon , Republic of Korea , \n\t\t\t\t\t\t\t\t Department of Nursing \n\t\t\t\t\t\t\t\t Daejeon University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Daejeon \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Hyunjin",
      "surname": "Oh",
      "name": "Hyunjin Oh",
      "affiliation": "3  College of Nursing , Gachon University , Incheon , Republic of Korea \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Gachon University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Incheon \n\t\t\t\t\t\t\t\t\t Republic of Korea",
      "email": "hyunjino@gachon.ac.kr"
    },
    {
      "forename": "Anat",
      "surname": "Gesser-Edelsburg",
      "name": "Anat Gesser-Edelsburg"
    },
    {
      "forename": "Corinna",
      "surname": "Walsh",
      "name": "Corinna Walsh"
    },
    {
      "affiliation": "University of Haifa , Israel \n\t\t\t\t\t\t\t\t University of Haifa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Israel"
    },
    {
      "affiliation": "University of the Free State , South Africa Maha H. Alhussain , \n\t\t\t\t\t\t\t\t Maha H. Alhussain \n\t\t\t\t\t\t\t\t University of the Free State \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "King Saud University , Saudi Arabia \n\t\t\t\t\t\t\t\t King Saud University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Saudi Arabia"
    }
  ],
  "doi": "https://doi.org/10.13039/501100003725",
  "keywords": [
    "health behavior",
    "metabolic syndrome",
    "mobile application",
    "middle aged",
    "personal autonomy"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Metabolic syndrome is a metabolic disorder that increases the risk of cardiovascular disease, characterized by the presence of at least three of the five risk factors: abdominal obesity, hypertension, hypertriglyceridemia, low high-density lipoprotein, and insulin resistance  (1, 2) . The prevalence of metabolic syndrome in Korea is 17.6% in the 40s, but increases with age, being 22.4% in the 50s, 35.5% in the 60s, and 43.3% in the 70s  (3) . Considering the impact of modern lifestyle factors, such as high-fat diets and lack of exercise  (1) , along with the rising prevalence of hypertension and diabetes, the overall risk for metabolic syndrome in the population is expected to rise. Middle-aged women often experience reduced opportunities for physical activity due to responsibilities such as work, household chores, and childcare. Additionally, hormonal fluctuations associated with menopause can contribute to both physical and mental health challenges, which have been documented to influence the risk of metabolic syndrome  (4) . The frequency of metabolic syndrome is significantly higher with age, increasing the risk of cardiovascular diseases  (5) . The growing risk of chronic conditions, like abdominal obesity  (1) , emphasizes the need for programs to prevent metabolic syndrome from pre-menopause  (4) .\n\nThe prevention of metabolic syndrome should focus not merely on reducing weight or waist circumference but on improving lifestyle habits centered on diet and exercise, with long-term continuous practice of healthy behaviors being paramount. Healthy behaviors refer to holistic activities related to the maintenance and promotion of health  (6)  and typical healthy behaviors for metabolic syndrome include not only increased physical activity and healthy eating habits but also weight control, moderation in drinking, smoking cessation, stress management, regular health check-ups, and adequate sleep and rest  (1) .\n\nModifying lifestyle habits is challenging as it requires individual willpower and long-term consistent management to see effects  (7) . Therefore, to maintain and manage healthy lifestyle habits, utilizing self-directed strategies is efficient  (8)  and consideration must be given to individual motivation, a factor that directly influences healthy behaviors  (9) .\n\nDeci and Ryan  (10)  have explained that motivation is effective in sustaining individual behavioral changes for carrying out healthy behaviors, and through Self-Determination Theory (SDT), they illustrate how the satisfaction of three basic psychological needsautonomy, competence, and relatedness-promotes autonomous motivation formed internally, influencing the initiation and persistence of actions. Moreover, the SDT-based model of health behavior change posits that an autonomy-supportive health care environment, individual inclination toward autonomy, and internal and external life goals affect the satisfaction of the three basic psychological needs, contributing to the maintenance of physical and mental health  (11) . Among these, while individual inclination toward autonomy and internal and external life goals may be difficult to change through intervention, the autonomy-supportive health care environment is a changeable factor through various intervention methods by health professionals, including nurses  (12, 13) . Particularly, the autonomy-supportive health care environment, as a changeable environmental condition, enhances autonomous motivation formed internally by influencing the satisfaction of basic psychological needs, thereby sustaining healthy behaviors and being a crucial element for mental and physical health  (10, 11) .\n\nResearch on autonomy-supportive health care environments by health professionals has been described across various areas, including reduction in medication, improved fitness, physical form, increased general well-being for diabetes patients  (14) , weight loss and maintenance in exercise programs for the obese  (12, 13) , and changes in blood pressure, triglycerides, and fasting blood sugar  (15) . Also, it has been identified as a major variable that significantly influences selfcare in osteoarthritis and coronary artery intervention patients, enhancing healthy behaviors  (16, 17) . Although these interventions have positive effects, their implementation poses challenges for middleaged women who find it difficult to participate regularly due to household chores and childcare responsibilities, as most programs are face-to-face and conducted at specific locations. Therefore, an intervention that considers the characteristics of middle-aged women and barriers to exercise, and that is easily accessible, is needed. Nursing interventions using mobile technology have advantages of accessibility without the temporal and spatial constraints of traditional face-to-face programs  (17) , and have been shown to be effective in promoting physical activity  (18, 19) . Smooth communication between the target individuals and healthcare providers also enhances monitoring and self-management, improving symptoms of chronic diseases  (20) .\n\nThe purpose of this study is to develop and implement a mobilebased autonomy-supportive program for the prevention of metabolic syndrome in middle-aged women, and to subsequently validate the effects of this mobile-enabled autonomy-supportive program on their basic psychological needs, autonomous motivation, health behaviors, and physiological indicators of metabolic syndrome. The conceptual framework outlining the study design and the primary variables is depicted in Figure  1 ."
    },
    {
      "title": "Materials and methods"
    },
    {
      "title": "Study design, participants, and setting",
      "text": "The study received ethical approval from Daejeon University (1040647-201806-HR-027-02). In consideration of ethical principles, the same educational materials and gift certificates were provided to the control group after the intervention with the experimental group was completed.\n\nParticipants were recruited from a tertiary hospital's internal medicine outpatient clinic (D Hospital) and a public health center (H public health center) located in (Chungcheong-do, South Korea). Inclusion criteria for the study were having 1-2 of the five risk factors for metabolic syndrome, such as waist circumference over 85 cm, systolic blood pressure over 130 mmHg, diastolic pressure over 85 mmHg, triglycerides over 150 mg/dL, high-density lipoprotein cholesterol under 50 mg/dL, or fasting blood sugar over 100 mg/dL  (2, 3) . Exclusion criteria included individuals with musculoskeletal diseases like arthritis that would impede continuous exercise, those with serious diseases like cancer, heart or kidney disease, and individuals taking medication or antidepressants that might affect weight and blood pressure.\n\nThe required sample size of 50 was calculated using the G power 3.1.9 program, based on research by Silva et al.  (21) , with a significance level of α = 0.05, test power of 0.80, and effect size of 0.95. Anticipating a 30% attrition rate, an initial sample size of 25 participants was chosen for each of the experimental and control groups. The experimental group consisted of individuals recruited from the outpatient Internal Medicine department at D Hospital, while the control group was composed of participants sourced from H public health center, a setting with comparable environmental and socioeconomic conditions. During the study, one participant from the experimental group withdrew in the fourth week due to hospitalization from a traffic accident, and two participants from the control group withdrew due to personal reasons and were unable to participate in the post-intervention survey. Therefore, the final analysis was conducted with data from 24 participants in the experimental group and 23 participants in the control group (Figure  2 )."
    },
    {
      "title": "Measures Basic psychological needs",
      "text": "The basic psychological needs were measured using the Basic Psychological Needs Scale developed by La Guardia et al.  (22) , and translated by Lee and Park  (23) . The instrument includes 21 items across three subscales: autonomy (seven items), competence (six items), and relatedness (eight items), each rated on a seven-point Likert scale from  Seo et al. 10.3389/fpubh.2024.1334988 Frontiers in Public Health 04 frontiersin.org\n\n\"not at all true\" (1 point) to \"very true\" (7 points). The maximum scores are 49 for autonomy, 42 for competence, and 56 for relatedness."
    },
    {
      "title": "Autonomous motivation",
      "text": "For the measurement of behavioral motivation types, the study utilized eight items related to autonomous motivation from the Treatment Self-Regulation Questionnaire developed by  Ryan and Connell (24) , translated by Park  (16) . Permission was secured for tool use. It consists of eight items for measuring autonomous motivation, each scored on a seven-point Likert scale ranging from \"not at all true\" (1) to \"very true\"  (7) , where higher scores reflect greater autonomous motivation, with a total possible score of 56."
    },
    {
      "title": "Health behaviors",
      "text": "The instrument to assess health behavior in this study was developed by  Kang (25) , specifically to evaluate the lifestyle habits of individuals with metabolic syndrome. The tool assesses lifestyle behaviors across six areas: physical activity/weight control, dietary habits, alcohol/tobacco use, sleep/relaxation, stress management, and health check-ups. Using a four-point scale (\"never\" = 1 to \"always\" = 4), higher scores denote healthier behaviors. It includes 36 questions, each with a maximum of four points, totaling a maximum score of 144."
    },
    {
      "title": "Physiological indicators of metabolic syndrome",
      "text": "• Waist circumference is measured with the feet spread approximately 25-30 cm apart to evenly distribute weight, and while breathing out comfortably, keeping the measuring tape horizontal to the floor. The measurement is taken at the midpoint between the lowest point of the ribs and the highest point of the pelvis (iliac crest). • Blood pressure is measured in the right upper arm using an automatic blood pressure monitor (Omron) after allowing at least 10 min of sufficient rest. The measurement is taken twice, with a 5-min interval between readings, and the average value is used. • Blood tests for triglycerides (TG), high-density lipoprotein cholesterol (HDL), and fasting blood glucose (FBS) were conducted by drawing 4 mL of blood from the brachial vein between 9 and 10 AM on the day of the test, following the participants' maintenance of a fasting state for over 9 h as instructed by the researchers the previous day (1, 7). The collected specimens were placed into plain tubes and centrifuged at 3,500 rpm for 10 min to separate the plasma. Blood analysis was carried out by clinical pathologists in the diagnostic laboratory departments."
    },
    {
      "title": "Procedures Pretest",
      "text": "After obtaining written consent, the research assistant distributed questionnaires on general characteristics, basic psychological needs, autonomous motivation, and health behavior for self-completion, and physiological indicators of metabolic syndrome were collected."
    },
    {
      "title": "Intervention",
      "text": "In this study, the principal researcher (PI) conducted the mobilebased autonomy support program, and data collection was handled by a research assistant (RA) under the researcher's supervision. To ensure the internal validity of the experimental intervention, the education was led by PI, and the collection of survey data was done by one RA.\n\nThe experimental group, after a preliminary survey, underwent the mobile-based autonomy support program for 12 weeks (Figure  3 ). They were provided with educational materials as PPTs developed for the Seo et al. 10.3389/fpubh.2024.1334988 Frontiers in Public Health 05 frontiersin.org prevention and management of metabolic syndrome, including an understanding of the disease, its causes, diet management, exercise therapy, and lifestyle therapy. Goals were set with participants regarding types and times of exercise, daily total steps, meal times, and motivation support was provided. Stretching instruction posters and beginner's resistance bands were given for exercise practice, and a wearable smart band was worn continuously on the wrist. An application for the smart band was installed on mobile phones, linked via Bluetooth. Real-time data collected through the smart band, including step count, heart rate, sleep patterns, and exercise records, were transmitted to the researcher through mobile SNS according to a protocol. Feedback and monitoring were provided by PI through mobile SNS, following different phases of the program (1-4 weeks, 5-8 weeks, and 9-12 weeks). Targets for daily total steps, physical activity, and meal times were set and maintained with motivation. The PI also provided health education and feedback via mobile SNS once a week and conducted phone counseling when needed.\n\nThe control group was given educational materials as PPTs for metabolic syndrome prevention and management and once provided explanations via face to face about the disease, its causes, diet management, exercise therapy, and lifestyle therapy, mirroring the approach with the experimental group after the pretest."
    },
    {
      "title": "Posttest",
      "text": "The RA, who facilitated the pretest, distributed the questionnaires for self-administration to the participants and collected them upon completion. Upon conclusion of the intervention and after the postintervention survey, the control group received the same health education materials that were used in the experimental group, delivered via mobile platforms, in adherence to ethical considerations."
    },
    {
      "title": "Statistical analyses",
      "text": "The collected data were analyzed using the SPSS Win 22.0 Program as follows: general characteristics of the participants were examined using frequency analysis, and were analyzed using means, standard deviations, real numbers, and percentages. Homogeneity tests according to general characteristics were conducted using the χ 2 -test and t-test, while pre-homogeneity testing for dependent variables was done with the t-test. Normality testing for dependent variables was confirmed with the Kolmogorov-Smirnov test, and variables satisfying normal distribution were analyzed using the t-test. The analysis of post hoc mean differences for dependent variables was conducted using the t-test. Additionally, the changes before and after the experiment in both the experimental and control groups were assessed with the paired t-test."
    },
    {
      "title": "Results"
    },
    {
      "title": "Baseline characteristics",
      "text": "The study included 47 participants, with 24 in the experimental group and 23 in the control group. The homogeneity analysis of general and health-related characteristics revealed no significant differences between the two groups. The same applied to dependent variables such as basic psychological needs, autonomous motivation, health behaviors, and physiological indicators of metabolic syndrome. This confirmed that both groups were homogeneous (Table  1 )."
    },
    {
      "title": "Effects of autonomy support program on dependent variables",
      "text": "In the experimental group, significant improvements were observed in autonomy (36.17 ± 2.66 vs. 33.87 ± 2.56, t = 3.01, p = 0.004) and competence (31.58 ± 2.83 vs. 27.57 ± 2.41, t = 5.23, p < 0.001) among basic psychological needs scores compared to the control group. However, in the control group, autonomy, competence, and relatedness scores were lower differently the experimental group after the 12 weeks.\n\nAutonomous motivation (43.17 ± 2.20 vs. 34.74 ± 2.47, t = 12.36, p < 0.001) and health behavior scores (124.50 ± 4.21 vs. 111.61 ± 5.15, t = 9.41, p < 0.001) were also significantly higher in the experimental group. On the other hand, in the control group autonomous motivation score was decreased, and health behavior score lower increase than the experimental group.\n\nPhysiological indicators like waist circumference (83.48 ± 2.35 vs. 84.81 ± 2.13, t = ¬2.04, p = 0.048) and systolic blood pressure (129.29 ± 7.92 vs. 135.13 ± 7.16, t = ¬2.65, p = 0.011) were significantly reduced in the experimental group. However, diastolic blood pressure, neutral fat and fasting blood sugar scores were lower in the experimental group but not statistically significant, and high-density cholesterol score was higher, these were not statistically significant. In the control group, systolic blood pressure, diastolic blood pressure, and fasting blood sugar scores were increased after 12 weeks (Table  2 )."
    },
    {
      "title": "Discussion",
      "text": "This 12-week study implementing a mobile-based autonomy support program showed statistically significant differences in the basic psychological needs of autonomy and competence, but not relatedness. These results align with previous research, suggesting that healthcare environments supporting autonomy and competence are effective  (11, 26) . Similar findings have been reported in other programs for patients with diabetes (  14 ) and osteoarthritis patients  (17) . Autonomy, as the belief in oneself as the agent and regulator of behavior  (10) , can be effectively enhanced through goal setting and allowing self-choice, without the feeling of being controlled  (15) . In this study, the participants were guided to set health goals and choose suitable exercise methods autonomously, without feeling controlled. Strategies such as using mobile devices for information provision to enhance competence and using smart bands for self-monitoring proved effective, supporting related studies  (18) . Yet, a study by  Park (16)  revealed that coronary intervention patients needed autonomy-supported feedback to feel interest in health behavior, lower than in autonomy and relatedness. Thus, the provision of continuous feedback based on physical activity via mobile SNS in this study seems to be an appropriate strategy.\n\nIn this study, no significant change was noted in relatedness, consistent with previous research on autonomy support programs  (15, 17) . Relatedness, the desire to create meaningful connections with others  (10) , was targeted by using mobile technology for positive feedback and encouragement. A previous study  (17)  showed enhancement in relatedness through the mobile app. This suggests that using a communal chat room might be more effective than one-on-one methods for improving relatedness, indicating a need for various intervention strategies in future research.\n\nAutonomous motivation is a vital factor influencing the initiation and persistence of health behavior  (11) . In our study, the experimental group maintained autonomous motivation scores, while the control group decreased, showing a significant difference between the two. Research by Jay et al.  (27)  showed a significant effect in the experimental group's autonomous motivation after a year-long weight management intervention based on self-determination theory. This aligns with Schmidt et al.  (14) , where lifestyle changes-related autonomous motivation meaningful increased through autonomy-supportive strategies. Compared to a one-year focus on voluntary exercise control and intrinsic enjoyment, this study's 12-week intervention may be too short to observe internalized changes in autonomous motivation toward health behavior. Long-term intervention research is deemed necessary for analyzing the effects over time.\n\nThe health behaviors in study can be considered to have persisted through autonomous motivation, based on selfdetermination theory and satisfaction of basic psychological needs. Both the experimental and control groups showed an increase postintervention, and there was a significant difference in the degree of change in health behavior scores between the two groups. This program focused on recognizing the need for health behavior through autonomy-supportive strategies, exploring and autonomously selecting appropriate physical activity enhancement methods, thus encouraging individuals to sustain health behavior on their own. These findings are consistent with previous research showing that interventions supporting autonomy are effective in improving dietary control in diabetes patients  (26)  and promoting physical activity in adult women  (18) . Modifying lifestyle habits for the prevention of metabolic syndrome is challenging as it requires consistent management with individual will  (4) . In this study, a mobile SNS was used as an information-providing strategy to support the clear foundation of an autonomy-supportive program, offering health education and feedback on nutrition, physical activity, obesity, and mental health. This can be seen as corroborating research that found higher motivation for metabolic syndrome health behavior when more information about health behavior was available  (9) . In a metabolic syndrome-targeted lifestyle intervention study  (28) , a group prescribed with habits tailored to health needs every 2 weeks showed a significant increase in the practice rate of health behavior compared to a control group given only basic information. These findings suggest that future research should explore and develop various educational intervention methods to provide appropriate information tailored to health needs instead of uniformly providing the same information to all subjects.\n\nThis study revealed statistically significant differences in waist circumference and systolic blood pressure among physiological indicators of metabolic syndrome. These research results can be explained by various outcomes from multiple studies. For example, a web-based autonomy-supportive program targeting postmenopausal women showed significant effects on waist circumference, neutral fat, and systolic blood pressure  (29) , while a motivation-enhanced weight loss program showed statistically significant differences in blood pressure and neutral fat 3 months later  (15) . A daily life-based physical activity enhancement program  (18)  showed a significant decrease in fasting blood sugar after a 12-week intervention but no significant changes in total cholesterol and highdensity cholesterol levels. Such physiological indicators of metabolic syndrome have shown different results in various studies. According to meta-analysis, physiological indicators such as weight, blood sugar, waist circumference decrease, and high-density cholesterol increase are reported when doing aerobic exercise for more than 60 min, using many muscles, on average for 16 weeks  (30) . Therefore, based on the research results (29) that suggest the need for regular exercise and lifestyle changes for more than 12 weeks in education programs targeting cardiometabolic risk in postmenopausal women, there is a need to repeatedly measure changes in physiological indicators through long-term observation. Although this study may differ from standardized exercise intensity or type in existing exercise programs by focusing on supporting the autonomy of the subjects to choose the intensity or type of exercise through autonomous motivation, it is judged to have a positive impact on the prevention of metabolic syndrome in middle-aged women through changes in waist circumference and systolic blood pressure. To verify changes in the physiological indicators of metabolic syndrome, considering the relatively short intervention period of 12 weeks in this study, it is necessary to apply the program by extending the intervention period in the future, and post-intervention repeated measurements are required to verify the sustained effects after the program's completion. In summary, a 12-week mobile program based on selfdetermination theory significantly improved autonomy, competence, motivation, health behaviors, waist circumference, and systolic blood pressure in middle-aged women at risk for metabolic syndrome. However, no significant changes were observed in relatedness, diastolic blood pressure, or other lipid profiles. Recommendations include extending the intervention period for more robust results and conducting follow-up studies for long-term effects, ideally in collaboration with community health centers or hospitals."
    },
    {
      "title": "Conclusion and recommendations",
      "text": "This study demonstrated that a 12-week mobile intervention program, grounded in self-determination theory, effectively enhanced autonomy, competence, motivation, and health behaviors, and led to significant reductions in waist circumference and systolic blood pressure among middle-aged women at risk of metabolic syndrome. No notable changes were observed in relatedness, diastolic blood pressure, or lipid profiles. For more definitive outcomes, it is recommended to extend the duration of the intervention and conduct longitudinal studies to assess the longterm effects. Such studies would benefit from partnerships with community health centers or hospitals for broader implementation and support."
    },
    {
      "text": "FIGURE 1 Research framework. WC, Waist Circumference; BP, Blood Pressure; TG, Triglyceride; HDL-Chol, High Density Lipoprotein Cholesterol; FBS, Fasting Blood Sugar."
    },
    {
      "text": "FIGURE 2 Number of patients included."
    },
    {
      "text": "FIGURE 3Intervention components."
    },
    {
      "text": "Homogeneity of characteristics and dependent variables (N = 47)."
    },
    {
      "text": "Effects of autonomy support program on dependent variables (N = 47)."
    }
  ],
  "references": [
    {
      "title": "The metabolic syndrome and cardiovascular risk: a systematic review and meta-analysis",
      "authors": [
        "S Mottillo",
        "K Filion",
        "J Genest",
        "L Joseph",
        "L Pilote",
        "P Poirier"
      ],
      "year": 2010,
      "doi": "10.1016/j.jacc.2010.05.034"
    },
    {
      "title": "Lifestyle modification in the management of metabolic syndrome: statement from Korean society of CardioMetabolic syndrome (KSCMS)",
      "authors": [
        "H-L Kim",
        "J Chung",
        "K-J Kim",
        "H-J Kim",
        "W-W Seo",
        "K-H Jeon"
      ],
      "year": 2022,
      "doi": "10.4070/kcj.2021.0328"
    },
    {
      "title": "Status of metabolic syndrome risk factors by age, gender, and number of presence in 2021",
      "year": 2023,
      "doi": "10.20471/acc.2023.62.03.6"
    },
    {
      "title": "Associations of physical performance and physical activity with mental well-being in middle-aged women",
      "authors": [
        "D Bondarev",
        "S Sipilä",
        "T Finni",
        "U Kujala",
        "P Aukee",
        "V Kovanen"
      ],
      "year": 2021,
      "doi": "10.1186/s12889-021-11485-2"
    },
    {
      "title": "Risk for cardiovascular disease associated with metabolic syndrome and its components: a 13-year prospective study in the RIVANA cohort",
      "authors": [
        "M Guembe",
        "C Fernandez-Lazaro",
        "C Sayon-Orea",
        "E Toledo",
        "C Moreno-Iribas"
      ],
      "year": 2020,
      "doi": "10.1186/s12933-020-01166-6"
    },
    {
      "title": "Assessment of healthy behaviors for metabolic syndrome among Korean adults: a modified information-motivation-behavioral skills with psychological distress",
      "authors": [
        "G Lee",
        "S-J Yang",
        "Y-K Chee"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3185-8"
    },
    {
      "title": "Effects of lifestyle modification on metabolic syndrome: a systematic review and meta-analysis",
      "authors": [
        "K Yamaoka",
        "T Tango"
      ],
      "year": 2012,
      "doi": "10.1186/1741-7015-10-138"
    },
    {
      "title": "Self-directed interventions to promote weight loss: a systematic review and meta-analysis",
      "authors": [
        "J Tang",
        "C Abraham",
        "C Greaves",
        "V Nikolaou"
      ],
      "year": 2016,
      "doi": "10.1080/17437199.2016.1172979"
    },
    {
      "title": "Effects of dietary and physical activity interventions on metabolic syndrome: a meta-analysis",
      "authors": [
        "G Lee",
        "H-Y Choi",
        "S-J Yang"
      ],
      "year": 2015,
      "doi": "10.4040/jkan.2015.45.4.483"
    },
    {
      "title": "Frontiers in Public 09 frontiersin",
      "authors": [
        "Seo"
      ],
      "doi": "10.3389/fpubh.2024.1334988"
    },
    {
      "title": "The\" what\" and\" why\" of goal pursuits: human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_01"
    },
    {
      "title": "Facilitating health behaviour change and its maintenance: interventions based on self-determination theory",
      "authors": [
        "R Ryan",
        "H Patrick",
        "E Deci",
        "G Williams"
      ],
      "year": 2008
    },
    {
      "title": "Autonomy support, basic need satisfaction and the optimal functioning of adult male and female sport participants: a test of basic needs theory",
      "authors": [
        "J Adie",
        "J Duda",
        "N Ntoumanis"
      ],
      "year": 2008,
      "doi": "10.1007/s11031-008-9095-z"
    },
    {
      "title": "Preparing physicians for the 21st century: targeting communication skills and the promotion of health behavior change",
      "authors": [
        "K Sibille",
        "A Greene",
        "J Bush"
      ],
      "year": 2010,
      "doi": "10.1007/bf03355111"
    },
    {
      "title": "Motivation and barriers to maintaining lifestyle changes in patients with type 2 diabetes after an intensive lifestyle intervention (the U-TURN trial): a longitudinal qualitative study",
      "authors": [
        "S Schmidt",
        "L Hemmestad",
        "C Macdonald",
        "H Langberg",
        "L Valentiner"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17207454"
    },
    {
      "title": "Effects of a motivation-enhanced weight loss program for women with abdominal obesity: based on the self-determination theory",
      "authors": [
        "J-H Cho"
      ],
      "year": 2013
    },
    {
      "title": "Structural model of health behavior compliance in patients with percutaneous coronary intervention based on self-determination theory",
      "authors": [
        "A-R Park"
      ],
      "year": 2018,
      "doi": "10.14370/jewnr.2018.24.2.101"
    },
    {
      "title": "Development and evaluation of a self-management Mobile app for adults with osteoarthritis",
      "authors": [
        "J Park",
        "J Son"
      ],
      "year": 2022,
      "doi": "10.12799/jkachn.2022.33.1.114"
    },
    {
      "title": "A textmessaging and pedometer program to promote physical activity in people at high risk of type 2 diabetes: the development of the PROPELS follow-on support program",
      "authors": [
        "K Morton",
        "S Sutton",
        "W Hardeman",
        "J Troughton",
        "T Yates",
        "S Griffin"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.5026"
    },
    {
      "title": "Effects of a daily life-based physical activity enhancement program for middle-aged women at risk for cardiovascular disease",
      "authors": [
        "K-A Kim",
        "S-Y Hwang"
      ],
      "year": 2019,
      "doi": "10.4040/jkan.2019.49.2.113"
    },
    {
      "title": "Effective behavioral intervention strategies using mobile health applications for chronic disease management: a systematic review",
      "authors": [
        "J-A Lee",
        "M Choi",
        "S-A Lee",
        "N Jiang"
      ],
      "year": 2018,
      "doi": "10.1186/s12911-018-0591-0"
    },
    {
      "title": "A randomized controlled trial to evaluate self-determination theory for exercise adherence and weight control: rationale and intervention description",
      "authors": [
        "M Silva",
        "P Vieira",
        "S Coutinho",
        "C Minderico",
        "M Matos",
        "L Sardinha"
      ],
      "year": 2008,
      "doi": "10.1186/1471-2458-8-234"
    },
    {
      "title": "Within-person variation in security of attachment: a self-determination theory perspective on attachment, need fulfillment, and well-being",
      "authors": [
        "La Guardia",
        "J Ryan",
        "R Couchman",
        "C Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.79.3.367"
    },
    {
      "title": "A structural equation model on health behavior adherence for elders with prehypertension: based on self-determination theory",
      "authors": [
        "E-W Lee",
        "J-W Park"
      ],
      "year": 2012,
      "doi": "10.7739/jkafn.2012.19.3.343"
    },
    {
      "title": "Perceived locus of causality and internalization: examining reasons for acting in two domains",
      "authors": [
        "R Ryan",
        "J Connell"
      ],
      "year": 1989,
      "doi": "10.1037//0022-3514.57.5.749"
    },
    {
      "title": "The validity and reliability of a lifestyle evaluation tool for patients with metabolic syndrome",
      "authors": [
        "S-W Kang"
      ],
      "year": 2010
    },
    {
      "title": "Determinants of glycaemic control among patients with type 2 diabetes: testing a process model based on self-determination theory",
      "authors": [
        "C Grønnegaard",
        "A Varming",
        "T Skinner",
        "K Olesen",
        "I Willaing"
      ],
      "year": 2020,
      "doi": "10.1016/j.heliyon.2020.e04993"
    },
    {
      "title": "Goal-directed versus outcome-based financial incentives foR weight loss among low-income patients with obesity: rationale and design of the financial incentives foR weight reduction (firework) randomised controlled trial",
      "authors": [
        "M Jay",
        "S Orstad",
        "S Wali",
        "J Wylie-Rosett",
        "C-H Tseng",
        "V Sweat"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-025278"
    },
    {
      "title": "The effects of a nurseled lifestyle intervention program on cardiovascular risk, self-efficacy and health promoting behaviours among patients with metabolic syndrome: randomized controlled trial",
      "authors": [
        "X Zheng",
        "H Yu",
        "X Qiu",
        "S Chair",
        "Em-L Wong",
        "Q Wang"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijnurstu.2020.103638"
    },
    {
      "title": "Autonomy-supportive, web-based lifestyle modification for cardiometabolic risk in postmenopausal women: R andomized trial",
      "authors": [
        "H-R Kim",
        "H-S Kim"
      ],
      "year": 2017,
      "doi": "10.1111/nhs.12375"
    },
    {
      "title": "The effect of exercise on the cardiovascular risk factors constituting the metabolic syndrome: a metaanalysis of controlled trials",
      "authors": [
        "N Pattyn",
        "V Cornelissen",
        "Srt Eshghi",
        "L Vanhees"
      ],
      "year": 2013,
      "doi": "10.1007/s40279-012-0003-z"
    }
  ],
  "num_references": 31
}
