{
  "paper_id": "HJSVJ4IE",
  "title": "Healthcare-Associated Measles After a Nationwide Outbreak in Mongolia",
  "abstract": "Measles virus is highly infectious and can spread rapidly where vaccine coverage is low and isolation precautions suboptimal. We describe healthcare-associated measles transmission during the 2015-2016 measles outbreak in Mongolia, describe infection prevention gaps, and outline preventive strategies.",
  "year": 2018,
  "date": "2018-01-31",
  "authors": [
    {
      "name": "Jason Lake",
      "email": "jasonlake@wustl.edu",
      "affiliation": {
        "organization": "Division of Healthcare Quality Promotion",
        "department": "Division of Healthcare Quality Promotion"
      }
    },
    {
      "name": "Ulzii-Orshikh Luvsansharav",
      "affiliation": {
        "organization": "Division of Healthcare Quality Promotion",
        "department": "Division of Healthcare Quality Promotion"
      }
    },
    {
      "name": "José Hagan",
      "affiliation": {
        "organization": "Global Immunization Division",
        "department": "Global Immunization Division",
        "address": "Atlanta, Georgia"
      }
    },
    {
      "name": "James Goodson",
      "affiliation": {
        "organization": "Global Immunization Division",
        "department": "Global Immunization Division",
        "address": "Atlanta, Georgia"
      }
    },
    {
      "name": "Nyamsuren Jigjidsuren",
      "affiliation": {
        "organization": "National Center for Communicable Diseases",
        "institution": "National Center for Communicable Diseases",
        "address": "Mongolia"
      }
    },
    {
      "name": "Narantuya Gombojamts",
      "affiliation": {
        "organization": "National Center for Communicable Diseases",
        "institution": "National Center for Communicable Diseases",
        "address": "Mongolia"
      }
    },
    {
      "name": "Benjamin Park",
      "affiliation": {
        "organization": "Division of Healthcare Quality Promotion",
        "department": "Division of Healthcare Quality Promotion"
      }
    },
    {
      "name": "Rachel Smith",
      "affiliation": {
        "organization": "Division of Healthcare Quality Promotion",
        "department": "Division of Healthcare Quality Promotion"
      }
    },
    {
      "affiliation": {
        "organization": "Division of Pediatric Infectious Diseases",
        "department": "Division of Pediatric Infectious Diseases",
        "institution": "Ministry of Health and Sports",
        "address": "Ulaanbaatar"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Pediatrics",
        "department": "Department of Pediatrics",
        "address": "Campus Box 8116 1 Children's Pl, 63110, St Louis, MO"
      }
    }
  ],
  "doi": "10.1093/cid/ciy067",
  "md5": "52DA5A9C6515FE3E3C69848C792B3174",
  "publication": {
    "journal": "Euro Surveill",
    "journal_inferred": true
  },
  "keywords": [
    ". measles",
    "vaccination",
    "healthcare-associated transmission",
    "prevention",
    "outbreak"
  ],
  "funding": [
    "the authors and do not necessarily represent the official position of the  US Centers for Disease Control  and Prevention. Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed."
  ],
  "sections": [
    {
      "title": "METHODS",
      "text": "From 1 December 2015 through 20 June 2016, epidemiologists at the infectious disease referral center in Mongolia (National Center for Communicable Diseases), reviewed measles cases with recent hospitalization. Interviews identified patients with hospital admission during the typical incubation period (7-21 days before the first symptom). Medical records were reviewed for reported vaccination status, measles test results, hospital and community exposures, and prior hospitalization details, including exposure to other patients with measles. Similar data were collected by interview for healthcare personnel (HCP) in whom measles developed. Descriptive statistics were calculated as appropriate.\n\nWe defined a healthcare-associated measles case as a clinically diagnosed measles infection in a patient who had a hospital exposure during their incubation period, lacked a known community contact, and had a nonnegative measles test result (measles-specific immunoglobulin M or polymerase chain reaction result), if performed. Hospital exposure was defined for non-HCP as being admitted to a hospital and being a contact of a hospitalized source-patient (ie, same room or ward as a patient with measles) and for HCP as working in a hospital during the incubation period.\n\nWe assessed IPC policies and procedures at a convenience sample of 3 Ulaanbaatar city healthcare facilities with high case counts to identify gaps that might have contributed to measles transmission. A standardized data collection tool was used to assess 6 IPC domains (Table  1 )  [7] . A domain-specific and overall percentage score was calculated for each facility."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Epidemiologists from the National Center for Communicable",
      "text": "Diseases identified 967 measles case patients with healthcare exposures, 602 (62%) of whom met the case definition for healthcare-associated measles; 547 (91%) were non-HCP and 55 (9%) were HCP. Measles testing was completed in 302 case patients, with positive results in 286 (95%). Hospital exposures among case patients occurred in 39 hospitals in Ulaanbaatar and the outlying provinces; 29 case patients (5%) came from outside Ulaanbaatar. Case frequency mirrored the larger outbreak, with the number of cases peaking in early March and declining in late March and early April 2016.\n\nAmong case patients who were HCP, the median age was 27 (interquartile range [IQR], 24-35) years. Among those who were non-HCP, the median age was 7 (IQR, 5-9) months; 165 (30%) of the non-HCP were ≥9 months of age and therefore eligible for routine vaccination. Among eligible non-HCP and HCP, respectively, 24 (15%) and 3 (5%) were reportedly vaccinated. The other 575 case patients (95%) were eligible for postexposure prophylaxis (PEP) owing to no reported vaccination. Of these, 155 (27%) were aged <6 months and therefore immunoglobulin eligible, and 420 (73%) were aged ≥6 months and eligible for measles-containing vaccine (MCV).\n\nIPC assessments revealed deficiencies in all domains in all facilities (Table  1 ). The highest scores were for domain 1; all facilities reported having IPC policies and infection preventionists available. The lowest scores were observed for patient and visitor protection, because all facilities traced exposed contacts but did not provide them PEP, reportedly owing to lack of guidance on implementation and limited vaccine and immunoglobulin supplies. No facilities followed a routine screening strategy to identify measles cases among patients and visitors entering the facility. None of the hospitals had negative pressure isolation capabilities, and private rooms were rarely available.\n\nAll 3 hospitals reported limited use of PPE, including respirators, among clinical staff, with limitations due in part to supply constraints. Although government policy required measles vaccination or immunity status to be recorded at HCP hire, written proof was not required (eg, HCP could simply say they were vaccinated), and records of the staff measles immunity status were not readily available. None of the facilities reported that susceptible HCP were furloughed after exposure to a measles case, nor did any have a furlough policy. Finally, none of the facilities reported checking the vaccination status of exposed patients or vaccinating exposed, susceptible patients as PEP when measles cases were identified at their facilities."
    },
    {
      "title": "DISCUSSION",
      "text": "Substantial measles virus transmission occurred in healthcare facilities during the 2015-2016 measles outbreak in Mongolia. Our investigation identified 602 healthcare-associated measles cases during a 6-month period of intense case finding, but additional cases were likely to have occurred over the course of the outbreak. Our investigation revealed numerous IPC gaps that probably facilitated measles virus transmission in hospital settings, including triage and screening practices, inability to appropriately isolate suspected cases, nonvaccination of HCP, and lack of routinely available PEP due to absence of hospital-based PEP guidelines and resources for implementing them.\n\nIn settings like Mongolia with limited infrastructure and resources, addressing these widespread gaps in IPC is an important long-term goal. Investment in IPC infrastructure, including sufficient airborne isolation facilities and maintaining adequate isolation supplies and PPE, is clearly needed to prepare for emerging and reemerging infectious diseases. However, during measles outbreaks more immediate interventions to prevent healthcare-associated transmission are required, including improved triage practices and hospital-based PEP or routine vaccination campaigns of eligible hospitalized patients.\n\nFor eligible persons, PEP may protect against or lessen the severity of clinical measles infection and has demonstrated efficacy in prior measles outbreaks  [1, [8] [9] [10] . Although routine vaccination with MCV begins at age 9-12 months in most countries, during outbreaks vaccine or PEP with MCV can be given to infants as young as 6 months  [1, 3] . PEP with immunoglobulin may be given to infants younger than 6 months as well as those aged 6-11 months who did not also receive PEP with MCV and are within 6 days of measles exposure  [1] . PEP has demonstrated effectiveness in hospital outbreaks  [8]  and in community outbreaks with significant healthcare overlap  [9, 10] . Given the young age of non-HCP case patients and the lack of vaccination among both non-HCP and HCP case patients, a robust PEP strategy may have mitigated many of the healthcare-associated cases in this outbreak and contributed to overall outbreak control.\n\nTable 1. IPC Policy and Practice Assessment Scores at 3 Healthcare Facilities in Ulaanbaatar City, Mongolia, 2016 IPC Domain, (Possible Points) a Score, No. (%) Facility A Facility B Facility C 1. Infection prevention policies and administrative controls, (16) 9 (56) 4 (25) 8 (50) 2. Screening and triage, (15) 4 (27) 3 (20) 4 (27) 3. Isolation practices, (22) 9 (41) 3 (14) 7 (32) 4. Isolation supplies and personal protective equipment, (6) 2 (33) 2 (33) 3 (50) 5. Occupational health and healthcare worker protection, (9) 3 (33) 1 (11) 4 (44) 6. Patient and visitor protection, (12) 3 (25) 4 (33) 1 (8) Overall, (80) 30 (38) 17 (21) 27 (34)\n\nAbbreviation: IPC, infection prevention and control.\n\na Domain 1 included questions on IPC policies for airborne diseases, staff instruction in policies, and infection preventionist availability. Domains 2 and 3 assessed practices to identify and isolate measles cases and questions on responsible staff, cohorting practices, and ventilation type. Domain 4 assessed respirator, measles-containing vaccine and immunoglobulin availability. Domain 5 evaluated measles immunization requirements and furlough practices for healthcare personnel. Finally, domain 6 covered measles postexposure prophylaxis (ie, the administration of either measles-containing vaccine or immunoglobulin to prevent illness in nonimmune persons exposed to measles) and vaccination of eligible patients admitted for reasons other than measles.\n\nHowever, a PEP strategy is resource intensive  [10] . Given the limited airborne isolation capacity of Mongolian hospitals, many susceptible persons were probably exposed, and complete contact tracing would be difficult to achieve in the short time frame needed to implement a PEP strategy. Therefore, in Mongolia a simpler and more cost-effective strategy may have been to allocate sufficient vaccine and immunoglobulin stock for hospitals to ensure they could vaccinate all eligible staff and patients, regardless of identified exposure. This would have the added benefit of accelerating vaccine coverage, especially given that a large community vaccination campaign of children aged 6-71 months was ongoing.\n\nBecause HCP are at higher risk for measles virus infection and transmission to patients, other HCP, and visitors, preventing measles in this group is a high priority in outbreak response efforts  [11] . Health agencies in the United States and abroad recommend that all HCP be vaccinated or that facilities have policies requiring evidence of immunity before hire  [1, 11, 12] . In addition, nonpunitive furlough policies have been recommended after potential exposure, illness, or PEP  [1, 11] . Mandated measles vaccination for HCP as a condition of employment and f readily accessible records of the staff measles immunity status may have reduced the risk for measles among HCP and reduced healthcare-associated transmission.\n\nOur investigation was subject to limitations. The results of our IPC assessments may not be representative of areas beyond Ulaanbaatar; however, interviews with health officials indicate that the IPC challenges outside the city were consistent with the ones we found, if not greater. Furthermore, assessments were performed at the end of the outbreak, and observed practices may not have reflected actual practices during the outbreak. Notably, it was not possible to confirm that active measles cases were present at each hospital where case patients were exposed. However, given the community outbreak with tens of thousands of cases and the high rate of healthcare use in Mongolia, it seems likely that most hospitals were housing ≥1 measles case patient at the height of the outbreak, when these data were collected. It is also possible that cases we defined as healthcare associated had unidentified community exposures and thus were misclassified.\n\nOur investigation highlighted challenges facing resourcelimited healthcare facilities in preventing infectious diseases such as measles. Investment in IPC infrastructure for highly infectious diseases is a critical component for prevention of outbreaks. However, in the interim, HCP vaccination and guidelines for instituting PEP or vaccination campaigns within hospitals should be considered a critical component of an outbreak response strategy; accompanying resources are needed if such guidelines are to be successfully implemented."
    },
    {
      "title": "Notes",
      "text": "Disclaimer. The findings and conclusions in this report are those of"
    },
    {
      "text": "the authors and do not necessarily represent the official position of the  US Centers for Disease Control  and Prevention. Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed."
    }
  ],
  "references": [
    {
      "title": "Measles (rubeola): for healthcare professionals",
      "year": 2018,
      "doi": "10.2105/ccdmc.3087.087",
      "raw": "10.2105/ccdmc.3087.087 \n\t\t \n\t\t Measles (rubeola): for healthcare professionals \n\t\t \n\t\t\t 10 January 2018 \n\t\t \n\t\t \n\t\t\t Centers for Disease Control and Prevention \n\t\t \n\t \n\t Centers for Disease Control and Prevention. Measles (rubeola): for health- care professionals. Available at: https://www.cdc.gov/measles/hcp/index.html. Accessed 10 January 2018."
    },
    {
      "title": "Nosocomial transmission of measles: an updated review",
      "authors": [
        "E Botelho-Nevers",
        "P Gautret",
        "R Biellik",
        "P Brouqui"
      ],
      "year": 2012,
      "doi": "10.1016/j.vaccine.2012.04.023",
      "journal": "Vaccine",
      "volume": "30",
      "raw": "Nosocomial transmission of measles: an updated review \n\t\t \n\t\t\t E Botelho-Nevers \n\t\t \n\t\t \n\t\t\t P Gautret \n\t\t \n\t\t \n\t\t\t R Biellik \n\t\t \n\t\t \n\t\t\t P Brouqui \n\t\t \n\t\t 10.1016/j.vaccine.2012.04.023 \n\t \n\t \n\t\t Vaccine \n\t\t \n\t\t\t 30 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Botelho-Nevers E, Gautret P, Biellik R, Brouqui P. Nosocomial transmission of measles: an updated review. Vaccine 2012; 30:3996-4001."
    },
    {
      "title": "Strategies for minimizing nosocomial measles transmission",
      "authors": [
        "R Biellik",
        "C Clements"
      ],
      "year": 1997,
      "doi": "10.2471/blt.18.990118",
      "journal": "Bull World Health Organ",
      "volume": "75",
      "raw": "Strategies for minimizing nosocomial measles transmission \n\t\t \n\t\t\t R J Biellik \n\t\t \n\t\t \n\t\t\t C J Clements \n\t\t \n\t\t 10.2471/blt.18.990118 \n\t \n\t \n\t\t Bull World Health Organ \n\t\t \n\t\t\t 75 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Biellik RJ, Clements CJ. Strategies for minimizing nosocomial measles transmis- sion. Bull World Health Organ 1997; 75:367-75."
    },
    {
      "title": "Measles",
      "authors": [
        "P Rota",
        "W Moss",
        "M Takeda",
        "R De Swart",
        "K Thompson",
        "J Goodson"
      ],
      "year": 2016,
      "doi": "10.1038/nrdp.2016.49",
      "journal": "Nat Rev Dis Primers",
      "volume": "2",
      "pages": "16049",
      "raw": "Measles \n\t\t \n\t\t\t P A Rota \n\t\t \n\t\t \n\t\t\t W J Moss \n\t\t \n\t\t \n\t\t\t M Takeda \n\t\t \n\t\t \n\t\t\t R L De Swart \n\t\t \n\t\t \n\t\t\t K M Thompson \n\t\t \n\t\t \n\t\t\t J L Goodson \n\t\t \n\t\t 10.1038/nrdp.2016.49 \n\t \n\t \n\t\t Nat Rev Dis Primers \n\t\t \n\t\t\t 2 \n\t\t\t 16049 \n\t\t\t 2016 \n\t\t \n\t \n\t Rota PA, Moss WJ, Takeda M, de Swart RL, Thompson KM, Goodson JL. Measles. Nat Rev Dis Primers 2016; 2:16049."
    },
    {
      "title": "Mongolia certified measles free",
      "year": 2018,
      "doi": "10.2807/esw.01.31.01018-en",
      "raw": "10.2807/esw.01.31.01018-en \n\t\t \n\t\t Mongolia certified measles free \n\t\t \n\t\t\t World Health Organization \n\t\t\t 10 January 2018 \n\t\t \n\t \n\t World Health Organization. Mongolia certified measles free. Available at: http:// www.wpro.who.int/mediacentre/releases/2014/20140708/en/. Accessed 10 January 2018."
    },
    {
      "title": "Risk factors for measles virus infection among adults during a large outbreak in postelimination era in Mongolia, 2015",
      "authors": [
        "J Hagan",
        "Y Takashima",
        "A Sarankhuu"
      ],
      "year": 2017,
      "doi": "10.1093/infdis/jix449",
      "journal": "J Infect Dis",
      "volume": "216",
      "raw": "Risk factors for measles virus infection among adults during a large outbreak in postelimination era in Mongolia, 2015 \n\t\t \n\t\t\t J E Hagan \n\t\t \n\t\t \n\t\t\t Y Takashima \n\t\t \n\t\t \n\t\t\t A Sarankhuu \n\t\t \n\t\t 10.1093/infdis/jix449 \n\t \n\t \n\t\t J Infect Dis \n\t\t \n\t\t\t 216 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Hagan JE, Takashima Y, Sarankhuu A, et al. Risk factors for measles virus infec- tion among adults during a large outbreak in postelimination era in Mongolia, 2015. J Infect Dis 2017; 216:1187-95."
    },
    {
      "title": "Infection control assessment tool",
      "year": 2018,
      "doi": "10.22266/ijies2022.0831.31",
      "raw": "10.22266/ijies2022.0831.31 \n\t\t \n\t\t Infection control assessment tool \n\t\t \n\t\t\t US Agency for International Development Strengthening Pharmaceutical Systems Program \n\t\t\t 10 January 2018 \n\t\t \n\t \n\t 2nd ed \n\t US Agency for International Development Strengthening Pharmaceutical Systems Program. Infection control assessment tool. 2nd ed. Available at: http:// siapsprogram.org/wp-content/uploads/2012/05/ICAT-composite_FINAL_May- 2009.pdf. Accessed 10 January 2018."
    },
    {
      "title": "Prevention of measles spread on a paediatric ward",
      "authors": [
        "A Tapisiz",
        "M Polat",
        "S Kara",
        "H Tezer",
        "H Simsek",
        "F Aktas"
      ],
      "year": 2015,
      "doi": "10.1017/s0950268814001344",
      "journal": "Epidemiol Infect",
      "volume": "143",
      "raw": "Prevention of measles spread on a paediatric ward \n\t\t \n\t\t\t A Tapisiz \n\t\t \n\t\t \n\t\t\t M Polat \n\t\t \n\t\t \n\t\t\t S S Kara \n\t\t \n\t\t \n\t\t\t H Tezer \n\t\t \n\t\t \n\t\t\t H Simsek \n\t\t \n\t\t \n\t\t\t F Aktas \n\t\t \n\t\t 10.1017/s0950268814001344 \n\t \n\t \n\t\t Epidemiol Infect \n\t\t \n\t\t\t 143 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Tapisiz A, Polat M, Kara SS, Tezer H, Simsek H, Aktas F. Prevention of measles spread on a paediatric ward. Epidemiol Infect 2015; 143:720-4."
    },
    {
      "title": "Effective control measures limited measles outbreak after extensive nosocomial exposures in January-February 2008 in Gothenburg, Sweden",
      "authors": [
        "P Follin",
        "L Dotevall",
        "M Jertborn"
      ],
      "year": 2008,
      "doi": "10.2807/ese.13.30.18937-en",
      "journal": "Euro Surveill",
      "volume": "13",
      "raw": "Effective control measures limited measles outbreak after extensive nosocomial exposures in January-February 2008 in Gothenburg, Sweden \n\t\t \n\t\t\t P Follin \n\t\t \n\t\t \n\t\t\t L Dotevall \n\t\t \n\t\t \n\t\t\t M Jertborn \n\t\t \n\t\t 10.2807/ese.13.30.18937-en \n\t \n\t \n\t\t Euro Surveill \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Follin P, Dotevall L, Jertborn M, et al. Effective control measures limited mea- sles outbreak after extensive nosocomial exposures in January-February 2008 in Gothenburg, Sweden. Euro Surveill 2008; 13:717-27."
    },
    {
      "title": "The effectiveness of prophylaxis for measles contacts in NSW",
      "authors": [
        "V Sheppeard",
        "B Forssman",
        "M Ferson"
      ],
      "year": 2009,
      "doi": "10.1071/nb08014",
      "journal": "N S W Public Health Bull",
      "volume": "20",
      "raw": "The effectiveness of prophylaxis for measles contacts in NSW \n\t\t \n\t\t\t V Sheppeard \n\t\t \n\t\t \n\t\t\t B Forssman \n\t\t \n\t\t \n\t\t\t M J Ferson \n\t\t \n\t\t 10.1071/nb08014 \n\t \n\t \n\t\t N S W Public Health Bull \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Sheppeard V, Forssman B, Ferson MJ, et al. The effectiveness of prophylaxis for measles contacts in NSW. N S W Public Health Bull 2009; 20:81-5."
    },
    {
      "title": "Immunization of health-care personnel: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
      "authors": [
        "A Shefer",
        "W Atkinson",
        "C Friedman"
      ],
      "year": 2011,
      "doi": "10.1037/e547372006-001",
      "journal": "MMWR",
      "volume": "60",
      "raw": "Immunization of health-care personnel: recommendations of the Advisory Committee on Immunization Practices (ACIP) \n\t\t \n\t\t\t A Shefer \n\t\t \n\t\t \n\t\t\t W Atkinson \n\t\t \n\t\t \n\t\t\t C Friedman \n\t\t \n\t\t 10.1037/e547372006-001 \n\t \n\t \n\t\t MMWR \n\t\t \n\t\t\t 60 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Shefer A, Atkinson W, Friedman C, et al. Immunization of health-care person- nel: recommendations of the Advisory Committee on Immunization Practices (ACIP). MMWR 2011; 60:1-45."
    },
    {
      "title": "Measles among healthcare workers: a potential for nosocomial outbreaks",
      "authors": [
        "E Botelho-Nevers",
        "N Cassir",
        "P Minodier"
      ],
      "year": 2011,
      "doi": "10.2807/ese.16.02.19764-en",
      "journal": "Euro Surveill",
      "volume": "16",
      "pages": "19764",
      "raw": "Measles among healthcare workers: a potential for nosocomial outbreaks \n\t\t \n\t\t\t E Botelho-Nevers \n\t\t \n\t\t \n\t\t\t N Cassir \n\t\t \n\t\t \n\t\t\t P Minodier \n\t\t \n\t\t 10.2807/ese.16.02.19764-en \n\t \n\t \n\t\t Euro Surveill \n\t\t \n\t\t\t 16 \n\t\t\t 19764 \n\t\t\t 2011 \n\t\t \n\t \n\t Botelho-Nevers E, Cassir N, Minodier P, et al. Measles among healthcare workers: a potential for nosocomial outbreaks. Euro Surveill 2011; 16:pii=19764."
    }
  ],
  "num_references": 12,
  "license": "Published by Oxford University Press for the Infectious Diseases Society of America 2018. This work is written by (a) US Government employee(s) and is in the public domain in the US.",
  "license_type": "unknown",
  "num_citations": 18,
  "cited_references": [
    "b2",
    "b7",
    "b11",
    "b8",
    "b6",
    "b9",
    "b0",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] 1  Division of Healthcare Quality Promotion and",
    "[raw_affiliation] 1  Division of Healthcare Quality Promotion and",
    "[raw_affiliation] 2  Global Immunization Division , Centers for Disease Control and Prevention , Atlanta , Georgia ;",
    "[raw_affiliation] 2  Global Immunization Division , Centers for Disease Control and Prevention , Atlanta , Georgia ;",
    "[raw_affiliation] 3  National Center for Communicable Diseases , Mongolia",
    "[raw_affiliation] 3  National Center for Communicable Diseases , Mongolia",
    "[raw_affiliation] 1  Division of Healthcare Quality Promotion and",
    "[raw_affiliation] 1  Division of Healthcare Quality Promotion and",
    "[raw_affiliation] Ministry of Health and Sports , Ulaanbaatar Division of Pediatric Infectious Diseases ,",
    "[raw_affiliation] Department of Pediatrics , Campus Box 8116 , 1 Children's Pl , St Louis , MO 63110",
    "[submission] Received 25 October 2017; editorial decision 22 January 2018; accepted 29 January 2018;",
    "[raw_reference] Centers for Disease Control and Prevention. Measles (rubeola): for health- care professionals. Available at: https://www.cdc.gov/measles/hcp/index.html. Accessed 10 January 2018.",
    "[raw_reference] Botelho-Nevers E, Gautret P, Biellik R, Brouqui P. Nosocomial transmission of measles: an updated review. Vaccine 2012; 30:3996-4001.",
    "[raw_reference] Biellik RJ, Clements CJ. Strategies for minimizing nosocomial measles transmis- sion. Bull World Health Organ 1997; 75:367-75.",
    "[raw_reference] Rota PA, Moss WJ, Takeda M, de Swart RL, Thompson KM, Goodson JL. Measles. Nat Rev Dis Primers 2016; 2:16049.",
    "[raw_reference] World Health Organization. Mongolia certified measles free. Available at: http:// www.wpro.who.int/mediacentre/releases/2014/20140708/en/. Accessed 10 January 2018.",
    "[raw_reference] Hagan JE, Takashima Y, Sarankhuu A, et al. Risk factors for measles virus infec- tion among adults during a large outbreak in postelimination era in Mongolia, 2015. J Infect Dis 2017; 216:1187-95.",
    "2nd ed",
    "[raw_reference] US Agency for International Development Strengthening Pharmaceutical Systems Program. Infection control assessment tool. 2nd ed. Available at: http:// siapsprogram.org/wp-content/uploads/2012/05/ICAT-composite_FINAL_May- 2009.pdf. Accessed 10 January 2018.",
    "[raw_reference] Tapisiz A, Polat M, Kara SS, Tezer H, Simsek H, Aktas F. Prevention of measles spread on a paediatric ward. Epidemiol Infect 2015; 143:720-4.",
    "[raw_reference] Follin P, Dotevall L, Jertborn M, et al. Effective control measures limited mea- sles outbreak after extensive nosocomial exposures in January-February 2008 in Gothenburg, Sweden. Euro Surveill 2008; 13:717-27.",
    "[raw_reference] Sheppeard V, Forssman B, Ferson MJ, et al. The effectiveness of prophylaxis for measles contacts in NSW. N S W Public Health Bull 2009; 20:81-5.",
    "[raw_reference] Shefer A, Atkinson W, Friedman C, et al. Immunization of health-care person- nel: recommendations of the Advisory Committee on Immunization Practices (ACIP). MMWR 2011; 60:1-45.",
    "[raw_reference] Botelho-Nevers E, Cassir N, Minodier P, et al. Measles among healthcare workers: a potential for nosocomial outbreaks. Euro Surveill 2011; 16:pii=19764."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
