{
  "paper_id": "HMRD9ENF",
  "title": "Medicare reimbursement policy for ambulatory blood pressure monitoring: A qualitative analysis of public comments to the Centers for Medicare and Medicaid Services",
  "abstract": "Ambulatory blood pressure monitoring (ABPM) is considered the best means of diagnosing hypertension. However, it is rarely used and is reimbursed only under narrow conditions. We sought to gain insight into the perceived value of ABPM among stakeholders who responded to the Centers for Medicare and Medicaid Services' (CMS) request for comments to inform the first revision of ABPM reimbursement policy in over 15 years. We found that most comments were classifiable in two main themes,",
  "year": 2018,
  "date": "2018",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Dave",
      "surname": "Dixon",
      "name": "Dave Dixon",
      "affiliation": "1  Department of Pharmacotherapy and Outcomes Science , Virginia Commonwealth University School of Pharmacy , Richmond , VA , USA \n\t\t\t\t\t\t\t\t Department of Pharmacotherapy and Outcomes Science \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond \n\t\t\t\t\t\t\t\t\t VA \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0001-7560-9521"
    },
    {
      "forename": "Teresa",
      "surname": "Salgado Mpharm",
      "name": "Teresa Salgado Mpharm",
      "affiliation": "1  Department of Pharmacotherapy and Outcomes Science , Virginia Commonwealth University School of Pharmacy , Richmond , VA , USA \n\t\t\t\t\t\t\t\t Department of Pharmacotherapy and Outcomes Science \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond \n\t\t\t\t\t\t\t\t\t VA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "|",
      "surname": "James",
      "name": "| James",
      "affiliation": "2  Departments of Medicine and Pharmacology , Division of Clinical Pharmacology , Vanderbilt University School of Medicine , Nashville , TN , USA \n\t\t\t\t\t\t\t\t Departments of Medicine and Pharmacology \n\t\t\t\t\t\t\t\t Division of Clinical Pharmacology \n\t\t\t\t\t\t\t\t Vanderbilt University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nashville \n\t\t\t\t\t\t\t\t\t TN \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Matthew",
      "surname": "Luther",
      "name": "Matthew Luther"
    },
    {
      "forename": "Brian",
      "surname": "Byrd",
      "name": "Brian Byrd",
      "affiliation": "3  Department of Internal Medicine , University of Michigan Medical School , Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t University of Michigan Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "James",
      "surname": "Byrd",
      "name": "James Byrd",
      "email": "jbbyrd@med.umich.edu"
    },
    {
      "affiliation": "Division of Cardiovascular Medicine , University of Michigan Medical School , 5570C MSRB II , 1150 West Medical Center Drive , SPC 5678 , Ann Arbor , MI , 48109-5678 , USA. \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t University of Michigan Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 5570C MSRB II 1150 West Medical Center Drive SPC 5678 \n\t\t\t\t\t\t\t\t\t 48109-5678 \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "sections": [
    {
      "title": "| INTRODUC TI ON",
      "text": "Ambulatory blood pressure monitoring (ABPM) is the gold standard method of blood pressure measurement. ABPM is more predictive of cardiovascular outcomes compared with office blood pressure measurement.  1  In addition, ABPM provides information about nocturnal blood pressure, which is more predictive of cardiovascular outcomes compared with awake daytime blood pressure.  2 As such, ABPM is the best method for diagnosing hypertension, as highlighted in a statement by the United States Preventive Services Task Force (USPSTF).  3 Despite this, the use of ABPM in the United States (US) has remained rare. Indeed, over half of primary care physicians in one state reported never having ordered ABPM and 80% of practices in that survey did not have a device for ABPM.  4  The low use of ABPM occurs in the context of a Centers for Medicare and Medicaid Services (CMS) National Coverage Determination (NCD) that limits reimbursement to a single clinical situation. Since 2001, reimbursement of ABPM by Medicare has been current coverage and future coverage. Individuals and institutions representing multiple disciplines and specialties were highly supportive of expanding the current CMS coverage of ABPM, including for a wide range of clinical indications and populations.\n\nIt is clear from the comments reviewed that there is wide support for expanding CMS coverage for ABPM. Broad support for a change in ABPM reimbursement policy may lead to changes in the way this technology is used in the United States. limited to patients meeting the following criteria: (a) suspected white coat hypertension defined as office blood pressure >140/90 mm Hg on, at least, three separate clinic/office visits with two separate measurements made at each visit; (b) at least two documented blood pressure measurements taken outside the office which are <140/90 mm Hg; and (c) no evidence of end-organ damage.  5 In instances when ABPM is reimbursed, the median reimbursement was just $52.01 in a recent year.  5  May 2018, the American Heart Association and the American Medical Association sent a joint letter to CMS urging reconsideration of coverage for ABPM.  6 In response, CMS invited public comments to help inform a National Coverage Analysis from October to November 2018 with the intent of making a ruling by July 2019.  7 The aim of this study was to perform a qualitative analysis of the written comments posted by health care professionals and other key stakeholders to shed light on how ABPM's value proposition is perceived and articulated in the public policy sphere."
    },
    {
      "title": "| ME THODS",
      "text": "All publicly available comments and names of individual commenters were extracted from the CMS website 7 using R 8 and imported into the qualitative analysis software ATLAS.ti (version 7.5.18; Scientific Software Development). No login or special privileges were required to access the comments. CMS.gov is accessible to people with disabilities and meets or exceeds the requirements of Section 508 of the Rehabilitation Act (29 USC 794d), as amended in 1998.\n\nThe request for public comments was advertised on CMS's website.\n\nA thematic content analysis was performed inductively, where themes emerged directly from the data, rather than being imposed a priori.  9 Two of the authors independently read each comment and identified meanings arising from each statement, compiling a preliminary list of themes based on these meanings. After thorough discussion of the main themes identified in the previous step, one of the authors created a codebook including a definition for each of the themes identified, which was further discussed among the two authors. To pilot-test the codebook, the two researchers independently coded a sample of 50 comments to ensure uniformity of criteria when applying themes to the analysis of the written comments. This process resulted in minor changes to the themes and their definitions within the codebook. Subsequently, the same two authors independently coded all comments, including the 50 used during pilot testing, and identified, discussed, and reconciled any discrepancies that arose at the end of the coding process.\n\nAs a means to ensure rigor and trustworthiness,  10  we upheld the analysis to qualitative research principles. These principles include: triangulation, upheld by having two independent researchers analyze the data and discuss theme interpretation; reflexivity, upheld by having a hypertension expert with experience with ABPM and a PhD trained researcher with no prior experience with ABPM analyze the data, reducing bias stemming from investigators' prior assumptions and experiences while ensuring that important aspects only familiar to an expert are not overlooked; and thick description, upheld by presenting a thorough description of the methods used and the participants in the sample. Exemplar quotes were extracted to support the analysis and to illustrate emerging themes and subthemes. Reporting of the results was verified against applicable items from the Consolidated Criteria for Reporting Qualitative Research Checklist, namely numbers 9, 24-27, 29, and 30-32.  11 Data saturation is a theoretical concept that is achieved when the information provided by respondents becomes redundant and no new themes or new content to identified themes emerge during the analysis.  12 Because no active recruitment of participants into the study occurred, the concept of data saturation, as a means to guide further recruitment, did not apply to the current analysis.\n\nFinally, sociodemographic data were recorded for all participants, including: gender, title, medical specialty, and geographic location (for commenters representing a health system or professional society, we used the individual commenter's geographic location).\n\nMissing data were obtained through searching the web for the individual commenter and that person's respective institution (when available). Sociodemographic data were presented using descriptive statistics (counts and percentages)."
    },
    {
      "title": "| RE SULTS",
      "text": "A total of 103 comments were received by CMS during the 30-day open comment period. One commenter submitted the same comment twice, and a second commenter made two separate comments-combined into one for this analysis-yielding 101 unique comments. Commenter characteristics and the denominators for the following percentages are summarized in Table  1 . The majority of respondents were male (n = 65, 65.0%), and all but one commenter from Canada were from the US, particularly the South (n = 42, 45.1%). Most respondents were practicing physicians (n = 70, 73.7%), who specialized in internal or family medicine (n = 25, 33.8%) or pediatrics (n = 18, 24.3%). The majority of comments were posted by individuals representing themselves (n = 88, 87.1%). Of all comments, 35 (34.6%) cited specific literature to support their views, as requested by CMS.\n\nTwo main themes were identified: current coverage and future coverage. Four subthemes were identified under current coverage:"
    },
    {
      "title": "| Current coverage"
    },
    {
      "title": "| Limitations of current coverage policy",
      "text": "Specific critiques of the current reimbursement policy for ABPM were made by some participants. The policy was viewed as\n\n17517176, 2019, 12, Downloaded from  https://onlinelibrary.wiley.com/doi/10.1111/jch.13719 , Wiley Online Library on [08/06/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License TA B L E 1 Commenter characteristics Characteristic No. % Sex (n = 100) Male 65 65.0 US Region (n = 93) South 42 45.1 Northeast 18 19.4 West 17 18.3 Midwest 16 17.2 Discipline (n = 95) Physician 70 73.7 Pharmacist 9 9.5 Registered nurse 6 6.3 Advanced practice provider 4 4.2 Other 6 6.3 Physician specialty (n = 74) Internal medicine/ Family medicine 25 33.8 Pediatrics 18 24.3 Adult nephrology 15 20.3 Adult cardiology 13 17.6 Other 3 4.0 Representation (n = 101) Individual 88 87.1 Organization 5 5.0 Health system/ Medical practice 5 5.0 Other 3 3.0 Tables may not add up to 100% due to rounding. Our healthcare system currently requires a visit with nephrology who are the sole prescribers of ABPM. A visit with nephrology could take 3 months or more for a test that should be readily accessible by primary care and cardiology physicians across the country! (Participant 12, cardiologist) 3.1.3 | Impact of currently inadequate ABPM coverage on patients Lack of ABPM coverage results in patients having to pay out-ofpocket for this clinical service. It is not infrequent that patients are unable to afford the cost of the service, which leads to physicians making medication decisions based on office-based blood pressure readings alone, resulting in either over-treatment, with potential adverse drug reactions and increased risk of falls in elderly patients, or under-treatment, leading to suboptimal blood pressure control and, consequently, increased risk of cardiovascular disease, heart failure, or stroke. Pediatric providers also emphasized their concerns with the lack of ABPM reimbursement for blood pressure management purposes, highlighting the high risk that blood pressure mismanagement carries in pediatric patients: As a gold-standard clinical service [ABPM], the lack of reimbursement leaves children from disadvantaged backgrounds at risk for not receiving appropriate medical management when the health care system cannot bear the cost of this assessment. (Participant 38, pediatrician)\n\nFinally, one participant commented on the difficulty patients with hypertension have getting a driver's license, which, in turn, can affect their ability to secure a job and, consequently, an income. This comment likely applies to individuals who may need to acquire a commercial driver's license as part of their job requirements."
    },
    {
      "title": "| Impact of perceived inadequate ABPM coverage on professionals",
      "text": "The most commonly discussed consequence of the current CMS ABPM coverage is professionals' inability to appropriately diagnose and treat hypertension, and to monitor treatment effectiveness in their Medicare patients. Despite this, some professionals choose to provide the service, even in the absence of compensation:\n\nThe lack of Medicare coverage for ambulatory BP monitoring has clearly had an adverse impact on my ability to effectively diagnose and treat patients with this most devastating silent killer.\n\n(Participant 41, nephrologist)\n\nOne of the professionals commented on the fact that in other countries, such as Ireland, community pharmacists are ABPM services providers, which would not be feasible in the US under the current CMS reimbursement policy."
    },
    {
      "title": "| Future coverage"
    },
    {
      "title": "| Additional clinical indications for coverage",
      "text": "All participants advocated for an expansion of the current ABPM coverage in adult patients, while commenters who see pediatric patients also advocated for expansion of ABPM coverage in pediatric patients. Several health care professionals referred to the information contained in the 2017 Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults and the USPSTF regarding clinical indications for ABPM.\n\n3,13 Tables 2 and TA B L E 2 Summary of clinical indications for ABPM proposed to be covered Diagnosis Monitoring • Asymptomatic, paroxysmal HTN • Circadian fluctuations in blood pressure • Distinguish between uncontrolled HTN and controlled blood pressure with superimposed white coat effect • Essential HTN • Labile/highly variable blood pressure • Masked HTN • Masked uncontrolled HTN • Nocturnal HTN • Resistant and pseudo-resistant HTN • Orthostatic hypotension • Autonomic dysreflexia (individuals with spinal cord injury) • Iatrogenic hypotension • Sleep apnea • White coat HTN • Drug resistance • Effectiveness of antihypertensive medications • Titration of antihypertensive medications • Management of uncontrolled HTN • Medication adherence (combined with witnessed administration of medications) • White coat HTN to detect transition to sustained HTN Abbreviations: ABPM, ambulatory blood pressure monitoring; HTN, hypertension 17517176, 2019, 12, Downloaded from  https://onlinelibrary.wiley.com/doi/10.1111/jch.13719 , Wiley Online Library on [08/06/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License | 1807 DIXON et al."
    },
    {
      "title": "| Commenters' proposals for new policy implementation",
      "text": "The widespread use of ABPM was advocated in multiple professionals' comments on the CMS reimbursement policy, with some recommending that ABPM be the standard of care, given that it is considered the \"gold standard\" in HTN diagnosis. From a financial point of view, professionals recognized that expanding ABPM coverage to other indications could have important financial implications due to the high prevalence of the disease; however, several argued that over-utilization of the service would not be an issue because ABPM is not necessary for every patient:\n\nGiven the prevalence of elevated blood pressure, I certainly understand that there are financial implications in CMS expanding the approved indications for ABPM; however, I think it is imperative to realize that merely because it is the \"gold standard\" does not necessarily mean that it must be used in every patient.\n\n(Participant 16, physician) With regard to the amount reimbursed for the service, several commenters recommended revising the CPT code upward to, at least, the break-even point for the cost of the equipment, software, and the time needed for a professional to interpret the results. A commenter suggested that reimbursement be extended to evaluating adequacy of blood pressure control, not merely the presence or absence of white coat hypertension in untreated patients. It was also recommended that two, rather than three, visits with elevated office blood pressure be required to qualify for the ABPM service. Another participant advanced the argument that all third parties should reimburse for the ABPM service. There were also comments suggesting the need to reimburse not only ABPM but also home blood pressure monitoring for the diagnosis and treatment of hypertension. For patients at increased risk of cardiovascular disease, it was suggested that ABPM be recommended annually and for patients with chronic kidney disease or post-kidney transplant, routinely.\n\nFrom a technology point of view, modifications to the NCD definition were also proposed to better reflect the technology available at present. Several professionals advised CMS to adopt technologyneutral language when revising the policy, so that it includes solutions such as telemonitoring, wherein blood pressure measurements are remotely transmitted to the patient electronic medical record and monitored by a health care professional:\n\nWe urge CMS to define and ensure that ABPM coverage is technology neutral and allows for coverage of any blood pressure monitoring technology that demonstrates accuracy and delivery of accurate biophysical data to the provider who ordered the blood pressure monitoring. Adult patients with Pediatric patients (children and adolescents) with • Autonomic dysfunction (peripheral or central) • CKD, kidney transplant, on dialysis • Diabetes • Multisystem atrophy • Parkinson's disease • Postural orthostatic tachycardia • Shy drager • Spinal cord injury • Stroke/Transient ischemic attack • Syncope • Systemic lupus erythematosus • Cancer (survivor) • CKD • Coarctation of the aorta (before and after repair) • Diabetes • History of premature birth • HTN (essential and secondary) untreated and treated • Metabolic syndrome • Neurofibromatosis type 1 • Obesity • Obstructive sleep apnea • Sickle cell disease • Solid organ and bone marrow transplant • Turner syndrome • Williams syndrome Elderly patients with CKD and HTN Minority populations Abbreviations: CKD, chronic kidney disease; HTN, hypertension.\n\npharmacy, so allowing pharmacies to get reimbursed for this service would greatly increase access.\n\n(Participant 30, pharmacist)"
    },
    {
      "title": "| D ISCUSS I ON",
      "text": "The principal new finding of this study is that individuals and institutions representing multiple disciplines and specialties were highly supportive of expanding the current CMS coverage of ABPM, including for a wide range of clinical indications and populations. It is well established that access to ABPM is a major barrier to its use. In a prior analysis, top-ranked barriers reported by providers regarding the use of ABPM were challenges in access to the devices, costs of testing, concerns about the willingness or ability of patients to successfully complete tests, and concerns about the accuracy and benefits of testing.  15 Similar concerns were reported by the commenters, which further supports the need for coverage expansion of ABPM to improve access.\n\nOutside of the US, ABPM is covered by some national insurance programs for use as a tool to confirm a diagnosis of hypertension.  16, 17  course, even if coverage expanded in the US, access might still be limited as it is primarily provided in physician practices. One comparative study in Ireland demonstrated that blood pressure characteristics using ABPM data were similar between those conducted in community pharmacies and primary care practices.  18 Therefore, it appears feasible for ABPM to be performed in community pharmacies as a means to increase access. A pilot study is currently ongoing to determine the feasibility of community pharmacies providing ABPM services in the US (NCT03920956).\n\nOn April 9, 2019, CMS posted a Proposed Decision Memo for ABPM.  19 In this document, CMS summarized the comments they received in the initial comment period leading up to the proposed NCD. CMS reported in the memo that comments citing published evidence are typically more useful than commenters who share anecdotes of their own experience in clinical practice. Interestingly, only 34.6% of commenters cited specific evidence in their comments. Ultimately, CMS conducted their own evidence review to answer three questions:\n\n1. In patients with suspected white coat hypertension who are not on treatment for elevated blood pressure, does ABPM improve health outcomes?\n\n2. In patients with white coat hypertension, does ABPM improve health outcomes? and 3. In patients with suspected masked hypertension, does ABPM improve health outcomes?\n\nCenters for Medicare and Medicaid Services determined the answer was \"yes\" to each of these questions, thus supporting the expansion of coverage for ABPM. After gathering the round of public comments analyzed above, CMS proposed expanding ABPM coverage for suspected masked HTN, changing the BP threshold from ≥140/90 to ≥130/80 mm Hg, and allowing non-physicians to interpret the results. CMS then gathered public comments on this proposal, later responding to these comments in their final decision.  19 Notably, when this CMS response to comments was publicly available, it was too late for an effective rebuttal from commenters.\n\nNonetheless, CMS' response suggests the comments were influential. Had the call for public comments been more widely advertised, the number of comments received might well have been larger. We hope that in the future, broader advertising of public comment periods occurs and leads to more public input.\n\nThis study has some limitations. First, CMS received only 101 unique comments, which represent a small fraction of those who could have commented, suggesting the opinions expressed here may not be representative of all health care professionals and stakeholders. It is also possible that earlier comments influenced later comments, but this would be difficult to distinguish from individuals or groups having independently arrived at the same concerns. There was some regional clustering of commenters' institutions, which might reflect greater or lesser interest in federal reimbursement policy for ABPM in different parts of the US. Greater advertising of opportunities to comment might stimulate more comments in the future. Second, thematic analysis is subject to variability in researchers' interpretation; however, we upheld the analysis to qualitative research principles, including having two authors independently analyze and interpret the comments, to confer rigor to the analysis, thus minimizing researchers' bias."
    },
    {
      "title": "| CON CLUS IONS",
      "text": "For the first time in over 15 years, CMS has reviewed their coverage for ABPM. This is important given the growing evidence supporting the role of ABPM in the diagnosis and management of hypertension. It is clear from the comments reviewed that there is wide support for expanding CMS coverage for ABPM. Future commenters interested in influencing CMS's coverage of ABPM or other services would do well to cite evidence-based literature in their comments, which, per CMS guidance and usual convention, is more persuasive."
    },
    {
      "title": "CO N FLI C T O F I NTE R E S T",
      "text": "The authors have no conflicts of interest to disclose."
    },
    {
      "text": "(a) limitations of current coverage policy, (b) barriers to current use of ABPM, (c) impact of currently inadequate ABPM coverage on patients, and (d) impact of perceived inadequate ABPM coverage on professionals. Two subthemes were identified under future coverage: (a) additional clinical indications for coverage, and (b) proposals for new policy implementation."
    },
    {
      "text": "white coat hypertension in untreated patients only, as well as outdated for not accommodating to recent years' technological advances. In the case of technology, specific changes to the wording of the NCD definition of ABPM were proposed, including deleting requirement that measurements be stored in the device. This wording was considered to be incompatible with current technology permitting wireless, realtime data transmission. Another issue highlighted by professionals was the inconsistency between the current CMS coverage and the 2017 Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults and the USPSTF recommendations. 3, 13 Finally, a recommendation was made for the National Coverage Analysis to consider the evidence and professional consensus that underlies the most recent American Medical Association Current Procedural Terminology (CPT) Editorial Summary of Panel Actions from September 2018. 14 That document supports approval of new CPT codes for self-measured blood pressure monitoring (CPT Codes 99X01 and CPT 99X02; with code revision for CPT 93784) to allow for the reporting of self-measured blood pressure monitoring to take effect January 1, 2020: The NCD definition of ABPM should be modified as it requires use of old, cumbersome data capture technology and by deleting the phrase \"These 24-hour measurements are stored in the device\". This part of the current NCD definition of ABPM technology of 2001/2003, rather than today's internet of things and interoperability standards which allow for wireless, near real time, transmission of blood pressure data. (Participant 46, on behalf of a non-profit membership association) 3.1.2 | Barriers to current use of ABPM Current lack of reimbursement for professionals was, by far, the most commonly stated barrier to the routine use of ABPM. In addition to the lack of reimbursement for Medicare and Medicaid patients for clinical indications other than white coat hypertension, the low reimbursement amount was also an issue articulated by more than one participant. Performing ABPM is time-consuming, requires staff time to educate patients, place and retrieve devices, and download and interpret data, commenters explained. Commenters expressed that the current reimbursement rate provided by CMS is insufficient to cover these operational costs, and, therefore, many health care systems are unable to implement a sustainable ABPM program. There were also remarks about the device cost, with participants believing that expanded coverage would incentivize more manufacturers to develop and market ABPM devices, decreasing device costs: Devices are too expensive for most practices to purchase, and correctly conducting ABPM tests is too time consuming for most primary care providers to offer the service, and the reimbursement is not sufficiently high to cover costs either for individual physicians or for stand-alone ABPM testing services. ABPM testing, as reimbursed by Medicare, is moneylosing -it doesn't cover the staff time to place devices, retrieve devices, download data and interpret data. It is actually quite time consuming to confirm patient's insurance status and then correctly explain how to do the test to get reliable data. (Participant 58, internal medicine physician)From a patient perspective, barriers to performing ABPM are related to out-of-pocket expenses and accessibility to the service. For patients who are not commercially insured or who do not meet criteria for reimbursement by Medicare and Medicaid, out-of-pocket costs can be challenging, thus limiting accessibility to this technology and placing individuals at risk of inappropriate medical management, especially the underserved. Furthermore, for some health systems, referral for ABPM may be reserved to certain specialties that have long waiting lists, constituting another major barrier to access:"
    },
    {
      "text": "summarize commenters' proposals for ABPM coverage for specific clinical indications and patient populations, respectively."
    },
    {
      "text": "Participant 46, on behalf of a non-profit membership association) From a billing perspective, one participant encouraged CMS to consider non-physicians as eligible ABPM providers, drawing examples from other countries: I suggest that you [CMS] consider allowing pharmacists and other non-physicians to provide the service and be eligible for reimbursement as this is not something physicians have time to do themselves. […] In Ireland (and some other countries), ABPM services are provided by community pharmacies. […] The average American lives within 5 miles of a community TA B L E 3 Populations proposed to be included in future coverage of ABPM"
    },
    {
      "text": "Dixon, PharmD: conceived of the study, performed data analysis, and drafted portions of the manuscript; Teresa M. Salgado, MPharm, PhD: conceived of the study, performed data analysis, and drafted portions of the manuscript; James Matthew Luther, MD, MSCI: designed the approach acquiring the data and wrote the relevant computer code and revising the manuscript critically for important intellectual content; James Brian Byrd, MD, MSCI: contributed to the implementation of the study, contributed to the interpretation of the data, and drafted portions of the manuscript."
    }
  ],
  "references": [
    {
      "title": "Relationship between clinic and ambulatory blood-pressure measurements and mortality",
      "authors": [
        "J Banegas",
        "L Ruilope",
        "A De La Sierra"
      ],
      "year": 2018,
      "doi": "10.1056/nejmoa1712231"
    },
    {
      "title": "Prognostic effect of the nocturnal blood pressure fall in hypertensive patients",
      "authors": [
        "G Salles",
        "G Reboldi",
        "R Fagard"
      ],
      "year": 2016,
      "doi": "10.1161/hypertensionaha.115.06981"
    },
    {
      "title": "Screening for high blood pressure in adults: U.S. Preventive Services Task Force Recommendation Statement",
      "authors": [
        "A Siu"
      ],
      "year": 2015,
      "doi": "10.7326/m15-2223"
    },
    {
      "title": "The use of ambulatory blood pressure monitoring to confirm a diagnosis of high blood pressure by primary-care physicians in Oregon",
      "authors": [
        "B Carter",
        "M Kaylor"
      ],
      "year": 2016,
      "doi": "10.1097/mbp.0000000000000166"
    },
    {
      "title": "Rates, amounts, and determinants of ambulatory blood pressure monitoring claim reimbursements among Medicare beneficiaries",
      "authors": [
        "S Kent",
        "D Shimbo",
        "L Huang"
      ],
      "year": 2014,
      "doi": "10.1016/j.jash.2014.09.020"
    },
    {
      "title": "Formal national coverage determination request for reconsideration of an existing national coverage determination: ambulatory blood pressure monitoring",
      "authors": [
        "J Warner",
        "J Madara"
      ],
      "year": 2019
    },
    {
      "title": "Centers for Medicare and Medicaid Services. View public comments for Ambulatory Blood Pressure Monitoring (ABPM)",
      "year": 2018,
      "doi": "10.1111/jch.13719"
    },
    {
      "title": "R: A Language and Environment for Statistical Computing",
      "authors": [
        "Team Core"
      ],
      "year": 2018,
      "doi": "10.32614/r.manuals"
    },
    {
      "title": "Case and grounded theory as qualitative research methods",
      "authors": [
        "C Jacelon",
        "O' Dell"
      ],
      "year": 2005
    },
    {
      "title": "Ensuring rigour and trustworthiness of qualitative research in clinical pharmacy",
      "authors": [
        "M Hadi",
        "C José"
      ],
      "year": 2016,
      "doi": "10.1007/s11096-015-0237-6"
    },
    {
      "title": "Consolidated criteria for reporting qualitative research (COREQ): a 32-item checklist for interviews and focus groups",
      "authors": [
        "A Tong",
        "P Sainsbury",
        "J Craig"
      ],
      "year": 2007,
      "doi": "10.1093/intqhc/mzm042"
    },
    {
      "title": "Naturalistic inquiry and the saturation concept: a research note",
      "authors": [
        "G Bowen"
      ],
      "year": 2008,
      "doi": "10.1177/1468794107085301"
    },
    {
      "title": "ACC/AHA/AAPA/ ABC/ACPM/ AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow"
      ],
      "year": 2017,
      "doi": "10.1161/hyp.0000000000000076"
    },
    {
      "title": "CPT® editorial summary of panel action",
      "year": 2018,
      "doi": "10.1145/3184558.3190665"
    },
    {
      "title": "Barriers to conducting ambulatory and home blood pressure monitoring during hypertension screening in the United States",
      "authors": [
        "I Kronish",
        "S Kent",
        "N Moise"
      ],
      "year": 2017,
      "doi": "10.1016/j.jash.2017.06.012"
    },
    {
      "title": "Hypertension in adults",
      "year": 2015,
      "doi": "10.1007/978-1-349-95810-8_867"
    },
    {
      "title": "European Society of Hypertension practice guidelines for ambulatory blood pressure monitoring",
      "authors": [
        "G Parati",
        "G Stergiou",
        "O' Brien"
      ],
      "year": 2014
    },
    {
      "title": "Making ambulatory blood pressure monitoring accessible in pharmacies",
      "authors": [
        "K James",
        "E Dolan",
        "O' Brien"
      ],
      "year": 2014,
      "doi": "10.1097/mbp.0000000000000034"
    },
    {
      "title": "Proposed decision memo for Ambulatory Blood Pressure Monitoring (ABPM)",
      "year": 2019,
      "doi": "10.1111/jch.13719"
    }
  ],
  "num_references": 19
}
