{
  "paper_id": "HRT29VUB",
  "title": "How Does Sexual Minority Stigma \"Get Under the Skin\"? A Psychological Mediation Framework",
  "abstract": "Sexual minorities are at increased risk for multiple mental health burdens compared to heterosexuals. The field has identified two distinct determinants of this risk, including group-specific minority stressors and general psychological processes that are common across sexual orientations. The goal of the present paper is to develop a theoretical framework that integrates the important insights from these literatures. The framework postulates that (a) sexual minorities confront increased stress exposure resulting from stigma; (b) this stigma-related stress creates elevations in general emotion dysregulation, social/interpersonal problems, and cognitive processes conferring risk for psychopathology; and (c) these processes in turn mediate the relationship between stigma-related stress and psychopathology. It is argued that this framework can, theoretically, illuminate how stigma adversely affects mental health and, practically, inform clinical interventions. Evidence for the predictive validity of this framework is reviewed, with particular attention paid to illustrative examples from research on depression, anxiety, and alcohol use disorders.",
  "year": 2009,
  "date": "2009-12-07",
  "journal": "Psychological Review",
  "publication": "Psychological Review",
  "authors": [
    {
      "forename": "Mark",
      "surname": "Hatzenbuehler",
      "name": "Mark Hatzenbuehler",
      "affiliation": "Yale University \n\t\t\t\t\t\t\t\t Yale University"
    }
  ],
  "doi": "https://doi.org/10.13039/100000025",
  "pmid": "649856",
  "keywords": [
    "stigma-related stress",
    "general psychological processes",
    "mediation",
    "LGB populations",
    "mental health disparities"
  ],
  "sections": [
    {
      "text": "Epidemiological research has revealed multiple mental health burdens among sexual minority 1 populations, relative to heterosexuals  (Cochran, 2001) . Having established this risk, two separate literatures have focused on identifying factors creating this risk. The first literature has focused on group-specific processes, in the form of sexual minority stress  (Meyer, 2003) , whereas the second literature has emphasized general psychological processes  (Diamond, 2003; Savin-Williams, 2001 ) that explain the development of psychopathological outcomes in both sexual minorities and heterosexuals. The field now requires a framework that draws on and integrates the important insights gained from these three distinct literatures: (a) psychiatric epidemiology; (b) social generation of stigma through stress; and (c) general psychological processes. The goal of the present paper is the development of such a framework that elucidates potential psychological pathways linking stigma-related stressors to adverse mental health outcomes. The paper's central premise is that a comprehensive framework of mental health disparities must take into account both group-specific stressors and general psychological processes. Indeed, exclusive focus on either of these processes alone-without consideration of their interrelationships-may hinder the development of effective theory on the determinants of mental health disparities among sexual minorities, as well as prevention and intervention efforts with this population.\n\nThe psychological mediation framework advanced in this paper proposes three primary hypotheses: (a) sexual minorities confront increased stress exposure resulting from stigma; (b) this stigma-related stress 2 creates elevations (relative to heterosexuals) in general coping/ emotion regulation, social/interpersonal, and cognitive processes conferring risk for psychopathology; and (c) these processes in turn mediate the relationship between stigmarelated stress and psychopathology. This framework is theoretically grounded in transactional definitions of stress  (Monroe, 2008) , which posit that both environmental and response (i.e., appraisals) components of stress are important in determining health outcomes. In identifying the psychological processes that stigma-related stress initiates, this framework also draws upon insights from the minority stress theory  (Meyer, 2003) , which provided an elegant synthesis of the role of stress in the mental health of lesbian, gay, and bisexual (LGB) populations.\n\nDespite these complementary approaches, the psychological mediation framework advanced in the present paper differs in several important respects from the minority stress theory. The first distinction relates to where stress is situated within these two models. The minority stress theory describes how societal stressors contribute to mental health disparities in LGB populations  (Meyer, 2003) . According to this theory, stress is a mediator in the relationship between social structure/status and illness (i.e., status → stress → psychopathology). However, as noted by  Monroe (2008)  in his recent review of the general stress literature, \"In a strange and circular way, stress seems to stand on its own as a plausible, complete, self-contained explanation\" (p. 47). This indictment of the general stress literature is also germane to research on minority stress, as it points to the need for mediational research explaining how stigmarelated stressors \"get under the skin\" and lead to psychopathology.\n\nThe psychological mediation framework, in contrast, examines the intra-and interpersonal psychological processes through which stigma-related stress leads to psychopathology. Consistent with research from the general literature on stressors (e.g.,  Grant, Compas, Stuhlmacher, Thurm, MacMahon, & Halpert, 2003) , this framework takes stress as an initial starting point (i.e., risk factor) in the causal chain leading to psychopathology (i.e., stress → psychological mediators → psychopathology). This approach then focuses on isolating the emotion regulation, social, and cognitive processes that stigma-related stress causes. Meyer's (2003)  comprehensive review of minority stress specifically identified this research question as the crucial next step in the literature on mental health disparities in LGB populations: \"To understand causal relations, research needs to explain the mechanisms through which stressors related to prejudice and discrimination affect mental health\" (p. 689-690; emphasis added).\n\nA second, related distinction between the minority stress theory and the psychological mediation framework has to do with the inclusion of \"general\" psychological processes, which refer to established cognitive, affective, and social determinants of mental health outcomes. 3 2 \"Stigma-related stress\" is a general term that can refer to stressors that any stigmatized minority group confronts. Given the differing aspects of stigma (e.g., concealability;  Pachankis, 2008) , stigma-related stress is not experienced universally across different stigmatized groups. Nevertheless, there are many stressors that are relevant to multiple stigmatized groups (e.g., discrimination experiences, expectations of rejection). Thus, I will use the term \"stigma-related stress,\" which refers to the totality of stressors with which sexual minorities must cope, while recognizing that many of these stressors overlap with stressors that other stigmatized minority groups confront. 3 There are several terms in the existing literature with similar meanings, including \"established\" risk factors (e.g.,  Wichstrom & Hegna, 2003)  and \"basic psychological processes\"  (Diamond, 2003) . I chose \"general\" psychological processes because this term captures elements of these other terms and also conveys the emphasis on assessing non-specific risk factors.\n\nThe minority stress theory focuses on the group-specific processes that sexual minorities confront as members of a stigmatized group, in the form of distal and proximal stressors resulting from their minority status. As  Meyer (2003)  states, an \"underlying assumption\" of the theory is that minority stress is \"unique-that is, minority stress is additive to general stressors that are experienced by all people, and therefore, stigmatized people require an adaptation effort above that required of similar others who are not stigmatized\" (p. 676).\n\nAn alternative approach to assessing characteristics that distinguish sexual minorities from their heterosexual peers (i.e., minority stress) has been to examine the numerous general psychological processes that these groups share  (Diamond, 2003; Savin-Williams, 2001) . Importantly, clinical research from this approach has demonstrated that general psychological processes conferring risk for psychopathology are elevated in sexual minorities relative to heterosexuals (e.g.,  Austin, Ziyadeh, Fisher, Kahn, Colditz, & Frazier, 2004; Eisenberg & Resnick, 2006; Hatzenbuehler, Corbin, & Fromme, 2008a; Hatzenbuehler, McLaughlin, & Nolen-Hoeksema, 2008; Plöderl & Fartacek, 2005; Safren & Heimberg, 1999) . This literature on general psychological processes was absent from the minority stress theory  (Meyer, 2003) , given its emphasis on group-specific stressors. Consequently, the minority stress theory overlooked an entire class of risk factors that appear to be important in explaining disparities in psychiatric morbidity among LGB populations. The psychological mediation framework proposed here incorporates the literature on general psychological processes and demonstrates that these processes are set in motion by stigma-related stress and mediate the stresspsychopathology association.\n\nFinally, the psychological mediation framework has important implications for interventions that are not addressed in the minority stress theory. The minority stress theory points to interventions at a societal level, including stigma reduction and policies that eliminate structural forms of prejudice and discrimination  (Meyer, 2003) . These kinds of interventions are important and much needed. Nevertheless, a substantial body of research indicates that changes at the structural level are protracted  (Dovidio, Kawakami, & Gaertner, 2000; Hinshaw & Stier, 2008)  and, in some cases, may not be effective  (Kalev, Dobbin, & Kelly, 2006) . As  Meyer (2003)  noted, \"Purported shifts in the social environment have so far failed to protect LGB youth from prejudice and discrimination and its harmful impact\" (p. 690). Consequently, individual-level clinical interventions that address mental health morbidity among individuals currently suffering from stigma-related stressors are also needed.\n\nThe importance of targeting the role of stigma-related stressors in clinical work with sexual minority clients has been recognized for some time (e.g., Division 44/Committee on  Lesbian, Gay, and Bisexual Concerns Joint Task Force, 2000) . However, because the minority stress theory did not focus on the psychological processes through which stigma-related stress contributes to psychopathology, it remains unclear what processes should be the target of clinical interventions with sexual minority clients. Research emerging from the psychological mediation framework, in contrast, points to several psychological processes that are amenable to intervention, including emotion dysregulation (e.g., rumination-focused cognitivebehavioral therapy (CBT); see  Watkins et al., 2007) , pessimism/hopelessness (e.g., CBT;  Beck, Rush, Shaw, & Emery, 1979) , and, in the area of alcohol use disorders, positive alcohol expectancies  (Jones, Corbin, & Fromme, 2001) . As such, this framework provides novel information that may contribute to the development of clinical interventions that can reduce disparities in LGB populations, a central priority of Healthy People 2010 (U.S. Department of  Health and Human Services, 2000) .\n\nThe remainder of the paper builds an argument for the development of this theoretical framework. In the following sections, research on established risk factors-including groupspecific stressors and general psychological processes-is briefly synthesized. Because aspects of these literatures have been reviewed elsewhere  (Meyer, 2003; Diamond, 2003) , I provide a selective review of illustrative research in order to update work since these reviews were published and to highlight research that is germane to the development of the psychological mediation framework. Next, I discuss research on the psychological mediation framework, with particular attention paid to ways in which the framework advances our understanding of the important contributions from prior research. I then review evidence for the framework's predictive validity, highlighting research on depression, anxiety and alcohol use disorders. The paper concludes with directions for future research that address specific aspects of the framework requiring further evidence, as well as implications for prevention and intervention work that seeks to reduce disparities in psychiatric morbidity among sexual minorities."
    },
    {
      "title": "Epidemiology of Risk",
      "text": "Early studies with sexual minorities had significant methodological limitations, including sampling issues (i.e., reliance on non-probability samples) and lack of appropriate comparison groups. More recently, studies improving upon these limitations have revealed consistent disparities in the mental health of sexual minorities relative to heterosexuals. A recent metaanalysis found that sexual minorities are two-and-a-half times more likely to have a lifetime history of mental disorder compared with heterosexuals, and twice as likely to have a current mental disorder  (Meyer, 2003) . Below, population-and community-based studies demonstrating these disparities across internalizing and externalizing domains are briefly reviewed.\n\nSexual minority adults appear to be at increased risk for psychiatric morbidity across a wide spectrum of internalizing outcomes, including depression and anxiety disorders  (Cochran & Mays, 2000a; 2000b; Cochran, Mays, & Sullivan, 2003; Gilman, Cochran, Mays, Ostrow, & Kessler, 2001; Sandfort, deGraaf, Bijl, & Schnabel, 2001) . These disparities emerge early in the life course, with LGB young adults  (Fergusson, Horwood, & Beautrais, 1999; Fergusson, Horwood, Ridder, & Beautrais, 2005)  and sexual minority youth (D  'Augelli, 2002; Fergusson et al., 1999; Fergusson et al., 2005; Hatzenbuehler, McLaughlin, & Nolen-Hoeksema, 2008; Lock & Steiner, 1999; Russell & Joyner, 2001; Safren & Heimberg, 1999)  exhibiting elevated symptomatology compared to heterosexuals.\n\nDisparities in externalizing disorders are also consistently found in the literature. Sexual minority youth have higher rates of externalizing behaviors, including alcohol, tobacco use, and poly-substance use  (Garofalo, Wolf, Kessel, Palfrey, & DuRant, 1998; Russell, Driscoll, & Truong, 2002; Ziyadeh et al., 2007) , compared to heterosexuals. These disparities persist among young adults  (Eisenberg & Wechsler, 2003; Hatzenbuehler, Corbin, & Fromme, 2008a)  as well as adults in general  (Burgard, Cochran & Mays, 2005; Cochran, Keenan, Schober, & Mays, 2000; Drabble, Midanik, & Trocki, 2005) .\n\nPsychiatric comorbidity, early onset, and chronicity/persistence of disorder are important indicators of illness severity as well as adverse consequences  (Aharonovich, Liu, Nunes, & Hasin, 2002; Hirschfield, Hasin, Keller, Endicott, & Wunder, 1990; Pine, Cohen, Gurley, Brook, & Ma, 1998) , and several recently published studies with representative samples suggest that sexual minorities have elevated risk in each of these domains. Sexual minorities have higher rates of comorbidity than heterosexuals  (Cochran et al., 2003; Fergusson et al., 2005; Sandfort et al., 2001 ). It appears that sexual minorities may also have an earlier age of onset for certain disorders, namely depression among gay men and substance use disorders among lesbians  (Gilman et al., 2001) . Although only one general population study has examined chronicity of disorder, lesbians were found to have greater persistence of past-year substance use disorders than heterosexual women  (Gilman et al., 2001) . The presence of multiple co-occurring disorders, earlier onset, and greater persistence of disorder among sexual minorities is striking and highlights the need for evidence-based treatments to address the increased mental health burden in this community.\n\nIn sum, research from epidemiological studies has indicated that sexual minorities have increased prevalence of mental disorders  (Meyer, 2003)  and comorbid psychiatric conditions  (Cochran et al., 2003; Fergusson et al., 2005) , as well as earlier disorder onset and greater persistence  (Gilman et al., 2001) , at least among a subset of disorders. Despite the methodological improvements of these epidemiological studies over previous research, the small sample sizes of sexual minorities (typically under 100 participants) have reduced the ability to detect significant effects (e.g., persistence;  Gilman et al., 2001)  and to examine potentially important sub-group differences (e.g., sex;  Fergusson et al., 1999) . In addition, studies have used different operationalizations of sexual orientation (e.g., self-identification, sexual behavior), which can affect the observed relationships between same-sex sexual orientation and health outcomes  (McCabe, Hughes, Bostwick, & Boyd, 2005; Midanik, Drabble, Trocki, & Sell, 2007) . Future research with larger samples of sexual minorities is needed to address these issues. The addition of questions assessing multiple dimensions of sexual orientation, including self-identification, sexual behavior, and attraction, to recent largescale epidemiological surveys (e.g., Youth Risk Behavior Surveillance Study and Wave 2 of the National Epidemiologic Survey on Alcohol and Related Conditions) represents an important example of recent efforts to gather data on mental health outcomes in LGB populations  (Sell & Becker, 2001) ."
    },
    {
      "title": "Group-Specific vs. General Processes",
      "text": "Given the increased risk across multiple indicators of mental health burdens, researchers have turned to identifying factors that can explain this elevated risk in LGB populations. Two quite distinct classes of processes have been proposed to account for the higher rates of mental disorders among sexual minorities. The first focuses on unique, group-specific processes that sexual minorities confront as members of a stigmatized group. This approach, as reviewed in the minority stress theory  (Meyer, 2003) , emphasizes distal and proximal stress processes as predictors of psychopathology. The second approach examines the role of general psychological processes that have been shown to predict developmental and clinical outcomes in heterosexual samples  (Diamond, 2003; Savin-Williams, 2001) . Research emerging from this approach therefore focuses on common psychosocial processes that sexual minorities share with their heterosexual peers."
    },
    {
      "title": "Group-Specific Processes",
      "text": "According to  Meyer's (2003)  minority stress theory, sexual minorities are exposed to multiple forms of stressors, including discrimination, expectations of rejection, concealment/disclosure, and internalized homophobia. The minority stress theory draws upon the extensive literature documenting an association between stress and psychopathology  (Brown, 1993; Dohrenwend, 2000)  and is conceptually related to other social psychological and sociological theories that have highlighted the deleterious consequences of prejudice and stigma  (Crocker, Major, & Steele, 1998; Link & Phelan, 2001) . Just as general life stressors are believed to exceed an individual's ability to cope  (Dohrenwend, 2000; Lazarus & Folkman, 1984) , stigma creates several unique demands  (Herek & Garnets, 2007; Major & O'Brien, 2005; Miller & Kaiser, 2001; Pachankis, 2008)  that may prove to be especially stress-inducing. In turn, these additional stressors are hypothesized to account for disparities in rates of mental health problems among sexual minorities.\n\nAlthough one longitudinal study has failed to document a relationship between sexual minority stress and changes in psychological distress  (Rosario, Schrimshaw, Hunter, & Gwadz, 2002) , an emerging body of empirical research indicates that stigma-related stress has deleterious consequences for behavioral and mental health outcomes among sexual minorities. Evidence of the association between specific stigma-related stressors and adverse mental health outcomes is briefly reviewed below. This review is organized around the distal-proximal distinction advanced in the minority stress model. Meyer (2003)  defined distal stressors as prejudice-inspired events, including violence/victimization and discrimination. Several studies have documented increased exposure to these distal stressors in LGB populations (e.g.,  (Meyer, Schwartz, & Frost, 2008) . With respect to victimization, studies that include representative samples and heterosexual comparison groups document high rates of victimization among LGB adults  (Corliss, Cochran, & Mays, 2002; Tjaden, Thoeness, & Allison, 1999) . A particularly novel application of this methodology, published after  Meyer's (2003)  review, used a comparison sample of heterosexual sibling(s) of the LGB proband  (Balsam, Rothblum & Beauchaine, 2005) . This study found a greater prevalence of multiple forms of victimization among the LGB participants, including both physical abuse and sexual assault. Studies of peer victimization among sexual minority youth have revealed similar trends, with this group at elevated risk for peer violence compared to their heterosexual peers  (Russell, Franz, & Driscoll, 2001) . Group differences in peer victimization partially account for the association between sexual orientation and multiple adverse mental health outcomes, including suicide risk  (Russell & Joyner, 2001; Garofalo, Wolf, Wissow, Woods, & Goodman, 1999) . Future studies are needed to determine whether this result is generalizable to specific classes of mental disorders."
    },
    {
      "title": "Distal stressors-",
      "text": "Another distal stressor is experiences with discrimination based on sexual minority status. Several within-group studies have shown that perceived discrimination is predictive of multiple forms of mental health problems in LGB individuals, including psychological distress  (Hatzenbuehler, Nolen-Hoeksema, & Erickson, 2008) , anxiety  (Herek, Gillis, & Cogan, 1999) , and substance use disorders  (McKirnan & Peterson, 1988; 1989) . Between-group studies have also demonstrated greater discrimination among sexual minorities relative to heterosexuals. For instance, analyses of population-level data have shown that gay men earn 10-32% less than similarly qualified heterosexual men with the same job  (Badgett, Lau, Sears, & Ho, 2007) . Importantly, research with probability samples has documented increased exposure to discrimination experiences among LGB individuals relative to heterosexuals; when discrimination was statistically controlled, the association between sexual orientation and psychopathological outcomes was significantly attenuated  (Mays & Cochran, 2001) .\n\nProximal stressors-In contrast to distal stressors, proximal stressors are associated with identities that \"vary in the social and personal meanings that are attached to them\"  (Meyer, 2003; p. 676-677) . One such proximal stressor is self-stigmatization  (Thoits, 1985) , which involves a process of incorporating negative societal views of homosexuality into the selfconcept. A review of self-stigmatization among sexual minorities-termed internalized homophobia-indicated significant relationships between self-stigma and adverse mental health outcomes  (Williamson, 2000) .\n\nTwo additional proximal stressors identified by  Meyer (2003)  include concealment and expectations of rejection. Homosexuality is a stigma that can be concealed. Although this can often serve a protective function, there are numerous ways in which concealment can lead to negative mental health outcomes, including hypervigilance, threat of discovery, and social isolation  (Pachankis, 2008) . One consequence of discrimination is that individuals begin to expect rejection based on their stigmatized identity (Mendoza-Denton,  Downey, Purdie, Davis, & Pietrzak, 2002) . Among sexual minorities, sensitivity to status-based rejection is predictive of both adverse physical  (Cole, Kemeny & Taylor, 1997)  and mental  (Hatzenbuehler, Nolen-Hoeksema, & Erickson, 2008)  health outcomes."
    },
    {
      "title": "General Psychological Processes",
      "text": "Whereas the minority stress theory focused almost exclusively on stress, an alternative emphasis has been on general psychological processes which, as previously mentioned, refer to established cognitive, affective, and social risk factors for mental health outcomes. Proponents of this approach have argued that the assumption underlying most research with sexual minorities is that the stressors they confront inevitably result in the clinical and developmental differences between heterosexuals and sexual minorities  (Diamond, 2003; Savin-Williams, 2001) . According to these researchers, the result has been an underappreciation for the full range of normative psychological processes through which a sexual minority identity influences development and mental health (e.g.,  Diamond, Savin-Williams, & Dubé, 1999) .\n\nRather than assessing characteristics that distinguish sexual minorities from their heterosexual peers, this research instead examines the numerous psychological processes that these groups share. For example, researchers studying disparities in rates of suicide would evaluate whether general psychological processes associated with suicidal behavior in heterosexuals (e.g., substance use, depression, social support, family functioning) also predict increases in suicidal behavior among sexual minority youth. Factors that are unique to LGB status (e.g., age of awareness of homoerotic attractions, internalized homophobia) are rarely included in this approach. The principal proponents of general psychological processes have produced a line of research on the relationship between these processes and developmental trajectories of LGB adolescents, such as peer/romantic relationships  (Diamond, 2003; Diamond et al., 1999) . Other researchers have applied the study of general psychological processes to specific classes of psychopathology and risk behaviors in within-group analyses of sexual minorities (Savin-  Williams & Ream, 2003; Rosario, Rotheram-Borus, & Reid, 1996) .\n\nAlthough this approach has confirmed the predictive validity of general psychological processes in the development of psychopathological outcomes, it cannot explain mental health disparities. In order to do so, this line of research must produce evidence from between-group analyses that the general psychosocial processes conferring risk for psychopathology are more prevalent among sexual minorities relative to heterosexuals. Currently, there is a growing body of research providing support for this point (see Table  1 ). Indeed, compared to heterosexuals, LGB populations exhibit elevations in general psychological risk factors, including hopelessness  (Plöderl & Fartacek, 2005; Russell & Joyner, 2001; Safren & Heimberg, 1999) , low self-esteem  (Plöderl & Fartacek, 2005; Wichstrom & Hegna, 2003; Ziyadeh et al., 2007) , emotion dysregulation  (Hatzenbuehler, McLaughlin, & Nolen-Hoeksema, 2008; Matthews, Hughes, Johnson, Razzano, & Cassidy, 2002) , social isolation  (Eisenberg & Resnick, 2006; Plöderl & Fartacek, 2005; Safren & Heimberg, 1999; Wichstrom & Hegna, 2003) , permissive social norms for alcohol and tobacco use  (Austin et al., 2004; Hatzenbuehler, Corbin, & Fromme, 2008a; Trocki, Drabble, & Midanik, 2005) , and positive expectancies for drinking  (Hatzenbuehler, Corbin, & Fromme, 2008a; Ziyadeh et al., 2007) ."
    },
    {
      "title": "Summary",
      "text": "Research has documented two broad classes of determinants of psychiatric morbidity in LGB populations. The first has focused on unique risk factors, in the form of stress exposure resulting from stigma-related processes. Several lines of evidence indicate that sexual minorities experience greater exposure to stress than heterosexuals-including workplace employment and discrimination  (Badgett et al., 2007)  and victimization  (Balsam et al., 2005; Russell et al., 2001; Tjaden et al., 1999) -and that this increased stress exposure may account for higher rates of psychopathology among sexual minorities  (Mays & Cochran, 2001 ).\n\nAn alternative approach has focused on common risk factors in the form of general psychological processes. Within-group studies have supported the role of these processes as predictors of psychopathological outcomes in sexual minorities (e.g.,  Hatzenbuehler, Hilt, & Nolen-Hoeksema, in press; van Heeringen & Vincke, 2000; Walls, Freedenthal, & Wisneski, 2008) . Moreover, between-group studies have shown that sexual minorities have higher levels of certain general psychological risk factors for psychopathology  (Hatzenbuehler, McLaughlin, & Nolen-Hoeksema, 2008; Plöderl & Fartacek, 2005; Safren & Heimberg, 1999) , suggesting that general psychological processes may also be important for explaining disparities in psychopathology among LGB populations, relative to heterosexuals.\n\nAlthough this research has provided important insights into the risk factors contributing to higher rates of psychopathology among sexual minorities, the field is left with several unanswered questions. In particular, what are the processes whereby group-specific stressors \"get under the skin\" and lead to disparities in psychiatric morbidity? Additionally, how do group differences in general psychosocial processes develop between sexual minorities and heterosexuals?"
    },
    {
      "title": "The Psychological Mediation Framework",
      "text": "In this section, I discuss the development of a psychological mediation framework to address these significant gaps in the knowledge base. As reviewed above, three distinct literatures on mental health burdens in LGB populations have emerged: (a) psychiatric epidemiology; (b) group-specific social stressors resulting from stigma; and (c) general psychological processes. To date, however, these literatures have largely been pursued separately, with little consideration of how group-specific and general psychological processes may jointly operate to produce disparities in psychopathology among sexual minorities. The psychological mediation framework proposed here synthesizes and integrates the key observations from these distinct literatures, highlighting the interrelationships among group-specific and general psychological processes in the development of mental health disparities. Specifically, the framework suggests that stigma-related stress renders sexual minorities more vulnerable to general psychological processes that are known to predict psychopathology in heterosexuals (see Figure  1 ). This integrative framework argues that one risk factor is a consequence of the other, and that both contribute to the pathogenesis of mental disorders in LGB populations. Additionally, this theoretical approach takes into account the unique stressors that sexual minorities confront, while also emphasizing the common vulnerabilities in psychological and social processes that sexual minorities and heterosexuals share. Thus, the novelty of the framework is that it simultaneously addresses how general psychological processes become initiated and how stigma-related stress leads to psychopathology, thereby providing an important theoretical and practical advancement toward understanding-and eventually reducing-mental health disparities in LGB populations.\n\nThis psychological mediation framework is based on two lines of research. General stress models have identified stress-initiated psychological processes that may lead to mental health problems. For instance, the stress process model  (Pearlin, Lieberman, Menaghan, & Mullan, 1981)  has identified two \"mediating resources,\" coping and social support, that people utilize in order to attenuate the effects of stressful life events. A more recent model linking chronic stress to health problems in youth  (Repetti, Taylor, & Seeman, 2002)  proposes that the stress of growing up in a \"risky\" family environment leads to negative health outcomes in part through psychological pathways involving poor social competence and emotion regulation. Taken together, although these two models focus on somewhat different stressors, they both contend that stress initiates a cascade of responses that directly and indirectly lead to mental health problems. Although researchers have recognized that discrimination creates differential exposures to stress that may account for group disparities in mental health (e.g.,  Meyer, 2003; Pearlin, Schieman, Fazio, & Meersman, 2005) , there are currently no models that explicate the general psychological processes through which social stressors related to sexual minority status ultimately produce mental health problems. The psychological mediation framework advanced in this paper therefore represents a particularly important application of general stress process models to the context of a distinct stressor (one that is related to stigma) and a specific understudied group (sexual minorities) evidencing disparities in stress-related psychiatric morbidity.\n\nThe second literature the psychological mediation framework draws upon is the social psychology of stigma. Beginning with the seminal work of  Goffman (1963) , social psychological research has been interested in understanding the negative effects of stigma. Much of the research that has emerged from this tradition has focused on adverse outcomes such as academic performance and self-esteem (for a review, see  Major & O'Brien, 2005 ; see also  Crocker et al., 1998)  rather than the development of mental disorders per se. In addition, although this research has examined individual responses to discrimination and stigma (e.g., re-appraisal), the focus is often on group-level processes (e.g., disidentification) that protect against low self-esteem. The psychological mediation framework advanced in this paper extends this prior research in two important respects: (a) it focuses on processes previously shown to contribute to psychopathology, and (b) the outcomes of interest are specific classes of psychopathology.\n\nThus, adapting insights from existing stress process models and the stigma literature to LGB populations, the psychological mediation framework proposes three central hypotheses: (a) sexual minorities confront increased stress exposure resulting from stigma; (b) this stigmarelated stress creates elevations (relative to heterosexuals) in general emotion dysregulation, social/interpersonal problems, and cognitive processes conferring risk for psychopathology; and (c) these processes in turn mediate the relationship between stigma-related stress and psychopathology.\n\nIn the following section, preliminary evidence for each of these hypotheses is reviewed, with particular attention paid to research on depression, anxiety, and alcohol use disorders, which are all elevated among LGB individuals according to a recent meta-analysis  (Meyer, 2003) . Although the minority stress theory makes predictions that are general and uniform across types of disorder  (Meyer, 2003) , the processes through which minority stress contributes to psychopathology may differ by disorder. Research on general psychological processes related to the development of psychopathology provides evidence in support of this position. For example, psychiatric and substance use disorders differ in symptoms, etiologic pathways, and the types of treatment that are appropriate, suggesting that they should be considered separately. Thus, although stigma-related stress is an important aspect of the integrative framework for all forms of psychopathology, discussion of the framework is organized around outcome to account for the different psychological processes through which this distal predictor is associated with clinical outcomes. Mental disorders are increasingly separated into \"internalizing\" and \"externalizing\" domains (e.g.,  Krueger, 1999) . Thus, internalizing disorders (i.e., depression and anxiety) are discussed first, followed by externalizing disorders (i.e., alcohol use disorders).\n\nWithin each class of psychopathology, the primary components of the integrative framework are the psychosocial processes, which will constitute the focal point for discussion of the framework. Consistent with general stress models that have identified coping/emotion regulation, social, and cognitive mediators  (Pearlin et al., 1981; Repetti et al., 2002) , this section will be organized around those processes that are plausible sequelae of stigma-related stress."
    },
    {
      "title": "Moderation versus Mediation Hypotheses",
      "text": "The psychological mediation framework seeks to gain a better understanding of the processes that can explain or account for the relation between stigma-related stressors and psychopathology among sexual minorities. Consequently, this research question requires theories and analyses of mediation, rather than moderation. It is important to note that some of the variables that we consider as mediators (e.g., social support) may also serve a moderating role. The crucial distinction, however, is that mediators are \"activated, set off, or caused by\" a stressor  (Grant et al., 2003; p. 453)  and therefore explain the relation between the predictor (i.e., stigma-related stressors) and the outcome (i.e., psychopathology)  (Baron & Kenny, 1986) . As explained by  Grant and colleagues (2003) , \"Whereas moderators are characteristics of the individual and/or his or her social network prior to the stressor, mediators become characteristics of the individual and/or his/her social network in response to the stressor\" (p. 453). Although the individual may possess some of the mediating characteristic prior to experiencing the stigma-related stressor, within a meditational framework the mediator will be significantly altered subsequent to experiencing the stressor  (Grant et al., 2003) . Applied to the current topic, it may be the case that LGB individuals engage in rumination before they are exposed to stigma-related stress, but the current framework posits that stigma-related stress will intensify ruminative self-focus following a stigma-related stressor; rumination will, in turn, statistically account for the association between stress and the development of depression.\n\nBoth mediators and moderators may be viewed as mechanisms that explain psychopathological outcomes, but my primary interest is in mediational processes that can explain why stigmarelated stressors lead to psychopathology. This is in contrast to moderation analyses, in which the emphasis is on processes that increase or decrease the likelihood that stressors contribute to psychopathology  (Grant et al., 2003) . Although this review will focus on mediators, I devote a section to moderation in the future directions section, given the importance of questions of moderated mediation to the present research."
    },
    {
      "title": "Depression and Anxiety Disorders",
      "text": "Stigma-related stress appears to create a cascade of responses that increase risk for depression and anxiety (see Table  2 ). There are other psychosocial processes that may mediate the relationship between stigma-related stress and internalizing disorders, such as fewer opportunities for romantic involvement  (Diamond et al., 1999) . However, this paper focuses on processes that have the strongest empirical support as risk factors for psychopathology, that are the most plausible sequelae of stigma-related stress, and that are amenable to clinical intervention.\n\nCoping and emotion regulation processes-Maladaptive coping/emotion regulation is one potential psychological process that is initiated by exposure to chronic stigma-related stress. Emotion regulation refers to the \"conscious and nonconscious strategies we use to increase, maintain, or decrease one or more components of an emotional response\"  (Gross, 2001) . Emotion regulation deficits are risk factors for depression (e.g.,  Rottenberg, Kasch, Gross, & Gotlib, 2002)  as well as anxiety disorders (e.g.,  Mennin, Heimberg, Turk, & Fresco, 2005) .\n\nBecause stigma conveys a devalued social identity within a particular context  (Crocker et al., 1998) , it creates unique stressors that contribute to negative affect  (Major & O'Brien, 2005) . Stigmatized individuals must therefore use strategies to effectively manage these emotional responses. Current research, including the minority stress theory  (Meyer, 2003) , has examined coping as a moderator of the stigma-health association.\n\nIn contrast, the psychological mediation framework conceptualizes coping/emotion regulation as a mediator of the stress-psychopathology relationship. Specifically, stress is hypothesized to result in maladaptive coping and emotion regulation strategies that in turn confer risk for psychopathology. Studies have indicated that chronic life stressors can lead to emotion regulation deficits (for a review, see  Cicchetti & Toth, 2005) , including increased sensitivity to anger  (Davies & Cummings, 1998) , difficulty understanding negative affect  (Southam-Gerow & Kendall, 2000) , and inappropriate expression of emotions  (Camras, Ribordy, Hill, Martino, Spaccarelli, & Stefani, 1988) . The relationship between chronic stress and emotion regulation deficits suggests the possibility that stigma-related stressors might also lead to emotion regulation deficits among sexual minorities. How might this occur? Both social exclusion  (Baumeister, DeWall, Ciarocco, & Twenge, 2005)  and stigma  (Inzlicht, McKay, & Aronson, 2006)  have been shown to be ego depleting, a process whereby \"exerting self-control on one task drains the capacity for self-control and impairs performance on subsequent tasks requiring this same resource\"  (Inzlicht et al., 2006) . It has been hypothesized that stigmatized individuals use and deplete self-control in order to manage their devalued social identity  (Inzlicht et al., 2006) , which requires a flexible use of emotion regulation strategies in the short term. Over time, however, the effort required may eventually diminish individuals' resources and therefore their ability to understand and adaptively regulate their emotions, leaving them more vulnerable to depression and anxiety.\n\nEmotion regulation involves a number of distinct processes  (Gross, 2001) , many of which may be salient for sexual minorities  (Miller & Kaiser, 2001) . Rumination is one specific emotion regulation response that may be especially likely to account for the association between stigmarelated stress and internalizing disorders. Rumination is defined as a maladaptive emotion regulation strategy in which an individual passively and repetitively focuses on his/her symptoms of distress and the circumstances surrounding these symptoms  (Nolen-Hoeksema, 1991) . Rumination is a robust predictor of depressive and anxiety symptoms (Nolen-Hoeksema, Wisco, &  Lyubomirsky, 2008)  as well as the onset and maintenance of depressive and anxiety disorders  (Nolen-Hoeksema, 2000) .\n\nIn addition to serving as a risk factor for depression and anxiety, rumination is also a consequence of general life stressors. A longitudinal study of adults found that participants who experienced greater chronic stress showed increased tendencies to ruminate and, in turn, increases in depressive symptoms over one year (Nolen-Hoeksema,  Larson, & Grayson, 1999) . Similarly, in a recent prospective study of adolescents, rumination mediated the relationship between stressful life events and symptoms of depression and anxiety  (McLaughlin & Hatzenbuehler, 2009) . In addition to general life stress, specific stressors, such as childhood sexual abuse, lead to greater rumination  (Conway, Mendelson, Giannopoulos, Csank, & Holm, 2004; Nolen-Hoeksema, 1998; Spasojevic & Alloy, 2002) .\n\nStigma-related stress is another specific stressor that may contribute to the development of rumination among sexual minorities, in part because chronic experiences of discrimination and rejection engender increased hypervigilance  (Major & O'Brien, 2005; Mays, Cochran, & Barnes, 2007; Mendoza-Denton et al., 2002) , an element of rumination  (Lyubomirsky, Tucker, Caldwell, & Berg, 1999) . Additionally, several characteristics involved in managing a concealed identity like homosexuality could also serve to potentiate rumination. In particular, preoccupation with the stigma and whether it will be discovered is a common experience for those with concealed identities  (Pachankis, 2008) . Because preoccupation with the secret of a concealed stigma can be upsetting, individuals often attempt to suppress or inhibit thoughts about the stigma  (Smart & Wegner, 1999) , which can lead to subsequent rumination  (King, Emmons, & Woodley, 1992) . Facing constant decisions about when and whether to conceal the stigma also increases uncertainty and ambiguity in interpersonal interactions, which is associated with ruminative self-focus  (Lyubomirsky et al., 1999) . Finally, those with concealed identities engage in frequent self-monitoring  (Pachankis, 2008) . This increased focus on the self can, over time, develop into the passive and repetitive self-focus that characterizes much of rumination  (Nolen-Hoeksema, 1991) .\n\nA recent longitudinal study with sexual minorities substantiates the hypothesis that stigmarelated stress initiates rumination. The study included 74 bereaved gay male caregivers of loved ones who died from AIDS. Participants were assessed before the partner or close friend died and then at 1, 6, 13, and 18 months post-loss. Those who reported experiencing a specific stigma-related stressor (operationalized as perceived danger due to being gay) showed increased tendencies to ruminate and, in turn, increased depressive and anxious symptoms over time  (Hatzenbuehler, Hilt, & Nolen-Hoeksema, in press) . A strength of this study was its use of Hierarchical Linear Modeling, which enabled the estimation of a mediation model for each individual, using all available measurements at each time point. Although most studies of social stress focus on inter-individual differences in stress and subsequent mental health problems  (Pearlin et al., 1981) , this is the first study to demonstrate significant intra-individual variability in coping/emotion regulation processes (i.e., rumination) associated with changes in a specific stigma-related stressor (i.e., perceived danger).\n\nA second longitudinal, community-based study also offers evidence for the psychological mediation framework. In this racially/ethnically diverse sample of over 1,000 adolescents, sexual minority youth experienced greater emotion dysregulation, a latent variable comprised of rumination (and emotional awareness). This increased emotion dysregulation accounted for the higher rates of depression and anxiety among the sexual minority youth, controlling for baseline symptom levels  (Hatzenbuehler, McLaughlin, & Nolen-Hoeksema, 2008) .\n\nThe previous study only examined same-sex attraction; specific stigma-related stressors were not assessed. However, support for all three pathways of the psychological mediation framework comes from a recent experience sampling study with 31 LGB young adults, who completed measures on stigma-related stressors (e.g., discrimination experiences, sensitivity to rejection, and felt stigma), responses to these stressors, and mood over the course of ten days. Results indicated that rumination occurred more on days when stigma-related stressors were reported, and rumination mediated the relationship between stigma-related stress and psychological distress. In a follow-up experimental study, LGB participants who were induced to ruminate following the recall of an autobiographical discrimination event exhibited prolonged distress on both implicit and explicit measures relative to those who were induced to distract, providing support for a causal role of rumination in the stigma-distress relationship  (Hatzenbuehler, Nolen-Hoeksema, & Dovidio, in press) .\n\nSocial/interpersonal processes-Social and interpersonal processes may also be important sequelae of stigma-related stress. Interpersonal theories of depression  (Hammen & Rudolph, 1996)  have indicated that stressors exert negative influences on mental health outcomes by interfering with interpersonal relations, suggesting that stigma-related stressors may also significantly alter social processes that in turn render sexual minorities more vulnerable to the development of internalizing psychopathology.\n\nThere is a large literature on the role of social support in buffering against the deleterious effects of stress on mental health  (Cohen & Willis, 1985; Kawachi & Berkman, 2001) , and research with sexual minorities has demonstrated the importance of parental/family  (Goldfried & Goldfried, 2001) , school (e.g., presence of Gay-Straight Alliances;  Walls et al., 2008) , and peer  (Radkowsky & Siegel, 1997)  support in protecting against adverse mental health outcomes. Although research has examined social support as a protective mechanism for sexual minorities, there has been less investigation of low social support as a possible consequence of exposure to stigma-related stress. Many individuals turn to others for support in times of stress  (Kawachi & Berkman, 2001) . Stigma-related stress, in contrast, could actually diminish social support among sexual minorities because it may lead them to isolate themselves from others in order to avoid future rejection  (Link, Struening, Rahav, Phelan, & Nuttbrock, 1997) .\n\nSeveral lines of evidence suggest that the experience of stigma and discrimination may cause social isolation. Experimental research has shown that the experience of social exclusion leads to selective memories for negative social information  (Gardner, Pickett, & Brewer, 2000) . As these memories for social rejection become more salient and therefore chronically available, research on construct accessibility  (Higgins, King, & Mavin, 1982)  suggests that they may become a source of avoidance of future interactions. In addition, people who are especially vigilant for signs of danger and rejection often communicate these expectations to others, ironically creating the very rejection they fear  (Major & O'Brien, 2005) . Finally, the decision to conceal one's stigma may also lead to social avoidance and isolation  (Pachankis, 2008) . In an experience sampling study, those with concealable stigmas (e.g., gay and lesbian students, poor students) experienced a lift in mood and self-esteem only when in the presence of those who shared their stigma; however, they were significantly less likely to experience such occasions compared to those with visible stigmas  (Frable, Platt, & Hoey, 1998) . Fears of rejection and negative evaluation lead individuals with concealed stigmas to avoid entering close relationships for fear of others' discovering their stigma  (Pachankis, 2008) . Although this avoidance enables them to escape rejection, research indicates that secret-keeping leads to more loneliness, introversion and social anxiety, compared to those who do not keep secrets  (Kelly, 1998) .\n\nWith few exceptions (e.g.,  Matthews et al., 2002) , studies that have examined group differences in social support tend to reveal that sexual minorities have less social support than do heterosexuals, including less family connectedness and adult caring  (Eisenberg & Resnick, 2006)  and lower satisfaction with social support networks  (Plöderl & Fartacek, 2005; Safren & Heimberg, 1999) . Controlling for social support (along with other general psychological processes) attenuated the association between sexual orientation and psychological distress, including depressive symptoms  (Safren & Heimberg, 1999)  and suicidality  (Eisenberg & Resnick, 2006; Plöderl & Fartacek, 2005) . These studies did not assess specific stigma-related stressors in relation to social isolation; however, support for the psychological mediation framework comes from several investigations. For example, in a sample of over 900 Latino gay men, discrimination was associated with greater social isolation, which in turn led to greater psychological distress, including both depressive and anxiety symptoms  (Diaz, Ayala, Bein, Henne, & Marin, 2001) . Another within-group study of sexual minority adolescents found that family support mediated the association between victimization experiences and psychological distress  (Hershberger & D'Augelli, 1995) .\n\nAlthough these studies suggested a role for social support as a mediator of the stresspsychopathology association, they relied on cross-sectional data. A recent prospective study with bereaved gay men was able to address this methodological limitation and demonstrated that stigma-related stress (in the form of perceived danger) predicted less social support, which led to increases in depressive and anxious symptoms over 18 months  (Hatzenbuehler, Hilt, & Nolen-Hoeksema, in press ).\n\nSimilar results were obtained in an experience sampling study of 31 LGB young adults. Over the course of 10 days, LGB respondents reported more isolation and less social support subsequent to experiencing stigma-related stressors. Social isolation accounted for the prospective association between stigma-related stress and psychological distress  (Hatzenbuehler, Nolen-Hoeksema, & Dovidio, in press) .\n\nTaken together, these findings suggest that variations in social context may cause intraindividual changes in social factors conferring risk for psychological problems. Thus, current evidence indicates that lack of social support contributes to the increased rates of internalizing symptoms among sexual minorities.\n\nCognitive processes-The cognitive processes affected by exposure to stigma-related stress are conceptualized as thought processes (both the content of thoughts as well as the process of thinking) that exacerbate, maintain, or prolong symptoms of depression and anxiety. According to cognitive theories, general life stressors may influence mental health through their impact on cognitive processes (e.g.,  Cole & Turner, 1993) , suggesting that stigma-related stressors may also initiate changes in cognitions that in turn confer risk for internalizing psychopathology. Two related cognitive risk factors for internalizing disorders considered in this section are hopelessness  (Abramson, Metalsky, & Alloy, 1989 ) and pessimism  (Abramson, Seligman, & Teasdale, 1978; Carver & Scheier, 1998) .\n\nOne cognitive mechanism that is likely to be a result of stigma-related stress is hopelessness, a risk factor for depression  (Abramson et al., 1989) . Hopelessness is defined as the belief that negative events will occur (or, conversely, that desired events will not occur) and that there is nothing the individual can do to change the situation  (Abramson et al., 1989) . According to the hopelessness theory of depression, individuals who exhibit this \"negative inferential style\" are more likely to experience depressive episodes, especially when they face stressful life events. Individuals exposed to chronic stressors in their environments, including a history of childhood maltreatment  (Gibb, 2002)  and emotional abuse from peers  (Gibb, Abramson, & Alloy, 2004) , appear to develop more negative cognitive styles, including hopelessness.\n\nGiven the association between life stress and vulnerability to negative cognitive styles, it is probable that the chronic nature of the stressors that sexual minorities confront engenders feelings of hopelessness. Indeed, the knowledge that prejudice and discrimination events are likely to continue to occur can, over time, convince individuals that there is nothing they can do to change their situation, which can lead to the development of depression. In within-group studies of sexual minorities, hopelessness is a significant predictor of suicidal behavior and ideation  (van Heeringen & Vincke, 2000; Walls et al., 2008) . Between-group comparisons indicate higher levels of hopelessness among LGB individuals compared to heterosexuals  (Plöderl & Fartacek, 2005; Safren & Heimberg, 1999) . When hopelessness is entered along with other general psychological processes in regression models, it has been shown to attenuate the association between sexual orientation and depressive symptoms  (Safren & Heimberg, 1999)  as well as suicidality  (Plöderl & Fartacek, 2005) . In a nationally representative study of adolescents, there was a partial reduction in the relationship between same-sex attraction and suicidality when general psychological processes (including hopelessness) were statistically controlled  (Russell & Joyner, 2001) , providing partial support for mediation. No studies have examined hopelessness as a mediator of the relationship between specific stigma-related stressors (e.g., discrimination experiences) and internalizing symptoms, an important area for future research on the cognitive processes that are created by stigma-related stress.\n\nPessimism is a related cognitive risk factor for the development of internalizing disorders. Much of the research on the personality dimension of pessimism has focused on how pessimistic individuals exhibit negative expectations of future outcomes across a variety of life domains  (Chang, 2001; Scheier & Carver, 1985) . These expectations have important implications for how individuals cope with stressful life events, with pessimistic individuals typically withdrawing effort, leading to greater psychological distress over time (e.g.,  Carver, Pozo, Harris, Noriega, Scheier, & Robinson, 1993) . The construct of pessimism is also central to the learned helplessness theory of depression, which posits that after experiencing events that are uncontrollable and aversive, individuals become helpless  (Abramson et al., 1978) .\n\nPessimistic individuals typically make attributions for negative events that are internal (caused by the individual), global, and stable, and this pessimistic explanatory style has been shown to be a risk factor for depression following adversity and negative life events  (Peterson & Seligman, 1984) .\n\nRecent research, building on this earlier work on pessimism, has suggested that individuals who are exposed to stressors based on their stigmatized identity may, over time, develop a pessimistic explanatory style. In particular, stigma-related stress that is recurrent can ultimately be viewed as stable, pervasive, and uncontrollable. For those individuals who also believe they are responsible for these experiences (i.e., make an internal attribution), a pessimistic explanatory style is likely to develop. A nationally representative study in the Netherlands found that, relative to heterosexual men, sexual minority men exhibited lower self-masterythe belief that one has control over what occurs in his life  (Sandfort, de Graaf, & Bijl, 2003)  -a construct that is closely related to pessimism  (Peterson & Seligman, 1984) . In turn, this lower self-mastery explained lower quality of life among the sexual minority men  (Sandfort et al., 2003) . Pessimistic women experience more distress following prejudice-inspired events than optimistic women  (Kaiser, Major, & McCoy, 2004) . Although this study did not specifically address sexual orientation, it provides evidence for pessimism as a moderator, but not mediator, of the stigma-distress association. Support for mediation comes from a longitudinal study of (bereaved) gay men. Stigma-related stress led to greater pessimism, which in turn predicted internalizing symptoms over the 18 months of the study  (Hatzenbuehler, Hilt, & Nolen-Hoeksema, in press) .\n\nA final cognitive variable that may also result from stigma-related stress is negative selfschemas. In the cognitive model of depression, depressed cognitions involve negative views of the self, the environment, and the future  (Beck et al., 1979) . Both cognitive and schemafocused therapies for depression have shown promise in altering these maladaptive cognitions regarding the self  (Young, Rygh, Weinberger, & Beck, 2007) . Chronic exposure to discrimination, rejection, and abuse can be expected to lead to negative self-schemas. Indeed, studies have shown that LGB individuals have lower self-esteem than heterosexuals  (Plöderl & Fartacek, 2005; Sandfort et al., 2003) , and within-group studies of sexual minorities have revealed associations between low self-esteem and stigma-related stressors (e.g.,  Rosario et al., 1996) . In turn, negative self-esteem is predictive of psychological distress, including suicidality (Savin-  Williams & Ream, 2003; van Heeringen & Vincke, 2000) . Support for negative self-schemas as mediators of the association between sexual orientation status and psychopathology is mixed, however. Although one between-group study showed that controlling for lower self-esteem (along with other general psychological processes) attenuated the relationship between sexual orientation and suicidality  (Plöderl & Fartacek, 2005) , another nationally representative study found that sexual orientation was still significantly associated with psychopathological outcomes after accounting for general psychological processes, including self-esteem  (Wichstrom & Hegna, 2003) . Within-group studies of sexual minorities have also produced mixed results regarding the extent to which negative self-esteem mediates the stress-psychopathology association. One study indicated that gay-related stress was still associated with psychological distress after accounting for selfesteem  (Rosario et al., 1996) , whereas two other studies have found reductions in the relationship between stigma-related stress and psychological distress  (Hershberger & D'Augelli, 1995) , as well as suicidality (Savin-  Williams & Ream, 2003) , after controlling for self-esteem/self-acceptance. One possible methodological reason for these mixed results is that existing studies have typically entered self-esteem along with other psychological processes into regression models. Because the number and type of these psychological processes differ across studies, the relative influence of self-esteem on psychopathology also varies. Thus, the unique effects of self-esteem on psychopathological outcomes require further investigation."
    },
    {
      "title": "Alcohol Use Disorders",
      "text": "Relative to research on depression and anxiety, there has been less research on psychosocial mediators of the effects of stigma-related stress on alcohol use. Nevertheless, existing research points to coping/emotion regulation, social/interpersonal, and cognitive processes through which stigma-related stress leads to the development of alcohol use disorders among LGB populations (see Table  2 ).\n\nCoping and emotion regulation processes-Stress is a significant predictor of alcohol use  (Dawson, Grant, & Ruan, 2005; Hasin, Keyes, Hatzenbuehler, Aharonovich, & Alderson, 2007)  and associated problems  (McCreary & Sadava, 1998; 2000) . Stressful life events, including discrimination experiences  (Bux Jr., 1996) , are believed to challenge an individual's coping resources, leading to the use of alcohol in an effort to regulate negative affect (e.g.,  Greeley & Oei, 1999) . Coping motives-which refer to the \"strategic use of alcohol to escape, avoid, or otherwise regulate negative emotions\"  (Cooper, Frone, Russell, & Mudar, 1995, p. 991) -are robust predictors of alcohol-related problems, including alcohol dependence  (Carpenter & Hasin, 1998) . Stress is associated with stronger coping motives for drinking, which in turn account for the relationship between stress and increased alcohol consumption  (Ham & Hope, 2003; Park, Armeli, & Tennen, 2004) .\n\nTaken together, this literature suggests that stigma-related stress may contribute to the development of coping motives for drinking. Indeed, discrimination is associated with negative affect  (Diaz, et al., 2001; Herek et al., 1999; Kessler, Mickelson, & Williams, 1999; Mays & Cochran, 2001; Meyer, 1995) , and this increased negative affect may trigger motives to cope by drinking. In addition, positive expectancies about the effects of alcohol (e.g., that it will reduce tension) contribute to motives to cope by drinking  (Cooper et al., 1995) , and LGB young adults have greater positive alcohol expectancies than heterosexuals  (Hatzenbuehler, Corbin, & Fromme, 2008a; Ziyadeh et al., 2007) . Thus, there is suggestive evidence from multiple lines of research that negative affect, drinking motives, and alcohol expectancies may serve mediating roles from discrimination to alcoholrelated outcomes. To date, however, only one study has directly tested drinking to cope as a mediator of the relation between discrimination and drinking behaviors  (Hatzenbuehler, Corbin, & Fromme, 2008b) . In this study of over 2,300 young adults (with 109 LGB participants), discrimination among LGB respondents was significantly associated with negative affect as well as positive alcohol expectancies. These processes in turn led to coping motives, which contributed to greater alcohol-related problems, controlling for alcohol consumption.\n\nSocial/interpersonal processes-Several researchers have hypothesized that social processes, particularly social norms, may account for the higher rates of alcohol use disorders in LGB populations  (Bux Jr., 1996; Eisenberg & Wechsler, 2003; Hatzenbuehler, Corbin, & Fromme, 2008a; McKirnan & Peterson, 1989) . Social norms refer to the influence of the environment on an individual's level of alcohol consumption and are predictors of alcohol use and associated problems among general samples of young adults  (Larimer, Turner, Mallett, & Geisner, 2004; Sher, Bartholow, & Nanda, 2001)  as well as in the U.S. adult population  (Greenfield & Room, 1997) . One nationally representative study of college students found that school-wide prevalence of substance use (i.e., social norms for use) did not predict the substance use behaviors of LGB students  (Eisenberg & Wechsler, 2003) . However, these norms were based almost exclusively on heterosexual students' drinking habits, rather than the specific social norms for substance use within sexual minority social networks. In contrast, studies measuring social norms within sexual minority communities have tended to document that these norms are significantly predictive of substance use behaviors among LGB respondents  (Hatzenbuehler, Corbin, & Fromme, 2008a; Trocki et al., 2005) .\n\nResearchers have argued that sexual minorities may have more permissive social norms for the use of alcohol because bars were a place that the community often relied upon for interaction, due to a lack of comfort and safety in heterosexual establishments  (Hefferman, 1998) . In support of the hypothesis that stigma-related stress may contribute to higher social norms for drinking via engagement in a \"bar culture,\" one study found that discrimination experiences were associated with the use of bars as a primary social setting  (McKirnan & Peterson, 1988) , which in turn led to greater alcohol-related problems among sexual minority men  (McKirnan & Peterson, 1989) .\n\nEvidence for a \"bar culture\" has not been entirely consistent  (Bloomfield, 1993) , however, and recent research suggests there may be age-cohort effects, in which younger sexual minorities are less reliant on bars for social venues (e.g.,  Crosby, Stall, Paul, & Barrett, 1998) . Moreover, disparities in alcohol consumption appear to emerge in adolescence, long before a bar culture develops. One recent study with younger sexual minorities was able to address the role of social norms in drinking behaviors that did not occur in the context of a \"bar culture.\" During the transition from high school to freshman year of college, LGB individuals endorsed more permissive social norms among their social networks, which mediated the relationship between sexual orientation and increased alcohol use  (Hatzenbuehler, Corbin, & Fromme, 2008a) . Future research is needed to establish whether specific stressors resulting from stigma may play a role in the development of more permissive social norms among sexual minorities.\n\nCognitive processes-Cognitive theories of alcohol use have suggested several important processes that may serve as explanations for increased alcohol use among at-risk drinkers. For example, a review of problem drinking in young adults identified several thought processes about drinking that confer risk for alcohol-related problems, including drinking motives and alcohol expectancies  (Ham & Hope, 2003) . According to alcohol expectancy theory  (Goldman, Brown, & Christiansen, 1987) , the combination of strong positive outcome expectancies (expectations of positive and negative reinforcement from drinking alcohol such as increased sociability and decreased tension) together with low negative expectancies (e.g., that alcohol will lead to cognitive or behavioral impairment) will lead to increased consumption and problems. A substantial literature documents the association between alcohol expectancies and drinking behavior  (Jones et al., 2001) .\n\nA study of adult gay men showed that discrimination experiences predicted alcohol problems only among men whose cognitions (i.e., tension reduction expectancies) made them vulnerable to alcohol misuse  (McKirnan & Peterson, 1988) . Whereas this study examined moderation, a longitudinal study of LGB young adults and their heterosexual peers found that positive alcohol expectancies mediated the relationship between sexual orientation and alcohol use, both for men and women  (Hatzenbuehler, Corbin, & Fromme, 2008a) . Although this study suggests that expectancies may be one mechanism accounting for the stress-alcohol use association among sexual minorities, specific stigma-related stressors were not assessed. A nationally representative study of adolescents also found elevated alcohol expectancies among LGB youth relative to heterosexuals; however, controlling for alcohol expectancies (along with other general psychological processes) reduced the relation between sexual orientation and alcohol outcomes only for girls  (Ziyadeh et al., 2007) .\n\nDiscrimination experiences are associated with having greater positive alcohol expectancies in sexual minorities  (Hatzenbuehler, Corbin, & Fromme, 2008b) , which may be related to beliefs that alcohol can reduce the negative affect associated with stigma-related stressors. Future research should examine whether particular kinds of alcohol expectancies (e.g., tension reduction, \"liquid courage,\" negative self-perceptions) are especially likely to develop among those experiencing stigma-related stressors in order to provide a better understanding of how stigma-related stress might influence the development of higher alcohol expectancies among sexual minorities."
    },
    {
      "title": "Summary and Discussion of Psychological Mediation Framework",
      "text": "There appear to be multiple pathways through which stigma-related stress ultimately influences the pathogenesis of mental health and alcohol use disorders among sexual minorities (see Table  2 ). In the domain of internalizing psychopathology, the data point to specific coping/emotion regulation (rumination), social/interpersonal (low social support), and cognitive (hopelessness, pessimism, negative self-schemas) processes that may account for increased rates of mood and anxiety disorders within LGB populations. In the area of alcohol use disorders, the results also indicate emotion regulation/coping (drinking to cope), social/interpersonal (social norms), and cognitive (alcohol expectancies) processes initiated by stigma-related stress that could explain increased rates of alcohol use disorders among sexual minorities.\n\nIt is important to note that some studies have not supported the psychological mediation framework  (Austin et al., 2004; Wichstrom & Hegna, 2003 ; see also  Ziyadeh et al., 2007  for different results by sex). However, in these studies, the general psychological processes were not examined in relation to specific stigma-related stressors. Whereas all LGB individuals share the same status, the perceived (and actual) stressors resulting from this status differ across individuals. Thus, status is an imprecise proxy for stress. Consequently, future studies should incorporate multiple measures of stigma-related stress in order to more directly distinguish status from stress.\n\nResults supporting the psychological mediation framework should also be considered in light of the methodological strengths and limitations of the current state of the literature. As indicated in Table  1  and  Table 2 , support for the three primary hypotheses of the psychological mediation framework has emerged across multiple samples and age groups. In addition, all of the studies listed in Table  1  provided a heterosexual comparison group, most of which were identified using identical sampling procedures, thereby reducing potential confounds related to sampling that have limited many prior studies with sexual minorities  (Diamond, 2003) . Half of the studies were obtained from community-based and nationally representative datasets, increasing generalizability of the results. Despite these strengths, there are a number of methodological limitations to the existing literature. Although several studies utilized prospective designs, the majority of studies are cross-sectional. The strongest test of mediation hypotheses requires multiple assessments of stressors, psychological processes, and psychopathological outcomes. Second, with rare exception (e.g.,  Hatzenbuehler, McLaughlin, & Nolen-Hoeksema, 2008; Hatzenbuehler, Corbin, & Fromme, 2008a) , studies examining mediational hypotheses did not use established criteria for mediation, such as the causal steps strategy  (Baron & Kenny, 1986)  or the productof-coefficients approach (MacKinnon, Lockwood, Hoffman, West, & Sheets, 2002). In addition, most studies indicated support for mediation through examining reductions in pvalues, rather than conducting tests for mediation. Recent research has provided several significance tests for mediated effects that are associated with low bias and Type 1 error rate, accurate standard errors, and adequate power to detect small effects  (MacKinnon & Fairchild, 2009) , including the distribution of the product approach (MacKinnon, Fritz,  Williams, & Lockwood, 2007)  and bootstrapping  (Preacher & Hayes, 2004; 2008) . These are two methodological problems that are also evident in the general stress literature  (Grant et al., 2006) , but future studies that examine mediation hypotheses will need to follow these established procedures and utilize prospective designs.\n\nMoreover, as mentioned above, some of the psychological processes have been entered simultaneously into regression models along with various other general psychological processes (e.g., hopelessness;  Russell & Joyner, 2001) . Although this is consistent with the mediational framework of examining general psychological processes, it precludes an examination of which particular processes can account for the association between stigmarelated stress and psychopathology. Thus, future studies can utilize the mediation framework, along with the specific psychological processes that are reviewed, in order to test hypotheses about particular mediator variables.\n\nIn addition to improving upon these methodological limitations, future research needs to focus on identifying other emotion regulation, social/interpersonal, and cognitive sequelae of stigmarelated stress that can explain increased psychiatric morbidity among sexual minorities. For example, although rumination appears to be one emotion regulation mechanism accounting for the stress-psychopathology association among sexual minorities, there are other salient emotion regulation strategies that are utilized by members of stigmatized groups  (Miller & Kaiser, 2001 ) that may also confer risk for psychopathology. One example is suppression, defined as inhibiting emotion-expressive behaviors  (Gross, 2001) . Suppression has negative consequences for both physiological and psychological functioning  (Gross, 2001) . For those with concealable stigmas (e.g., homosexuality) who do not wish to disclose their stigmatized status, suppressing emotion-expressive behaviors may be one of few options available for responding to stigma-related events. There is some evidence that lesbians engage in suppression to a greater extent than heterosexual women  (Matthews et al., 2002) ; however, there has been only one study of sexual minorities that examined suppression of emotions within the specific context of stigma-relevant stressors  (Hatzenbuehler, Nolen-Hoeksema, & Dovidio, in press ). This study did not find support for mediation, but these results warrant replication in larger studies with heterosexual comparison groups.\n\nFuture studies are also needed to examine specific relationships between stigma-related stressors and the psychological processes identified in this review. Although several distal stressors (e.g., victimization, discrimination) have been evaluated as predictors of general psychological processes, no studies have simultaneously examined multiple instantiations of stigma-related stress and the proposed psychological processes reviewed here. Prior longitudinal research with bereaved gay men has demonstrated that stigma-related stressors (e.g., discrimination, expectations of rejection, and internalized stigma) are differentially associated with specific mental health outcomes  (Hatzenbuehler, Nolen-Hoeksema, & Erickson, 2008) . This research suggests that some stressors are uniquely predictive of certain psychological processes (e.g., discrimination is associated with rumination, but not hopelessness), but this contention requires empirical examination."
    },
    {
      "title": "Implications for Preventive Interventions with Sexual Minorities",
      "text": "The existing literature on interventions with sexual minorities has identified two foci for eliminating mental health disparities in this population: social-structural and individual. Despite the different approaches to intervention, both have focused on reducing stigma-related stressors  (Meyer, 2003) . Intervening to reduce these stressors is much needed; however, in order to provide psychotherapeutic services that are maximally effective, it is necessary for the field to move from acknowledging the importance of stigma-related stress toward a more sophisticated understanding of the multiple psychosocial processes that stigma-related stress disrupts. In identifying such processes, research from the psychological mediation framework makes two contributions to the literature on interventions with sexual minorities. First, the framework points to specific psychological processes that should be targets of prevention and intervention efforts. Second, in highlighting the interrelationships between stigma-related stressors and general psychological processes, the framework provides important insights into the ways in which disparities in psychiatric morbidity may persist without joint attention to how both components of the model serve to reinforce the other. In the section below, I discuss implications for separate and joint interventions, with particular attention paid to contributions that the framework offers at both social and individual levels."
    },
    {
      "title": "Social/structural Interventions",
      "text": "Given the role of social/structural factors (e.g., prejudicial attitudes, discrimination) in the development of mental health problems in the LGB community, many have recognized the need to intervene at the societal level  (Link & Phelan, 2001; Meyer, 2003) . The recent Connecticut and Iowa Supreme Court decisions to allow same-sex marriage, and the 2007 Local Law Enforcement Hate Crimes Prevention Act (Matthew Shepard Act), which passed the U.S. House of Representatives, are important examples of such efforts. In addition to changes in social policy, interventions are needed to alter various social environments in which prejudice-inspired stressors develop and/or proliferate, including work-place discrimination against LGBT adults  (Waldo, 1999)  and school violence targeting sexual minority youth  (Russell et al., 2001) ."
    },
    {
      "title": "Individual-level Interventions",
      "text": "Individual-level preventive interventions are also needed for individuals currently suffering from mental health problems resulting from stigma-related stress. Unfortunately, although LGB individuals seek mental health services at greater rates than heterosexuals  (Cochran et al., 2003) , there are currently few, if any, evidence-based treatments that address their unique mental health issues  (Cochran, 2001) . A recent meta-analysis  (Marshal et al., 2008)  noted that none of the intervention guidelines published by the principal medical and public health institutions provides information for health-care providers on how to prevent substance use in sexual minority youth, despite their increased risk. Marshal and colleagues (2008)  note that this paucity of guidelines regarding modifiable targets for intervention is directly related to the fact that existing research has rarely considered mediators of the association between sexual orientation and substance use. The uniqueness of the integrative mediation framework advanced in this paper is that it identified processes that are both modifiable through existing interventions and that appear to be psychosocial sequelae of stigma-related stress.\n\nFor example, the available evidence suggests that preventive interventions for depression and anxiety disorders among sexual minorities should simultaneously focus on reducing the use of maladaptive coping strategies, such as rumination, and augmenting emotion regulation skills. A recent intervention specifically aimed at rumination showed significant reductions in depression and associated comorbidity  (Watkins et al., 2007) , which could prove beneficial in preventing sexual minorities from engaging in rumination subsequent to stigma-related stress. In addition, Dialectical Behavior Therapy  (Linehan, 1993)  and emotion-focused treatments  (Greenberg, 2002)  have shown promise in facilitating more adaptive regulation of emotions.\n\nIn the domain of alcohol use disorders, research has indicated that both sexual minority status  (Hatzenbuehler, Corbin, & Fromme, 2008a)  and stigma-related stress  (Hatzenbuehler, Corbin, & Fromme, 2008b)  are associated with the development of positive alcohol expectancies, a risk factor for increased alcohol use  (Goldman et al., 1987) . Many interventions that manipulate alcohol expectancies predict subsequent reductions in alcohol consumption  (Jones et al., 2001) , suggesting the importance of including alcohol expectancies as a specific target for interventions with sexual minorities, especially those with greater experiences of stigmarelated stress.\n\nAt least one study has applied an evidence-based protocol (Cognitive Behavioral Therapy) to the unique situations confronted by a sexual minority patient  (Safren & Rogers, 2001) . This kind of research provides an illustrative template for how future interventions based on the psychological mediation framework can address the psychosocial consequences of stigmarelated stress, for which existing evidence-based techniques are well suited."
    },
    {
      "title": "Joint Interventions",
      "text": "Because group-specific stressors and general psychological processes have been considered distinct risk factors for psychopathology, public health and clinical interventions have focused on targeting these risk factors separately. One of the contributions offered by the psychological mediation framework is that these factors are interrelated and mutually reinforcing, suggesting the importance of joint interventions. Because general psychological processes are set in motion by stigma-related stressors, focusing on altering these processes at the individual level may not gain much traction therapeutically if changes at the social level are not also made in tandem. For example, even if an intervention is initially effective at decreasing an individual's use of rumination in response to stigma events, the framework suggests that the individual will re-engage in rumination if the social circumstances that created this response are not altered. These interrelationships indicate that disparities in psychiatric morbidity among sexual minorities are likely to persist without joint interventions targeting both intraindividual psychological processes as well as stressors generated at the social/structural level.\n\nA recent study illustrates this point. Using data from a nationally representative study of over 34,000 participants  (Hatzenbuehler, Keyes, & Hasin, in press) , the authors showed that the prevalence of psychiatric disorders was significantly higher among LGB respondents living in states with social policies that do not confer protection for LGB individuals, relative to LGB respondents who reside in states with protective policies. These results suggest that changing social policies may influence psychopathology at the individual level, lending support for current policies that seek to prohibit discrimination toward LGB individuals (e.g., legislation banning same-sex marriage). Mental health disparities were not entirely eliminated after accounting for the social policies, however, indicating the importance of concurrent interventions at the individual level. Although this study did not examine mechanisms linking structural stressors to psychiatric disorders, the psychological mediation framework has identified promising avenues for the development of such interventions."
    },
    {
      "title": "Future Directions",
      "text": "Despite the emerging body of research that points to general psychosocial processes as mediators of the relationship between stigma-related stress and adverse mental health outcomes among sexual minorities, this area is still in its initial stages. Thus, there are several important directions for future research pertaining to the psychological mediation framework, which are summarized by category in the following section."
    },
    {
      "title": "Moderators",
      "text": "Although this review focused on concepts of mediation, existing research has demonstrated that sociodemographic and identity-specific variables impact the nature and severity of stress experiences, as well as the salience and prevalence of certain general psychological processes, suggesting the existence of moderating processes. This research therefore points to specific theory-driven studies that can examine various hypotheses of \"moderated mediation\" (i.e., examining whether a mediated effect is constant across levels of a moderator variable;  Baron & Kenny, 1986; MacKinnon, 2008)  that will provide an important extension of the psychological mediation framework. Several relevant moderator variables are reviewed below.\n\nRace/ethnicity-Recent research on the intersection of multiple stigmatized identities has demonstrated that racial/ethnic sexual minorities face stressors that are multiplicative in nature (e.g.,  Eliason, 1996; Stirratt, Meyer, Ouellette, & Gara, 2008) . In addition to facing stigma related to race  (Williams, Neighbors, & Jackson, 2003) , there is some evidence for greater stigma toward homosexuality among racial/ethnic minority communities (e.g.,  Rosario, Schrimshaw, & Hunter, 2004) . Although this research suggests that LGB individuals from racial/ethnic minority groups might be vulnerable to greater psychiatric morbidity than Caucasians, few studies have examined this hypothesis empirically. One exception is a recent study using nationally representative data from the National Latino and Asian American Study  (Cochran, Mays, Alegria, Ortega, & Takeuchi, 2007) . Latino and Asian American individuals of minority sexual orientation status were shown to be at similar or somewhat lower risk for psychiatric disorders when compared to Caucasian samples in the published literature  (Gilman et al., 2001) . According to the framework advanced in this paper, these results suggest that racial/ethnic minority groups may have more general psychological protective factors that buffer against the onset of psychiatric disorders. Given the novelty of these results, this represents an important area for future inquiry.\n\nSex-There are also sex differences with respect to the number and forms of stigma-related stress. Sexual minority men experience higher rates of sexual victimization  (Balsam et al., 2005)  and hate crimes  (Herek, 2009)  than sexual minority women. Research has also demonstrated sex differences in several of the general psychosocial processes reviewed above. For example, heterosexual women are more likely to ruminate than heterosexual men  (Nolen-Hoeksema et al., 1999) , suggesting that lesbians might be more vulnerable to this cognitive risk factor than gay men. Future research is needed to understand how sex influences vulnerability both to stigma-related stress and general psychosocial processes, and whether these translate into sex differences in psychopathological outcomes among sexual minorities.\n\nAge/developmental influences-Although research from the psychological mediation framework has been conducted with adolescent, young adult, and adult samples of sexual minorities, more research needs to adopt a life-course perspective in order to understand how different developmental processes can inform the relationships outlined in this framework. For example, developmental influences are particularly important in considering which general psychosocial processes to assess in research on mental health disparities in LGB individuals. Indeed, there are developmental periods during which certain psychosocial processes are more likely to be relevant. For example, one of the fundamental developmental tasks of adolescence is learning how to adaptively modulate negative emotions  (Steinberg, Dahl, Keating, Kupfer, Masten, & Pine, 2006) , making emotion regulation deficits particularly relevant sequelae of stigma-related stress during this period. Additionally, stressful events become more closely linked to the emergence of negative affect states during this period, rendering adolescents more emotionally vulnerable to the effects of stress  (Larson & Ham, 1993; Larson, Moneta, Richards, & Wilson, 2002) . As reviewed above, emotion regulation deficits accounted for the increased rates of internalizing symptoms among LGB adolescents relative to their heterosexual peers  (Hatzenbuehler, McLaughlin, & Nolen-Hoeksema, 2008) , indicating the importance of adopting a developmental perspective in understanding these mental health disparities.\n\nIdentity-specific processes-In addition to the traditional moderator variables reviewed above, it is plausible that identity-specific processes may also influence the experience of both stressors and general psychological processes, which could in turn intensify or attenuate the relationships outlined in the framework. For example, individuals who are high in group identification (i.e., view their social identity as a fundamental part of their self-concept) are more likely to perceive discrimination  (Major & O'Brien, 2005)  and may also be more likely to ruminate over perceived threats that are related to their group identity (i.e., LGB status). In contrast, individuals who have fully integrated their sexual minority identity into other identities (e.g., gender, professional) may perceive fewer stressors, and may also experience fewer general psychological processes conferring risk for psychopathology (e.g., hopelessness, social isolation). Indeed, an integrated identity is conceptualized as optimal in identity development models  (Eliason, 1996) . These and other identity-specific processes (e.g., stigma consciousness;  Pinel, 1999)  should therefore be included in future studies as potential moderators of the mediation processes advanced in this paper. Inclusion of these variables will provide important information regarding individual vulnerabilities to stress, general psychological processes and the development of psychopathology in sexual minorities."
    },
    {
      "title": "An Integrative Mediation Framework with Bidirectional Influences",
      "text": "The primary hypothesis of the psychological mediation framework advanced in this paper is that the stress associated with stigma activates several changes in general psychological processes that in turn confer risk for psychopathology. This review has suggested several such processes that are plausible sequelae of stigma (e.g., rumination) and has provided evidence that these processes serve to mediate the stress-psychopathology association. The emphasis on general psychological processes was motivated by the fact that most of these processes are modifiable with existing clinical interventions and may be more amenable to change than distal stress exposures.\n\nGiven this focus on general psychological processes, group-specific processes that may also be mediators of the stress-psychopathology link were not included in the psychological mediation framework. These processes include, but are not limited to, proximal stressors that were identified in the minority stress theory  (Meyer, 2003) . For example, rejection sensitivity, defined as \"the tendency to anxiously expect, readily perceive, and overreact to rejection\"  (Downey, Freitas, Michaelis, & Khouri, 1998) , represents a potential group-specific mediator of stigma-related stress and internalizing disorders. Stigma-related stress (i.e., parental rejection of one's sexual orientation) is associated with rejection sensitivity  (Pachankis, Goldfried, & Ramrattan, 2008) , and rejection sensitivity has been shown to prospectively predict depressive symptoms in gay men  (Hatzenbuehler, Nolen-Hoeksema, & Erickson, 2008) , providing support for both paths of the mediational framework. A fully integrative framework that includes both general and group-specific mediators is shown in Figure  2 . Future studies are needed to examine the relationships between these processes, including testing the predictive specificity and validity of general versus group-specific processes as mediators of the stress-psychopathology association.\n\nAnother area for future research on this integrative framework concerns testing bi-directional relations between the various predictors, mediators, moderators and outcomes depicted in Figure  2 . Although this review has focused on uni-directional mediation paths from stress to general psychological processes to psychopathological outcomes, these relationships are likely to be reciprocal and dynamic in nature. 4 For example, certain mediating characteristics (e.g., emotion dysregulation) influence the onset of psychopathology, which in turn creates more dysregulation, creating a cycle that exacerbates and maintains mental disorders following the initial exposure to stigma-related stressors.\n\nIn addition, various general psychological processes may render some individuals more vulnerable to the experience of subsequent stigma-related stressors, particularly more proximal individual-difference characteristics. For instance, social isolation in response to distal stressors may also lead to greater tendencies to conceal one's identity, which may in turn exacerbate distress under certain circumstances  (Cole et al., 1997) . Conversely, proximal stigma-related stressors may also potentiate specific general psychological processes. As previously discussed, several characteristics of concealed stigmas (a proximal stress process) 4 The author would like to thank an anonymous reviewer for this suggestion.\n\n-including preoccupation, self-monitoring, and increased hypervigilance  (Pachankis, 2008)  -have been associated with rumination,  (Lyubomirsky et al., 1999) , a general psychological risk factor for depression  (Nolen-Hoeksema et al., 2008) . No research to date, however, has tested specific bi-directional hypotheses between general and group-specific processes. This effort will require prospective research with multiple assessments of stress exposure, mediators, moderators, and psychopathological symptoms  (Grant et al., 2003) . Recent statistical models that have been developed for multiple mediators (e.g.,  Preacher & Hayes, 2008; Taylor, MacKinnon, & Tein, 2008)  have made these research questions possible to examine."
    },
    {
      "title": "Factors Promoting Resilience",
      "text": "The focus of this psychological mediation framework has been in understanding the processes leading to disparities in psychiatric morbidity between sexual minorities and heterosexuals. It is important to note, however, that many (if not most) sexual minorities do not evidence greater risk for psychopathology  (Cochran et al., 2003; Savin-Williams, 2001) . Indeed, research with other stigmatized groups, especially African-Americans, has outlined the myriad selfprotective qualities associated with membership in a stigmatized group (e.g.,  Crocker & Major, 1989) .\n\nAlthough resilience is not the focal point of this paper, the framework provided herein nevertheless points to several psychosocial dimensions that might facilitate a better understanding of why some sexual minorities develop psychological problems subsequent to stigma-related stress, while others maintain a psychologically healthy profile. For example, the research reviewed above suggests that individuals who have learned to effectively regulate their emotions in response to specific stressors should be buffered against negative mental health outcomes.\n\nStress inoculation theories suggest that exposure to certain kinds of stress (e.g., those that are controllable) can lead to more resilient outcomes because individuals develop the resources needed to respond adaptively to stress  (Fergus & Zimmerman, 2005; Garmezy, 1991; Rutter, 1993) . It is possible that certain kinds of stigma-related stress (e.g., acute stressors that are not experienced as overly taxing) can produce responses that make subsequent coping efforts more effective at managing stressors, especially if individuals are well supported in coping. Social support from parents  (Goldfried & Goldfried, 2001)  and from peers  (Radkowsky & Siegel, 1997)  may therefore be especially critical in determining whether early stress leads to resilience or risk among sexual minorities. This hypothesis of moderated mediation can be tested in future prospective studies of the integrative framework that examine whether relationships between stigma-related stress, coping, and psychopathology are moderated by positive social support networks. Such data will provide important information regarding processes that lead to psychological well-being among sexual minorities, even in the face of multiple stigma-related stressors."
    },
    {
      "title": "Implications for Stigma and Stress Process Theories",
      "text": "Finally, in integrating core aspects of theories of stigma  (Link & Phelan, 2001; Meyer, 2003)  and psychological mediators of the stress process  (Grant et al., 2003; Pearlin et al., 1981; Repetti et al., 2002) , the psychological mediation framework has raised important theoretical questions germane to these literatures. In particular, how much of the mental health outcomes of members of stigmatized groups can be explained by general stress process factors alone, without specific reference to the salient features of stigma (e.g., concealability, perceived control)? 5 Phrased another way, are certain general psychological processes more important to the development of psychopathology for different stigmatized groups?\n\nA recent experience sampling study that utilized the psychological mediation framework advanced in this paper may provide initial answers to these questions. In this study, it was hypothesized that rumination would be a more salient risk factor for individuals with concealed (e.g., LGB) versus conspicuous (e.g., African-American) identities, because the concealability of a stigma increases uncertainty and hypervigilance  (Pachankis, 2008) , which are associated with rumination  (Lyubomirsky et al., 1999) . The results, however, demonstrated that both African American and LGB respondents engaged equally in rumination following stigmarelated stress, and that rumination exerted negative consequences for mental health across stigmatized status  (Hatzenbuehler, Nolen-Hoeksema, & Dovidio, in press) . Although these findings suggest that rumination operates in similar ways for people with different types of stigma, this pattern was not consistent for all psychological mediators. Indeed, the effect of social support on subsequent psychological distress was moderated by concealability of the stigma. That is, LGB respondents reported more isolation and less quality social support subsequent to experiencing stigma-related stressors, which accounted for their higher levels of distress. In contrast, African Americans reported greater social support and were not more likely to isolate themselves after experiencing stigma-related events.\n\nTaken together, these results demonstrate that attention to unique stigma-related processes (e.g., concealability) may be important in explaining adverse mental health outcomes among stigmatized groups, although it appears to depend on the psychological mediator that is being evaluated (e.g., social support vs. rumination). Thus, the psychological mediation framework suggests that a fuller conceptual understanding of the experience of stigma requires an appreciation of the factors that distinguish different stigmas and the basic psychological processes that operate in common across stigmatized groups. To date, few studies have examined different characteristics of stigma in relation to the general psychological processes reviewed in this paper. Nevertheless, it appears that further consideration of these potentially synergistic relationships as depicted in the psychological mediation framework can help to advance theoretical research on stigma and the stress process in substantive ways."
    },
    {
      "title": "Conclusion",
      "text": "Research on mental health disparities in LGB populations has burgeoned in the last decade. After a series of large-scale epidemiological studies documented elevated rates of psychopathology among sexual minorities, researchers focused attention on identifying determinants of this risk. This line of research has revealed both group-specific and general predictors of psychopathology in LGB samples: (a) stress exposure associated with stigma (e.g., discrimination, victimization/abuse) and (b) general psychological processes, including coping/emotion regulation, social/interpersonal, and cognitive factors. Drawing on these important insights, I proposed a psychological mediation framework that integrates these established risk factors to elucidate the mediating pathways from stigma-related stress to psychopathology.\n\nThe focus of  Meyer's minority stress theory (2003)  was to identify stress exposure as a mediator of the association between social status and adverse mental health outcomes in LGB populations. Consequently, this important work did not seek to illuminate the psychological pathways from stress to psychopathology, a point that Meyer acknowledged in his review as a crucial direction for future research. The psychological mediation framework advanced in this paper highlights several psychological processes that are activated by the social stressors 5 The author would like to thank an anonymous reviewer for raising this question. identified in the minority stress theory  (Meyer, 2003) . In drawing upon recent evidence from the general stress literature on stress-initiating processes that account for the stresspsychopathology link  (Grant et al., 2003; Pearlin et al., 1981; Repetti et al., 2002) , this framework therefore complements and considerably advances the initial insights provided by the minority stress theory.\n\nMore research addressing the psychological mediation framework is needed, but preliminary evidence for its predictive validity is converging across several different sampling frames, designs, developmental periods, and outcomes. Given the diversity of these findings, it appears that this integrative framework offers a potentially fertile research paradigm for future inquiry on LGB mental health disparities. Ultimately, it is anticipated that this information can be used in the development of prevention and intervention programs that seek to decrease the incidence and prevalence of psychopathology within this vulnerable population. Integrative Mediation Framework of Group-Specific and General Psychological Processes"
    },
    {
      "title": "Psychological Mediation Framework"
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Figure 2."
    }
  ],
  "references": [
    {
      "title": "Hopelessness depression: A theory-based subtype of depression",
      "authors": [
        "L Abramson",
        "G Metalsky",
        "L Alloy"
      ],
      "year": 1989,
      "doi": "10.1037//0033-295x.96.2.358"
    },
    {
      "title": "Learned helplessness in humans: Critique and reformulation",
      "authors": [
        "L Abramson",
        "Mep Seligman",
        "J Teasdale"
      ],
      "year": 1978,
      "doi": "10.1037//0021-843x.87.1.49"
    },
    {
      "title": "Suicide attempts in substance abusers: Effects of major depression in relation to substance use disorders",
      "authors": [
        "E Aharonovich",
        "X Liu",
        "E Nunes",
        "D Hasin"
      ],
      "year": 2002,
      "doi": "10.1176/appi.ajp.159.9.1600"
    },
    {
      "title": "Sexual orientation and tobacco use in a cohort study of US adolescent girls and boys",
      "authors": [
        "S Austin",
        "N Ziyadeh",
        "L Fisher",
        "J Kahn",
        "G Colditz",
        "A Frazier"
      ],
      "year": 2004,
      "doi": "10.1001/archpedi.158.4.317"
    },
    {
      "title": "Bias in the workplace: Consistent evidence of sexual orientation and gender identity discrimination",
      "authors": [
        "Mvl Badgett",
        "H Lau",
        "B Sears",
        "D Ho"
      ],
      "year": 2007
    },
    {
      "title": "Victimization over the life span: A comparison of lesbian, gay, bisexual, and heterosexual siblings",
      "authors": [
        "K Balsam",
        "E Rothblum",
        "T Beauchaine"
      ],
      "year": 2005,
      "doi": "10.1037/0022-006x.73.3.477"
    },
    {
      "title": "The moderator-mediator variable distinction in social science research: Conceptual, strategic, and statistical considerations",
      "authors": [
        "R Baron",
        "D Kenny"
      ],
      "year": 1986,
      "doi": "10.1037//0022-3514.51.6.1173"
    },
    {
      "title": "Social exclusion impairs self-regulation",
      "authors": [
        "R Baumeister",
        "C Dewall",
        "N Ciarocco",
        "J Twenge"
      ],
      "year": 2005,
      "doi": "10.1037/0022-3514.88.4.589"
    },
    {
      "title": "Cognitive therapy of depression",
      "authors": [
        "A Beck",
        "A Rush",
        "B Shaw",
        "G Emery"
      ],
      "year": 1979
    },
    {
      "title": "A comparison of alcohol consumption between lesbians and heterosexual women in an urban population",
      "authors": [
        "K Bloomfield"
      ],
      "year": 1993
    },
    {
      "title": "Life events and affective disorder: Replications and limitations",
      "authors": [
        "G Brown"
      ],
      "year": 1993
    },
    {
      "title": "Alcohol and tobacco use patterns among heterosexually and homosexually experienced women in California",
      "authors": [
        "S Burgard",
        "S Cochran",
        "V Mays"
      ],
      "year": 2005,
      "doi": "10.1016/j.drugalcdep.2004.07.007"
    },
    {
      "title": "The epidemiology of problem drinking in gay men and lesbians: A critical review",
      "authors": [
        "D Bux"
      ],
      "year": 1996,
      "doi": "10.1016/0272-7358(96)00017-7"
    },
    {
      "title": "Recognition and posing of emotional expressions by abused children and their mothers",
      "authors": [
        "L Camras",
        "S Ribordy",
        "J Hill",
        "S Martino",
        "S Spaccarelli",
        "R Stefani"
      ],
      "year": 1988,
      "doi": "10.1037/0012-1649.24.6.776"
    },
    {
      "title": "A prospective evaluation of the relationship between reasons for drinking and DSM-IV alcohol-use disorders",
      "authors": [
        "K Carpenter",
        "D Hasin"
      ],
      "year": 1998
    },
    {
      "title": "How coping mediates the effect of optimism on distress: A study of women with early stage breast cancer",
      "authors": [
        "C Carver",
        "C Pozo",
        "S Harris",
        "V Noriega",
        "M Scheier",
        "D Robinson"
      ],
      "year": 1993
    },
    {
      "title": "On the self-regulation of behavior",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1998
    },
    {
      "title": "Optimism and pessimism: Implications for theory, research, and practice",
      "authors": [
        "E Chang"
      ],
      "year": 2001,
      "doi": "10.1037/10385-000"
    },
    {
      "title": "Child maltreatment",
      "authors": [
        "D Cicchetti",
        "T Toth"
      ],
      "year": 2005
    },
    {
      "title": "Emerging issues in research on lesbians' and gay men's mental health: Does sexual orientation really matter?",
      "authors": [
        "S Cochran"
      ],
      "year": 2001
    },
    {
      "title": "Estimates of alcohol use and clinical treatment needs among homosexually active men and women in the U.S. population",
      "authors": [
        "S Cochran",
        "C Keenan",
        "C Schober",
        "V Mays"
      ],
      "year": 2000,
      "doi": "10.1037//0022-006x.68.6.1062"
    },
    {
      "title": "Relation between psychiatric syndromes and behaviorally defined sexual orientation in a sample of the U.S. population",
      "authors": [
        "S Cochran",
        "V Mays"
      ],
      "year": 2000
    },
    {
      "title": "Lifetime prevalence of suicide symptoms and affective disorders among men reporting same-sex sexual partners: Results from NHANES III",
      "authors": [
        "S Cochran",
        "V Mays"
      ],
      "year": 2000
    },
    {
      "title": "Mental health and substance use disorders among Latino and Asian American lesbian, gay, and bisexual adults",
      "authors": [
        "S Cochran",
        "V Mays",
        "M Alegria",
        "A Ortega",
        "D Takeuchi"
      ],
      "year": 2007
    },
    {
      "title": "Prevalence of mental disorders, psychological distress, and mental health services use among lesbian, gay, and bisexual adults in the United States",
      "authors": [
        "S Cochran",
        "V Mays",
        "J Sullivan"
      ],
      "year": 2003
    },
    {
      "title": "Stress, social support, and the buffering hypothesis",
      "authors": [
        "S Cohen",
        "T Willis"
      ],
      "year": 1985,
      "doi": "10.1037//0033-2909.98.2.310"
    },
    {
      "title": "Social identity and physical health: Accelerated HIV progression in rejection-sensitive gay men",
      "authors": [
        "S Cole",
        "M Kemeny",
        "S Taylor"
      ],
      "year": 1997,
      "doi": "10.1037//0022-3514.72.2.320"
    },
    {
      "title": "Models of cognitive mediation and moderation in child depression",
      "authors": [
        "D Cole",
        "J Turner"
      ],
      "year": 1993,
      "doi": "10.1037//0021-843x.102.2.271"
    },
    {
      "title": "Childhood and adult sexual abuse, rumination on sadness, and dysphoria",
      "authors": [
        "M Conway",
        "M Mendelson",
        "C Giannopoulos",
        "Par Csank",
        "S Holm"
      ],
      "year": 2004,
      "doi": "10.1016/j.chiabu.2003.05.004"
    },
    {
      "title": "Drinking to regulate positive and negative emotions: A motivational model of alcohol use",
      "authors": [
        "M Cooper",
        "M Frone",
        "M Russell",
        "P Mudar"
      ],
      "year": 1995
    },
    {
      "title": "Reports of parental maltreatment during childhood in a United States population-based survey of homosexual, bisexual, and heterosexual adults",
      "authors": [
        "H Corliss",
        "S Cochran",
        "V Mays"
      ],
      "year": 2002
    },
    {
      "title": "Social stigma and self-esteem: The self-protective properties of stigma",
      "authors": [
        "J Crocker",
        "B Major"
      ],
      "year": 1989,
      "doi": "10.1037//0033-295x.96.4.608"
    },
    {
      "title": "Social stigma",
      "authors": [
        "J Crocker",
        "B Major",
        "C Steele"
      ],
      "year": 1998
    },
    {
      "title": "Alcohol and drug use patterns have declined among generations of younger gay-bisexual men in San Francisco",
      "authors": [
        "G Crosby",
        "R Stall",
        "J Paul",
        "D Barrett"
      ],
      "year": 1998
    },
    {
      "title": "Mental health problems among lesbian, gay, and bisexual youths ages 14-21",
      "authors": [
        "D' Augelli"
      ],
      "year": 2002,
      "doi": "10.1177/1359104502007003039"
    },
    {
      "title": "Exploring children's emotional security as a mediator of the link between marital relations and child adjustment",
      "authors": [
        "P Davies",
        "E Cummings"
      ],
      "year": 1998,
      "doi": "10.1111/j.1467-8624.1998.tb06138.x"
    },
    {
      "title": "The association between stress and drinking: Modifying effects of gender and vulnerability",
      "authors": [
        "D Dawson",
        "B Grant",
        "W Ruan"
      ],
      "year": 2005,
      "doi": "10.1093/alcalc/agh176"
    },
    {
      "title": "New paradigms for research on heterosexual and sexualminority development",
      "authors": [
        "L Diamond"
      ],
      "year": 2003,
      "doi": "10.1207/s15374424jccp3204_1"
    },
    {
      "title": "Sex, dating, passionate friendships and romance: Intimate peer relations among lesbian, gay, and bisexual adolescents",
      "authors": [
        "L Diamond",
        "R Savin-Williams",
        "E Dubé"
      ],
      "year": 1999
    },
    {
      "title": "The impact of homophobia, poverty, and racism on the mental health of gay and bisexual Latino men: Findings from 3 US cities",
      "authors": [
        "R Diaz",
        "G Ayala",
        "E Bein",
        "J Henne",
        "B Marin"
      ],
      "year": 2001
    },
    {
      "title": "Committee on Lesbian, Gay, and Bisexual Concerns Joint Task Force on Guidelines for Psychotherapy With Lesbian, Gay, and Bisexual Clients. Guidelines for psychotherapy with lesbian, gay, and bisexual clients",
      "year": 2000
    },
    {
      "title": "The role of adversity and stress in psychopathology: Some evidence and its implications for theory and research",
      "authors": [
        "B Dohrenwend"
      ],
      "year": 2000,
      "doi": "10.2307/2676357"
    },
    {
      "title": "Reducing contemporary prejudice: Combating explicit and implicit bias at the individual and intergroup level",
      "authors": [
        "J Dovidio",
        "K Kawakami",
        "S Gaertner"
      ],
      "year": 2000,
      "doi": "10.4324/9781410605634-13"
    },
    {
      "title": "The self-fulfilling prophecy in close relationships: Rejection sensitivity and rejection by romantic partners",
      "authors": [
        "G Downey",
        "A Freitas",
        "B Michaelis",
        "H Khouri"
      ],
      "year": 1998,
      "doi": "10.1037//0022-3514.75.2.545"
    },
    {
      "title": "Reports of alcohol consumption and alcohol-related problems among homosexual, bisexual, and heterosexual respondents: Results from the 2000 National Alcohol Survey",
      "authors": [
        "L Drabble",
        "L Midanik",
        "K Trocki"
      ],
      "year": 2005,
      "doi": "10.15288/jsa.2005.66.111"
    },
    {
      "title": "Suicidality among gay, lesbian, and bisexual youth: The role of protective factors",
      "authors": [
        "M Eisenberg",
        "M Resnick"
      ],
      "year": 2006
    },
    {
      "title": "Substance use behaviors among college students with same-sex and oppositesex experience: Results from a national study",
      "authors": [
        "M Eisenberg",
        "H Wechsler"
      ],
      "year": 2003
    },
    {
      "title": "Identity formation for lesbian, bisexual and gay persons: Beyond a \"minoritizing\" view",
      "authors": [
        "M Eliason"
      ],
      "year": 1996,
      "doi": "10.1300/j082v30n03_03"
    },
    {
      "title": "Adolescent resilience: A framework for understanding healthy development in the face of risk",
      "authors": [
        "S Fergus",
        "M Zimmerman"
      ],
      "year": 2005
    },
    {
      "title": "Is sexual orientation related to mental health problems and suicidality in young people?",
      "authors": [
        "D Fergusson",
        "L Horwood",
        "A Beautrais"
      ],
      "year": 1999
    },
    {
      "title": "Sexual orientation and mental health in a birth cohort of young adults",
      "authors": [
        "D Fergusson",
        "L Horwood",
        "E Ridder",
        "A Beautrais"
      ],
      "year": 2005
    },
    {
      "title": "Concealable stigmas and positive self-perceptions: Feeling better around similar others",
      "authors": [
        "D Frable",
        "L Platt",
        "S Hoey"
      ],
      "year": 1998
    },
    {
      "title": "Social exclusion and selective memory: How the need to belong affects memory for social information",
      "authors": [
        "W Gardner",
        "C Pickett",
        "M Brewer"
      ],
      "year": 2000
    },
    {
      "title": "Resilience in children's adaptation to negative life events and stressed environments",
      "authors": [
        "N Garmezy"
      ],
      "year": 1991,
      "doi": "10.3928/0090-4481-19910901-05"
    },
    {
      "title": "The association between health-risk behaviors and sexual orientation among a school-based sample of adolescents",
      "authors": [
        "R Garofalo",
        "R Wolf",
        "S Kessel",
        "J Palfrey",
        "R Durant"
      ],
      "year": 1998
    },
    {
      "title": "Sexual orientation and risk of suicide attempts among a representative sample of youth",
      "authors": [
        "R Garofalo",
        "R Wolf",
        "L Wissow",
        "E Woods",
        "E Goodman"
      ],
      "year": 1999,
      "doi": "10.1001/archpedi.153.5.487"
    },
    {
      "title": "Childhood maltreatment and negative cognitive styles: A quantitative and qualitative review",
      "authors": [
        "B Gibb"
      ],
      "year": 2002
    },
    {
      "title": "Emotional maltreatment from parents, verbal peer victimization, and cognitive vulnerability to depression",
      "authors": [
        "B Gibb",
        "L Abramson",
        "L Alloy"
      ],
      "year": 2004
    },
    {
      "title": "Risk of psychiatric disorders among individuals reporting same-sex sexual partners in the National Comorbidity Survey",
      "authors": [
        "S Gilman",
        "S Cochran",
        "V Mays",
        "D Ostrow",
        "R Kessler"
      ],
      "year": 2001
    },
    {
      "title": "Stigma: Notes on the management of spoiled identity",
      "authors": [
        "E Goffman"
      ],
      "year": 1963
    },
    {
      "title": "The importance of parental support in the lives of gay, lesbian, and bisexual individuals",
      "authors": [
        "M Goldfried",
        "A Goldfried"
      ],
      "year": 2001
    },
    {
      "title": "Expectancy theory: Thinking about drinking",
      "authors": [
        "M Goldman",
        "S Brown",
        "B Christiansen"
      ],
      "year": 1987
    },
    {
      "title": "Stressors and child and adolescent psychopathology: Moving from markers to mechanisms of risk",
      "authors": [
        "K Grant",
        "B Compas",
        "A Stuhlmacher",
        "A Thurm",
        "S Mcmahon",
        "J Halpert"
      ],
      "year": 2003,
      "doi": "10.1037/0033-2909.129.3.447"
    },
    {
      "title": "Stressors and child and adolescent psychopathology: Evidence of moderating and mediating effects",
      "authors": [
        "K Grant",
        "B Compas",
        "A Thurm",
        "S Mcmahon",
        "P Gipson",
        "A Campbell"
      ],
      "year": 2006
    },
    {
      "title": "Alcohol and tension reduction",
      "authors": [
        "J Greeley",
        "T Oei"
      ],
      "year": 1999
    },
    {
      "title": "Emotion-focused therapy: Coaching clients to work through their feelings",
      "authors": [
        "L Greenberg"
      ],
      "year": 2002
    },
    {
      "title": "Situational norms for drinking and drunkenness: Trends in the US adult population, 1979-1990",
      "authors": [
        "T Greenfield",
        "R Room"
      ],
      "year": 1997
    },
    {
      "title": "Emotion regulation in adulthood: Timing is everything",
      "authors": [
        "J Gross"
      ],
      "year": 2001
    },
    {
      "title": "College students and problematic drinking: A review of the literature",
      "authors": [
        "L Ham",
        "D Hope"
      ],
      "year": 2003
    },
    {
      "title": "Child depression",
      "authors": [
        "C Hammen",
        "K Rudolph"
      ],
      "year": 1996
    },
    {
      "title": "Alcohol consumption and posttraumatic stress after terrorism exposure: Effects of physical proximity, loss, and previously-assessed psychiatric history",
      "authors": [
        "D Hasin",
        "K Keyes",
        "M Hatzenbuehler",
        "E Aharonovich",
        "D Alderson"
      ],
      "year": 2007
    },
    {
      "title": "Trajectories and determinants of alcohol use among sexual minority young adults and their heterosexual peers: Results from a prospective study",
      "authors": [
        "M Hatzenbuehler",
        "W Corbin",
        "K Fromme"
      ],
      "year": 2008
    },
    {
      "title": "Discrimination and alcohol-related problems in young adults: The mediating roles of coping motives, alcohol expectancies, and negative affect",
      "authors": [
        "M Hatzenbuehler",
        "W Corbin",
        "K Fromme"
      ],
      "year": 2008
    },
    {
      "title": "Gender, sexual orientation, and vulnerability to depression",
      "authors": [
        "M Hatzenbuehler",
        "L Hilt",
        "S Nolen-Hoeksema"
      ]
    },
    {
      "title": "State-level policies and psychiatric morbidity in LGB populations",
      "authors": [
        "M Hatzenbuehler",
        "K Keyes",
        "D Hasin"
      ]
    },
    {
      "title": "Emotion regulation and the development of internalizing symptoms in a longitudinal study of LGB adolescents and their heterosexual peers",
      "authors": [
        "M Hatzenbuehler",
        "K Mclaughlin",
        "S Nolen-Hoeksema"
      ],
      "year": 2008
    },
    {
      "title": "How does stigma \"get under the skin?\" The mediating role of emotion regulation",
      "authors": [
        "M Hatzenbuehler",
        "S Nolen-Hoeksema",
        "J Dovidio"
      ]
    },
    {
      "title": "Minority stress predictors of HIV risk behavior, substance use, and depressive symptoms: Results from a prospective study of bereaved gay men",
      "authors": [
        "M Hatzenbuehler",
        "S Nolen-Hoeksema",
        "S Erickson"
      ],
      "year": 2008
    },
    {
      "title": "The nature and predictors of substance use among lesbians",
      "authors": [
        "K Heffernan"
      ],
      "year": 1998
    },
    {
      "title": "Hate crimes and stigma-related experiences among sexual minority adults in the United States: Prevalence estimates from a national probability sample",
      "authors": [
        "G Herek"
      ],
      "year": 2009,
      "doi": "10.1177/0886260508316477"
    },
    {
      "title": "Sexual orientation and mental health",
      "authors": [
        "G Herek",
        "L Garnets"
      ],
      "year": 2007,
      "doi": "10.1146/annurev.clinpsy.3.022806.091510"
    },
    {
      "title": "Psychological sequelae of hate crime victimization among lesbian, gay, and bisexual adults",
      "authors": [
        "G Herek",
        "J Gillis",
        "J Cogan"
      ],
      "year": 1999
    },
    {
      "title": "The impact of victimization on mental health and suicidality of lesbian, gay, and bisexual youths",
      "authors": [
        "S Hershberger",
        "D' Augelli"
      ],
      "year": 1995
    },
    {
      "title": "Individual construct accessibility and subjective impressions and recall",
      "authors": [
        "E Higgins",
        "G King",
        "G Mavin"
      ],
      "year": 1982
    },
    {
      "title": "Stigma as related to mental disorders",
      "authors": [
        "S Hinshaw",
        "A Stier"
      ],
      "year": 2008
    },
    {
      "title": "Depression and alcoholism: Comorbidity in a longitudinal study",
      "authors": [
        "R Hirschfield",
        "D Hasin",
        "M Keller",
        "J Endicott",
        "J Wunder"
      ],
      "year": 1990
    },
    {
      "title": "Stigma as ego depletion: How being the target of prejudice affects selfcontrol",
      "authors": [
        "M Inzlicht",
        "L Mckay",
        "J Aronson"
      ],
      "year": 2006
    },
    {
      "title": "A review of expectancy theory and alcohol consumption",
      "authors": [
        "B Jones",
        "W Corbin",
        "K Fromme"
      ],
      "year": 2001
    },
    {
      "title": "Expectations about the future and the emotional consequences of perceiving prejudice",
      "authors": [
        "C Kaiser",
        "B Major",
        "S Mccoy"
      ],
      "year": 2004
    },
    {
      "title": "Best practices or best guesses? Assessing the efficacy of corporate affirmative action and diversity policies",
      "authors": [
        "A Kalev",
        "F Dobbin",
        "E Kelly"
      ],
      "year": 2006
    },
    {
      "title": "Social ties and mental health",
      "authors": [
        "I Kawachi",
        "L Berkman"
      ],
      "year": 2001
    },
    {
      "title": "Clients' secret keeping in outpatient therapy",
      "authors": [
        "A Kelly"
      ],
      "year": 1998,
      "doi": "10.1037//0022-0167.45.1.50"
    },
    {
      "title": "The prevalence, distribution, and mental health correlates of perceived discrimination in the United States",
      "authors": [
        "R Kessler",
        "K Mickelson",
        "D Williams"
      ],
      "year": 1999
    },
    {
      "title": "The structure of inhibition",
      "authors": [
        "L King",
        "R Emmons",
        "S Woodley"
      ],
      "year": 1992,
      "doi": "10.1016/0092-6566(92)90061-8"
    },
    {
      "title": "The structure of common mental disorders",
      "authors": [
        "R Krueger"
      ],
      "year": 1999
    },
    {
      "title": "Predicting drinking behavior and alcohol-related problems among fraternity and sorority members: Examining the role of descriptive and injunctive norms",
      "authors": [
        "M Larimer",
        "A Turner",
        "K Mallett",
        "I Geisner"
      ],
      "year": 2004
    },
    {
      "title": "Stress and \"storm and stress\" in early adolescence: The relationship of negative events with dysphoric affect",
      "authors": [
        "R Larson",
        "M Ham"
      ],
      "year": 1993
    },
    {
      "title": "Continuity, stability, and change in daily emotional experience across adolescence",
      "authors": [
        "R Larson",
        "G Moneta",
        "M Richards",
        "S Wilson"
      ],
      "year": 2002
    },
    {
      "title": "Stress, appraisal, and coping",
      "authors": [
        "R Lazarus",
        "S Folkman"
      ],
      "year": 1984
    },
    {
      "title": "Skills training manual for treating borderline personality disorder",
      "authors": [
        "M Linehan"
      ],
      "year": 1993
    },
    {
      "title": "Conceptualizing stigma",
      "authors": [
        "B Link",
        "J Phelan"
      ],
      "year": 2001
    },
    {
      "title": "On stigma and its consequences: Evidence from a longitudinal study of men with dual diagnosis of mental illness and substance abuse",
      "authors": [
        "B Link",
        "E Struening",
        "M Rahav",
        "J Phelan",
        "L Nuttbrock"
      ],
      "year": 1997,
      "doi": "10.2307/2955424"
    },
    {
      "title": "Gay, lesbian and bisexual youth risks for emotional, behavioral and social problems: Results from a community-based survey",
      "authors": [
        "J Lock",
        "H Steiner"
      ],
      "year": 1999
    },
    {
      "title": "Why ruminators are poor problem solvers: Clues from the phenomenology of dysphoric rumination",
      "authors": [
        "S Lyubomirsky",
        "K Tucker",
        "N Caldwell",
        "K Berg"
      ],
      "year": 1999,
      "doi": "10.1037//0022-3514.77.5.1041"
    },
    {
      "title": "Introduction to statistical mediation analysis",
      "authors": [
        "D Mackinnon"
      ],
      "year": 2008,
      "doi": "10.4324/9780203809556"
    },
    {
      "title": "Current directions in mediation analysis",
      "authors": [
        "D Mackinnon",
        "A Fairchild"
      ],
      "year": 2009
    },
    {
      "title": "Distribution of the product confidence limits for the indirect effect: Program PRODCLIN",
      "authors": [
        "D Mackinnon",
        "M Fritz",
        "J Williams",
        "C Lockwood"
      ],
      "year": 2007
    },
    {
      "title": "A comparison of methods to test mediation and other intervening variable effects",
      "authors": [
        "D Mackinnon",
        "C Lockwood",
        "J Hoffman",
        "S West",
        "V Sheets"
      ],
      "year": 2002
    },
    {
      "title": "The social psychology of stigma",
      "authors": [
        "B Major",
        "O' Brien"
      ],
      "year": 2005
    },
    {
      "title": "Sexual orientation and adolescent substance abuse: A meta-analysis and methodological review",
      "authors": [
        "M Marshal",
        "M Friedman",
        "R Stall",
        "K King",
        "J Miles",
        "M Gold"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2008.02149.x"
    },
    {
      "title": "Prediction of depressive distress in a community sample of women: The role of sexual orientation",
      "authors": [
        "A Matthews",
        "T Hughes",
        "T Johnson",
        "L Razzano",
        "R Cassidy"
      ],
      "year": 2002
    },
    {
      "title": "Mental health correlates of perceived discrimination among lesbian, gay, and bisexual adults in the United States",
      "authors": [
        "V Mays",
        "S Cochran"
      ],
      "year": 2001
    },
    {
      "title": "Race, race-based discrimination, and health outcomes among African Americans",
      "authors": [
        "V Mays",
        "S Cochran",
        "N Barnes"
      ],
      "year": 2007
    },
    {
      "title": "Assessment of differences in dimensions of sexual orientation: Implications for substance use research in a college-age population",
      "authors": [
        "S Mccabe",
        "T Hughes",
        "W Bostwick",
        "C Boyd"
      ],
      "year": 2005
    },
    {
      "title": "Stress, drinking, and the adverse consequences of drinking in two samples of young adults",
      "authors": [
        "D Mccreary",
        "S Sadava"
      ],
      "year": 1998,
      "doi": "10.1037//0893-164x.12.4.247"
    },
    {
      "title": "Stress, alcohol use and alcohol-related problems: The influence of negative and positive affect in two cohorts of young adults",
      "authors": [
        "D Mccreary",
        "S Sadava"
      ],
      "year": 2000
    },
    {
      "title": "Stress, expectancies, and vulnerability to substance abuse: A test of a model among homosexual men",
      "authors": [
        "D Mckirnan",
        "P Peterson"
      ],
      "year": 1988
    },
    {
      "title": "Psychosocial and cultural factors in alcohol and drug use: An analysis of a homosexual community",
      "authors": [
        "D Mckirnan",
        "P Peterson"
      ],
      "year": 1989
    },
    {
      "title": "Mechanisms linking stressful life events and mental health problems in a prospective, community-based sample of adolescents",
      "authors": [
        "K Mclaughlin",
        "M Hatzenbuehler"
      ],
      "year": 2009
    },
    {
      "title": "Sensitivity to status-based rejection: Implications for African-American students' college experience",
      "authors": [
        "R Mendoza-Denton",
        "G Downey",
        "V Purdie",
        "A Davis",
        "J Pietrzak"
      ],
      "year": 2002
    },
    {
      "title": "Preliminary evidence for an emotion dysregulation model of generalized anxiety disorder",
      "authors": [
        "D Mennin",
        "R Heimberg",
        "C Turk",
        "D Fresco"
      ],
      "year": 2005,
      "doi": "10.1016/j.brat.2004.08.008"
    },
    {
      "title": "Minority stress and mental health in gay men",
      "authors": [
        "I Meyer"
      ],
      "year": 1995
    },
    {
      "title": "Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence",
      "authors": [
        "I Meyer"
      ],
      "year": 2003
    },
    {
      "title": "Social patterning of stress and coping: Does disadvantaged status confer more stress and fewer coping resources?",
      "authors": [
        "I Meyer",
        "S Schwartz",
        "D Frost"
      ],
      "year": 2008,
      "doi": "10.1016/j.socscimed.2008.03.012"
    },
    {
      "title": "Sexual orientation and alcohol use: Identity versus behavior measures",
      "authors": [
        "L Midanik",
        "L Drabble",
        "K Trocki",
        "R Sell"
      ],
      "year": 2007
    },
    {
      "title": "A theoretical perspective on coping with stigma",
      "authors": [
        "C Miller",
        "C Kaiser"
      ],
      "year": 2001
    },
    {
      "title": "Modern approaches to conceptualizing and measuring human life stress",
      "authors": [
        "S Monroe"
      ],
      "year": 2008
    },
    {
      "title": "Responses to depression and their effects on the duration of depressive episodes",
      "authors": [
        "S Nolen-Hoeksema"
      ],
      "year": 1991
    },
    {
      "title": "The other end of the continuum: The costs of rumination",
      "authors": [
        "S Nolen-Hoeksema"
      ],
      "year": 1998
    },
    {
      "title": "The role of rumination in depression and mixed anxiety/depressive symptoms",
      "authors": [
        "S Nolen-Hoeksema"
      ],
      "year": 2000
    },
    {
      "title": "Explaining the gender difference in depressive symptoms",
      "authors": [
        "S Nolen-Hoeksema",
        "J Larson",
        "C Grayson"
      ],
      "year": 1999
    },
    {
      "title": "Rethinking rumination",
      "authors": [
        "S Nolen-Hoeksema",
        "B Wisco",
        "S Lyubomirsky"
      ],
      "year": 2008
    },
    {
      "title": "The psychological implications of concealing a stigma: A cognitive-affective-behavioral model",
      "authors": [
        "J Pachankis"
      ],
      "year": 2008
    },
    {
      "title": "Extension of the rejection sensitivity construct to the interpersonal functioning of gay men",
      "authors": [
        "J Pachankis",
        "M Goldfried",
        "M Ramrattan"
      ],
      "year": 2008
    },
    {
      "title": "The daily stress and coping process and alcohol use among college students",
      "authors": [
        "C Park",
        "S Armeli",
        "H Tennen"
      ],
      "year": 2004
    },
    {
      "title": "The stress process",
      "authors": [
        "L Pearlin",
        "M Lieberman",
        "E Menaghan",
        "J Mullan"
      ],
      "year": 1981
    },
    {
      "title": "Stress, health, and the life course: Some conceptual perspectives",
      "authors": [
        "L Pearlin",
        "S Schieman",
        "E Fazio",
        "S Meersman"
      ],
      "year": 2005
    },
    {
      "title": "Causal explanations as a risk factor for depression: Theory and evidence",
      "authors": [
        "C Peterson",
        "Mep Seligman"
      ],
      "year": 1984
    },
    {
      "title": "The risk for early adulthood anxiety and depressive disorders in adolescents with anxiety and depressive disorders",
      "authors": [
        "D Pine",
        "P Cohen",
        "D Gurley",
        "J Brook",
        "Y Ma"
      ],
      "year": 1998
    },
    {
      "title": "Stigma consciousness: The psychological legacy of social stereotypes",
      "authors": [
        "E Pinel"
      ],
      "year": 1999
    },
    {
      "title": "Suicidality and associated risk factors among lesbian, gay, and bisexual compared to heterosexual Austrian adults",
      "authors": [
        "M Plöderl",
        "R Fartacek"
      ],
      "year": 2005
    },
    {
      "title": "SPSS and SAS procedures for estimating indirect effects in simple mediation models",
      "authors": [
        "K Preacher",
        "A Hayes"
      ],
      "year": 2004
    },
    {
      "title": "Asymptotic and resampling strategies for assessing and comparing indirect effects in multiple mediator models",
      "authors": [
        "K Preacher",
        "A Hayes"
      ],
      "year": 2008
    },
    {
      "title": "The gay adolescent: Stressors, adaptations, and psychosocial interventions",
      "authors": [
        "M Radkowsky",
        "L Siegel"
      ],
      "year": 1997
    },
    {
      "title": "Risky families: Family social environments and the mental and physical health of offspring",
      "authors": [
        "R Repetti",
        "S Taylor",
        "T Seeman"
      ],
      "year": 2002
    },
    {
      "title": "Gay-related stress and its correlates among gay and bisexual male adolescents of predominantly Black and Hispanic background",
      "authors": [
        "M Rosario",
        "M Rotheram-Borus",
        "H Reid"
      ],
      "year": 1996,
      "doi": "10.1002/(sici)1520-6629(199604)24:2<136::aid-jcop5>3.0.co;2-x"
    },
    {
      "title": "Ethnic/racial differences in the coming-out process of lesbian, gay, and bisexual youths: A comparison of sexual identity development over time",
      "authors": [
        "M Rosario",
        "E Schrimshaw",
        "J Hunter"
      ],
      "year": 2004,
      "doi": "10.1037/1099-9809.10.3.215"
    },
    {
      "title": "Gay-related stress and emotional distress among gay, lesbian and bisexual youths: A longitudinal examination",
      "authors": [
        "M Rosario",
        "E Schrimshaw",
        "J Hunter",
        "M Gwadz"
      ],
      "year": 2002
    },
    {
      "title": "Sadness and amusement reactivity differentially predict concurrent and prospective functioning in major depressive disorder",
      "authors": [
        "J Rottenberg",
        "K Kasch",
        "J Gross",
        "I Gotlib"
      ],
      "year": 2002
    },
    {
      "title": "Adolescent same-sex romantic attractions and relationships: Implications for substance use and abuse",
      "authors": [
        "S Russell",
        "A Driscoll",
        "N Truong"
      ],
      "year": 2002
    },
    {
      "title": "Same-sex romantic attraction and experiences of violence in adolescence",
      "authors": [
        "S Russell",
        "B Franz",
        "A Driscoll"
      ],
      "year": 2001
    },
    {
      "title": "Adolescent sexual orientation and suicide risk: Evidence from a national study",
      "authors": [
        "S Russell",
        "K Joyner"
      ],
      "year": 2001
    },
    {
      "title": "Resilience: Some conceptual considerations",
      "authors": [
        "M Rutter"
      ],
      "year": 1993
    },
    {
      "title": "Depression, hopelessness, suicidality, and related factors in sexual minority and heterosexual adolescents",
      "authors": [
        "S Safren",
        "R Heimberg"
      ],
      "year": 1999
    },
    {
      "title": "Cognitive-behavioral therapy with gay, lesbian, and bisexual clients",
      "authors": [
        "S Safren",
        "T Rogers"
      ],
      "year": 2001
    },
    {
      "title": "Same-sex sexuality and quality of life: Findings from the Netherlands Mental Health Survey and Incidence Study",
      "authors": [
        "T Sandfort",
        "R De Graaf",
        "R Bijl"
      ],
      "year": 2003
    },
    {
      "title": "Same-sex sexual behavior and psychiatric disorders: Findings from the Netherlands Mental Health Survey and Incidence Study (NEMESIS)",
      "authors": [
        "T Sandfort",
        "R De Graaf",
        "R Bijl",
        "P Schnabel"
      ],
      "year": 2001,
      "doi": "10.1001/archpsyc.58.1.85"
    },
    {
      "title": "A critique of research on sexual-minority youths",
      "authors": [
        "Savin-Williams Rc"
      ],
      "year": 2001
    },
    {
      "title": "Suicide attempts among sexual-minority male youth",
      "authors": [
        "R Savin-Williams",
        "G Ream"
      ],
      "year": 2003
    },
    {
      "title": "Optimism, coping and health: Assessment and implications of generalized outcome expectancies",
      "authors": [
        "M Scheier",
        "C Carver"
      ],
      "year": 1985
    },
    {
      "title": "Sexual orientation data collection and progress toward Healthy People 2010",
      "authors": [
        "R Sell",
        "J Becker"
      ],
      "year": 2001
    },
    {
      "title": "Short-and long-term effects of fraternity and sorority membership on heavy drinking: A social norms perspective",
      "authors": [
        "K Sher",
        "B Bartholow",
        "S Nanda"
      ],
      "year": 2001
    },
    {
      "title": "Covering up what can't be seen: Concealable stigma and mental control",
      "authors": [
        "L Smart",
        "D Wegner"
      ],
      "year": 1999
    },
    {
      "title": "A preliminary study of the emotional understanding of youth referred for treatment of anxiety disorders",
      "authors": [
        "M Southam-Gerow",
        "P Kendall"
      ],
      "year": 2000
    },
    {
      "title": "Who becomes a depressive ruminator? Developmental antecedents of ruminative response style",
      "authors": [
        "J Spasojevic",
        "L Alloy"
      ],
      "year": 2002,
      "doi": "10.1891/jcop.16.4.405.52529"
    },
    {
      "title": "The study of developmental psychopathology in adolescence: Integrating affective neuroscience with the study of context",
      "authors": [
        "L Steinberg",
        "R Dahl",
        "D Keating",
        "D Kupfer",
        "A Masten",
        "D Pine"
      ]
    },
    {
      "title": "Developmental psychopathology",
      "authors": [
        "D Cicchetti",
        "D Cohen"
      ],
      "year": 2006
    },
    {
      "title": "Measuring identity multiplicity and intersectionality: Hierarchical Class Analysis (HICLAS) of sexual, racial, and gender identities",
      "authors": [
        "M Stirratt",
        "I Meyer",
        "S Ouellette",
        "M Gara"
      ],
      "year": 2008
    },
    {
      "title": "Tests of the three-path mediated effect",
      "authors": [
        "A Taylor",
        "D Mackinnon",
        "J Tein"
      ],
      "year": 2008
    },
    {
      "title": "Self-labeling processes in mental illness: The role of emotional deviance",
      "authors": [
        "P Thoits"
      ],
      "year": 1985
    },
    {
      "title": "Comparing violence over the life span in samples of same-sex and opposite-sex cohabitants",
      "authors": [
        "P Tjaden",
        "N Thoeness",
        "C Allison"
      ],
      "year": 1999
    },
    {
      "title": "Use of heavier drinking contexts among heterosexuals, homosexuals, and bisexuals: Results from a National Household Probability Survey",
      "authors": [
        "K Trocki",
        "L Drabble",
        "L Midanik"
      ],
      "year": 2005
    },
    {
      "title": "Healthy People 2010: Understanding and Improving Health",
      "year": 2000,
      "doi": "10.1037/e306642003-001"
    },
    {
      "title": "Suicidal acts and ideation in homosexual and bisexual young people: A study of prevalence and risk factors",
      "authors": [
        "C Van Heeringen",
        "J Vincke"
      ],
      "year": 2000
    },
    {
      "title": "Working in a majority context: A structural model of heterosexism as minority stress in the workplace",
      "authors": [
        "C Waldo"
      ],
      "year": 1999,
      "doi": "10.1037//0022-0167.46.2.218"
    },
    {
      "title": "Suicidal ideation and attempts among sexual minority youths receiving social services",
      "authors": [
        "N Walls",
        "S Freedenthal",
        "H Wisneski"
      ],
      "year": 2008
    },
    {
      "title": "Rumination-focused cognitive behaviour therapy for residual depression: A case series",
      "authors": [
        "E Watkins",
        "J Scott",
        "J Wingrove",
        "K Rimes",
        "N Bathurst",
        "H Steiner"
      ],
      "year": 2007,
      "doi": "10.1016/j.brat.2006.09.018"
    },
    {
      "title": "Sexual orientation and suicide attempt: A longitudinal sample of the general Norwegian sample",
      "authors": [
        "L Wichstrom",
        "K Hegna"
      ],
      "year": 2003
    },
    {
      "title": "Racial/ethnic discrimination and health: Findings from community studies",
      "authors": [
        "D Williams",
        "H Neighbors",
        "J Jackson"
      ],
      "year": 2003,
      "doi": "10.2105/ajph.93.2.200"
    },
    {
      "title": "Internalized homophobia and health issues affecting lesbians and gay men",
      "authors": [
        "I Williamson"
      ],
      "year": 2000
    },
    {
      "title": "Cognitive therapy for depression",
      "authors": [
        "J Young",
        "J Rygh",
        "A Weinberger",
        "A Beck"
      ],
      "year": 2007
    },
    {
      "title": "Sexual orientation, gender, and alcohol use in a cohort study of U. S. adolescent girls and boys",
      "authors": [
        "N Ziyadeh",
        "L Prokop",
        "L Fisher",
        "M Rosario",
        "A Field",
        "C Camargo"
      ],
      "year": 2007
    }
  ],
  "num_references": 182
}
