{
  "paper_id": "HSPYWJGJ",
  "title": "Accountable-ehealth systems: The next step forward for privacy",
  "abstract": "Self-tracking, health and medicine Self-tracking has featured as a central practice in health promotion and healthcare for centuries. People have paid attention to the details of their bodily functions and sensations, their diet, body weight, drug use and exercise habits, as part of attempting to achieve good health or manage illness and disease. Over the past few years, a fascination with self-tracking and its implications for concepts of self, identity, social relations and embodiment has emerged in sociological and other social research. This interest has partly sprung from increasing coverage in the mass media of the potential for new digital technologies to facilitate self-tracking in novel ways. The possibilities for new mobile media and apps to be used to monitor and measure human bodies have also been championed in medical publications  (Swan, 2012; Topol, 2015) . The 'quantified self' to describe digital self-tracking has taken on particular cultural resonance. This term first emerged in 2007, when two Wired magazine editors, Kevin Kelly and Gary Wolf invented it to describe behaviours that they had observed among colleagues and friends involving the use of digital technologies such as apps and wearable devices to generate detailed personal information about their bodies and elements of their everyday lives. They began organising meetings of people interested in self-tracking and eventually launched a website: The Quantified Self. The quantified self term soon began to appear in the mass media, helped by articles and blog posts penned by Wolf and Kelly for Wired and other influential media like The New York Times. It began to supplant the older 'lifelogging', which had attracted research interest since the emergence of personal computing, particularly among human-computer interaction (HCI) researchers  (Lupton, 2013) . In response to these developments, a body of literature from social researchers has rapidly developed, with at least two books (Lupton, 2016a; Neff & Nafus, 2016)  and two edited book collections  (Nafus, 2016; Selke, 2016)  appearing in 2016. Numerous articles and book chapters about self-tracking have been published since 2012 (for reading lists, see  Lupton, 2016b Lupton, , 2016c)) . Self-tracking is not always about health and medical issues, but these are key elements. People who engage in reflexive self-monitoring collect information about themselves, and reflect on how this information can be used to improve their lives in some way. These data are often about their bodies and health states: their medical symptoms and medical treatments, sleeping, eating, alcohol and drug use and exercising habits, body weight, blood glucose levels, pulse, moods and stress levels and reproductive and sexual functioning and activities. While many people engage in self-tracking using non-digital forms of recording their details, such as pen-and-paper or even just relying on their memories  (Fox & Duggan, 2013) , a vast array of digital technologies have come onto the market that can be used for highly detailed and often automated self-monitoring. There are now over 160,000 health and medical apps on the market, and apps for counting calories, fitness tracking and menstrual cycle tracking are among the most popular in terms of downloads (IMS Institute for Healthcare Informatics, 2015). Wearable devices such as Fitbit, Jawbone Up and Misfit, as well as smartwatches like Apple Watch, have been designed to feature self-tracking sensors and software that can monitor and measure health and bodily movements. Patients with chronic",
  "year": 2015,
  "date": "2015",
  "doi": "10.1080/14461242.2016.1228149",
  "md5": "55C39C1A7125B5992FA9678BC3D56A59",
  "sections": [
    {
      "text": "diseases like diabetes, mental health conditions and high blood pressure can use mobile selfmonitoring devices and apps to engage in self-care. Patient support platforms such as Patient-sLikeMe encourage people to monitor their symptoms and treatments and share these data with others. Exergaming devices like Wii Fit and Kinect Xbox include digital sensors that can monitor and record players' physical activities. Some game apps not obviously directed at self-tracking, such as Pokemon Go, now often include a physical activity monitor as part of the gamification of preventive health.\n\nA particularly intriguing feature of contemporary digitised self-tracking is 'function creep', or the spread of the mentalities, motivations and technologies for self-tracking beyond the personal, domestic or medical sphere into other social domains. I have identified five modes of self-tracking: private, pushed, communal, imposed and exploited  (Lupton, 2016a) . Many people choose to engage in reflexive self-monitoring voluntarily for their own reasons ('private self-tracking'): because they have decided that they want to lose weight, improve their sleep, get fitter and stronger, feel better, have more energy, feel happier, control their stress levels or be a more productive worker. Self-trackers often find value and comfort in sharing their personal data with other people on social media or specialised physical activity tracking platforms and apps like Strava and providing support to others engaged in similar pursuits ('communal self-tracking'). However, in some instances people are pushed into self-tracking by others. Children may be required to participate in heart-rate monitoring or behaviour monitoring at school using apps or software. Patients with chronic health conditions are sent home by their doctors with the expectation that they will engage in the prescribed self-monitoring program. Employers expect their employees to sign up to workplace 'wellness' programs requiring health and fitness self-tracking. Health and life insurers are beginning to invite clients to upload their medical and exercise data to receive rewards or lower premiums. In other cases, self-tracking is imposed on people: for example, as part of alcohol and other drug monitoring programs. They may have little option but to comply. The data generated from many of these activities are exploited by many different actors and agencies for commercial, managerial, governmental or research purposes.\n\nThis special issue of Health Sociology Review was designed to highlight recent sociological research and theorising about self-tracking in health and medicine. The seven articles published here cover a range of self-tracking techniques, contexts and geographical locations: fitness tracking using the wearable Fitbit device in the UK (Fotopolou and O'Riordan), English adolescent girls' use of health and fitness apps (Depper and Howe), stress and recovery monitoring software and devices in a group of healthy Finns (Pantzar, Ruckenstein and Mustonen), self-monitoring by young Australian illicit drug users (Pereira and Scott), an Italian diabetes self-care program using an app and web-based software (Piras and Miele) and 'show-and-tell' videos uploaded to the Quantified Self website about people's experiences of self-tracking (Smith and Vonthethoff). Rich and Miah's article takes the form of a review. Focusing on lifestyle apps, they draw attention to the key theoretical perspectives and issues that can be employed to critically analyse these self-tracking artefacts.\n\nThe research methods used in the articles are nearly all qualitative. In their studies, Pereira and Scott and Piras and Miele used the classic qualitative method of one-to-one interviews, while Depper and Howe adopted the focus group discussion approach. Smith and Vonthethoff undertook a critical discourse analysis of self-tracking videos and included interviews with two self-trackers to supplement their findings. The authors of two articles experimented with some alternative approaches. Fotopolou and O'Riordan employed a combination of autoethnography, interface analysis of the Fitbit app, device screen and website and qualitative media analysis of news and blogs about Fitbit. Pantzar and colleagues used a combination of analysing the quantitative stress data derived from a self-tracking device plus participants' diary entries and qualitative interviews.\n\nMajor themes running across the collection include the emphasis on self-responsibility and self-management on which self-tracking rationales and devices tend to rely, the biopedagogical function of self-tracking (teaching people about how to be both healthy and productive biocitizens) and the reproduction of social norms and moral meanings concerning health states and embodiment (good health can be achieved through self-tracking, while illness can be avoided or better managed). Analysing the ways in which people's bodies and health states are datafied, or rendered into digital data assemblages, and subject to dataveillance, or forms of watching using these data, is addressed in most of the articles.\n\nThe authors take up series of theoretical perspectives to analyse the broader implications of health and medical self-tracking. Foucauldian theories of biopower and ethical self-formation are employed in five of the seven articles (Pereira and Scott, Depper and Howe, Fotopolou and O'Riordan, Rich and Miah, Smith and Vonthethoff). Interestingly, Pereira and Scott identify the dominance of moral judgements about the importance of self-management expressed in the young illicit drug users they interviewed. According to these interviewees, 'good' drugusing citizens must make sure that they carefully monitor their drug-taking behaviours to ascribe to guidelines about safe use. Smith and Vonthethoff also take up the work of Beck, Giddens and Lash and their theory of reflexive modernisation to explain the ways in which self-tracking practices are used as part of the project of self-optimisation. They further refer to Bauman's concept of liquid modernity to explain self-tracking as a never-fulfilled quest for self-knowledge and happiness. The satisfactions and comforts of self-tracking, they contend, are ephemeral, because the flows of data generated must constantly be managed and confronted.\n\nSociomaterial perspectives are adopted in the articles by Pantzar, Ruckenstein and Mustonen and Piras and Miele. Pantzar and colleagues are interested in the intersections between digital self-tracking devices and human actors. They also refer to the work of Lefebvre in focusing attention on the rhythms of life and how these are interembodied. Piras and Miele point to the shared nature of self-tracking as a joint endeavour between patients and doctors where there are often frictions between the different parties' expectations and assumptions of how it should be undertaken. Some of the diabetes patients in Piras and Miele's study sought to challenge or resist the self-tracking practices enjoined upon them by their doctors. They used the self-tracking technology to achieve greater autonomy from surveillance and intervention by doctors. Piras and Miele demonstrate that when doctors attempted to push self-tracking onto patients, patients actively chose how they engage in clinical self-tracking in ways not always expected (or wanted) by their doctors.\n\nContributions to the existing literature on self-tracking in health and medicine, including the articles in this special issue, have begun to cast light on its sociocultural and political dimensions, including the complex interactions and entanglements between human and nonhuman actors and between biology and culture. There are many directions that future sociological research can take. Most research thus far, including the articles published in this special issue, has focused on the members of privileged social groups located in the Global North who are tracking their health indicators because they are already conforming to the ideals of the responsibilised, self-managing and entrepreneurial citizen. We know little as yet about how the members of marginalised or stigmatised groups engage in self-tracking, resist it or even re-invent it. How are elderly people, people from minority ethnic or racial groups, people with poor literacy skills or people with disabilities engaging (or not) in self-tracking? How are people living outside the Global North using these technologies?\n\nOn the one hand, self-tracking can promote health and wellbeing. On the other hand, it can further contribute to socioeconomic disadvantage and marginalisation. People who do not take up suggestions to self-track their health and fitness by their employers or insurers, for example, may suffer adverse consequences such as being considered as an inadequate employee or paying higher premiums. Research on these populations is ever-more important as people are encouraged or coerced to engage in self-tracking in an increasing number of social domains, and as the personal data generated by self-tracking practices are used in decision-making about funding and service-delivery and thus shape people's life chances.\n\nPersonal health and medical data have acquired considerable biovalue in the digital data economy  (Lupton, 2016a) . They are commonly used for commercial purposes: for instance, developers on-sell them to advertising, medical device and pharmaceutical companies. Data mining companies harvest these data, combining them to create profiles and lists of people identified as having specific medical conditions, and profit from selling these lists to advertising agencies, financial institutions and potential employers  (Ebeling, 2016; Pasquale, 2014) . Repositories of data about people's sexual activities and preferences, body weight or health conditions can be used to target them for social shaming, exclusion or denial of insurance, credit or employment opportunities  (Lupton, 2016a) . Sociologists and other social researchers need to identify and draw attention to these uses of personal health and medical data.\n\nData privacy and security issues also constitute a paramount topic of investigation. The types of personal information about people's bodies that are collected by self-tracking practices can be highly sensitive and revealing of aspects that people may not wish others to know about. Personal data have a 'capacity for betrayal'they can be 'disloyal'  (Nafus, 2014) . Medical and health database breaches, including of the data repositories of major hospitals and public health agencies  (Gajanayake, Lane, Iannella, & Sahama, 2013; Thilakanathan, Chen, Nepal, Calvo, & Alem, 2014)  and health tracking apps  (Wicks & Chiauzzi, 2015)  frequently occur. Health and medical data are key targets of cybercriminals and hackers, who use the data for fraudulent activities  (Ablon, Libicki, & Golay, 2015) . Sociologists and other social researchers should continue to investigate these uses of personal health and medical data, both legal and illicit, and highlight the consequences.\n\nThe ways in which people incorporate and conceptualise the personal health and medical data they generate from self-tracking as part of their everyday lives and notions of identity and embodiment also require more sustained research. This could include investigations into how people make choices about which kind of information to collect and what practices and devices they use to do so. We have yet to fully understand how people engage with the personal data produced from self-tracking. These data are lively, constantly moving and changing as they are generated and contribute to new forms of data assemblages  (Lupton, 2016a) . I use the term 'data sense' to encapsulate the complexity of the entanglements between human senses, digital sensors and sense-making in response to these lively data  (Lupton, 2016d) . How do these data become meaningfulhow do they lose meaning? How do people negotiate what their self-tracking devices tell them about their bodies and health, and what their bodily senses reveal to them? What are the sensory and affective dimensions of data sense? In what ways do personal data provide comfort or reassuranceand how do they frustrate or disappoint people? Related to these questions are those concerning data materialisations, or the ways in which digital data are rendered into formats so that people can view them (or in the case of 3D printed objects, even handle them  (Lupton, 2015) ).\n\nFinally, the ways in which self-tracking technologies and practices are invented, brought onto the market, advocated and incorporated into organisations and institutions also require more attention. What are the decision-making processes by which developers choose to work on self-tracking apps, other software and devices, and what are the tacit assumptions, expectations and norms about bodies and selves underpinning these processes? How are schools and higher education institutions, workplaces, hospitals and other healthcare providers and insurance companies promoting or requiring health and medical self-tracking? What are the intersections between the entrepreneurs and developers working on self-tracking technologies and these institutions and organisations?\n\nThe sociology of self-tracking is in its nascent stages. As self-tracking expands further into the domains of social life, and as more people voluntarily take up quantifying themselves or are pushed or coerced to do so, all of these questions, and many more, remain to be answered."
    }
  ],
  "references": [
    {
      "title": "Markets for cybercrime tools and stolen data",
      "authors": [
        "L Ablon",
        "M Libicki",
        "A Golay"
      ],
      "year": 2015,
      "doi": "10.7249/rr610",
      "raw": "Markets for cybercrime tools and stolen data \n\t\t \n\t\t\t L Ablon \n\t\t \n\t\t \n\t\t\t M Libicki \n\t\t \n\t\t \n\t\t\t A Golay \n\t\t \n\t\t 10.7249/rr610 \n\t\t \n\t\t\t 2015 \n\t\t\t RAND Corporation \n\t\t\t Santa Monica, CA \n\t\t \n\t \n\t Ablon, L., Libicki, M., & Golay, A. (2015). Markets for cybercrime tools and stolen data. Santa Monica, CA: RAND Corporation."
    },
    {
      "title": "Healthcare and big data: Digital specters and phantom objects",
      "authors": [
        "M Ebeling"
      ],
      "year": 2016,
      "raw": "Healthcare and big data: Digital specters and phantom objects \n\t\t \n\t\t\t M Ebeling \n\t\t \n\t\t \n\t\t\t 2016 \n\t\t\t Palgrave Macmillan \n\t\t\t Houndmills \n\t\t \n\t \n\t Ebeling, M. (2016). Healthcare and big data: Digital specters and phantom objects. Houndmills: Palgrave Macmillan."
    },
    {
      "title": "Tracking for health",
      "authors": [
        "S Fox",
        "M Duggan"
      ],
      "year": 2013,
      "doi": "10.1088/2058-7058/26/03/10",
      "raw": "S Fox \n\t\t \n\t\t \n\t\t\t M Duggan \n\t\t \n\t\t 10.1088/2058-7058/26/03/10 \n\t\t \n\t\t Tracking for health \n\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Fox, S., & Duggan, M. (2013). Tracking for health. Retrieved from http://www.pewinternet.org/files/old-media// Files/Reports/2013/PIP_TrackingforHealth20WITH20appendix.pdf"
    },
    {
      "title": "Accountable-ehealth systems: The next step forward for privacy",
      "authors": [
        "R Gajanayake",
        "B Lane",
        "R Iannella",
        "T Sahama"
      ],
      "year": 2013,
      "journal": "Electronic Journal of Health Informatics",
      "volume": "8",
      "issue": "2",
      "pages": "11",
      "raw": "Accountable-ehealth systems: The next step forward for privacy \n\t\t \n\t\t\t R Gajanayake \n\t\t \n\t\t \n\t\t\t B Lane \n\t\t \n\t\t \n\t\t\t R Iannella \n\t\t \n\t\t \n\t\t\t T Sahama \n\t\t \n\t\t \n\t \n\t \n\t\t Electronic Journal of Health Informatics \n\t\t \n\t\t\t 8 \n\t\t\t 2 \n\t\t\t 11 \n\t\t\t 2013 \n\t\t \n\t \n\t Gajanayake, R., Lane, B., Iannella, R., & Sahama, T. (2013). Accountable-ehealth systems: The next step forward for privacy. Electronic Journal of Health Informatics, 8(2), 11. Retrieved from http://www.ejhi.net/ojs/index. php/ejhi/article/view/248"
    },
    {
      "title": "Patient adoption of mHealth: Use, evidence and remaining barriers to mainstream acceptance",
      "year": 2015,
      "doi": "10.7748/ns2014.04.28.32.30.s36",
      "raw": "Patient adoption of mHealth: Use, evidence and remaining barriers to mainstream acceptance \n\t\t 10.7748/ns2014.04.28.32.30.s36 \n\t\t \n\t\t\t 2015 \n\t\t\t Parsipanny, NJ \n\t\t \n\t\t \n\t\t\t IMS Institute for Healthcare Informatics ; IMS Institute for Healthcare Informatics \n\t\t \n\t \n\t IMS Institute for Healthcare Informatics. (2015). Patient adoption of mHealth: Use, evidence and remaining barriers to mainstream acceptance. Parsipanny, NJ: IMS Institute for Healthcare Informatics."
    },
    {
      "title": "Understanding the human machine",
      "authors": [
        "D Lupton"
      ],
      "year": 2013,
      "doi": "10.1109/mts.2013.2286431",
      "journal": "IEEE Technology & Society Magazine",
      "volume": "32",
      "issue": "4",
      "raw": "Understanding the human machine \n\t\t \n\t\t\t D Lupton \n\t\t \n\t\t 10.1109/mts.2013.2286431 \n\t \n\t \n\t\t IEEE Technology & Society Magazine \n\t\t \n\t\t\t 32 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Lupton, D. (2013). Understanding the human machine. IEEE Technology & Society Magazine, 32(4), 25-30."
    },
    {
      "title": "Fabricated data bodies: Reflections on 3D printed digital body objects in medical and health domains",
      "authors": [
        "D Lupton"
      ],
      "year": 2015,
      "doi": "10.1057/sth.2015.3",
      "journal": "Social Theory & Health",
      "volume": "13",
      "issue": "2",
      "raw": "Fabricated data bodies: Reflections on 3D printed digital body objects in medical and health domains \n\t\t \n\t\t\t D Lupton \n\t\t \n\t\t 10.1057/sth.2015.3 \n\t \n\t \n\t\t Social Theory & Health \n\t\t \n\t\t\t 13 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Lupton, D. (2015). Fabricated data bodies: Reflections on 3D printed digital body objects in medical and health domains. Social Theory & Health, 13(2), 99-115."
    },
    {
      "title": "The quantified self: A sociology of self-tracking",
      "authors": [
        "D Lupton"
      ],
      "year": 2016,
      "raw": "D Lupton \n\t\t \n\t\t The quantified self: A sociology of self-tracking \n\t\t Cambridge \n\t\t \n\t\t\t Polity Press \n\t\t\t 2016 \n\t\t \n\t \n\t Lupton, D. (2016a). The quantified self: A sociology of self-tracking. Cambridge: Polity Press."
    },
    {
      "title": "Interesting HCI research on self-tracking: A reading list. This Sociological Life",
      "authors": [
        "D Lupton"
      ],
      "year": 2016,
      "doi": "10.4324/9781315108285",
      "raw": "D Lupton \n\t\t \n\t\t 10.4324/9781315108285 \n\t\t \n\t\t Interesting HCI research on self-tracking: A reading list. This Sociological Life \n\t\t \n\t\t\t 2016b. 2016c \n\t\t \n\t \n\t This Sociological Life Critical research on self-tracking: A reading list \n\t Lupton, D. (2016b). Critical research on self-tracking: A reading list. This Sociological Life. Retrieved from https://simplysociology.wordpress.com/2016/01/12/critical-social-research-on-self-tracking-a-reading-list/ Lupton, D. (2016c). Interesting HCI research on self-tracking: A reading list. This Sociological Life. Retrieved from https://simplysociology.wordpress.com/2016/02/15/interesting-hci-research-on-self-tracking-a- reading-list/"
    },
    {
      "title": "Living digital data research program",
      "authors": [
        "D Lupton"
      ],
      "year": 2016,
      "doi": "10.4337/9781784717766.00011",
      "raw": "D Lupton \n\t\t \n\t\t 10.4337/9781784717766.00011 \n\t\t \n\t\t Living digital data research program \n\t\t \n\t\t\t 2016d \n\t\t \n\t \n\t This Sociological Life \n\t Lupton, D. (2016d). Living digital data research program. This Sociological Life. Retrieved from https:// simplysociology.wordpress.com/2016/02/28/living-digital-data-research-program/"
    },
    {
      "title": "Stuck data, dead data, and disloyal data: The stops and starts in making numbers into social practices",
      "authors": [
        "D Nafus"
      ],
      "year": 2014,
      "doi": "10.1080/1600910x.2014.920266",
      "journal": "Distinktion: Scandinavian Journal of Social Theory",
      "volume": "15",
      "issue": "2",
      "raw": "Stuck data, dead data, and disloyal data: The stops and starts in making numbers into social practices \n\t\t \n\t\t\t D Nafus \n\t\t \n\t\t 10.1080/1600910x.2014.920266 \n\t \n\t \n\t\t Distinktion: Scandinavian Journal of Social Theory \n\t\t \n\t\t\t 15 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Nafus, D. (2014). Stuck data, dead data, and disloyal data: The stops and starts in making numbers into social practices. Distinktion: Scandinavian Journal of Social Theory, 15(2), 208-222."
    },
    {
      "title": "Quantified: Biosensing technologies in everyday life",
      "authors": [
        "D Nafus"
      ],
      "year": 2016,
      "doi": "10.7551/mitpress/9780262034173.001.0001",
      "raw": "D Nafus \n\t\t \n\t\t 10.7551/mitpress/9780262034173.001.0001 \n\t\t Quantified: Biosensing technologies in everyday life \n\t\t Cambridge, MA \n\t\t \n\t\t\t MIT Press \n\t\t\t 2016 \n\t\t \n\t \n\t Nafus, D. (Ed.). (2016). Quantified: Biosensing technologies in everyday life. Cambridge, MA: MIT Press."
    },
    {
      "title": "Self-tracking",
      "authors": [
        "G Neff",
        "D Nafus"
      ],
      "year": 2016,
      "doi": "10.7551/mitpress/10421.001.0001",
      "raw": "Self-tracking \n\t\t \n\t\t\t G Neff \n\t\t \n\t\t \n\t\t\t D Nafus \n\t\t \n\t\t 10.7551/mitpress/10421.001.0001 \n\t\t \n\t\t\t 2016 \n\t\t\t MIT Press \n\t\t\t Cambridge, MA \n\t\t \n\t \n\t Neff, G., & Nafus, D. (2016). Self-tracking. Cambridge, MA: MIT Press."
    },
    {
      "title": "The dark market for personal data",
      "authors": [
        "F Pasquale"
      ],
      "year": 2014,
      "doi": "10.1142/9789814619714_0019",
      "journal": "The New York Times",
      "raw": "The dark market for personal data \n\t\t \n\t\t\t F Pasquale \n\t\t \n\t\t 10.1142/9789814619714_0019 \n\t\t \n\t \n\t \n\t\t The New York Times \n\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Pasquale, F. (2014). The dark market for personal data. The New York Times. Retrieved from http://www. nytimes.com/2014/10/17/opinion/the-dark-market-for-personal-data.html"
    },
    {
      "title": "Lifelogging: Digital self-tracking and lifeloggingbetween disruptive technology and cultural transformation",
      "authors": [
        "S Selke"
      ],
      "year": 2016,
      "doi": "10.1007/978-3-658-13137-1",
      "raw": "S Selke \n\t\t \n\t\t 10.1007/978-3-658-13137-1 \n\t\t Lifelogging: Digital self-tracking and lifeloggingbetween disruptive technology and cultural transformation \n\t\t Wiesbaden \n\t\t \n\t\t\t Springer VS \n\t\t\t 2016 \n\t\t \n\t \n\t Selke, S. (Ed.). (2016). Lifelogging: Digital self-tracking and lifelogging -between disruptive technology and cul- tural transformation. Wiesbaden: Springer VS."
    },
    {
      "title": "Health 2050: The realization of personalized medicine through crowdsourcing, the quantified self, and the participatory biocitizen",
      "authors": [
        "M Swan"
      ],
      "year": 2012,
      "doi": "10.3390/jpm2030093",
      "journal": "Journal of Personalized Medicine",
      "volume": "2",
      "issue": "3",
      "raw": "Health 2050: The realization of personalized medicine through crowdsourcing, the quantified self, and the participatory biocitizen \n\t\t \n\t\t\t M Swan \n\t\t \n\t\t 10.3390/jpm2030093 \n\t \n\t \n\t\t Journal of Personalized Medicine \n\t\t \n\t\t\t 2 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Swan, M. (2012). Health 2050: The realization of personalized medicine through crowdsourcing, the quantified self, and the participatory biocitizen. Journal of Personalized Medicine, 2(3), 93-118."
    },
    {
      "title": "A platform for secure monitoring and sharing of generic health data in the cloud",
      "authors": [
        "D Thilakanathan",
        "S Chen",
        "S Nepal",
        "R Calvo",
        "L Alem"
      ],
      "year": 2014,
      "doi": "10.1016/j.future.2013.09.011",
      "journal": "Future Generation Computer Systems",
      "volume": "35",
      "raw": "A platform for secure monitoring and sharing of generic health data in the cloud \n\t\t \n\t\t\t D Thilakanathan \n\t\t \n\t\t \n\t\t\t S Chen \n\t\t \n\t\t \n\t\t\t S Nepal \n\t\t \n\t\t \n\t\t\t R Calvo \n\t\t \n\t\t \n\t\t\t L Alem \n\t\t \n\t\t 10.1016/j.future.2013.09.011 \n\t \n\t \n\t\t Future Generation Computer Systems \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Thilakanathan, D., Chen, S., Nepal, S., Calvo, R., & Alem, L. (2014). A platform for secure monitoring and sharing of generic health data in the cloud. Future Generation Computer Systems, 35, 102-113."
    },
    {
      "title": "The patient will see you now: The future of medicine is in your hands",
      "authors": [
        "E Topol"
      ],
      "year": 2015,
      "raw": "E Topol \n\t\t \n\t\t The patient will see you now: The future of medicine is in your hands \n\t\t New York \n\t\t \n\t\t\t Basic Books \n\t\t\t 2015 \n\t\t \n\t \n\t Topol, E. (2015). The patient will see you now: The future of medicine is in your hands. New York: Basic Books."
    },
    {
      "title": "Trust but verify'five approaches to ensure safe medical apps",
      "authors": [
        "P Wicks",
        "E Chiauzzi"
      ],
      "year": 2015,
      "doi": "10.1186/s12916-015-0451-z",
      "journal": "BMC Medicine",
      "volume": "13",
      "issue": "205",
      "raw": "Trust but verify'five approaches to ensure safe medical apps \n\t\t \n\t\t\t P Wicks \n\t\t \n\t\t \n\t\t\t E Chiauzzi \n\t\t \n\t\t 10.1186/s12916-015-0451-z \n\t\t \n\t \n\t \n\t\t BMC Medicine \n\t\t \n\t\t\t 13 \n\t\t\t 205 \n\t\t\t 2015 \n\t\t \n\t \n\t Wicks, P., & Chiauzzi, E. (2015). 'Trust but verify' -five approaches to ensure safe medical apps. BMC Medicine, 13(205). Retrieved from http://www.biomedcentral.com/1741-7015/13/205"
    }
  ],
  "num_references": 19,
  "num_citations": 13,
  "cited_references": [
    "b16",
    "b3",
    "b13",
    "b18",
    "b0",
    "b9",
    "b6",
    "b10",
    "b1"
  ],
  "notes": [
    "[raw_reference] Ablon, L., Libicki, M., & Golay, A. (2015). Markets for cybercrime tools and stolen data. Santa Monica, CA: RAND Corporation.",
    "[raw_reference] Ebeling, M. (2016). Healthcare and big data: Digital specters and phantom objects. Houndmills: Palgrave Macmillan.",
    "[raw_reference] Fox, S., & Duggan, M. (2013). Tracking for health. Retrieved from http://www.pewinternet.org/files/old-media// Files/Reports/2013/PIP_TrackingforHealth20WITH20appendix.pdf",
    "[raw_reference] Gajanayake, R., Lane, B., Iannella, R., & Sahama, T. (2013). Accountable-ehealth systems: The next step forward for privacy. Electronic Journal of Health Informatics, 8(2), 11. Retrieved from http://www.ejhi.net/ojs/index. php/ejhi/article/view/248",
    "[raw_reference] IMS Institute for Healthcare Informatics. (2015). Patient adoption of mHealth: Use, evidence and remaining barriers to mainstream acceptance. Parsipanny, NJ: IMS Institute for Healthcare Informatics.",
    "[raw_reference] Lupton, D. (2013). Understanding the human machine. IEEE Technology & Society Magazine, 32(4), 25-30.",
    "[raw_reference] Lupton, D. (2015). Fabricated data bodies: Reflections on 3D printed digital body objects in medical and health domains. Social Theory & Health, 13(2), 99-115.",
    "[raw_reference] Lupton, D. (2016a). The quantified self: A sociology of self-tracking. Cambridge: Polity Press.",
    "This Sociological Life Critical research on self-tracking: A reading list",
    "[raw_reference] Lupton, D. (2016b). Critical research on self-tracking: A reading list. This Sociological Life. Retrieved from https://simplysociology.wordpress.com/2016/01/12/critical-social-research-on-self-tracking-a-reading-list/ Lupton, D. (2016c). Interesting HCI research on self-tracking: A reading list. This Sociological Life. Retrieved from https://simplysociology.wordpress.com/2016/02/15/interesting-hci-research-on-self-tracking-a- reading-list/",
    "This Sociological Life",
    "[raw_reference] Lupton, D. (2016d). Living digital data research program. This Sociological Life. Retrieved from https:// simplysociology.wordpress.com/2016/02/28/living-digital-data-research-program/",
    "[raw_reference] Nafus, D. (2014). Stuck data, dead data, and disloyal data: The stops and starts in making numbers into social practices. Distinktion: Scandinavian Journal of Social Theory, 15(2), 208-222.",
    "[raw_reference] Nafus, D. (Ed.). (2016). Quantified: Biosensing technologies in everyday life. Cambridge, MA: MIT Press.",
    "[raw_reference] Neff, G., & Nafus, D. (2016). Self-tracking. Cambridge, MA: MIT Press.",
    "[raw_reference] Pasquale, F. (2014). The dark market for personal data. The New York Times. Retrieved from http://www. nytimes.com/2014/10/17/opinion/the-dark-market-for-personal-data.html",
    "[raw_reference] Selke, S. (Ed.). (2016). Lifelogging: Digital self-tracking and lifelogging -between disruptive technology and cul- tural transformation. Wiesbaden: Springer VS.",
    "[raw_reference] Swan, M. (2012). Health 2050: The realization of personalized medicine through crowdsourcing, the quantified self, and the participatory biocitizen. Journal of Personalized Medicine, 2(3), 93-118.",
    "[raw_reference] Thilakanathan, D., Chen, S., Nepal, S., Calvo, R., & Alem, L. (2014). A platform for secure monitoring and sharing of generic health data in the cloud. Future Generation Computer Systems, 35, 102-113.",
    "[raw_reference] Topol, E. (2015). The patient will see you now: The future of medicine is in your hands. New York: Basic Books.",
    "[raw_reference] Wicks, P., & Chiauzzi, E. (2015). 'Trust but verify' -five approaches to ensure safe medical apps. BMC Medicine, 13(205). Retrieved from http://www.biomedcentral.com/1741-7015/13/205"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
