{
  "paper_id": "HTTSLW56",
  "title": "Novel blood pressure monitoring methods: perspectives for achieving \"perfect 24-h blood pressure management\"",
  "year": 2023,
  "date": "2023-06-06",
  "authors": [
    {
      "name": "Naoko Tomitani",
      "email": "tomitani.n@jichi.ac.jp",
      "affiliation": {
        "organization": "Division of Cardiovascular Medicine",
        "department": "Division of Cardiovascular Medicine",
        "institution": "Jichi Medical University School of Medicine",
        "address": "Tochigi, Japan"
      }
    },
    {
      "name": "Satoshi Hoshide",
      "affiliation": {
        "organization": "Division of Cardiovascular Medicine",
        "department": "Division of Cardiovascular Medicine",
        "institution": "Jichi Medical University School of Medicine",
        "address": "Tochigi, Japan"
      }
    },
    {
      "name": "Kazuomi Kario",
      "affiliation": {
        "organization": "Division of Cardiovascular Medicine",
        "department": "Division of Cardiovascular Medicine",
        "institution": "Jichi Medical University School of Medicine",
        "address": "Tochigi, Japan"
      }
    }
  ],
  "doi": "10.1038/s41440-023-01329-4",
  "md5": "A5E6CFF36D38611232EC4B1E28E56CAA",
  "publication": {
    "journal": "Hypertens Res",
    "journal_inferred": true
  },
  "keywords": [
    "Blood pressure monitoring",
    "Hypertension",
    "Wearable blood pressure monitoring device"
  ],
  "sections": [
    {
      "text": "Blood pressure (BP) is not constant and varies from shortterm to long-term. Considering this fact, office-measured BP as a snapshot of fluctuating BP is inadequate for the diagnosis and management of hypertension. Recent international guidelines for hypertension management recommend the assessment of out-of-office BP using ambulatory BP monitoring (ABPM) and home BP monitoring (HBPM), based on evidence that out-of-office BP is a stronger predictor of cardiovascular events than office BP  [1] [2] [3] .\n\nAccumulating evidence has highlighted the clinical relevance of BP variability (very short-term to long-term) and circadian rhythm, beyond the effect of average BP levels on cardiovascular outcomes  [4] [5] [6] [7] . To minimize the organ damage and risk of cardiovascular events, achievement of perfect BP control (i.e., 24-h BP level, circadian rhythm, and BP variability) over a 24-h period is essential  [8] , and 24-h continuous BP monitoring is ideal for the \"perfect 24-h BP management\" (Fig.  1 ). Although ABPM and HBPM are recommended in guidelines as out-of-office BP monitoring methods, they have limitations in measurement timing and measurement period for perfect BP monitoring in daily life. ABPM is performed with short (15-to 60-min) measurement intervals but usually performed over only a 24-h period  [9] . ABPM can monitor diurnal BP variability, but not day-byday and longer-term BP variability. HBPM can monitor day-by-day and longer-term BP variability, but HBPM is usually measured on specific timing (i.e., in the morning and evening)  [9] .\n\nRecently, novel BP monitoring devices have been developed to overcome these pitfalls; the Aktiia bracelet (Aktiia, Neuchâtel, Switzerland [commercially available]) based on the photo-plethysmography method  [10] , the HeartGuide (Omron Healthcare, Kyoto, Japan [commercially available]) based on the oscillometric method  [11] , the NightView (Omron Healthcare, Kyoto, Japan [commercially available]) based on the oscillometric method  [12] , and the beat-by-beat device (developed by Omron Healthcare, Kyoto, Japan) based on the tonometry method  [13] .\n\nThe present study by Almeida et al. demonstrated that daytime (9 a.m. to 9 p.m.) systolic BP (SBP) and diastolic BP (DBP) averaged from 7-day data obtained from the Aktiia monitor were comparable to 1-day averaged SBP and DBP from ABPM, which is a gold standard method for ambulatory BP monitoring  [10] . The results support the use of the Aktiia monitor for long-term daytime BP monitoring. However, the Aktiia calculates BP only when the wearer's wrist is still for 30 s and it cannot monitor BP during daily activities with physical movement. On the other hand, ABPM can monitor BP including BP during daily activities involving physical activity. Comparisons between the Aktiia and ABPM among more active individuals may result in different outcomes. The expression, \"ambulatory resting BP\" may well explain the BP obtained from the Aktiia device.\n\nThe present study also demonstrated that the amount of readings performed by the Aktiia monitor varied by individuals  [10] . The authors suggest that the Aktiia require at least 7-day monitoring to obtain sufficient measurements equivalent to 1-day daytime ABPM, assuming patient's compliance found in this study. As described in the Limitations, longer Aktiia monitoring period might be required for some patients in order to obtain enough measurements in real-life setting. Further studies in larger population are warranted to confirm the appropriate Aktiia monitoring period in daily life. Compared to ABPM, the Aktiia has dramatically reduced the discomfort in ambulatory BP monitoring. The feature that the wearer is not bothered by the operation is an Aktiia's unique advantage. Some patients may prefer to monitor their BPs by the Aktiia during 1-week period (or even longer) rather than by ABPM during 24-h period.\n\nAnother commercially available novel device is the HeartGuide, which is a watch-type wearable oscillometric BP monitoring device. Our study group demonstrated that there is no significant difference between BPs simultaneously measured by a HeartGuide and an ABPM device  [11] . The HeartGuide is a wearable device for self-BP monitoring, allowing the wearers to measure their BPs anytime and anywhere in daily life and for long-term monitoring like HBPM. We also demonstrated that the peak BP values measured by the HeartGuide were significantly associated with left ventricular mass index (LVMI) measured by cardiac MRI, indicating high peak wearable BP could be a risk factor for cardiovascular events  [14] . The feature that wearers can self-measure their BPs at the time when their BP may be elevated (i.e., under stressful situation) is one of advantages of the HeartGuide.\n\nThe NightView, a wrist-type oscillometric HBPM device, can be used for long-term monitoring of nighttime BP during sleep (default measurement: AM2:00, AM4:00, and 4-h after bedtime), which cannot be measured by a conventional HBPM device  [12] . The device, with technical innovations that reduce measurement noise and cuff pressure, successfully measures nighttime BP repeatedly without sleep disturbance.\n\nAbove mentioned novel devices can monitor BP in daily life, however those devices might not capture a \"true\" peak BP. In order to identify the \"true\" peak BP, beat-by-beat BPs should be monitored. Continuous beat-by-beat BP monitoring over 24-h is ideal for the perfect 24-h BP management. Tonometry is a BP measurement method in which a pressure sensor is pressed flat against the radial artery to measure beat-by-beat BPs. The tonometry method is vulnerable to physical movement, making it difficult to measure during daily activities. A recently developed beatby-beat BP monitoring device employing 46 tonometry sensors successfully captured BP surge during asleep  [13]  and during awake in the supine position at rest  [15] . Technical challenges remain in the 24-h beat-by-beat BP monitoring including during daytime activities.\n\nAs described above, each measurement method has its advantages and disadvantage (issues should be improved). Further development of device technology is warranted, and it is also important to consider how those novel devices can be applied for clinical practice. Large amounts of data will be available from the long-term monitoring by the wearable device such as the Aktiia and the HeartGuide, and interpretation of these numerous BP data is also essential. The Aktiia and the HeartGuide provide the application which displays BP measurements on a smartphone  [10] . Such applications may improve patients' motivation for Fig.  1  Novel and conventional blood pressure monitoring methods to measure out-of-office blood pressure. Each dot represents an example of a BP measurement point during a time of day. Blue dots represent BP measurements using conventional BP monitoring methods and pink dots represent BP measurements using novel BP monitoring methods. BP blood pressure, PPG photo-plethysmography, BPM blood pressure monitoring, WBPM wearable blood pressure monitoring, ABPM ambulatory blood pressure monitoring, HBPM home blood pressure monitoring, OBPM office blood pressure monitoring hypertension treatment and BP control, and help physicians to provide optimal treatment toward \"perfect 24-h BP control\" for the patients by sharing the data with physicians. In order to achieve \"perfect 24-h BP management\", both the advances in BP monitoring devices that can measure BP accurately and continuously (or at high frequencies) and the progress in data analysis and feedback systems would be needed."
    },
    {
      "title": "Compliance with ethical standards"
    },
    {
      "text": "Conflict of interest KK has received research grants from Omron Healthcare and A&D Co. The other authors have no conflict of interest to declare.\n\nPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
    }
  ],
  "references": [
    {
      "title": "ACC/AHA/AAPA/ ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow",
        "Casey De",
        "K Collins",
        "Dennison Himmelfarb"
      ],
      "year": 2017,
      "doi": "10.1161/hyp.0000000000000075",
      "journal": "J Am Coll Cardiol",
      "volume": "71",
      "raw": "ACC/AHA/AAPA/ ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines \n\t\t \n\t\t\t P K Whelton \n\t\t \n\t\t \n\t\t\t R M Carey \n\t\t \n\t\t \n\t\t\t W S Aronow \n\t\t \n\t\t \n\t\t\t Casey De Jr \n\t\t \n\t\t \n\t\t\t K J Collins \n\t\t \n\t\t \n\t\t\t Dennison Himmelfarb \n\t\t \n\t\t \n\t\t\t C \n\t\t \n\t\t 10.1161/hyp.0000000000000075 \n\t \n\t \n\t\t J Am Coll Cardiol \n\t\t \n\t\t\t 71 \n\t\t\t \n\t\t\t 2017. 2018 \n\t\t \n\t \n\t Whelton PK, Carey RM, Aronow WS, Casey DE Jr, Collins KJ, Dennison Himmelfarb C, et al. 2017 ACC/AHA/AAPA/ ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:2199-269."
    },
    {
      "title": "ESC/ESH guidelines for the management of arterial hypertension",
      "authors": [
        "B Williams",
        "G Mancia",
        "W Spiering",
        "Agabiti Rosei",
        "E Azizi",
        "M Burnier"
      ],
      "year": 2018,
      "doi": "10.1097/hjh.0000000000001961",
      "journal": "Eur Heart J",
      "volume": "39",
      "raw": "ESC/ESH guidelines for the management of arterial hypertension \n\t\t \n\t\t\t B Williams \n\t\t \n\t\t \n\t\t\t G Mancia \n\t\t \n\t\t \n\t\t\t W Spiering \n\t\t \n\t\t \n\t\t\t Agabiti Rosei \n\t\t \n\t\t \n\t\t\t E Azizi \n\t\t \n\t\t \n\t\t\t M Burnier \n\t\t \n\t\t \n\t\t\t M \n\t\t \n\t\t 10.1097/hjh.0000000000001961 \n\t \n\t \n\t\t Eur Heart J \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 2018. 2018 \n\t\t \n\t \n\t Williams B, Mancia G, Spiering W, Agabiti Rosei E, Azizi M, Burnier M, et al. 2018 ESC/ESH guidelines for the management of arterial hypertension. Eur Heart J. 2018;39:3021-104."
    },
    {
      "title": "The Japanese Society of Hypertension guidelines for the management of hypertension (JSH 2019)",
      "authors": [
        "S Umemura",
        "H Arima",
        "S Arima",
        "K Asayama",
        "Y Dohi",
        "Y Hirooka"
      ],
      "year": 2019,
      "doi": "10.1038/s41440-019-0284-9",
      "journal": "Hypertens Res",
      "volume": "42",
      "raw": "The Japanese Society of Hypertension guidelines for the management of hypertension (JSH 2019) \n\t\t \n\t\t\t S Umemura \n\t\t \n\t\t \n\t\t\t H Arima \n\t\t \n\t\t \n\t\t\t S Arima \n\t\t \n\t\t \n\t\t\t K Asayama \n\t\t \n\t\t \n\t\t\t Y Dohi \n\t\t \n\t\t \n\t\t\t Y Hirooka \n\t\t \n\t\t 10.1038/s41440-019-0284-9 \n\t \n\t \n\t\t Hypertens Res \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Umemura S, Arima H, Arima S, Asayama K, Dohi Y, Hirooka Y, et al. The Japanese Society of Hypertension guidelines for the management of hypertension (JSH 2019). Hypertens Res. 2019; 42:1235-481."
    },
    {
      "title": "Morning surge in blood pressure as a predictor of silent and clinical cerebrovascular disease in elderly hypertensives: a prospective study",
      "authors": [
        "K Kario",
        "T Pickering",
        "Y Umeda",
        "S Hoshide",
        "Y Hoshide",
        "M Morinari"
      ],
      "year": 2003,
      "doi": "10.1161/01.cir.0000056521.67546.aa",
      "journal": "Circulation",
      "volume": "107",
      "raw": "Morning surge in blood pressure as a predictor of silent and clinical cerebrovascular disease in elderly hypertensives: a prospective study \n\t\t \n\t\t\t K Kario \n\t\t \n\t\t \n\t\t\t T G Pickering \n\t\t \n\t\t \n\t\t\t Y Umeda \n\t\t \n\t\t \n\t\t\t S Hoshide \n\t\t \n\t\t \n\t\t\t Y Hoshide \n\t\t \n\t\t \n\t\t\t M Morinari \n\t\t \n\t\t 10.1161/01.cir.0000056521.67546.aa \n\t \n\t \n\t\t Circulation \n\t\t \n\t\t\t 107 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Kario K, Pickering TG, Umeda Y, Hoshide S, Hoshide Y, Morinari M, et al. Morning surge in blood pressure as a predictor of silent and clinical cerebrovascular disease in elderly hyper- tensives: a prospective study. Circulation. 2003;107:1401-6."
    },
    {
      "title": "Blood pressure variability and cardiovascular disease: systematic review and meta-analysis",
      "authors": [
        "S Stevens",
        "S Wood",
        "C Koshiaris",
        "K Law",
        "P Glasziou",
        "R Stevens"
      ],
      "year": 2016,
      "doi": "10.1136/bmj.i4098",
      "journal": "BMJ",
      "volume": "354",
      "pages": "4098",
      "raw": "Blood pressure variability and cardiovascular disease: systematic review and meta-analysis \n\t\t \n\t\t\t S L Stevens \n\t\t \n\t\t \n\t\t\t S Wood \n\t\t \n\t\t \n\t\t\t C Koshiaris \n\t\t \n\t\t \n\t\t\t K Law \n\t\t \n\t\t \n\t\t\t P Glasziou \n\t\t \n\t\t \n\t\t\t R J Stevens \n\t\t \n\t\t 10.1136/bmj.i4098 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 354 \n\t\t\t 4098 \n\t\t\t 2016 \n\t\t \n\t \n\t Stevens SL, Wood S, Koshiaris C, Law K, Glasziou P, Stevens RJ, et al. Blood pressure variability and cardiovascular disease: systematic review and meta-analysis. BMJ. 2016;354:i4098."
    },
    {
      "title": "Nighttime blood pressure phenotype and cardiovascular prognosis: practitioner-based nationwide JAMP study",
      "authors": [
        "K Kario",
        "S Hoshide",
        "H Mizuno",
        "T Kabutoya",
        "M Nishizawa",
        "T Yoshida"
      ],
      "year": 2020,
      "doi": "10.1161/circulationaha.120.049730",
      "journal": "Circulation",
      "volume": "142",
      "raw": "Nighttime blood pressure phenotype and cardiovascular prognosis: practitioner-based nationwide JAMP study \n\t\t \n\t\t\t K Kario \n\t\t \n\t\t \n\t\t\t S Hoshide \n\t\t \n\t\t \n\t\t\t H Mizuno \n\t\t \n\t\t \n\t\t\t T Kabutoya \n\t\t \n\t\t \n\t\t\t M Nishizawa \n\t\t \n\t\t \n\t\t\t T Yoshida \n\t\t \n\t\t 10.1161/circulationaha.120.049730 \n\t \n\t \n\t\t Circulation \n\t\t \n\t\t\t 142 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Kario K, Hoshide S, Mizuno H, Kabutoya T, Nishizawa M, Yoshida T, et al. Nighttime blood pressure phenotype and cardi- ovascular prognosis: practitioner-based nationwide JAMP study. Circulation. 2020;142:1810-20."
    },
    {
      "title": "Prognostic significance of visit-to-visit variability, maximum systolic blood pressure, and episodic hypertension",
      "authors": [
        "P Rothwell",
        "S Howard",
        "E Dolan",
        "O 'brien",
        "E Dobson",
        "J Dahlof"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)60308-x",
      "journal": "Lancet",
      "volume": "375",
      "raw": "Prognostic significance of visit-to-visit variability, maximum systolic blood pressure, and episodic hypertension \n\t\t \n\t\t\t P M Rothwell \n\t\t \n\t\t \n\t\t\t S C Howard \n\t\t \n\t\t \n\t\t\t E Dolan \n\t\t \n\t\t \n\t\t\t O 'brien \n\t\t \n\t\t \n\t\t\t E Dobson \n\t\t \n\t\t \n\t\t\t J E Dahlof \n\t\t \n\t\t \n\t\t\t B \n\t\t \n\t\t 10.1016/s0140-6736(10)60308-x \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 375 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Rothwell PM, Howard SC, Dolan E, O'Brien E, Dobson JE, Dahlof B, et al. Prognostic significance of visit-to-visit variability, maximum systolic blood pressure, and episodic hypertension. Lancet. 2010;375:895-905."
    },
    {
      "title": "Evidence and perspectives on the 24-hour management of hypertension: hemodynamic biomarker-initiated 'anticipation medicine' for zero cardiovascular event",
      "authors": [
        "K Kario"
      ],
      "year": 2016,
      "doi": "10.1016/j.pcad.2016.04.001",
      "journal": "Prog Cardiovasc Dis",
      "volume": "59",
      "raw": "Evidence and perspectives on the 24-hour management of hypertension: hemodynamic biomarker-initiated 'anticipation medicine' for zero cardiovascular event \n\t\t \n\t\t\t K Kario \n\t\t \n\t\t 10.1016/j.pcad.2016.04.001 \n\t \n\t \n\t\t Prog Cardiovasc Dis \n\t\t \n\t\t\t 59 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Kario K. Evidence and perspectives on the 24-hour management of hypertension: hemodynamic biomarker-initiated 'anticipation medicine' for zero cardiovascular event. Prog Cardiovasc Dis. 2016;59:262-81."
    },
    {
      "title": "Effective out-of-office BP monitoring to detect masked hypertension: perspectives for wearable BP monitoring",
      "authors": [
        "N Tomitani",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2023,
      "doi": "10.1038/s41440-022-01080-2",
      "journal": "Hypertens Res",
      "volume": "46",
      "raw": "Effective out-of-office BP monitoring to detect masked hypertension: perspectives for wearable BP monitoring \n\t\t \n\t\t\t N Tomitani \n\t\t \n\t\t \n\t\t\t S Hoshide \n\t\t \n\t\t \n\t\t\t K Kario \n\t\t \n\t\t 10.1038/s41440-022-01080-2 \n\t \n\t \n\t\t Hypertens Res \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Tomitani N, Hoshide S, Kario K. Effective out-of-office BP monitoring to detect masked hypertension: perspectives for wearable BP monitoring. Hypertens Res. 2023;46:523-5."
    },
    {
      "title": "Aktiia cuffless blood pressure monitor yields equivalent daytime blood pressure measurements compared to a 24-h ambulatory blood pressure monitor: preliminary results from a prospective single-centre study",
      "authors": [
        "T Almeida",
        "Cortes Perruchoud",
        "D Alexandre",
        "J Vermare",
        "P Sola"
      ],
      "year": 2023,
      "doi": "10.1038/s41440-023-01258-2",
      "journal": "Hypertens Res",
      "volume": "46",
      "raw": "Aktiia cuffless blood pressure monitor yields equivalent daytime blood pressure measurements compared to a 24-h ambulatory blood pressure monitor: preliminary results from a prospective single-centre study \n\t\t \n\t\t\t T Almeida \n\t\t \n\t\t \n\t\t\t Cortes Perruchoud \n\t\t \n\t\t \n\t\t\t D Alexandre \n\t\t \n\t\t \n\t\t\t J Vermare \n\t\t \n\t\t \n\t\t\t P Sola \n\t\t \n\t\t \n\t\t\t J \n\t\t \n\t\t 10.1038/s41440-023-01258-2 \n\t \n\t \n\t\t Hypertens Res \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Almeida T, Cortes Perruchoud D, Alexandre J, Vermare P, Sola J, et al. Aktiia cuffless blood pressure monitor yields equivalent daytime blood pressure measurements compared to a 24-h ambulatory blood pressure monitor: preliminary results from a prospective single-centre study. Hypertens Res. 2023; 46:1456-61."
    },
    {
      "title": "The first study comparing a wearable watch-type blood pressure monitor with a conventional ambulatory blood pressure monitor on in-office and out-of-office settings",
      "authors": [
        "K Kario",
        "D Shimbo",
        "N Tomitani",
        "H Kanegae",
        "J Schwartz",
        "B Williams"
      ],
      "year": 2020,
      "doi": "10.1111/jch.13799",
      "journal": "J Clin Hypertens",
      "volume": "22",
      "raw": "The first study comparing a wearable watch-type blood pressure monitor with a conventional ambulatory blood pressure monitor on in-office and out-of-office settings \n\t\t \n\t\t\t K Kario \n\t\t \n\t\t \n\t\t\t D Shimbo \n\t\t \n\t\t \n\t\t\t N Tomitani \n\t\t \n\t\t \n\t\t\t H Kanegae \n\t\t \n\t\t \n\t\t\t J E Schwartz \n\t\t \n\t\t \n\t\t\t B Williams \n\t\t \n\t\t 10.1111/jch.13799 \n\t \n\t \n\t\t J Clin Hypertens \n\t\t \n\t\t\t 22 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Kario K, Shimbo D, Tomitani N, Kanegae H, Schwartz JE, Williams B. The first study comparing a wearable watch-type blood pressure monitor with a conventional ambulatory blood pressure monitor on in-office and out-of-office settings. J Clin Hypertens. 2020;22:135-41."
    },
    {
      "title": "Simultaneous self-monitoring comparison of a supine algorithmequipped wrist nocturnal home blood pressure monitoring device with an upper arm device",
      "authors": [
        "K Kario",
        "N Tomitani",
        "C Iwashita",
        "T Shiga",
        "H Kanegae"
      ],
      "year": 2021,
      "doi": "10.1111/jch.14179",
      "journal": "J Clin Hypertens",
      "volume": "23",
      "raw": "Simultaneous self-monitoring comparison of a supine algorithmequipped wrist nocturnal home blood pressure monitoring device with an upper arm device \n\t\t \n\t\t\t K Kario \n\t\t \n\t\t \n\t\t\t N Tomitani \n\t\t \n\t\t \n\t\t\t C Iwashita \n\t\t \n\t\t \n\t\t\t T Shiga \n\t\t \n\t\t \n\t\t\t H Kanegae \n\t\t \n\t\t 10.1111/jch.14179 \n\t \n\t \n\t\t J Clin Hypertens \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Kario K, Tomitani N, Iwashita C, Shiga T, Kanegae H. Simultaneous self-monitoring comparison of a supine algorithm- equipped wrist nocturnal home blood pressure monitoring device with an upper arm device. J Clin Hypertens. 2021;23: 793-801."
    },
    {
      "title": "Nocturnal blood pressure surge in seconds is a new determinant of left ventricular mass index",
      "authors": [
        "A Kokubo",
        "M Kuwabara",
        "Y Ota",
        "N Tomitani",
        "S Yamashita",
        "T Shiga"
      ],
      "year": 2022,
      "doi": "10.1111/jch.14383",
      "journal": "J Clin Hypertens",
      "volume": "24",
      "raw": "Nocturnal blood pressure surge in seconds is a new determinant of left ventricular mass index \n\t\t \n\t\t\t A Kokubo \n\t\t \n\t\t \n\t\t\t M Kuwabara \n\t\t \n\t\t \n\t\t\t Y Ota \n\t\t \n\t\t \n\t\t\t N Tomitani \n\t\t \n\t\t \n\t\t\t S Yamashita \n\t\t \n\t\t \n\t\t\t T Shiga \n\t\t \n\t\t 10.1111/jch.14383 \n\t \n\t \n\t\t J Clin Hypertens \n\t\t \n\t\t\t 24 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Kokubo A, Kuwabara M, Ota Y, Tomitani N, Yamashita S, Shiga T, et al. Nocturnal blood pressure surge in seconds is a new determinant of left ventricular mass index. J Clin Hypertens. 2022;24:271-82."
    },
    {
      "title": "Relationship between blood pressure repeatedly measured by a wrist-cuff oscillometric wearable blood pressure monitoring device and left ventricular mass index in working hypertensive patients",
      "authors": [
        "K Kario",
        "N Tomitani",
        "T Morimoto",
        "H Kanegae",
        "P Lacy",
        "B Williams"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-021-00758-3",
      "journal": "Hypertens Res",
      "volume": "45",
      "raw": "Relationship between blood pressure repeatedly measured by a wrist-cuff oscillometric wearable blood pressure monitoring device and left ventricular mass index in working hypertensive patients \n\t\t \n\t\t\t K Kario \n\t\t \n\t\t \n\t\t\t N Tomitani \n\t\t \n\t\t \n\t\t\t T Morimoto \n\t\t \n\t\t \n\t\t\t H Kanegae \n\t\t \n\t\t \n\t\t\t P Lacy \n\t\t \n\t\t \n\t\t\t B Williams \n\t\t \n\t\t 10.1038/s41440-021-00758-3 \n\t \n\t \n\t\t Hypertens Res \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Kario K, Tomitani N, Morimoto T, Kanegae H, Lacy P, Williams B. Relationship between blood pressure repeatedly measured by a wrist-cuff oscillometric wearable blood pressure monitoring device and left ventricular mass index in working hypertensive patients. Hypertens Res. 2022;45:87-96."
    },
    {
      "title": "Very short-term beat-by-beat blood pressure variability in the supine position at rest correlates well with the nocturnal blood pressure variability assessed by ambulatory blood pressure monitoring",
      "authors": [
        "H Kinoshita",
        "K Saku",
        "J Mano",
        "H Mannoji",
        "S Kanaya",
        "K Sunagawa"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00911-6",
      "journal": "Hypertens Res",
      "volume": "45",
      "raw": "Very short-term beat-by-beat blood pressure variability in the supine position at rest correlates well with the nocturnal blood pressure variability assessed by ambulatory blood pressure monitoring \n\t\t \n\t\t\t H Kinoshita \n\t\t \n\t\t \n\t\t\t K Saku \n\t\t \n\t\t \n\t\t\t J Mano \n\t\t \n\t\t \n\t\t\t H Mannoji \n\t\t \n\t\t \n\t\t\t S Kanaya \n\t\t \n\t\t \n\t\t\t K Sunagawa \n\t\t \n\t\t 10.1038/s41440-022-00911-6 \n\t \n\t \n\t\t Hypertens Res \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Kinoshita H, Saku K, Mano J, Mannoji H, Kanaya S, Sunagawa K. Very short-term beat-by-beat blood pressure varia- bility in the supine position at rest correlates well with the noc- turnal blood pressure variability assessed by ambulatory blood pressure monitoring. Hypertens Res. 2022;45:1008-17."
    }
  ],
  "num_references": 15,
  "license": "© The Author(s), under exclusive licence to The Japanese Society of Hypertension 2023",
  "license_type": "unknown",
  "num_citations": 22,
  "cited_references": [
    "b3",
    "b13",
    "b4",
    "b2",
    "b5",
    "b14",
    "b0",
    "b7",
    "b11",
    "b8",
    "b12",
    "b6",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] 1  Division of Cardiovascular Medicine , Department of Medicine , Jichi Medical University School of Medicine , Tochigi , Japan",
    "[raw_affiliation] 1  Division of Cardiovascular Medicine , Department of Medicine , Jichi Medical University School of Medicine , Tochigi , Japan",
    "[raw_affiliation] 1  Division of Cardiovascular Medicine , Department of Medicine , Jichi Medical University School of Medicine , Tochigi , Japan",
    "[submission] Received: 24 April 2023 / Revised: 8 May 2023 / Accepted: 10 May 2023 /",
    "[raw_reference] Whelton PK, Carey RM, Aronow WS, Casey DE Jr, Collins KJ, Dennison Himmelfarb C, et al. 2017 ACC/AHA/AAPA/ ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:2199-269.",
    "[raw_reference] Williams B, Mancia G, Spiering W, Agabiti Rosei E, Azizi M, Burnier M, et al. 2018 ESC/ESH guidelines for the management of arterial hypertension. Eur Heart J. 2018;39:3021-104.",
    "[raw_reference] Umemura S, Arima H, Arima S, Asayama K, Dohi Y, Hirooka Y, et al. The Japanese Society of Hypertension guidelines for the management of hypertension (JSH 2019). Hypertens Res. 2019; 42:1235-481.",
    "[raw_reference] Kario K, Pickering TG, Umeda Y, Hoshide S, Hoshide Y, Morinari M, et al. Morning surge in blood pressure as a predictor of silent and clinical cerebrovascular disease in elderly hyper- tensives: a prospective study. Circulation. 2003;107:1401-6.",
    "[raw_reference] Stevens SL, Wood S, Koshiaris C, Law K, Glasziou P, Stevens RJ, et al. Blood pressure variability and cardiovascular disease: systematic review and meta-analysis. BMJ. 2016;354:i4098.",
    "[raw_reference] Kario K, Hoshide S, Mizuno H, Kabutoya T, Nishizawa M, Yoshida T, et al. Nighttime blood pressure phenotype and cardi- ovascular prognosis: practitioner-based nationwide JAMP study. Circulation. 2020;142:1810-20.",
    "[raw_reference] Rothwell PM, Howard SC, Dolan E, O'Brien E, Dobson JE, Dahlof B, et al. Prognostic significance of visit-to-visit variability, maximum systolic blood pressure, and episodic hypertension. Lancet. 2010;375:895-905.",
    "[raw_reference] Kario K. Evidence and perspectives on the 24-hour management of hypertension: hemodynamic biomarker-initiated 'anticipation medicine' for zero cardiovascular event. Prog Cardiovasc Dis. 2016;59:262-81.",
    "[raw_reference] Tomitani N, Hoshide S, Kario K. Effective out-of-office BP monitoring to detect masked hypertension: perspectives for wearable BP monitoring. Hypertens Res. 2023;46:523-5.",
    "[raw_reference] Almeida T, Cortes Perruchoud D, Alexandre J, Vermare P, Sola J, et al. Aktiia cuffless blood pressure monitor yields equivalent daytime blood pressure measurements compared to a 24-h ambulatory blood pressure monitor: preliminary results from a prospective single-centre study. Hypertens Res. 2023; 46:1456-61.",
    "[raw_reference] Kario K, Shimbo D, Tomitani N, Kanegae H, Schwartz JE, Williams B. The first study comparing a wearable watch-type blood pressure monitor with a conventional ambulatory blood pressure monitor on in-office and out-of-office settings. J Clin Hypertens. 2020;22:135-41.",
    "[raw_reference] Kario K, Tomitani N, Iwashita C, Shiga T, Kanegae H. Simultaneous self-monitoring comparison of a supine algorithm- equipped wrist nocturnal home blood pressure monitoring device with an upper arm device. J Clin Hypertens. 2021;23: 793-801.",
    "[raw_reference] Kokubo A, Kuwabara M, Ota Y, Tomitani N, Yamashita S, Shiga T, et al. Nocturnal blood pressure surge in seconds is a new determinant of left ventricular mass index. J Clin Hypertens. 2022;24:271-82.",
    "[raw_reference] Kario K, Tomitani N, Morimoto T, Kanegae H, Lacy P, Williams B. Relationship between blood pressure repeatedly measured by a wrist-cuff oscillometric wearable blood pressure monitoring device and left ventricular mass index in working hypertensive patients. Hypertens Res. 2022;45:87-96.",
    "[raw_reference] Kinoshita H, Saku K, Mano J, Mannoji H, Kanaya S, Sunagawa K. Very short-term beat-by-beat blood pressure varia- bility in the supine position at rest correlates well with the noc- turnal blood pressure variability assessed by ambulatory blood pressure monitoring. Hypertens Res. 2022;45:1008-17."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
