{
  "paper_id": "I4F32ZRD",
  "abstract": "In total, 225 patients were followed up for 1 year. You're editing your response. Sharing this URL allows others to also edit your response.",
  "doi": "10.2196/jmir.1923",
  "md5": "71071775033C61D3598770DF890734EC",
  "sections": [
    {
      "text": "TITLE AND ABSTRACT 1a) TITLE: Identification as a randomized trial in the title yes Other:\n\nsubitem not at all important 1 2 3 4 5 essential 1a) Does your paper address CONSORT item 1a? * I.e does the title contain the phrase \"Randomized Controlled Trial\"? (if not, explain the reason under \"other\") 1a-i) Identify the mode of delivery in the title Identify the mode of delivery. Preferably use \"web-based\" and/or \"mobile\" and/or \"electronic game\" in the title. Avoid ambiguous terms like \"online\", \"virtual\", \"interactive\". Use \"Internet-based\" only if Intervention includes non-web-based Internet components (e.g. email), use \"computer-based\" or \"electronic\" only if o ine products are used. Use \"virtual\" only in the context of \"virtual reality\" (3-D worlds). Use \"online\" only in the context of \"online support groups\". Complement or substitute product names with broader terms for the class of products (such as \"mobile\" or \"smart phone\" instead of \"iphone\"), especially if the application runs on different platforms."
    },
    {
      "title": "Clear selection",
      "text": "You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 1a-i? *\n\nCopy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study an eHealth family-based intervention program via WeChat"
    },
    {
      "title": "1a-ii) Non-web-based components or important co-interventions in title",
      "text": "Mention non-web-based components or important co-interventions in title, if any (e.g., \"with telephone support\")."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 1a-ii?",
      "text": "Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This study is an ehealth intervention via WeChat (WeChat Official Account) so that this section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important\n\n1 2 3 4 5 essential 1a-iii) Primary condition or target group in the title Mention primary condition or target group in the title, if any (e.g., \"for children with Type I Diabetes\") Example: A Web-based and Mobile Intervention with Telephone Support for Children with Type I Diabetes: Randomized Controlled Trial"
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 1a-iii? *\n\nCopy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study patients with uncontrolled type 2 diabetes mellitus (T2DM) You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT Mention key features/functionalities/components of the intervention and comparator in the abstract. If possible, also mention theories and principles used for designing the site. Keep in mind the needs of systematic reviewers and indexers by including important synonyms. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 1b-i? *\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study public health; type 2 diabetes mellitus; intervention; randomized controlled trial; community health center You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 1b-ii) Level of human involvement in the METHODS section of the ABSTRACT Clarify the level of human involvement in the abstract, e.g., use phrases like \"fully automated\" vs. \"therapist/nurse/care provider/physician-assisted\" (mention number and expertise of providers involved, if any). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 1b-ii?",
      "text": "Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This single-center, two-parallel-group RCT was conducted between 2019 and 2020. Overall, 228 patients were recruited from Jiading District, Shanghai, and randomly divided into the intervention and control groups. The intervention group received an eHealth family intervention based on community management via WeChat, whereas the control group received usual care.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important\n\n1 2 3 4 5 essential"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 1b-iii?",
      "text": "Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Overall, 228 patients were recruited from Jiading District, Shanghai, and randomly divided into the intervention and control groups.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 1b-iv) RESULTS section in abstract must contain use data Report number of participants enrolled/assessed in each group, the use/uptake of the intervention (e.g., attrition/adherence metrics, use over time, number of logins etc.), in addition to primary/secondary outcomes. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 1b-iv?",
      "text": "Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study INTRODUCTION 2a) In INTRODUCTION: Scientific background and explanation of rationale 1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials Conclusions/Discussions in abstract for negative trials: Discuss the primary outcome -if the trial is negative (primary outcome not changed), and the intervention was not used, discuss whether negative results are attributable to lack of uptake and discuss reasons. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 1b-v?",
      "text": "Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe primary outcomes of this study are positive so that this section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 2a-i) Problem and the type of system/solution Describe the problem and the type of system/solution that is object of the study: intended as stand-alone intervention vs. incorporated in broader health care program? Intended for a particular patient population? Goals of the intervention, e.g., being more cost-effective to other interventions, replace or complement other solutions? (Note: Details about the intervention are provided in \"Methods\" under 5)"
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 2a-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe study aimed to develop an eHealth family-based intervention program including knowledge, attitude, and behaviors and validate whether the intervention can improve glucose control levels for T2DM patients registered in community health centers through a rigorously designed trial.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important\n\n1 2 3 4 5 essential Scienti c background, rationale: What is known about the (type of) system that is the object of the study (be sure to discuss the use of similar systems for other conditions/diagnoses, if appropiate), motivation for the study, i.e. what are the reasons for and what is the context for this speci c study, from which stakeholder viewpoint is the study performed, potential impact of ndings  [2] . Brie y justify the choice of the comparator."
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 2a-ii? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the background of introduction.\n\nYou're editing your response. Sharing this URL allows others to also edit your response. Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe study aimed to develop an eHealth family-based intervention program including knowledge, attitude, and behaviors and validate whether the intervention can improve glucose control levels for T2DM patients registered in community health centers through a rigorously designed trial."
    },
    {
      "title": "Does your paper address CONSORT subitem 3a? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study we conducted a single-center, two-parallel-group randomized controlled trial Does your paper address CONSORT subitem 3b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. During the process of intervention implementation, all participants still in the initial groups. You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 4a) Eligibility criteria for participants 3b-i) Bug fixes, Downtimes, Content Changes Bug xes, Downtimes, Content Changes: ehealth systems are often dynamic systems. A description of changes to methods therefore also includes important changes made on the intervention or comparator during the trial (e.g., major bug xes or changes in the functionality or content) (5-iii) and other \"unexpected events\" that may have in uenced study design such as staff changes, system failures/downtimes, etc. [2]."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 3b-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. Before conducting this randomized controlled trial, the study has discussed with T2DM-related experts and community health service providers. The intervention tool is shaped in accordance with knowledge-attitude-practice (KAP) model and Helath Belief Model (HBM).\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the participants of methods."
    },
    {
      "title": "4a-i) Computer / Internet literacy",
      "text": "Computer / Internet literacy is often an implicit \"de facto\" eligibility criterion -this should be explicitly clari ed."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 4a-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. To make participants obtain correct and reasonable information about T2DM, the study developed intervention tool based on literature, guideline, textbooks about T2DM.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 4a-ii) Open vs. closed, web-based vs. face-to-face assessments:\n\nOpen vs. closed, web-based vs. face-to-face assessments: Mention how participants were recruited (online vs. o ine), e.g., from an open access website or from a clinic, and clarify if this was a purely web-based trial, or there were face-to-face components (as part of the intervention or for assessment), i.e., to what degree got the study team to know the participant. In online-only trials, clarify if participants were quasi-anonymous and whether having multiple identities was possible or whether technical or logistical measures (e.g., cookies, email con rmation, phone calls) were used to detect/prevent these."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 4a-ii? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Information given during recruitment. Specify how participants were briefed for recruitment and in the informed consent procedures (e.g., publish the informed consent documentation as appendix, see also item X26), as this information may have an effect on user self-selection, user expectation and may also bias results."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 4a-iii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study We screened reasonable T2DM patients who registered in the community helth service system. Then, we connected with them via community health workers and gathered them to receive the statement of research team .\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study According to the National Standard for Basic Public Health Services[14], community health service centers should maintain correspondence with the patients and determine the prevalence of diabetes. This randomized control trial was conducted in the central area of Jiading District, which includes two community health service centers, Jiading Town Community Health Service Center and Juyuan New District Community Health Service Center, where 3,874 individuals with diabetes were registered in the community health service center. Of 1,650 individuals with HbA1c values, 879 presented values over 7.0%."
    },
    {
      "title": "4b-i) Report if outcomes were (self-)assessed through online questionnaires",
      "text": "Clearly report if outcomes were (self-)assessed through online questionnaires (as common in web-based trials) or otherwise."
    },
    {
      "title": "Clear selection",
      "text": "You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. The study collected the data of outcomes by offline questionnaires. This work completed by research team members."
    },
    {
      "title": "4b-ii) Report how institutional affiliations are displayed",
      "text": "Report how institutional a liations are displayed to potential participants [on ehealth media], as a liations with prestigious hospitals or universities may affect volunteer rates, use, and reactions with regards to an intervention.(Not a required item -describe only if this may bias results)"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 4b-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Mao was responsible for generating a random allocation sequence, and the community health center enrolled participants and assigned them to an intervention group or control group.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "5) The interventions for each group with sufficient details to allow replication, including how and when they were actually administered subitem not at all important 1 2 3 4 5 essential 5-i) Mention names, credential, affiliations of the developers, sponsors, and owners Mention names, credential, a liations of the developers, sponsors, and owners [6] (if authors/evaluators are owners or developer of the software, this needs to be declared in a \"Con ict of interest\" section or mentioned elsewhere in the manuscript)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. In this study, we did not mention names, credential, affiliations of the developers, sponsors, and owners.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 5-ii) Describe the history/development process Describe the history/development process of the application and previous formative evaluations (e.g., focus groups, usability testing), as these will have an impact on adoption/use rates and help with interpreting results."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. The study conducted intervention via WeChat, which has been used by people daily life, as a popular and free application.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential"
    },
    {
      "title": "5-iii) Revisions and updating",
      "text": "Revisions and updating. Clearly mention the date and/or version number of the application/intervention (and comparator, if applicable) evaluated, or describe whether the intervention underwent major changes during the evaluation process, or whether the development and/or content was \"frozen\" during the trial. Describe dynamic components such as news feeds or changing content which may have an impact on the replicability of the intervention (for unexpected events see item 3b)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-iii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. The study conducted intervention via WeChat, which has been used by people daily life, as a popular and free application.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 5-iv) Quality assurance methods Provide information on quality assurance methods to ensure accuracy and quality of information provided [1], if applicable."
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 5-iv?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Before the implementation of intervention, the study connected with community health service providers and cooperated with them. During the process of intervention implementation, some research team members served as darta collectors and situation monitors. All of them were trained uniformly about the aim and contents of this study. During the process of data input, two research team members input data at the same time, who have been trained.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 5-v) Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing flowcharts of the algorithms used Ensure replicability by publishing the source code, and/or providing screenshots/screencapture video, and/or providing owcharts of the algorithms used. Replicability (i.e., other researchers should in principle be able to replicate the study) is a hallmark of scienti c reporting."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-v?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important"
    },
    {
      "title": "5-vi) Digital preservation",
      "text": "Digital preservation: Provide the URL of the application, but as the intervention is likely to change or disappear over the course of the years; also make sure the intervention is archived (Internet Archive, webcitation.org, and/or publishing the source code or screenshots/videos alongside the article). As pages behind login screens cannot be archived, consider creating demo pages which are accessible without login."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-vi?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important"
    },
    {
      "title": "5-vii) Access",
      "text": "Access: Describe how participants accessed the application, in what setting/context, if they had to pay (or were paid) or not, whether they had to be a member of speci c group. If known, describe how participants obtained \"access to the platform and Internet\" [1]. To ensure access for editors/reviewers/readers, consider to provide a \"backdoor\" login account or demo mode for reviewers/readers to explore the application (also important for archiving purposes, see vi)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-vii? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the intervention tool and intervention process of methods.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 5-viii) Mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework Describe mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework [6] used to design them (instructional strategy [1], behaviour change techniques, persuasive features, etc., see e.g.,  [7, 8]  for terminology). This includes an in-depth description of the content (including where it is coming from and who developed it) [1],\" whether [and how] it is tailored to individual circumstances and allows users to track their progress and receive feedback\"  [6] . This also includes a description of communication delivery channels and -if computer-mediated communication is a component -whether communication was synchronous or asynchronous  [6] . It also includes information on presentation strategies [1], including page design principles, average amount of text on pages, presence of hyperlinks to other resources, etc. [1]."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-viii? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the intervention process of methods.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential"
    },
    {
      "title": "5-ix) Describe use parameters",
      "text": "Describe use parameters (e.g., intended \"doses\" and optimal timing for use). Clarify what instructions or recommendations were given to the user, e.g., regarding timing, frequency, heaviness of use, if any, or was the intervention used ad libitum."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-ix?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study"
    },
    {
      "title": "5-x) Clarify the level of human involvement",
      "text": "Clarify the level of human involvement (care providers or health professionals, also technical assistance) in the e-intervention or as co-intervention (detail number and expertise of professionals involved, if any, as well as \"type of assistance offered, the timing and frequency of the support, how it is initiated, and the medium by which the assistance is delivered\". It may be necessary to distinguish between the level of human involvement required for the trial, and the level of human involvement required for a routine application outside of a RCT setting (discuss under item 21 -generalizability)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-x?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the intervention process of methods.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important"
    },
    {
      "title": "5-xi) Report any prompts/reminders used",
      "text": "Report any prompts/reminders used: Clarify if there were prompts (letters, emails, phone calls, SMS) to use the application, what triggered them, frequency etc. It may be necessary to distinguish between the level of prompts/reminders required for the trial, and the level of prompts/reminders for a routine application outside of a RCT setting (discuss under item 21 -generalizability)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-xi? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study During phase 2 (from March 1 to May 31, 2019), the study regularly delivered the 38 articles above (about 3 articles per week). A-level articles were sent one-to-one via the WeChat official account and messages. B-level articles were sent through individual WeChat moments forwarding. C-level articles were sent through the WeChat official account release (Multimedia Appendix 3).\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 5-xii? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the intervention process of methods.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the outcomes measures of methods. 6a-i) Online questionnaires: describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed If outcomes were obtained through online questionnaires, describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed  [9] ."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 6a-i?",
      "text": "Copy and paste relevant sections from manuscript text This section is not applicable for this study. The questionnaire is conducted by existing scales which has been confirmed effectively in Chinese You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 6a-ii) Describe whether and how \"use\" (including intensity of use/dosage) was defined/measured/monitored Describe whether and how \"use\" (including intensity of use/dosage) was de ned/measured/monitored (logins, log le analysis, etc.). Use/adoption metrics are important process outcomes that should be reported in any ehealth trial."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 6a-ii?",
      "text": "Copy and paste relevant sections from manuscript text Intervention articles were released regularly (about 3 articles per week). In-person health education were conducted once per three months.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 6b) Any changes to trial outcomes after the trial commenced, with reasons 6a-iii) Describe whether, how, and when qualitative feedback from participants was obtained Describe whether, how, and when qualitative feedback from participants was obtained (e.g., through emails, feedback forms, interviews, focus groups)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 6a-iii?",
      "text": "Copy and paste relevant sections from manuscript text This eHealth intervention was implemented based on WeChat official account so that we can learn about the reading situation of each article in real time through the background monitoring."
    },
    {
      "title": "Does your paper address CONSORT subitem 6b? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not appplicable for this study. No changesto trial outcomes after the trial commenced. You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "7a) How sample size was determined NPT: When applicable, details of whether and how the clustering by care provides or centers was addressed subitem not at all important 1 2 3 4 5 essential 7b) When applicable, explanation of any interim analyses and stopping guidelines 7a-i) Describe whether and how expected attrition was taken into account when calculating the sample size Describe whether and how expected attrition was taken into account when calculating the sample size."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 7a-i?",
      "text": "Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the sample size calculation of methods.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "8a) Method used to generate the random allocation sequence NPT: When applicable, how care providers were allocated to each trial group 8b) Type of randomisation; details of any restriction (such as blocking and block size) Does your paper address CONSORT subitem 7b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. The process of intervention don't refer to some aspects taht may have an adverse impact on participants."
    },
    {
      "title": "Does your paper address CONSORT subitem 8a? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe study numbered participants via random number table. Then, the study ranked them in ascending order and they were allocated in intervention group and control group in the ratio of 1:1."
    },
    {
      "title": "Does your paper address CONSORT subitem 8b? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe type of randomazation at the level of individuals.\n\nYou're editing your response. Sharing this URL allows others to also edit your response. Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe study numbered participants via random number table. Then, the study ranked them in ascending order and they were allocated in intervention group and control group in the ratio of 1:1."
    },
    {
      "title": "Does your paper address CONSORT subitem 10? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Mao was responsible for generating a random allocation sequence, and the community health center enrolled participants and assigned them to an intervention group or control group You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 11a-i) Specify who was blinded, and who wasn't Specify who was blinded, and who wasn't. Usually, in web-based trials it is not possible to blind the participants  [1, 3]  (this should be clearly acknowledged), but it may be possible to blind outcome assessors, those doing data analysis or those administering cointerventions (if any)."
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 11a-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. Notably, because the intervention is an ehealth intervention, participants knew they received this kind of intervention when they provided informed consent; thus, the study participants could not be blinded.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 11a-ii) Discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\"\n\nInformed consent procedures (4a-ii) can create biases and certain expectations -discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\"."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 11a-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "12a) Statistical methods used to compare groups for primary and secondary outcomes NPT: When applicable, details of whether and how the clustering by care providers or centers was addressed Does your paper address CONSORT subitem 11b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Both intervention group and control group, they received usual care, such in-person health intervention."
    },
    {
      "title": "Does your paper address CONSORT subitem 12a? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the statistical analysis of methods.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important Imputation techniques to deal with attrition / missing values: Not all participants will use the intervention/comparator as intended and attrition is typically high in ehealth trials. Specify how participants who did not use the application or dropped out from the trial were treated in the statistical analysis (a complete case analysis is strongly discouraged, and simple imputation techniques such as LOCF may also be problematic  [4] )."
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 12a-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe quality of data collection and input is good. There have not missing values in database.\n\nYou're editing your response. Sharing this URL allows others to also edit your response. Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study Changes between the baseline and follow-up period in the intervention and control groups were measured with 95% confidence intervals at the baseline and 12 months. Finally, since HbA1c was the primary outcome, we further analyzed a subgroup according to sex to explore whether the result differed between males and females."
    },
    {
      "title": "X26-i) Comment on ethics committee approval"
    },
    {
      "title": "Clear selection",
      "text": "You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important\n\n1 2 3 4 5 essential Does your paper address subitem X26-i?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study the trial was ethically approved by the Medical Research Ethics Committee of School of Public Health Fudan University (IRB#2018-01-0663)"
    },
    {
      "title": "x26-ii) Outline informed consent procedures",
      "text": "Outline informed consent procedures e.g., if consent was obtained o ine or online (how? Checkbox, etc.?), and what information was provided (see 4a-ii). See  [6]  for some items to be included in informed consent documents."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem X26-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicabale for this study. The study collected informed consents after the on-site research programme statement directly.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential RESULTS 13a) For each group, the numbers of participants who were randomly assigned, received intended treatment, and were analysed for the primary outcome NPT: The number of care providers or centers performing the intervention in each group and the number of patients treated by each care provider in each center X26-iii) Safety and security procedures and security procedures, incl. privacy considerations, and any steps taken to reduce the likelihood or detection of harm (e.g., education and training, availability of a hotline)"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem X26-iii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. The process of this study did not refer to some procedures or aspects that may harm to participants. You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "13b) For each group, losses and exclusions after randomisation, together with reasons Does your paper address CONSORT subitem 13a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study From March 1, 2019, to March 1, 2020. In total, 225 patients (113 patients in the intervention group and 112 patients in the control group) completed this 1-year intervention study. Three participants (one in the intervention group and two in the control group) were lost to followup. For each group, the analysis of the number of participants is always in the original assigned groups. This process is shown in Figure  2 ."
    },
    {
      "title": "*",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study From March 1, 2019, to March 1, 2020. In total, 225 patients (113 patients in the intervention group and 112 patients in the control group) completed this 1-year intervention study. Three participants (one in the intervention group and two in the control group) were lost to followup. For each group, the analysis of the number of participants is always in the original assigned groups. This process is shown in Figure  2 .\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 13b-i?",
      "text": "Copy and paste relevant sections from the manuscript or cite the gure number if applicable (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in Figure  2 .\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE"
    },
    {
      "text": ": Structured summary of trial design, methods, results, and conclusions NPT extension: Description of experimental treatment, comparator, care providers, centers, and blinding status."
    },
    {
      "text": ") Open vs. closed, web-based (self-assessment) vs. face-to-face assessments in the METHODS section of the ABSTRACT Mention how participants were recruited (online vs. o ine), e.g., from an open access website or from a clinic or a closed online user group (closed usergroup trial), and clarify if this was a purely web-based trial, or there were face-to-face components (as part of the intervention or for assessment). Clearly say if outcomes were self-assessed through questionnaires (as common in web-based trials). Note: In traditional o ine trials, an open trial (open-label trial) is a type of clinical trial in which both the researchers and participants know which treatment is being administered. To avoid confusion, use \"blinded\" or \"unblinded\" to indicated the level of blinding instead of \"open\", as \"open\" in web-based trials usually refers to \"open access\" (i.e. participants can self-enrol). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "text": "INTRODUCTION: Specific objectives or hypotheses 2a-ii) Scientific background, rationale: What is known about the (type of) system"
    },
    {
      "text": "of trial design (such as parallel, factorial) including allocation ratio 3b) Important changes to methods after trial commencement (such as eligibility criteria), with reasons Does your paper address CONSORT subitem 2b? *"
    },
    {
      "text": "address CONSORT subitem 4a? *"
    },
    {
      "text": "According to the National Standard for Basic Public Health Services[14], community health service centers should maintain correspondence with the patients and determine the prevalence of diabetes. This randomized control trial was conducted in the central area of Jiading District, which includes two community health service centers, Jiading Town Community Health Service Center and Juyuan New District Community Health Service Center, where 3,874 individuals with diabetes were registered in the community health service center. Of 1,650 individuals with HbA1c values, 879 presented values over 7.0%. You're editing your response. Sharing this URL allows others to also edit your response.and locations where the data were collected 4a-iii) Information giving during recruitment"
    },
    {
      "text": "address CONSORT subitem 4b? *"
    },
    {
      "text": "address subitem 4b-i? *"
    },
    {
      "text": "During phase 2 (from March 1 to May 31, 2019), the study regularly delivered the 38 articles above (about 3 articles per week). Based on National Standard for Basic Public Health Services, all T2DM patients should receive on-site health education once per three months.You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "text": "defined pre-specified primary and secondary outcome measures, including how and when they were assessed 5-xii) Describe any co-interventions (incl. training/support) Describe any co-interventions (incl. training/support): Clearly state any interventions that are provided in addition to the targeted eHealth intervention, as ehealth intervention may not be designed as stand-alone intervention. This includes training sessions and support [1]. It may be necessary to distinguish between the level of training required for the trial, and the level of training for a routine application outside of a RCT setting (discuss under item 21 -generalizability."
    },
    {
      "text": "address CONSORT subitem 6a? *"
    },
    {
      "text": "OUT A NEW RESPONSE9) Mechanism used to implement the random allocation sequence (such as sequentially numbered containers), describing any steps taken to conceal the sequence until interventions were assigned 10) Who generated the random allocation sequence, who enrolled participants, and who assigned participants to interventions 11a) If done, who was blinded after assignment to interventions (for example, participants, care providers, those assessing outcomes) and how NPT: Whether or not administering co-interventions were blinded to group assignment Does your paper address CONSORT subitem 9? *"
    },
    {
      "text": "relevant, description of the similarity of interventions(this item is usually not relevant for ehealth trials as it refers to similarity of a placebo or sham intervention to a active medication/intervention)"
    },
    {
      "text": "for additional analyses, such as subgroup analyses and adjusted analyses 12a-i) Imputation techniques to deal with attrition / missing values"
    },
    {
      "text": "OUT A NEW RESPONSE X26) REB/IRB Approval and Ethical Considerations [recommended as subheading under \"Methods\"] (not a CONSORT item) address CONSORT subitem 12b? *"
    },
    {
      "text": "Does your paper address CONSORT subitem 13b? (NOTE: Preferably, this is shown in a CONSORT flow diagram)"
    },
    {
      "text": "defining the periods of recruitment and follow-up 13b-i) Attrition diagram Strongly recommended: An attrition diagram (e.g., proportion of participants still logging in or using the intervention/comparator in each group plotted over time, similar to a survival curve) or other gures or tables demonstrating usage/dose/engagement."
    },
    {
      "text": "subitem not at all important Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study From March 1, 2019, to March 1, 2020. In total, 225 patients (113 patients in the intervention group and 112 patients in the control group) completed this 1-year intervention study. Three participants (one in the intervention group and two in the control group) were lost to followup. For each group, the analysis of the number of participants is always in the original assigned groups. This process is shown in Figure  2 .\n\n14a-i) Indicate if critical \"secular events\" fell into the study period Indicate if critical \"secular events\" fell into the study period, e.g., signi cant changes in Internet resources available or \"changes in computer hardware or Internet delivery resources\""
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 14a-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "14b) Why the trial ended or was stopped (early) 15) A table showing baseline demographic and clinical characteristics for each group NPT: When applicable, a description of care providers (case volume, quali cation, expertise, etc.) and centers (volume) in each group Does your paper address CONSORT subitem 14b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study. The study did not end or stop."
    },
    {
      "title": "Does your paper address CONSORT subitem 15? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details in Table  1  and  2.  You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 16) For each group, number of participants (denominator) included in each analysis and whether the analysis was by original assigned groups 15-i) Report demographics associated with digital divide issues\n\nIn ehealth trials it is particularly important to report demographics associated with digital divide issues, such as age, education, gender, social-economic status, computer/Internet/ehealth literacy of the participants, if known."
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 15-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details in Table  1  and  2.  You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 16-i) Report multiple \"denominators\" and provide definitions Report multiple \"denominators\" and provide de nitions: Report N's (and effect sizes) \"across a range of study participation [and use] thresholds\" [1], e.g., N exposed, N consented, N used more than x times, N used more than y weeks, N \"used\" the intervention/comparator at speci c pre-de ned time points of interest (in absolute and relative numbers per group). Always clearly de ne \"use\" of the intervention."
    },
    {
      "title": "Clear selection",
      "text": "Does your paper address subitem 16-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study For each group, number of participants included in each analysis by original assigned groups.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 17a) For each primary and secondary outcome, results for each group, and the estimated effect size and its precision (such as 95% confidence interval) 16-ii) Primary analysis should be intent-to-treat Primary analysis should be intent-to-treat, secondary analyses could include comparing only \"users\", with the appropriate caveats that this is no longer a randomized sample (see 18-i)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 16-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in Table  1  and  2 ."
    },
    {
      "title": "Does your paper address CONSORT subitem 17a? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in Table  2 . You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 17b) For binary outcomes, presentation of both absolute and relative effect sizes is recommended 17a-i) Presentation of process outcomes such as metrics of use and intensity of use In addition to primary/secondary (clinical) outcomes, the presentation of process outcomes such as metrics of use and intensity of use (dose, exposure) and their operational de nitions is critical. This does not only refer to metrics of attrition (13-b) (often a binary variable), but also to more continuous exposure metrics such as \"average session length\". These must be accompanied by a technical description how a metric like a \"session\" is de ned (e.g., timeout after idle time) [1] (report under item 6a)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 17a-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in Table  1  and  2.  You're editing your response. Sharing this URL allows others to also edit your response. Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in Table  1  and  2.  Does your paper address CONSORT subitem 18? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in Table  2 ."
    },
    {
      "title": "18-i) Subgroup analysis of comparing only users",
      "text": "A subgroup analysis of comparing only users is not uncommon in ehealth trials, but if done, it must be stressed that this is a self-selected sample and no longer an unbiased sample from a randomized trial (see 16-iii)."
    },
    {
      "title": "Clear selection",
      "text": "You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "19) All important harms or unintended effects in each group (for speci c guidance see CONSORT for harms) Does your paper address subitem 18-i?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in Table  2 ."
    },
    {
      "title": "Does your paper address CONSORT subitem 19? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important Include privacy breaches, technical problems. This does not only include physical \"harm\" to participants, but also incidents such as perceived or real privacy breaches [1], technical problems, and other unexpected/unintended incidents. \"Unintended effects\" also includes unintended positive effects  [2] ."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 19-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important Include qualitative feedback from participants or observations from staff/researchers, if available, on strengths and shortcomings of the application, especially if they point to unintended/unexpected effects or uses. This includes (if available) reasons for why people did or did not use the application as intended by the developers."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 19-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the interview of results.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential 22-i) Restate study questions and summarize the answers suggested by the data, starting with primary outcomes and process outcomes (use)\n\nRestate study questions and summarize the answers suggested by the data, starting with primary outcomes and process outcomes (use)."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 22-i? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe details were shown in the principal findings and comparison with prior works of discussions.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 22-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study First, the sample size was small and only included patients enrolled in one city. Future studies should enroll larger sample sizes and include multi-sources.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important"
    },
    {
      "title": "20-i) Typical limitations in ehealth trials",
      "text": "Typical limitations in ehealth trials: Participants in ehealth trials are rarely blinded. Ehealth trials often look at a multiplicity of outcomes, increasing risk for a Type I error. Discuss biases due to non-use of the intervention/usability issues, biases through informed consent procedures, unexpected events."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 20-i? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study However, this study also has some limitations. First, the sample size was small and only included patients enrolled in one city. Future studies should enroll larger sample sizes and include multi-sources. Second, the intervention time was 1 year, and we did not continuously follow up with the T2DM patients and their family members. Consequently, we could only conclude whether the intervention was effective over a period of time but could not confirm its long-term effects. Finally, participant compliance could not be documented comprehensively, such as how long or how often T2DM patients' family members read intervention articles.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important 1 2 3 4 5 essential"
    },
    {
      "title": "21-i) Generalizability to other populations",
      "text": "Generalizability to other populations: In particular, discuss generalizability to a general Internet population, outside of a RCT setting, and general patient population, including applicability of the study results for other organizations"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 21-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe eHealth family-based intervention can improve T2DM patients' glucose control and selfcare activities by implementing interventions based on risk perception about T2DM for family members to improve family support. The intervention is generalizable for T2DM patients based on the health management system in community health centers.\n\nYou're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "subitem not at all important Discuss if there were elements in the RCT that would be different in a routine application setting (e.g., prompts/reminders, more human involvement, training sessions or other  cointerventions)  and what impact the omission of these elements could have on use, adoption, or outcomes if the intervention is applied outside of a RCT setting."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem 21-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study This section is not applicable for this study.\n\nYou're editing your response. Sharing this URL allows others to also edit your response. Copy and paste relevant sections from manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study ChiCTR1900020736. Registered January 15, 2019.\n\nDoes your paper address CONSORT subitem 24? * Cite a Multimedia Appendix, other reference, or copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study"
    },
    {
      "title": "Does your paper address CONSORT subitem 25? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study In addition to the usual declaration of interests ( nancial or otherwise), also state the relation of the study team towards the system being evaluated, i.e., state if the authors/evaluators are distinct from or identical with the developers/sponsors of the intervention."
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Does your paper address subitem X27-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or brie y explain why the item is not applicable/relevant for your study\n\nThe authors declare no conflict of interest.\n\nAs a result of using this checklist, did you make changes in your manuscript? * You're editing your response. Sharing this URL allows others to also edit your response. What were the most important changes you made as a result of using this checklist?\n\nThe most important changes are in introduction.\n\nHow much time did you spend on going through the checklist INCLUDING making changes in your manuscript * About 8 hours is used to finish this checklist and revise manuscript.\n\nAs a result of using this checklist, do you think your manuscript has improved? * Would you like to become involved in the CONSORT EHEALTH group? This would involve for example becoming involved in participating in a workshop and writing an \"Explanation and Elaboration\" document"
    },
    {
      "title": "Clear selection"
    },
    {
      "title": "Any other comments or questions on CONSORT EHEALTH",
      "text": "There are no other comments or questions on CONSORT EHEALTH You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "title": "FILL OUT A NEW RESPONSE",
      "text": "STOP -Save this form as PDF before you click submit\n\nTo generate a record that you lled in this form, we recommend to generate a PDF of this page (on a Mac, simply select \"print\" and then select \"print as PDF\") before you submit it.\n\nWhen you submit your (revised) paper to JMIR, please upload the PDF as supplementary le.\n\nDon't worry if some text in the textboxes is cut off, as we still have the complete information in our database. Thank you!\n\nFinal step: Click submit !\n\nClick submit so we have your answers in our database! Never submit passwords through Google Forms.\n\nThis content is neither created nor endorsed by Google. Report Abuse -Terms of Service -Privacy Policy"
    },
    {
      "title": "Submit"
    },
    {
      "title": "Forms",
      "text": "You're editing your response. Sharing this URL allows others to also edit your response.\n\nFILL OUT A NEW RESPONSE"
    }
  ],
  "figures": [
    {
      "description": ": Structured summary of trial design, methods, results, and conclusions NPT extension: Description of experimental treatment, comparator, care providers, centers, and blinding status."
    },
    {
      "description": ") Open vs. closed, web-based (self-assessment) vs. face-to-face assessments in the METHODS section of the ABSTRACT Mention how participants were recruited (online vs. o ine), e.g., from an open access website or from a clinic or a closed online user group (closed usergroup trial), and clarify if this was a purely web-based trial, or there were face-to-face components (as part of the intervention or for assessment). Clearly say if outcomes were self-assessed through questionnaires (as common in web-based trials). Note: In traditional o ine trials, an open trial (open-label trial) is a type of clinical trial in which both the researchers and participants know which treatment is being administered. To avoid confusion, use \"blinded\" or \"unblinded\" to indicated the level of blinding instead of \"open\", as \"open\" in web-based trials usually refers to \"open access\" (i.e. participants can self-enrol). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "description": "INTRODUCTION: Specific objectives or hypotheses 2a-ii) Scientific background, rationale: What is known about the (type of) system"
    },
    {
      "caption": "FILL",
      "description": "of trial design (such as parallel, factorial) including allocation ratio 3b) Important changes to methods after trial commencement (such as eligibility criteria), with reasons Does your paper address CONSORT subitem 2b? *"
    },
    {
      "description": "address CONSORT subitem 4a? *"
    },
    {
      "caption": "FILL",
      "description": "According to the National Standard for Basic Public Health Services[14], community health service centers should maintain correspondence with the patients and determine the prevalence of diabetes. This randomized control trial was conducted in the central area of Jiading District, which includes two community health service centers, Jiading Town Community Health Service Center and Juyuan New District Community Health Service Center, where 3,874 individuals with diabetes were registered in the community health service center. Of 1,650 individuals with HbA1c values, 879 presented values over 7.0%. You're editing your response. Sharing this URL allows others to also edit your response.and locations where the data were collected 4a-iii) Information giving during recruitment"
    },
    {
      "description": "address CONSORT subitem 4b? *"
    },
    {
      "description": "address subitem 4b-i? *"
    },
    {
      "caption": "FILL",
      "description": "During phase 2 (from March 1 to May 31, 2019), the study regularly delivered the 38 articles above (about 3 articles per week). Based on National Standard for Basic Public Health Services, all T2DM patients should receive on-site health education once per three months.You're editing your response. Sharing this URL allows others to also edit your response."
    },
    {
      "description": "defined pre-specified primary and secondary outcome measures, including how and when they were assessed 5-xii) Describe any co-interventions (incl. training/support) Describe any co-interventions (incl. training/support): Clearly state any interventions that are provided in addition to the targeted eHealth intervention, as ehealth intervention may not be designed as stand-alone intervention. This includes training sessions and support [1]. It may be necessary to distinguish between the level of training required for the trial, and the level of training for a routine application outside of a RCT setting (discuss under item 21 -generalizability."
    },
    {
      "description": "address CONSORT subitem 6a? *"
    },
    {
      "caption": "FILL",
      "description": "OUT A NEW RESPONSE9) Mechanism used to implement the random allocation sequence (such as sequentially numbered containers), describing any steps taken to conceal the sequence until interventions were assigned 10) Who generated the random allocation sequence, who enrolled participants, and who assigned participants to interventions 11a) If done, who was blinded after assignment to interventions (for example, participants, care providers, those assessing outcomes) and how NPT: Whether or not administering co-interventions were blinded to group assignment Does your paper address CONSORT subitem 9? *"
    },
    {
      "description": "relevant, description of the similarity of interventions(this item is usually not relevant for ehealth trials as it refers to similarity of a placebo or sham intervention to a active medication/intervention)"
    },
    {
      "description": "for additional analyses, such as subgroup analyses and adjusted analyses 12a-i) Imputation techniques to deal with attrition / missing values"
    },
    {
      "caption": "FILL",
      "description": "OUT A NEW RESPONSE X26) REB/IRB Approval and Ethical Considerations [recommended as subheading under \"Methods\"] (not a CONSORT item) address CONSORT subitem 12b? *"
    },
    {
      "description": "Does your paper address CONSORT subitem 13b? (NOTE: Preferably, this is shown in a CONSORT flow diagram)"
    },
    {
      "caption": "FILL",
      "description": "defining the periods of recruitment and follow-up 13b-i) Attrition diagram Strongly recommended: An attrition diagram (e.g., proportion of participants still logging in or using the intervention/comparator in each group plotted over time, similar to a survival curve) or other gures or tables demonstrating usage/dose/engagement."
    }
  ],
  "num_figures": 17,
  "num_citations": 12,
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
