{
  "paper_id": "I8UFKGVF",
  "title": "Body Mass Index Measured Repeatedly over 42 Years as a Risk Factor for Ischemic Stroke: The HUNT Study",
  "abstract": "Background: Higher BMI in middle age is associated with ischemic stroke, but little is known about BMI over adulthood, and the risk for ischemic stroke as most studies relied on a single measurement of BMI. Methods: BMI was measured four times over a period of 42 years. We calculated average BMI values and group-based trajectory models and related these to the prospective risk of ischemic stroke after the last examination in Cox models with a follow-up time of 12 years. Results: A total of 14,139 participants, with a mean age of 65.2 years and 55.4% women, had information on BMI from all four examinations, and we observed 856 ischemic strokes. People with overweight and obesity over adulthood had a higher risk for ischemic stroke with a multivariable-adjusted hazard ratio of 1.29 (95% CI 1.11-1.48) and 1.27 (95% CI 0.96-1.67), respectively, when compared to normal weight participants. Excess weight tended to have stronger effects earlier than later in life. A trajectory of developing obesity throughout life was associated with higher risk than other trajectories. Conclusions: High average BMI, especially at an early age, is a risk factor for ischemic stroke. Early weight control and long-term weight reduction for those with high BMI may decrease the later occurrence of ischemic stroke.",
  "year": 2023,
  "date": "2023-02-28",
  "journal": "Stroke",
  "publication": "Stroke",
  "authors": [
    {
      "forename": "Jens",
      "surname": "Horn",
      "name": "Jens Horn",
      "affiliation": "1  Department of Public Health and Nursing , Norwegian University of Science and Technology , 7034 Trondheim , Norway \n\t\t\t\t\t\t\t\t Department of Public Health and Nursing \n\t\t\t\t\t\t\t\t Norwegian University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7034 \n\t\t\t\t\t\t\t\t\t Trondheim \n\t\t\t\t\t\t\t\t\t Norway",
      "email": "jens.horn@ntnu.no",
      "orcid": "0000-0003-1220-9998"
    },
    {
      "forename": "Tingting",
      "surname": "Feng",
      "name": "Tingting Feng",
      "affiliation": "1  Department of Public Health and Nursing , Norwegian University of Science and Technology , 7034 Trondheim , Norway \n\t\t\t\t\t\t\t\t Department of Public Health and Nursing \n\t\t\t\t\t\t\t\t Norwegian University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7034 \n\t\t\t\t\t\t\t\t\t Trondheim \n\t\t\t\t\t\t\t\t\t Norway",
      "orcid": "0000-0003-1220-9998"
    },
    {
      "forename": "Bjørn",
      "surname": "Mørkedal",
      "name": "Bjørn Mørkedal",
      "affiliation": "4  Department of Cardiology , Oslo University Hospital , Rikshospitalet , 0372 Oslo , Norway \n\t\t\t\t\t\t\t\t Department of Cardiology \n\t\t\t\t\t\t\t\t Oslo University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0372 \n\t\t\t\t\t\t\t\t\t Rikshospitalet Oslo \n\t\t\t\t\t\t\t\t\t Norway"
    },
    {
      "forename": "Dagfinn",
      "surname": "Aune",
      "name": "Dagfinn Aune",
      "affiliation": "5  Department of Epidemiology and Biostatistics , School of Public Health , Imperial College London , St. Mary's Campus , Norfolk Place , Paddington , London W2 1PG , UK \n\t\t\t\t\t\t\t\t Department of Epidemiology and Biostatistics \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Mary's Campus Norfolk Place \n\t\t\t\t\t\t\t\t\t W2 1PG \n\t\t\t\t\t\t\t\t\t Paddington London \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0000-0002-4533-1722"
    },
    {
      "forename": "Linn",
      "surname": "Strand",
      "name": "Linn Strand",
      "affiliation": "1  Department of Public Health and Nursing , Norwegian University of Science and Technology , 7034 Trondheim , Norway \n\t\t\t\t\t\t\t\t Department of Public Health and Nursing \n\t\t\t\t\t\t\t\t Norwegian University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7034 \n\t\t\t\t\t\t\t\t\t Trondheim \n\t\t\t\t\t\t\t\t\t Norway",
      "orcid": "0000-0002-4533-1722"
    },
    {
      "forename": "Julie",
      "surname": "Horn",
      "name": "Julie Horn",
      "affiliation": "1  Department of Public Health and Nursing , Norwegian University of Science and Technology , 7034 Trondheim , Norway \n\t\t\t\t\t\t\t\t Department of Public Health and Nursing \n\t\t\t\t\t\t\t\t Norwegian University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7034 \n\t\t\t\t\t\t\t\t\t Trondheim \n\t\t\t\t\t\t\t\t\t Norway",
      "orcid": "0000-0003-1344-9707"
    },
    {
      "forename": "Kenneth",
      "surname": "Mukamal",
      "name": "Kenneth Mukamal",
      "affiliation": "9  Department of Medicine , Beth Israel Deaconess Medical Center , Boston , MA 02215 , USA \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Beth Israel Deaconess Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02215 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0003-1344-9707"
    },
    {
      "forename": "Imre",
      "surname": "Janszky",
      "name": "Imre Janszky",
      "affiliation": "1  Department of Public Health and Nursing , Norwegian University of Science and Technology , 7034 Trondheim , Norway \n\t\t\t\t\t\t\t\t Department of Public Health and Nursing \n\t\t\t\t\t\t\t\t Norwegian University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7034 \n\t\t\t\t\t\t\t\t\t Trondheim \n\t\t\t\t\t\t\t\t\t Norway"
    }
  ],
  "doi": "10.3390/nu15051232",
  "keywords": [
    "body mass index",
    "BMI",
    "overweight",
    "obesity",
    "ischemic stroke",
    "epidemiology",
    "populationbased cohort study"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The age-standardized incidence and mortality rate of ischemic stroke have declined during the last several decades due to improved prevention and therapy  [1] [2] [3] . Nonetheless, ischemic stroke is still the second most frequent cause of death  [4]  and the second most common cause of disability worldwide  [5] . Due to the increasing age of the global population, the total number of ischemic strokes is projected to increase in the future  [4] . Identification and treatment of modifiable risk factors are therefore important to improve primary prevention. While high income countries have shown impressive reductions in blood pressure and cholesterol levels, the intertwined epidemics of diabetes mellitus, overweight and Nutrients 2023, 15, 1232 2 of 13 obesity have worsened  [2] . The prevalence of people with obesity is 14-32% in different European countries and 34% in the USA  [6] , and it is the fastest-growing risk factor for stroke worldwide  [4, 7] . Previous studies have suggested that body mass index (BMI) has a dose-dependent, J-shaped association with the risk for ischemic stroke  [2, 8, 9] . The great majority of these studies relied on a single measurement of BMI, despite dynamic changes in body weight over the lifetime  [10] . Few studies have examined repeated assessments of BMI in relation to ischemic stroke risk over decades, often using self-reported body weights, and their results are conflicting  [3, 10, 11] . Self-reported current body weight and height can be accurate, however, recalled information on body weight, especially from decades earlier, is prone to misclassification, and its accuracy depends on several characteristics, including the actual values of body weight. Thus, it may cause considerable bias  [12] .\n\nThis study was the first to examine the prospective associations between BMI measured repeatedly over four decades in adulthood and the risk of ischemic stroke in a large population-based study."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "Study Population",
      "text": "The Trøndelag Health Study (HUNT) is an ongoing longitudinal population-based study with several waves to which all inhabitants 20 years and older from North Trøndelag county were invited. The relevant waves for this work were HUNT1, conducted in  1984 -1986 , HUNT2, conducted in 1995 -1997 , and HUNT3, conducted in 2006 -2008 . Apart from these three phases of the HUNT study, mandatory tuberculosis screening program where height and weight were measured was conducted in the region between 1966 and 1969 that included all inhabitants older than 15 years of age  [13] . In HUNT3, which was regarded as the baseline for the present study, 93,860 residents were invited to participate. Of those invited, 54% (50,801) answered the questionnaires and underwent clinical examinations  [14, 15] . However, for the most relevant age groups, i.e., among those with high risk for stroke, this number was much higher: 71.1% and 66.8% for those 60-69 and 70-79 years old, respectively  [15] . Non-participation studies showed that the main reasons for non-participation in HUNT were \"being very busy, forgetting the invitation or not being interested\" and that non-participants had somewhat lower socioeconomic status and higher mortality than participants  [16] .\n\nHeight and weight were measured in 48,871 HUNT3 participants (96%). We excluded 1532 participants with a diagnosis of ischemic stroke (self-reported or indicated in hospital records) prior to study entry (i.e., baseline measurement at HUNT3). Of the HUNT3 participants who did not have an ischemic stroke before baseline and who had an available BMI at baseline, 15,348 participants had information on BMI from all previous measurements, i.e., the tuberculosis screening, HUNT1 and HUNT2. Out of these, we excluded 1209 participants due to a lack of baseline information on covariates (marital and smoking status, alcohol consumption, physical activity and education), and accordingly, 14,139 participants were included in the final sample for the main analysis (Figure  S1 )."
    },
    {
      "title": "Exposure Assessment",
      "text": "Weight and height measurement, calculation of average BMI and weight change. At each of the four assessments, weight and height were measured to the nearest centimeter or nearest half kilogram while participants were wearing light clothes without shoes. BMI was calculated as body weight in kilograms divided by the square of height in meters and categorized into four groups consistent with World Health Organization cut points: <18.5 kg/m 2 (underweight), 18.5-24.9 kg/m 2 (normal weight), 25-29.9 kg/m 2 (overweight) and ≥30 kg/m 2 (obese). Body weight and height measurements for individuals who were adolescents at the time of the tuberculosis survey were converted to adult BMI categories using internationally recognized cut points  [17, 18] .\n\nWe denoted the BMI values at the four time points here as BMI 67 (obtained from the tuberculosis screening program conducted in 1966-1969), BMI 85 (HUNT1 conducted in 1984-86), BMI 96 (HUNT2 conducted in 1995-1997) and BMI 07  (HUNT3 conducted in 2006 (HUNT3 conducted in -2008)) . We estimated the average BMI from BMI 67 to the end of the follow-up period by taking the different follow-up times due to censoring into account. Therefore, we updated the time and the average BMI after baseline every other year (See the graphical presentation of the study setup and the formula in Figure  1 ). By doing so, the length of the follow-up period had less influence on the average BMI, and censored participants became more comparable to the uncensored participants.\n\nweight) and ≥30 kg/m 2 (obese). Body weight and height measurements for individ who were adolescents at the time of the tuberculosis survey were converted to adult categories using internationally recognized cut points  [17, 18] .\n\nWe denoted the BMI values at the four time points here as BMI67 (obtained from tuberculosis screening program conducted in 1966-1969), BMI85 (HUNT1 conducte 1984-86), BMI96 (HUNT2 conducted in 1995-1997) and BMI07 (HUNT3 conducted in 2 2008). We estimated the average BMI from BMI67 to the end of the follow-up perio taking the different follow-up times due to censoring into account. Therefore, we upd the time and the average BMI after baseline every other year (See the graphical pres tion of the study setup and the formula in Figure  1 ). By doing so, the length of the fol up period had less influence on the average BMI, and censored participants became m comparable to the uncensored participants. The equation for calculating average BMI from BMI67 to the end of follow up b peated updated exposure time after baseline was: Average BMI67-EOF = ((BMI67 × timeI-II) + (BMI85 × timeII-III) + (BMI96 × timeIII-IV) + (BMI07 × timeIV-timeEOF))/timeI-EOF where: timeI-II = time from measurement I (i.e., in 1966-1969) to measurement II (i.e., in 1 1986). timeII-III = time from measurement II to measurement III (i.e., in 1995-1997). timeIII-IV = time from measurement III to measurement IV (i.e., 2006-2008). timeIV-EOF = time from measurement IV to the end of follow-up (i.e., 2006-15 Sep ber 2019, updated every other year).\n\ntimeI-EOF = time from measurement I to the end of follow-up (updated every o year).\n\nWhen the average BMI includes the BMI from HUNT3, we have highly corre independent variables in our statistical models. Therefore, to address multicollineari the analysis of whether past or recent BMI was a more important risk factor of strok also We calculated the total BMI change from BMI67 to BMI07 by the following equati When the average BMI includes the BMI from HUNT3, we have highly correlated independent variables in our statistical models. Therefore, to address multicollinearity in the analysis of whether past or recent BMI was a more important risk factor of stroke, we also After calculating \"Total BMI change\" (BMI 07 -BMI 67 ), we calculated BMI change in the \"Early period\" (BMI 85 -BMI 67 ), the \"Middle period\" (BMI 96 -BMI 85 ) and in the \"Late period\" (BMI 07 -BMI 96 ). We classified these BMI changes in 3 categories: <-2.5 kg/m 2 , ≥-2.5 to <2.5 kg/m 2 and ≥2.5 kg/m 2 .\n\nWe used Stata Traj Plugin for identifying group-based trajectories. [19] . More detailed information about group-based trajectory modeling is provided in the Supplemental Material (File S1, Tables  S5-S7 )."
    },
    {
      "title": "Outcome Assessment",
      "text": "Ischemic stroke diagnoses were retrieved from the electronic patient administrative systems of all hospitals providing acute medical care in Trøndelag (Levanger Hospital, Namsos Hospital and St. Olav's Trondheim University Hospital). We used the International Classification of Disease (ICD) Ninth Revision code 433 and 434, and ICD Tenth Revision code I.63 to identify ischemic strokes from September 1987 (after the start of the electronic administrative system) to 15 September 2019 (timepoint of data extraction). The ICD codes for ischemic stroke have been found to be of high validity within the HUNT cohort  [20, 21] ."
    },
    {
      "title": "Covariates",
      "text": "Information on covariates was retrieved from the HUNT3 questionnaires or clinical examination. Participants self-reported their marital status (unmarried, married/cohabitant, widowed/divorced/separated), smoking status (never, former, occasional, current), and alcohol consumption (abstainer, light drinker, moderate drinker and heavy drinker based on the self-reported type, amount and frequency of consumption of different alcoholic beverages). Participants reporting ≥3 h of light exercise or ≥ one hour of hard exercise per week were regarded as physically active. Based on self-reported occupation, we derived educational level according to the International Standard Classification of Occupation from Statistics Norway and categorized it into: \"lower secondary school level\" (10 years of schooling or less), \"higher secondary school level\" (10-12 years of schooling) and \"tertiary education\" (any fulfilled education at university or college)  [22] . For 690 participants with missing information on occupation in HUNT3, we retrieved information on educational level from HUNT2 questionnaires. We also calculated the number of self-reported common chronic diseases from the following list: kidney diseases, chronic obstructive lung disease, heart failure, asthma, obstructive sleep apnea, psoriasis, cancer, epilepsy, rheumatoid arthritis, ankylosing spondylitis, sarcoidosis, osteoporosis, osteoarthritis, fibromyalgia, chronic physical pain, hyper-and hypothyroidism.\n\nAll physical examinations were performed at local field centers by trained staff. Blood pressure was measured three times in a sitting position after a short rest with a Dinamap Critikon model 8100. Hypertension was defined as systolic blood pressure >130 mmHg or diastolic blood pressure >90 mmHg or as self-reported use of blood pressure medication. Non-fasting blood samples were analyzed for glucose, triglycerides and high-density lipoprotein cholesterol (HDL-C). Diabetes was defined based on self-report or on nonfasting serum glucose >11.1 mmol/L."
    },
    {
      "title": "Statistical Analysis",
      "text": "Baseline characteristics were presented for continuous variables as mean ± standard deviation (SD) and for categorical ones as percentages.\n\nFor the main analysis, we used Cox proportional hazard models where age was the underlying time scale to calculate hazard ratios (HRs) with 95% confidence intervals (CIs) for first-ever ischemic stroke for given categories of average BMI, with normal weight being the reference group. Participants contributed person-time from the date of HUNT3 participation until the date of first stroke diagnosis, date of death, emigration, or end of follow-up (15 September 2019), whichever occurred first. To calculate the average BMI to the end of follow-up, we updated the time since baseline every second year by the \"stsplit\" function in STATA. The proportional hazard assumption for each covariate was tested by -ln-ln survival curves and Schoenfeld residuals. We found no violations of the proportional assumption.\n\nConfounders were chosen by a priori knowledge about their relationships to the exposure and outcome. All models were adjusted for age and sex (model 1). In model 2, we further adjusted for smoking status, education, marital status, physical activity, alcohol consumption, and common chronic diseases. In a further model, we additionally adjusted for potential mediators such as hypertension, diabetes, HDL-C and triglycerides. To address the relative importance of the recent and past BMI in predicting ischemic stroke risk, we also adjusted for BMI at HUNT3 (baseline).\n\nIn a sensitivity analysis, we stratified for sex and age at HUNT3 (<65/≥65 years) or smoking (never/former, current or occasionally smoker).\n\nWe identified three groups based on the trajectories of BMI development, and these groups were also included in our Cox models with consistent normal weight as the reference group.\n\nIn another analysis, we included a change in BMI over the entire follow-up period and in discrete time periods in the Cox models. These analyses were adjusted for confounders from model 2 and the regression slope of BMI from BMI 67 to BMI 07 to account for increasing BMI over time. Change in BMI was categorized into three groups, where the group with no essential change of BMI (≥-2.5 to <2.5 kg/m 2 ) was the reference.\n\nWe performed cubic splines for a graphical presentation of the hazard ratios for ischemic stroke in relation to BMI 07 (i.e., measured at HUNT3) and average BMI from tuberculosis screening to the end of follow-up with 4 knots. For cubic splines of BMI at HUNT3, we adjusted for confounders from model 2 and, additionally, in a separate model, for the average BMI from tuberculosis screening to HUNT3. For cubic splines of the average BMI, we adjusted for covariates in model 2 and additionally for BMI at HUNT3.\n\nAll statistical analysis was conducted using Stata 17 for Windows (StataCorp LP, College Station, TX, USA). The codes are available from the corresponding author upon reasonable request.\n\nThe study was approved by the regional committee for ethics in medical research (2016/542REC Central), the National Directorate of Health, and the Norwegian Data Inspectorate. All HUNT study participants provided informed consent.\n\nWe followed the STROBE guideline for prospective cohort studies."
    },
    {
      "title": "Results",
      "text": "Of 14,139 participants at the HUNT3 visit, 55.4% were female, the mean age was 65.2 years (SD 9.3 years), 15.4% were current smokers, and 20.1% were physically inactive. Mean BMI increased progressively over time from 23.2 kg/m 2 (SD 3.1) at tuberculosis screening program to 27.6 kg/m 2 (SD 4.2) at HUNT3 (Table  1 ). The excluded population primarily lacked information on BMI from the tuberculosis screening (86.5%) and was younger and consequently had a lower blood pressure, lower prevalence of diabetes and smoking, a more favorable lipid profile, and better education. During the follow-up period of 12 years and 152,843 person-years, a total of 856 participants suffered a first ischemic stroke. Values are presented as mean ± standard deviation or number (percentages). BMI body mass index, SBP systolic blood pressure, DBP diastolic blood pressure, HDL high-density lipoprotein."
    },
    {
      "title": "Body Mass Index and Risk for Ischemic Stroke",
      "text": "With both approaches to calculating average BMI, the risk of ischemic stroke increased with increasing average BMI (Table  2 ). The HRs were comparable, but the estimates were slightly higher when we calculated average BMI to the baseline. When we adjusted for BMI at HUNT3, the estimates for overweight and obesity were somewhat attenuated when the average BMI was calculated to the end of the follow-up period but was nearly unchanged when the average BMI was calculated to the baseline. Adjustment for metabolic consequences of obesity also attenuated the association between obesity and ischemic stroke risk (Table  S1 ). Figure  2A  shows the association of the most recent BMI, i.e., measured at HUNT 3, with risk for ischemic stroke. The risk increased steadily with BMI values higher than 27 kg/m 2 . When we adjusted for the average BMI until the last measurement at HUNT3, the elevated risk with higher BMI values disappeared (Figure  2C ). Using average BMI from tuberculosis screening to the end of follow-up, we observed a similar association as when we used BMI from HUNT3 (Figure  2B ). Adjustment for BMI from HUNT3 had little effect on the association (Figure  2D ). When we examined the risk associated with BMI from each period of assessment separately, the multivariable-adjusted HRs were highest for obese and overweight participants at the tuberculosis screening and HUNT1 and attenuated gradually for both BMI groups at later HUNT examinations (Table  S4 ).\n\nWe identified three distinct BMI trajectories based on group-based trajectory modeling and referred to these groups as consistently normal weight, developing overweight and developing obesity, representing 48.8% (n = 6900, events= 345), 43.4% (n = 6149, events = 425) and 7.8% (n = 1090, events = 86) of the participants, respectively (Figure  3 ). In all these categories, the BMI increased over time. The participants in the \"developing obesity group\" had higher blood pressure, higher prevalence of diabetes, a slightly less favorable lipid profile and reported less physical activity compared to participants in the two other groups (Table  S2 ). The multivariable-adjusted HR for ischemic stroke was higher for the developing overweight and developing obesity group compared to the consistently normal weight group, an association that was attenuated when adjusting for established metabolic consequences of obesity. Additional adjustments for the most recent BMI had no effect on the estimates. We identified three distinct BMI trajectories based on group-based trajectory modeling and referred to these groups as consistently normal weight, developing overweight and developing obesity, representing 48.8% (n = 6900, events= 345), 43.4% (n = 6149, events = 425) and 7.8% (n = 1090, events = 86) of the participants, respectively (Figure  3 ). In all these categories, the BMI increased over time. The participants in the \"developing obesity group\" had higher blood pressure, higher prevalence of diabetes, a slightly less favorable lipid profile and reported less physical activity compared to participants in the two other groups (Table  S2 ). The multivariable-adjusted HR for ischemic stroke was higher for the developing overweight and developing obesity group compared to the consistently normal weight group, an association that was attenuated when adjusting for established metabolic consequences of obesity. Additional adjustments for the most recent BMI had no effect on the estimates (Data not shown). High BMI tended to have a stronger association with stroke among men than among women. In contrast, age and smoking status did not modify the association with the risk of ischemic stroke (Table  S3 )."
    },
    {
      "title": "Change in Body Mass Index and Risk for Ischemic Stroke",
      "text": "When we examined BMI changes over the whole period and at early, middle and late periods separately, we found 34% higher risk (95% CI 3-75%) of ischemic stroke for weight loss in the late period. Other weight changes were not associated with risk for ischemic stroke, although in some of the categories, our statistical power was limited (Table  S4 ). High BMI tended to have a stronger association with stroke among men than among women. In contrast, age and smoking status did not modify the association with the risk of ischemic stroke (Table  S3 )."
    },
    {
      "title": "Change in Body Mass Index and Risk for Ischemic Stroke",
      "text": "When we examined BMI changes over the whole period and at early, middle and late periods separately, we found 34% higher risk (95% CI 3-75%) of ischemic stroke for weight loss in the late period. Other weight changes were not associated with risk for ischemic stroke, although in some of the categories, our statistical power was limited (Table  S4 )."
    },
    {
      "title": "Discussion",
      "text": "In this large population-based study, we observed a higher risk for ischemic stroke among participants with obesity (BMI >30 kg/m 2 ) or overweight (BMI 25-30 kg/m 2 ) over adulthood. The associations of excess weight with risk were particularly evident for obesity earlier rather than later in life. In addition, trajectory analysis found that developing overweight or obesity over time was associated with higher risk.\n\nOur findings regarding body weight at baseline and risk of subsequent ischemic stroke are generally in line with previous studies, although the association was somewhat weaker in the present study than in previous ones  [2, 8, 9] . Compared to normal weight participants, obese participants at baseline were at 17% higher risk for ischemic stroke in our comprehensive multivariable-adjusted model. In a meta-analysis, however, the corresponding pooled estimate was 1.64 (95% CI 1.36-1.99) in the unadjusted model, and a subgroup analysis of multivariable-adjusted studies had a pooled risk ratio of 1.50 (95% CI 1.34-1.67) [9] . There are several differences between our study and this large metaanalysis of studies, including various races and applying different statistical adjustments. Most importantly, our study population was considerably older than participants in most"
    },
    {
      "title": "Discussion",
      "text": "In this large population-based study, we observed a higher risk for ischemic stroke among participants with obesity (BMI >30 kg/m 2 ) or overweight (BMI 25-30 kg/m 2 ) over adulthood. The associations of excess weight with risk were particularly evident for obesity earlier rather than later in life. In addition, trajectory analysis found that developing overweight or obesity over time was associated with higher risk.\n\nOur findings regarding body weight at baseline and risk of subsequent ischemic stroke are generally in line with previous studies, although the association was somewhat weaker in the present study than in previous ones  [2, 8, 9] . Compared to normal weight participants, obese participants at baseline were at 17% higher risk for ischemic stroke in our comprehensive multivariable-adjusted model. In a meta-analysis, however, the corresponding pooled estimate was 1.64 (95% CI 1.36-1.99) in the unadjusted model, and a subgroup analysis of multivariable-adjusted studies had a pooled risk ratio of 1.50 (95% CI 1.34-1.67) [9] . There are several differences between our study and this large meta-analysis of studies, including various races and applying different statistical adjustments. Most importantly, our study population was considerably older than participants in most of the studies included in the meta-analysis. The relative risk for cardiovascular disorders can markedly decrease with increasing age  [23] , and paradoxically overweight can even have an inverse association at very old ages  [24] .\n\nOur study uniquely included anthropometric information based on actual measurements performed decades before baseline. Previous studies that incorporated long-term information relied partly on self-reported BMI  [3, 10, 11] . However, recalled BMI is potentially biased as its accuracy depends on actual body weight in the past  [12] . In this study, a high average BMI was associated with increased ischemic stroke risk, and this association was not explained by having a high BMI at baseline (HUNT3) since adjusting for the most recent BMI from HUNT3 virtually had no effect on the estimates. In contrast, the association with BMI from HUNT3 was essentially eliminated by adjustment for earlier BMI. Our findings thus support the significance of early adulthood weight gain and the long-time exposure to excess fat tissue as a risk factor for ischemic stroke. To the best of our knowledge, no previous studies have compared the relative importance of earlier and current excess weight and risk of ischemic stroke.\n\nWhen analyzing BMI trajectories, all trajectory groups showed increasing weight over time, compared with earlier studies  [10, 25] . The \"developing obesity\" group had the highest risk for ischemic stroke. Earlier studies using recalled BMI generally came to the same conclusion  [3, 10] . Of note, trajectory analysis suggested the presence of three predominant trajectories, which effectively represented stable degrees of normal weight, overweight, or obesity. This observation tends to align with the relative lack of power observed for most categories of weight change.\n\nIn line with most previous studies, we observed a higher risk for ischemic stroke among participants in middle age with recent weight loss but no association with recent weight gain  [3, 26, 27] . Similarly to other observational studies, we could not differentiate between voluntary and involuntary weight loss. Consequently, the adverse association of weight loss with stroke risk might well reflect confounding by comorbidities leading to both weight loss and elevated stroke risk. Studies on dramatic voluntary weight loss, i.e., after bariatric surgery, documented clear clinical benefits regarding cardiovascular diseases, hypertension, hyperlipidemia, and diabetes  [28] .\n\nIschemic stroke is typically due to large and/or small vessel diseases or due to cardioembolic events. Excess weight can affect these different etiologies via several mechanisms, including hypertension, diabetes mellitus, low HDL-C and increased triglycerides  [2] , which can, to different degrees, increase the risk of the different ischemic stroke subtypes  [29] . Both long-lasting and short-term excess of body fat are important risk factors for diabetes mellitus  [10] , but only long-lasting excess body fat is associated with the development of hypertension and hypercholesterolemia. Since hypertension is the single most important risk factor for ischemic stroke, the strong association of hypertension with lifelong adiposity might explain the differential importance of current and earlier excess weight observed in the present study  [30, 31] .\n\nApart from these well-known metabolic consequences, additional pathways may mediate the effect of increased fat tissue on the risk of an ischemic stroke. Fat tissue, especially visceral, is endocrinologically active and may contribute to increased systemic inflammation and reduce the excretion of adiponectin, which in turn can also facilitate insulin resistance, arteriosclerosis and endothelial dysfunction  [32] . Atrial fibrillation, a major cause of cardio-embolic stroke, is also known to be influenced by long-term obesity partly via increased pericardial fat  [33, 34] . Obesity increases the risk of obstructive sleep apnea, which can increase the risk of ischemic stroke. The pathophysiological pathways are complex, and besides increased blood pressure and sympathetic activation, endothelial, inflammatory, metabolic and other mechanisms are also likely to be involved  [35] ."
    },
    {
      "title": "Strength and Limitations",
      "text": "Nord-Trøndelag county has a homogenous and stable population with a migration of a mere 0.3% per year. We had an exceptionally long exposure window before baseline to capture the development of body weight. We also had virtually complete followup utilizing validated local and nationwide registers of diagnoses of stroke  [20, 21, 36] . Furthermore, we included a wide range of covariates in this highly-phenotyped population.\n\nDespite its strengths, our study also had some limitations. BMI does not differentiate between fat and muscle tissues. [37, 38] . Due to a low number of cases, our precision was very low in some BMI groups, as reflected by the wide confidence intervals. We had no information about the use of antiplatelets, anticoagulants or lipid-lowering medications, although these are unlikely to confound our results considerably as we extensively controlled for demographic and lifestyle factors which are associated with the use of these medications. Moreover, as we emphasized above, we had no information on whether the weight loss of the participants was intentional. This makes our results on weight loss, especially on late weight loss, difficult to interpret, as many diseases can cause weight loss and might also increase the risk of ischemic stroke. We also had limited statistical power to investigate stroke risk among underweight participants as the number of participants and events was low in this group. Finally, our findings in this Norwegian cohort are not directly generalizable to other populations."
    },
    {
      "title": "Conclusions",
      "text": "High average BMI, especially at an early age, was a risk factor for ischemic stroke. The association persisted even after adjustment for the most recent BMI, suggesting cumulative effects over time. Early weight control and long-term weight reduction for those with high BMI may decrease the occurrence of stroke."
    },
    {
      "text": "Figure 1. Graphic Presentation of the Study Setup and the Calculation of Average BMI."
    },
    {
      "text": "calculated average BMI only prior to baseline (HUNT3 2006-2008): Average BMI67-0 = ((BMI67 × timeI-II) + (BMI85 × timeII-III) + (BMI96 × timeIII-IV))/timeI-IV where: timeI-IV= time from measurement I (i.e., in 1966-1969) to measurement IV (i. 2006-2008)."
    },
    {
      "text": "Figure 1. Graphic Presentation of the Study Setup and the Calculation of Average BMI. The equation for calculating average BMI from BMI 67 to the end of follow up by repeated updated exposure time after baseline was: Average BMI 67-EOF = ((BMI 67 × time I-II ) + (BMI 85 × time II-III ) + (BMI 96 × time III-IV ) + (BMI 07 × time IV -time EOF ))/time I-EOF where: time I-II = time from measurement I (i.e., in 1966-1969) to measurement II (i.e., in 1984-1986). time II-III = time from measurement II to measurement III (i.e., in 1995-1997). time III-IV = time from measurement III to measurement IV (i.e., 2006-2008). time IV-EOF = time from measurement IV to the end of follow-up (i.e., 2006-15 September 2019, updated every other year). time I-EOF = time from measurement I to the end of follow-up (updated every other year).When the average BMI includes the BMI from HUNT3, we have highly correlated independent variables in our statistical models. Therefore, to address multicollinearity in the analysis of whether past or recent BMI was a more important risk factor of stroke, we also calculated average BMI only prior to baseline (HUNT3 2006-2008):"
    },
    {
      "text": "calculated average BMI only prior to baseline (HUNT3 2006-2008): Average BMI 67-0 = ((BMI 67 × time I-II ) + (BMI 85 × time II-III ) + (BMI 96 × time III-IV ))/time I-IV where: time I-IV = time from measurement I (i.e., in 1966-1969) to measurement IV (i.e., in 2006-2008).We calculated the total BMI change from BMI 67 to BMI 07 by the following equation: Total BMI change 67-07 = (((BMI 85 -BMI 67 ) × time I-II ) + ((BMI 96 -BMI 85 ) × time II-III ) + (BMI 07 -BMI 96 ) × time III-IV ))/time I-IV"
    },
    {
      "text": "Figure 2. (A to D): Cubic Splines of BMI at Baseline or Average BMI (BMI67-07) and HR of Ischemic Stroke. All Splines are Adjusted for Covariates of Model 2. (C) is Additionally Adjusted for Average BMI (BMI67-07) and (D) for the Most Recent BMI from Baseline HUNT3."
    },
    {
      "text": "Figure 2. (A to D): Cubic Splines of BMI at Baseline or Average BMI (BMI 67-07 ) and HR of Ischemic Stroke. All Splines are Adjusted for Covariates of Model 2. (C) is Additionally Adjusted for Average BMI (BMI 67-07 ) and (D) for the Most Recent BMI from Baseline HUNT3."
    },
    {
      "text": "Figure 3. Group Based Trajectories of BMI over 42 years and Risk for Ischemic Stroke. HR Adjusted for Covariates of Model 2."
    },
    {
      "text": "Group Based Trajectories of BMI over 42 years and Risk for Ischemic Stroke. HR Adjusted for Covariates of Model 2."
    },
    {
      "text": "Characteristics of the Study Population (n = 14,139)."
    },
    {
      "text": "Hazard Ratios (HRs) of Ischemic Stroke, by Categories of Average Body Mass Index to the end of Follow-up with Repeated Updated Exposure and by Categories of Average Body Mass Index Until the HUNT3 Measurement (BMI 07 )."
    }
  ],
  "references": [
    {
      "title": "Declining Incidence of Ischemic Stroke: What Is the Impact of Changing Risk Factors? The Tromso Study 1995 to 2012",
      "authors": [
        "A Vangen-Lonne",
        "T Wilsgaard",
        "S Johnsen",
        "M Lochen",
        "I Njolstad",
        "E Mathiesen"
      ],
      "year": 2017,
      "doi": "10.1161/strokeaha.116.014377"
    },
    {
      "title": "Metabolic mediators of the effects of body-mass index, overweight, and obesity on coronary heart disease and stroke: A pooled analysis of 97 prospective cohorts with 1.8 million participants",
      "authors": [
        "Y Lu",
        "K Hajifathalian",
        "M Ezzati",
        "M Woodward",
        "E Rimm",
        "G Danaei"
      ],
      "year": 2014,
      "doi": "10.1016/s0140-6736(13)61836-x"
    },
    {
      "title": "Long-and short-term weight change and incident coronary heart disease and ischemic stroke: The Atherosclerosis Risk in Communities Study",
      "authors": [
        "J Stevens",
        "E Erber",
        "K Truesdale",
        "C Wang",
        "J Cai"
      ],
      "year": 2013,
      "doi": "10.1093/aje/kws461"
    },
    {
      "title": "Global, regional, and national burden of stroke and its risk factors, 1990-2019: A systematic analysis for the Global Burden of Disease Study",
      "authors": [
        "V Feigin",
        "B Stark",
        "C Johnson",
        "G Roth",
        "C Bisignano",
        "G Abady",
        "M Abbasifard",
        "M Abbasi-Kangevari",
        "F Abd-Allah",
        "V Abedi"
      ],
      "year": 2019,
      "doi": "10.1016/s1474-4422(21)00252-0"
    },
    {
      "title": "Global, regional, and national disability-adjusted life-years (DALYs) for 315 diseases and injuries and healthy life expectancy (HALE), 1990-2015: A systematic analysis for the Global Burden of Disease Study 2015",
      "authors": [
        "G Dalys",
        "H Collaborators"
      ],
      "year": 2016,
      "doi": "10.1016/S0140-6736(16)31460-X"
    },
    {
      "title": "The prevalence of metabolic syndrome and metabolically healthy obesity in Europe: A collaborative analysis of ten large cohort studies",
      "authors": [
        "Van Vliet-Ostaptchouk",
        "J Nuotio",
        "M Slagter",
        "S Doiron",
        "D Fischer",
        "K Foco",
        "L Gaye",
        "A Gogele",
        "M Heier",
        "M Hiekkalinna"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6823-14-9"
    },
    {
      "title": "A J-shaped relation of BMI and stroke: Systematic review and dose-response meta-analysis of 4.43 million participants",
      "authors": [
        "X Liu",
        "D Zhang",
        "Y Liu",
        "X Sun",
        "Y Hou",
        "B Wang",
        "Y Ren",
        "Y Zhao",
        "C Han",
        "C Cheng"
      ],
      "year": 2018,
      "doi": "10.1016/j.numecd.2018.07.004"
    },
    {
      "title": "Excess body weight and incidence of stroke: Meta-analysis of prospective studies with 2 million participants",
      "authors": [
        "P Strazzullo",
        "L D'elia",
        "G Cairella",
        "F Garbagnati",
        "F Cappuccio",
        "L Scalfi"
      ],
      "year": 2010,
      "doi": "10.1161/strokeaha.109.576967"
    },
    {
      "title": "Group-Based Trajectory of Body Shape From Ages 5 to 55 Years and Cardiometabolic Disease Risk in 2 US Cohorts",
      "authors": [
        "Y Zheng",
        "M Song",
        "J Manson",
        "E Giovannucci",
        "F Hu"
      ],
      "year": 2017,
      "doi": "10.1093/aje/kwx188"
    },
    {
      "title": "A prospective study of body mass index, weight change, and risk of stroke in women",
      "authors": [
        "K Rexrode",
        "C Hennekens",
        "W Willett",
        "G Colditz",
        "M Stampfer",
        "J Rich-Edwards",
        "F Speizer",
        "J Manson"
      ],
      "year": 1997,
      "doi": "10.1001/jama.1997.03540430051032"
    },
    {
      "title": "Accuracy of recalled body weight-a study with 20-years of follow-up",
      "authors": [
        "A Dahl",
        "C Reynolds"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20299"
    },
    {
      "title": "Obesity in adolescence and adulthood and the risk of adult mortality",
      "authors": [
        "A Engeland",
        "T Bjorge",
        "A Tverdal",
        "A Sogaard"
      ],
      "year": 2004,
      "doi": "10.1097/01.ede.0000100148.40711.59"
    },
    {
      "title": "The Nord-Trøndelag Health Study 1995-97 (HUNT 2): Objectives, contents, methods and participation",
      "authors": [
        "J Holmen",
        "K Midthjell",
        "Ø Krüger",
        "A Langhammer",
        "T Holmen",
        "G Bratberg",
        "L Vatten",
        "P Lund-Larsen"
      ],
      "year": 2003
    },
    {
      "title": "Cohort Profile: The HUNT Study, Norway",
      "authors": [
        "S Krokstad",
        "A Langhammer",
        "K Hveem",
        "T Holmen",
        "K Midthjell",
        "T Stene",
        "G Bratberg",
        "J Heggland",
        "J Holmen"
      ],
      "year": 2012,
      "doi": "10.1093/ije/dys095"
    },
    {
      "title": "The HUNT study: Participation is associated with survival and depends on socioeconomic status, diseases and symptoms",
      "authors": [
        "A Langhammer",
        "S Krokstad",
        "P Romundstad",
        "J Heggland",
        "J Holmen"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2288-12-143"
    },
    {
      "title": "Establishing a standard definition for child overweight and obesity worldwide: International survey",
      "authors": [
        "T Cole",
        "M Bellizzi",
        "K Flegal",
        "W Dietz"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7244.1240"
    },
    {
      "title": "Body mass index cut offs to define thinness in children and adolescents: International survey",
      "authors": [
        "T Cole",
        "K Flegal",
        "D Nicholls",
        "A Jackson"
      ],
      "year": 2007,
      "doi": "10.1136/bmj.39238.399444.55"
    },
    {
      "title": "A Note on a Stata Plugin for Estimating Group-based Trajectory Models",
      "authors": [
        "B Jones",
        "D Nagin"
      ],
      "year": 2013,
      "doi": "10.1177/0049124113503141"
    },
    {
      "title": "Low grade albuminuria as a risk factor for subtypes of stroke-the HUNT Study in Norway",
      "authors": [
        "J Horn",
        "S Romundstad",
        "H Ellekjaer",
        "I Janszky",
        "J Horn"
      ],
      "year": 2020,
      "doi": "10.1186/s12883-020-01746-9"
    },
    {
      "title": "Identification of incident stroke in Norway: Hospital discharge data compared with a population-based stroke register",
      "authors": [
        "H Ellekjaer",
        "J Holmen",
        "O Kruger",
        "A Terent"
      ],
      "year": 1999,
      "doi": "10.1161/01.str.30.1.56"
    },
    {
      "title": "Classification of Occupations",
      "year": 2020
    },
    {
      "title": "Relative and Absolute Risk to Guide the Management of Pulse Pressure, an Age-Related Cardiovascular Risk Factor",
      "authors": [
        "J Melgarejo",
        "L Thijs",
        "D Wei",
        "M Bursztyn",
        "W Yang",
        "Y Li",
        "K Asayama",
        "T Hansen",
        "M Kikuya",
        "T Ohkubo"
      ],
      "year": 2021,
      "doi": "10.1093/ajh/hpab048"
    },
    {
      "title": "Reverse Epidemiology of Traditional Cardiovascular Risk Factors in the Geriatric Population",
      "authors": [
        "S Ahmadi",
        "E Streja",
        "G Zahmatkesh",
        "D Streja",
        "M Kashyap",
        "H Moradi",
        "M Molnar",
        "U Reddy",
        "A Amin",
        "C Kovesdy"
      ],
      "year": 2015,
      "doi": "10.1016/j.jamda.2015.07.014"
    },
    {
      "title": "Life-course trajectories of body mass index from adolescence to old age: Racial and educational disparities",
      "authors": [
        "Y Yang",
        "C Walsh",
        "M Johnson",
        "D Belsky",
        "M Reason",
        "P Curran",
        "A Aiello",
        "M Chanti-Ketterl",
        "K Harris"
      ],
      "year": 2021,
      "doi": "10.1073/pnas.2020167118"
    },
    {
      "title": "Body mass index, weight change and risk of stroke and stroke subtypes: The Japan Public Health Center-based prospective (JPHC) study",
      "authors": [
        "I Saito",
        "H Iso",
        "Y Kokubo",
        "M Inoue",
        "S Tsugane"
      ],
      "year": 2011,
      "doi": "10.1038/ijo.2010.131"
    },
    {
      "title": "Maintenance of body weight is an important determinant for the risk of ischemic stroke: A nationwide population-based cohort study",
      "authors": [
        "J Cho",
        "E Rhee",
        "S Park",
        "H Kwon",
        "J Jung",
        "K Han",
        "Y Park",
        "S Yoo",
        "Y Kim",
        "W Lee"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0210153"
    },
    {
      "title": "Body-Weight Fluctuations and Outcomes in Coronary Disease",
      "authors": [
        "S Bangalore",
        "R Fayyad",
        "R Laskey",
        "D Demicco",
        "F Messerli",
        "D Waters"
      ],
      "year": 2017,
      "doi": "10.1056/nejmoa1606148"
    },
    {
      "title": "Cardiovascular risk factors for acute stroke: Risk profiles in the different subtypes of ischemic stroke",
      "authors": [
        "A Arboix"
      ],
      "year": 2015,
      "doi": "10.12998/wjcc.v3.i5.418"
    },
    {
      "title": "Long-term stable obesity increases risk of hypertension",
      "authors": [
        "T Matsuo",
        "T Sairenchi",
        "K Suzuki",
        "K Tanaka",
        "T Muto"
      ],
      "year": 2011,
      "doi": "10.1038/ijo.2010.226"
    },
    {
      "title": "Overweight and obesity as determinants of cardiovascular risk: The Framingham experience",
      "authors": [
        "P Wilson",
        "R ; D'agostino",
        "L Sullivan",
        "H Parise",
        "W Kannel"
      ],
      "year": 2002,
      "doi": "10.1001/archinte.162.16.1867"
    },
    {
      "title": "Physiological role of adiponectin in different tissues: A review",
      "authors": [
        "S Esmaili",
        "M Hemmati",
        "M Karamian"
      ],
      "year": 2020,
      "doi": "10.1080/13813455.2018.1493606"
    },
    {
      "title": "ESC Guidelines for the management of atrial fibrillation developed in collaboration with EACTS",
      "authors": [
        "P Kirchhof",
        "S Benussi",
        "D Kotecha",
        "A Ahlsson",
        "D Atar",
        "B Casadei",
        "M Castella",
        "H Diener",
        "H Heidbuchel",
        "J Hendriks"
      ],
      "year": 2016,
      "doi": "10.1093/ejcts/ezw313"
    },
    {
      "title": "The role of obesity in atrial fibrillation",
      "authors": [
        "C Nalliah",
        "P Sanders",
        "H Kottkamp",
        "J Kalman"
      ],
      "year": 2015,
      "doi": "10.1093/eurheartj/ehv486"
    },
    {
      "title": "Stroke and obstructive sleep apnea: A review",
      "authors": [
        "D Barone",
        "A Krieger"
      ],
      "year": 2013,
      "doi": "10.1007/s11883-013-0334-8"
    },
    {
      "title": "Comparison of the validity of stroke diagnoses in a medical quality register and an administrative health register",
      "authors": [
        "T Varmdal",
        "I Bakken",
        "I Janszky",
        "T Wethal",
        "H Ellekjaer",
        "G Rohweder",
        "H Fjaertoft",
        "M Ebbing",
        "K Bonaa"
      ],
      "year": 2016,
      "doi": "10.1177/1403494815621641"
    },
    {
      "title": "Waist Circumference and Waist-Hip Ratio: Report of a WHO Expert Consultation",
      "year": 2008,
      "doi": "10.1037/e459952004-001"
    },
    {
      "title": "Body mass index, waist circumference and waist:hip ratio as predictors of cardiovascular risk-A review of the literature",
      "authors": [
        "R Huxley",
        "S Mendis",
        "E Zheleznyakov",
        "S Reddy",
        "J Chan"
      ],
      "year": 2010,
      "doi": "10.1038/ejcn.2009.68"
    },
    {
      "title": "Handbook of Quantitative Criminology",
      "authors": [
        "D Nagin"
      ],
      "year": 2010,
      "doi": "10.1007/978-0-387-77650-7_4"
    },
    {
      "title": "Group-Based Modeling of Development",
      "authors": [
        "D Nagin"
      ],
      "year": 2005,
      "doi": "10.4159/9780674041318"
    },
    {
      "title": "Group-Based Trajectory Modeling in Clinical Research",
      "authors": [
        "D Nagin",
        "C Odgers"
      ],
      "year": 2010,
      "doi": "10.1146/annurev.clinpsy.121208.131413"
    },
    {
      "title": "Classifying developmental trajectories over time should be done with great caution: A comparison between methods",
      "authors": [
        "J Twisk",
        "T Hoekstra"
      ],
      "year": 2012,
      "doi": "10.1016/j.jclinepi.2012.04.010"
    },
    {
      "title": "Estimating the Dimension of a Model",
      "authors": [
        "G Schwarz"
      ],
      "year": 1978,
      "doi": "10.1214/aos/1176344136"
    },
    {
      "doi": "10.1214/aos/1176344136"
    },
    {
      "title": "The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of",
      "doi": "10.1016/j.mehy.2008.11.003"
    }
  ],
  "num_references": 44
}
