{
  "paper_id": "IAELJXCC",
  "title": "Harnessing Social Support for Hypertension Control",
  "year": 2024,
  "date": "2024-11-07",
  "authors": [
    {
      "name": "Eran Roseman",
      "affiliation": {
        "organization": "Department of Health and Human Physiology",
        "department": "Department of Health and Human Physiology",
        "institution": "University of Iowa",
        "address": "0001"
      }
    },
    {
      "name": "Megan Lewey",
      "affiliation": {
        "organization": "Health Behavior Health Promotion",
        "department": "Health Behavior Health Promotion"
      }
    }
  ],
  "md5": "B1DBDED7B25900A9BEBEE7E2CA318752",
  "sections": [
    {
      "title": "Harnessing Social Support for Hypertension Control",
      "text": "Hypertension is a notable risk factor for cardiovascular disease, stroke, and kidney failure, significantly contributing to premature death and disability worldwide. Despite progress in treatment and prevention strategies, hypertension remains inadequately controlled in many populations, particularly among underserved communities. Traditional methods focusing solely on medication and irregular clinical follow-ups may not sufficiently address the complexities of managing chronic hypertension. This gap is especially concerning given the condition's widespread prevalence and associated health disparities.\n\nSocial networks and the support they provide play a crucial role in shaping health behaviors and outcomes. These networks serve as a foundation for various forms of social support that help individuals cope with stress, enhance resilience, and make informed health choices. By offering resources, guidance, and encouragement, social networks can assist individuals in adopting and maintaining healthier behaviors, particularly in managing chronic conditions such as hypertension. This paper examines how social support mechanisms and community involvement can significantly improve health outcomes and offers valuable insights for designing effective hypertension management interventions."
    },
    {
      "title": "Description of Theory",
      "text": "Heaney and Israel (2008) describe how social networks and social support are crucial elements in shaping health behavior and outcomes. They define a social network as \"the web of social relationships surrounding individuals.\" Social support is a function of social relationships in which the provider intends to be helpful, consciously provides it, and respects the recipient's autonomy. The four types of social support are:\n\n1. Emotional Support: providing empathy, love, trust, and care 2. Instrumental Support: providing practical help 3. Informational Support: providing advice, suggestions, and information 4. Appraisal Support: providing information for self-evaluation Social networks and social support influence physical, mental, and social health by meeting basic psychological needs and supporting better health behaviors. They also reduce the adverse effects of stress by decreasing its frequency and duration while impacting individuals' coping resources and community resources. Heaney and Israel identify five types of social The study involved 248 African American individuals with hypertension from Baltimore, comparing an intervention group participating in the MVP program against a control group consisting of a retrospective cohort randomly selected from patients from similar populations who participated in the control arm of a related trial, who had not received hypertension counseling and received only standard care.\n\nThe MVP program enhanced existing network linkage by providing informational support. Patients invited friends or relatives and formed small clusters to attend monthly educational sessions. While social support wasn't directly measured, the researchers assessed the intervention's impact through blood pressure control and achievement of treatment goals. The MVP group showed significantly better blood pressure reduction than the control group, even after accounting for age, sex, baseline blood pressure, diabetes, and smoking status.\n\nThe researchers conclude that leveraging existing social networks for information support can significantly help manage hypertension and address disparities in cardiovascular health.\n\nOverall, while the intervention showed positive health outcomes, the researcher did not use direct measures to assess changes in social support or the mechanisms influencing health outcomes. The study's design did not consider potential variations in the quality or strength of social ties within the clusters. Furthermore, the study did not address individual differences in health literacy, motivation, or personal circumstances, such as access to healthcare and financial constraints."
    },
    {
      "title": "Utilization of Research Results",
      "text": "While the intervention primarily emphasizes in-person informational support within existing networks, it has the potential to be adapted for digital platforms."
    },
    {
      "text": "existing network linkage (e.g., family-centered educational sessions) 2. Developing new social network linkages (e.g., hypertension support groups) 3. Enhancing networks through Indigenous natural helpers and community health workers (e.g., educating trusted, local, culturally attuned figures about available community resources) 4. Enhancing networks through community capacity building (e.g., training community members to organize group exercise sessions) 5. Combining multiple strategies Review of Research Shaya et al. (2013) evaluated the Maryland CVD Promotion Program (MVP), which aimed to reduce health disparities in Black communities by leveraging social networks. The program sought to raise awareness and improve cardiovascular health outcomes within African American communities in the greater Baltimore area, where heart disease risk factors and death rates exceed those of white populations by 30%."
    },
    {
      "text": "By integrating peer-based support into an Interactive Digital Intervention (IDI) grounded in the Transtheoretical Model (TTM), outreach could be expanded, offering greater flexibility and accessibility. The IDI could improve upon the original study by connecting participants with peers at similar stages of change and not just based on prior relationships, who are more likely to face the same challenges. The IDI could also enhance emotional, instrumental, and appraisal support by fostering social connections within the group. It can assist individuals in managing setbacks and facilitate adopting and maintaining lifestyle changes. Since the researcher did not measure social support directly in the study, it was impossible to account for variations in the quality or strength of social connections. The IDI could incorporate assessments to evaluate each participant's perceived social support and stage of change. If scores indicate low levels of social support, the IDI could prompt engagement with peers or offer additional motivational content, fostering a personalized and supportive experience.ConclusionSocial networks and social support offer a powerful approach to improving hypertension management, as evidenced byShaya et al.'s (2013) study and Heaney and Israel's (2008)    theoretical framework. These interventions are significant in underserved populations, where traditional medical approaches may fall short. Adapting such interventions to digital platforms while customizing them to individual needs holds excellent potential for expanding access, enhancing engagement, and improving health outcomes. This holistic, community-centered"
    },
    {
      "text": "approach offers a promising path toward addressing health disparities and achieving sustainable changes in hypertension control."
    }
  ],
  "figures": [
    {
      "description": "existing network linkage (e.g., family-centered educational sessions) 2. Developing new social network linkages (e.g., hypertension support groups) 3. Enhancing networks through Indigenous natural helpers and community health workers (e.g., educating trusted, local, culturally attuned figures about available community resources) 4. Enhancing networks through community capacity building (e.g., training community members to organize group exercise sessions) 5. Combining multiple strategies Review of Research Shaya et al. (2013) evaluated the Maryland CVD Promotion Program (MVP), which aimed to reduce health disparities in Black communities by leveraging social networks. The program sought to raise awareness and improve cardiovascular health outcomes within African American communities in the greater Baltimore area, where heart disease risk factors and death rates exceed those of white populations by 30%."
    },
    {
      "description": "By integrating peer-based support into an Interactive Digital Intervention (IDI) grounded in the Transtheoretical Model (TTM), outreach could be expanded, offering greater flexibility and accessibility. The IDI could improve upon the original study by connecting participants with peers at similar stages of change and not just based on prior relationships, who are more likely to face the same challenges. The IDI could also enhance emotional, instrumental, and appraisal support by fostering social connections within the group. It can assist individuals in managing setbacks and facilitate adopting and maintaining lifestyle changes. Since the researcher did not measure social support directly in the study, it was impossible to account for variations in the quality or strength of social connections. The IDI could incorporate assessments to evaluate each participant's perceived social support and stage of change. If scores indicate low levels of social support, the IDI could prompt engagement with peers or offer additional motivational content, fostering a personalized and supportive experience.ConclusionSocial networks and social support offer a powerful approach to improving hypertension management, as evidenced byShaya et al.'s (2013) study and Heaney and Israel's (2008)    theoretical framework. These interventions are significant in underserved populations, where traditional medical approaches may fall short. Adapting such interventions to digital platforms while customizing them to individual needs holds excellent potential for expanding access, enhancing engagement, and improving health outcomes. This holistic, community-centered"
    }
  ],
  "num_figures": 2,
  "notes": [
    "[raw_affiliation] Department of Health and Human Physiology , University of Iowa 0001",
    "[raw_affiliation] Health Behavior Health Promotion"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
