{
  "paper_id": "IG874X9Q",
  "title": "Learning from COVID-19 triage schemes to face the next public health emergency",
  "year": 2020,
  "date": "2020",
  "authors": [
    {
      "name": "Erin Demartino",
      "email": "demartino.erin@mayo.edu",
      "affiliation": {
        "organization": "Biomedical Ethics Research Program",
        "department": "Biomedical Ethics Research Program",
        "institution": "Mayo Clinic",
        "address": "Rochester, Minnesota, USA"
      }
    },
    {
      "name": "Jackson Ennis Ba",
      "affiliation": {
        "organization": "Biomedical Ethics Research Program",
        "department": "Biomedical Ethics Research Program",
        "institution": "Mayo Clinic",
        "address": "Rochester, Minnesota, USA"
      }
    },
    {
      "name": "Susan Wolf",
      "affiliation": {
        "organization": "Law School and Medical School",
        "department": "Law School and Medical School",
        "institution": "University of Minnesota",
        "address": "Minneapolis, Minnesota, USA"
      }
    },
    {
      "name": "Daniel Sulmasy",
      "affiliation": {
        "organization": "Departments of Medicine and Philosophy",
        "department": "Departments of Medicine and Philosophy",
        "institution": "Georgetown University",
        "address": "Washington, DC, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Division of Pulmonary & Critical Care Medicine",
        "department": "Division of Pulmonary & Critical Care Medicine",
        "institution": "Mayo Clinic",
        "address": "200 First Street SW, 55905, Rochester, MN, USA"
      }
    }
  ],
  "doi": "10.1111/jgs.18765",
  "md5": "F664230373FF135BC0BAB4FF22ED45B3",
  "publication": {
    "journal": "N Engl J Med",
    "journal_inferred": true
  },
  "funding": [
    "",
    "ACKNOWLEDGMENTS The authors thank  Nicholas V. Nguyen  for his assistance preparing this manuscript for submission."
  ],
  "sections": [
    {
      "text": "Traditionally, triage under crisis conditions has been understood to mean striving to save the most lives while ensuring fairness and avoiding discrimination. Ethicists have long debated how to be fair in a crisis demanding a choice between competing patients' needs and which clinical characteristics should be considered in prioritizing some patients over others. Guided by influential work from the Institute of Medicine (IOM), many states had developed so-called crisis standards of care plans before the COVID-19 pandemic (many focused on H1N1 influenza), outlining ethical frameworks and clinical triage instructions for allocating life-saving care in the event a public health emergency created acute scarcity. With the eruption of the COVID pandemic in 2020, physicians, public health officials, and ethicists scrambled to prepare for the very real possibility of rationing care. The infectiousness and lethality of COVID-19 observed in China, Italy, and New York made clear the scale of the challenge. Although states turned to preexisting documents or developed new plans rapidly, experts issued competing recommendations for schemes to save the most lives when severe shortages forced a departure from conventional patient care.  [1] [2] ] [3]  As states unveiled their triage instructions for COVID-19, the resulting protocols shared many fundamentals, including nondiscrimination clauses, clinical triage algorithms, and process protections. State plans differed, however, in whether they considered life expectancy beyond hospital discharge, comorbidities, and quality of life.\n\nMany of these initial schemes provoked intense pushback. They were criticized as discriminating against older adults and persons with disabilities, who would be de-prioritized because they had fewer expected life-years to live.  4  Severity of organ dysfunction scores, which many state protocols used to allocate scarce critical care resources, were heavily criticized. They were not designed for triage, do not accurately predict survival in respiratory failure, and were especially suspect when applied to minoritized racial and ethnic populations.  5, 6 The U.S. Office for Civil Rights (OCR) investigated a number of state protocols and demanded changes.\n\nIn response, a second generation of state pandemic preparedness plans emerged. Yet concern over the soundness of state triage protocols persists. The emergence of vaccines and therapeutics has blunted fear of another COVID surge requiring triage. Yet still on the books in state after state are triage plans that demand scrutiny. There will almost certainly be future surges, whether of existing or newly emergent pathogens. Now is the time to learn from COVID-19 triage and to prepare, both clinically and ethically. Key issues include when to trigger triage protocols, how to protect the vulnerable, and how triage protocols should operate in practice."
    },
    {
      "title": "TRIGGERING TRIAGE",
      "text": "Early reports from IOM on triage contemplated a formal state declaration of crisis standards of care when an acute shortage of resources demanded triage. Yet few states actually issued such declarations in the COVID-19 pandemic, despite obvious departures from conventional care. Debate has ensued over the need for a formal declaration and, if needed, whether it should be issued by state authorities, a hospital system, or another entity.\n\nResolution of this debate is essential. Though acute scarcity in the COVID-19 pandemic showed that healthcare institutions can institute rationing without a declaration, the problems are substantial. Without a declaration, the public will not know when their loved ones may face rationing. Clinicians will be unclear what standards applyconventional standards, contingency standards delivering functionally equivalent care, or crisis standards involving triage of scarce resources to save the most lives.\n\nAvoiding the debate over how to alert clinicians and the community to a shift to crisis standards and onset of triage is tempting, but perilous. Instead, to preserve public trust, states and health systems should clarify what entity will declare the onset of crisis standards and under what conditions, so that healthcare institutions, emergency medicine physicians, hospitalists, intensivists, patients, and their loved ones can operate with transparency and mutual understanding."
    },
    {
      "title": "PROTECTING THE VULNERABLE",
      "text": "Patients with chronic conditions face special risks under triage schemes. This was among the concerns prompting OCR review of early plans. Yet even current pandemic triage protocols list comorbidities that limit a patient's access to scarce hospital resources or exclude them altogether. Listed comorbidities differ in severity from state to state (\"cirrhosis with ascites\" results in deprioritization in Arkansas, \"MELD >20 [Model for End-Stage Liver Disease]\" results in deprioritization in New Mexico); vary widely in associated likelihood of hospital survival (\"recurrent cardiac arrest\" and \"dialysis dependent\" both exclude patients from critical care access in South Carolina); and are vague (\"metastatic malignancy\" features heavily in states' lists).  7 Because older adults, patients with disabilities, and minoritized racial and ethnic groups bear high burdens of comorbidities,  8, 9  they stand to lose access to life-saving care under many triage schemes.\n\nMany states regard comorbid conditions as deprioritizing independent of their utility for predicting survival to hospital discharge. Instead, protocols may require triage officers to predict likelihood of survival far into the future. Yet, as a group, physicians are notoriously inaccurate in predicting long-term prognosis for individual patients.  10 The practice of incorporating long-term prognosis into triage procedures threatens to systematically discriminate against populations that have faced barriers to care. Older adults, persons with disabilities, and minoritized racial and ethnic populations will not fare well under these triage schemes. When access to lifesaving care is on the line, the stakes are, literally, life and death. Clinicians should challenge triage schemes that rely on the vagaries of long-range prognostication or poorly justified lists of chronic medical conditions. The inaccuracy and injustice of these approaches to allocating life-saving resources demand review."
    },
    {
      "title": "TRIAGE ON PAPER AND IN PRACTICE",
      "text": "Largely lost in the debates over triage protocols is careful study of what actually happened in the first 3 years of the pandemic. Analyzing promulgated triage policies is essential but insufficient. Policies that failed to guide actual practice under crisis conditions demand reconsideration. Were the policies poorly understood? Did lack of clarity about triggering triage impede their use? Were they impractical? Did triage officers and clinicians reject the values and processes incorporated? Did fear of liability undermine adherence? Were patients unaware or unsupportive?\n\nPreparation for the next public health emergency requires more than debate over written policies. It requires the hard work of scrutinizing the gap between policies and practice. This must include scholarship examining experiences implementing (or struggling to implement) triage protocols in clinical practice, to identify challenges encountered in the COVID-19 response."
    },
    {
      "title": "NEXT STEPS",
      "text": "Hopefully years will elapse before another public health threat forces triage under crisis conditions. But the sudden emergence of the COVID-19 pandemic is a cautionary tale, demanding we seize this opportunity to learn. Ethicists, clinicians, and public health officials should reexamine the triage criteria in their pandemic preparedness plans to rid them of the biases implicit in rationing by chronic comorbid conditions and long-term prognosis, better define how and when triage protocols should be triggered, and study how better to implement triage protocols in practice. We owe it to our patients and our communities to reappraise the pandemic preparedness plans that emerged in the COVID-19 pandemicthe policies, the practices, their shortcomings, and their implications for the next public health emergency.\n\n\"Hopefully years will elapse before another public health threat forces triage under crisis conditions. But the sudden emergence of the COVID-19 pandemic is a cautionary tale, demanding we seize this opportunity to learn.\""
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "The authors thank  Nicholas V. Nguyen  for his assistance preparing this manuscript for submission."
    },
    {
      "title": "Funding information",
      "text": "National Institute on Aging , Grant/Award Number:  R03AG073987"
    },
    {
      "title": "AUTHOR CONTRIBUTIONS",
      "text": "Concept and design: DeMartino, Wolf, and Sulmasy. Preparation of manuscript: DeMartino, Ennis, Wolf, and Sulmasy. All authors substantively revised and approved the final version of this manuscript."
    },
    {
      "title": "FUNDING INFORMATION"
    },
    {
      "title": "SPONSOR'S ROLE",
      "text": "The funder had no role in the design and preparation of this manuscript."
    }
  ],
  "references": [
    {
      "title": "Fair allocation of scarce medical resources in the time of Covid-19",
      "authors": [
        "E Emanuel",
        "G Persad",
        "R Upshur"
      ],
      "year": 2020,
      "doi": "10.1056/nejmsb2005114",
      "journal": "N Engl J Med",
      "volume": "382",
      "raw": "Fair allocation of scarce medical resources in the time of Covid-19 \n\t\t \n\t\t\t E J Emanuel \n\t\t \n\t\t \n\t\t\t G Persad \n\t\t \n\t\t \n\t\t\t R Upshur \n\t\t \n\t\t 10.1056/nejmsb2005114 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 382 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Emanuel EJ, Persad G, Upshur R, et al. Fair allocation of scarce medical resources in the time of Covid-19. N Engl J Med. 2020;382:2049-2055."
    },
    {
      "title": "The toughest triageallocating ventilators in a pandemic",
      "authors": [
        "R Truog",
        "C Mitchell",
        "G Daley"
      ],
      "year": 2020,
      "doi": "10.1056/nejmp2005689",
      "journal": "N Engl J Med",
      "volume": "382",
      "raw": "The toughest triageallocating ventilators in a pandemic \n\t\t \n\t\t\t R D Truog \n\t\t \n\t\t \n\t\t\t C Mitchell \n\t\t \n\t\t \n\t\t\t G Q Daley \n\t\t \n\t\t 10.1056/nejmp2005689 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 382 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Truog RD, Mitchell C, Daley GQ. The toughest triage- allocating ventilators in a pandemic. N Engl J Med. 2020;382: 1973-1975."
    },
    {
      "title": "AGS position Statement: resource allocation strategies and age-related considerations in the COVID-19 era and beyond",
      "authors": [
        "T Farrell",
        "L Ferrante",
        "T Brown"
      ],
      "year": 2020,
      "doi": "10.1111/jgs.16537",
      "journal": "J Am Geriatr Soc",
      "volume": "68",
      "issue": "6",
      "raw": "AGS position Statement: resource allocation strategies and age-related considerations in the COVID-19 era and beyond \n\t\t \n\t\t\t T W Farrell \n\t\t \n\t\t \n\t\t\t L E Ferrante \n\t\t \n\t\t \n\t\t\t T Brown \n\t\t \n\t\t 10.1111/jgs.16537 \n\t \n\t \n\t\t J Am Geriatr Soc \n\t\t \n\t\t\t 68 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Farrell TW, Ferrante LE, Brown T, et al. AGS position Statement: resource allocation strategies and age-related considerations in the COVID-19 era and beyond. J Am Geriatr Soc. 2020;68(6):1136- 1142."
    },
    {
      "title": "Rationing limited healthcare resources in the COVID-19 era and beyond: ethical considerations regarding older adults",
      "authors": [
        "T Farrell",
        "L Francis",
        "T Brown"
      ],
      "year": 2020,
      "doi": "10.1111/jgs.16539",
      "journal": "J Am Geriatr Soc",
      "volume": "68",
      "issue": "6",
      "raw": "Rationing limited healthcare resources in the COVID-19 era and beyond: ethical considerations regarding older adults \n\t\t \n\t\t\t T W Farrell \n\t\t \n\t\t \n\t\t\t L Francis \n\t\t \n\t\t \n\t\t\t T Brown \n\t\t \n\t\t 10.1111/jgs.16539 \n\t \n\t \n\t\t J Am Geriatr Soc \n\t\t \n\t\t\t 68 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Farrell TW, Francis L, Brown T, et al. Rationing limited healthcare resources in the COVID-19 era and beyond: ethical considerations regarding older adults. J Am Geriatr Soc. 2020; 68(6):1143-1149."
    },
    {
      "title": "Discriminant accuracy of the SOFA score for determining the probable mortality of patients with COVID-19 pneumonia requiring mechanical ventilation",
      "authors": [
        "R Raschke",
        "S Agarwal",
        "P Rangan",
        "C Heise",
        "S Curry"
      ],
      "year": 2021,
      "doi": "10.1001/jama.2021.1545",
      "journal": "JAMA",
      "volume": "325",
      "raw": "Discriminant accuracy of the SOFA score for determining the probable mortality of patients with COVID-19 pneumonia requiring mechanical ventilation \n\t\t \n\t\t\t R A Raschke \n\t\t \n\t\t \n\t\t\t S Agarwal \n\t\t \n\t\t \n\t\t\t P Rangan \n\t\t \n\t\t \n\t\t\t C W Heise \n\t\t \n\t\t \n\t\t\t S C Curry \n\t\t \n\t\t 10.1001/jama.2021.1545 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 325 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Raschke RA, Agarwal S, Rangan P, Heise CW, Curry SC. Discriminant accuracy of the SOFA score for determining the probable mortality of patients with COVID-19 pneumo- nia requiring mechanical ventilation. JAMA. 2021;325:1469- 1470."
    },
    {
      "title": "Racial disparities in the SOFA score among patients hospitalized with COVID-19",
      "authors": [
        "B Tolchin",
        "C Oladele",
        "D Galusha"
      ],
      "year": 2021,
      "doi": "10.1371/journal.pone.0257608",
      "journal": "PLoS One",
      "volume": "16",
      "pages": "257608",
      "raw": "Racial disparities in the SOFA score among patients hospitalized with COVID-19 \n\t\t \n\t\t\t B Tolchin \n\t\t \n\t\t \n\t\t\t C Oladele \n\t\t \n\t\t \n\t\t\t D Galusha \n\t\t \n\t\t 10.1371/journal.pone.0257608 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 16 \n\t\t\t 257608 \n\t\t\t 2021 \n\t\t \n\t \n\t Tolchin B, Oladele C, Galusha D, et al. Racial disparities in the SOFA score among patients hospitalized with COVID-19. PLoS One. 2021;16:e0257608."
    },
    {
      "title": "Triage procedures for critical care resource allocation during scarcity",
      "authors": [
        "J Ennis",
        "K Riggan",
        "N Nguyen"
      ],
      "year": 2023,
      "doi": "10.1001/jamanetworkopen.2023.29688",
      "journal": "JAMA Netw Open",
      "volume": "6",
      "pages": "2329688",
      "raw": "Triage procedures for critical care resource allocation during scarcity \n\t\t \n\t\t\t J S Ennis \n\t\t \n\t\t \n\t\t\t K A Riggan \n\t\t \n\t\t \n\t\t\t N V Nguyen \n\t\t \n\t\t 10.1001/jamanetworkopen.2023.29688 \n\t \n\t \n\t\t JAMA Netw Open \n\t\t \n\t\t\t 6 \n\t\t\t 2329688 \n\t\t\t 2023 \n\t\t \n\t \n\t Ennis JS, Riggan KA, Nguyen NV, et al. Triage procedures for critical care resource allocation during scarcity. JAMA Netw Open. 2023;6:e2329688."
    },
    {
      "title": "Prevalence of multiple chronic conditions among US adults, 2018",
      "authors": [
        "P Boersma",
        "L Black",
        "B Ward"
      ],
      "year": 2020,
      "doi": "10.5888/pcd17.200130",
      "journal": "Prev Chronic Dis",
      "volume": "17",
      "pages": "E106",
      "raw": "Prevalence of multiple chronic conditions among US adults, 2018 \n\t\t \n\t\t\t P Boersma \n\t\t \n\t\t \n\t\t\t L I Black \n\t\t \n\t\t \n\t\t\t B W Ward \n\t\t \n\t\t 10.5888/pcd17.200130 \n\t \n\t \n\t\t Prev Chronic Dis \n\t\t \n\t\t\t 17 \n\t\t\t E106 \n\t\t\t 2020 \n\t\t \n\t \n\t Boersma P, Black LI, Ward BW. Prevalence of multiple chronic conditions among US adults, 2018. Prev Chronic Dis. 2020;17:E106."
    },
    {
      "title": "Health disparities among adults with physical disabilities or cognitive limitations compared to individuals with no disabilities in the United States",
      "authors": [
        "A Reichard",
        "H Stolzle",
        "M Fox"
      ],
      "year": 2011,
      "doi": "10.1016/j.dhjo.2010.05.003",
      "journal": "Disabil Health J",
      "volume": "4",
      "raw": "Health disparities among adults with physical disabilities or cognitive limitations compared to individuals with no disabilities in the United States \n\t\t \n\t\t\t A Reichard \n\t\t \n\t\t \n\t\t\t H Stolzle \n\t\t \n\t\t \n\t\t\t M H Fox \n\t\t \n\t\t 10.1016/j.dhjo.2010.05.003 \n\t \n\t \n\t\t Disabil Health J \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Reichard A, Stolzle H, Fox MH. Health disparities among adults with physical disabilities or cognitive limitations com- pared to individuals with no disabilities in the United States. Disabil Health J. 2011;4:59-67."
    },
    {
      "title": "Prognostic indices for older adults: a systematic review",
      "authors": [
        "L Yourman",
        "S Lee",
        "M Schonberg",
        "E Widera",
        "A Smith"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2011.1966",
      "journal": "JAMA",
      "volume": "307",
      "raw": "Prognostic indices for older adults: a systematic review \n\t\t \n\t\t\t L C Yourman \n\t\t \n\t\t \n\t\t\t S J Lee \n\t\t \n\t\t \n\t\t\t M A Schonberg \n\t\t \n\t\t \n\t\t\t E W Widera \n\t\t \n\t\t \n\t\t\t A K Smith \n\t\t \n\t\t 10.1001/jama.2011.1966 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 307 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Yourman LC, Lee SJ, Schonberg MA, Widera EW, Smith AK. Prognostic indices for older adults: a systematic review. JAMA. 2012;307:182-192."
    }
  ],
  "num_references": 10,
  "num_citations": 10,
  "cited_references": [
    "b3",
    "b4",
    "b2",
    "b5",
    "b0",
    "b7",
    "b8",
    "b6",
    "b9",
    "b1"
  ],
  "notes": [
    "[raw_affiliation] 1  Biomedical Ethics Research Program , Mayo Clinic , Rochester , Minnesota , USA",
    "[raw_affiliation] 2  Division of Pulmonary and Critical Care Medicine , Mayo Clinic , Rochester , Minnesota , USA",
    "[raw_affiliation] 1  Biomedical Ethics Research Program , Mayo Clinic , Rochester , Minnesota , USA",
    "[raw_affiliation] 3  Law School and Medical School , University of Minnesota , Minneapolis , Minnesota , USA",
    "[raw_affiliation] 4  Consortium on Law and Values in Health , Environment & the Life Sciences , University of Minnesota , Minneapolis , Minnesota , USA",
    "[raw_affiliation] 5  Departments of Medicine and Philosophy , Georgetown University , Washington , DC , USA",
    "[raw_affiliation] 6  Kennedy Institute of Ethics , Georgetown University , Washington , DC , USA",
    "[raw_affiliation] Division of Pulmonary & Critical Care Medicine , Mayo Clinic , 200 First Street SW , Rochester , MN 55905 , USA.",
    "[submission] Received: 5 October 2023 Revised: 15 December 2023 Accepted: 23 December 2023",
    "15325415, 2024, 4, Downloaded from https://agsjournals.onlinelibrary.wiley.com/doi/10.1111/jgs.18765 by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [16/07/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "[raw_reference] Emanuel EJ, Persad G, Upshur R, et al. Fair allocation of scarce medical resources in the time of Covid-19. N Engl J Med. 2020;382:2049-2055.",
    "[raw_reference] Truog RD, Mitchell C, Daley GQ. The toughest triage- allocating ventilators in a pandemic. N Engl J Med. 2020;382: 1973-1975.",
    "[raw_reference] Farrell TW, Ferrante LE, Brown T, et al. AGS position Statement: resource allocation strategies and age-related considerations in the COVID-19 era and beyond. J Am Geriatr Soc. 2020;68(6):1136- 1142.",
    "[raw_reference] Farrell TW, Francis L, Brown T, et al. Rationing limited healthcare resources in the COVID-19 era and beyond: ethical considerations regarding older adults. J Am Geriatr Soc. 2020; 68(6):1143-1149.",
    "[raw_reference] Raschke RA, Agarwal S, Rangan P, Heise CW, Curry SC. Discriminant accuracy of the SOFA score for determining the probable mortality of patients with COVID-19 pneumo- nia requiring mechanical ventilation. JAMA. 2021;325:1469- 1470.",
    "[raw_reference] Tolchin B, Oladele C, Galusha D, et al. Racial disparities in the SOFA score among patients hospitalized with COVID-19. PLoS One. 2021;16:e0257608.",
    "[raw_reference] Ennis JS, Riggan KA, Nguyen NV, et al. Triage procedures for critical care resource allocation during scarcity. JAMA Netw Open. 2023;6:e2329688.",
    "[raw_reference] Boersma P, Black LI, Ward BW. Prevalence of multiple chronic conditions among US adults, 2018. Prev Chronic Dis. 2020;17:E106.",
    "[raw_reference] Reichard A, Stolzle H, Fox MH. Health disparities among adults with physical disabilities or cognitive limitations com- pared to individuals with no disabilities in the United States. Disabil Health J. 2011;4:59-67.",
    "[raw_reference] Yourman LC, Lee SJ, Schonberg MA, Widera EW, Smith AK. Prognostic indices for older adults: a systematic review. JAMA. 2012;307:182-192."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
