{
  "paper_id": "IGETU9VZ",
  "title": "Partners and Alerts in Medication Adherence: A Randomized Clinical Trial",
  "abstract": "BACKGROUND: Poor medication adherence is common and limits the effectiveness of treatment. OBJECTIVE: To investigate how social supports, automated alerts, and their combination improve medication adherence. DESIGN: Four-arm, randomized clinical trial with a 6month intervention. PARTICIPANTS: A total of 179 CVS health employees or adult dependents with CVS Caremark prescription coverage, a current daily statin prescription, a medication possession ratio less than 80%, and Internet access. INTERVENTIONS: Participants were randomly assigned to control, social support (partner), automated adherence alert messages (alert), or both social support and alerts (partner + alert). Participants in the social support arms were asked to name a medication adherence partner (MAP) to help them take their medication. Participants in the alert arms were sent emails, text messages, or automated phone calls if they had failed to adhere on the previous day and on one or both of the 2 days before that. In partner + alert, both participants and fully enrolled MAPs received alerts. MAIN MEASURES: Adherence measured by wireless pill bottle opening. KEY RESULTS: Compared to 36.0% adherence in control, adherence was significantly greater in the alert arm (52.9%, difference vs. control of 17.0%, 95% CI for difference 6.3 to 27.6%, P = 0.002) and the partner + alert arm (54.5%, difference vs. control of 18.6%, 95% CI for difference 6.6 to 30.5%, P = 0.003). Adherence in the partner arm was not statistically significantly greater than control (43.2%, difference vs. control of 7.2%, 95% CI of difference -5.2% to 19.5%, P = 0.25). There were no statistically significant differences among the three treatment arms. Fewer participants invited a MAP in the partner + alert arm than the partner arm (P = 0.02). CONCLUSIONS: Automated alerts were effective at improving medication adherence. Assigning a medication adherence partner did not statistically significantly affect adherence rates.",
  "year": 2018,
  "date": "2018-03-15",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Judd",
      "surname": "Kessler",
      "name": "Judd Kessler",
      "affiliation": "1  Wharton School of the University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Wharton School \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Andrea",
      "surname": "Troxel",
      "name": "Andrea Troxel",
      "affiliation": "2  Division of Biostatistics , New York University , New York , NY , USA; \n\t\t\t\t\t\t\t\t Division of Biostatistics \n\t\t\t\t\t\t\t\t New York University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch",
      "affiliation": "1  Wharton School of the University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Wharton School \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Shivan",
      "surname": "Mehta",
      "name": "Shivan Mehta",
      "affiliation": "4  Penn Medicine Center for Health Care Innovation , University of Pennsylvania Health System , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Penn Medicine Center for Health Care Innovation \n\t\t\t\t\t\t\t\t University of Pennsylvania Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Noora",
      "surname": "Marcus",
      "name": "Noora Marcus",
      "affiliation": "3  Medical Ethics and Health Policy , University of Pennsylvania Perelman School of Medicine , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Medical Ethics and Health Policy \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Raymond",
      "surname": "Lim",
      "name": "Raymond Lim",
      "affiliation": "3  Medical Ethics and Health Policy , University of Pennsylvania Perelman School of Medicine , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Medical Ethics and Health Policy \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Jingsan",
      "surname": "Zhu",
      "name": "Jingsan Zhu",
      "affiliation": "3  Medical Ethics and Health Policy , University of Pennsylvania Perelman School of Medicine , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Medical Ethics and Health Policy \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "William",
      "surname": "Shrank",
      "name": "William Shrank",
      "affiliation": "7  UPMC Health Plan , Pittsburgh , PA , USA; \n\t\t\t\t\t\t\t\t UPMC Health Plan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Troyen",
      "surname": "Brennan",
      "name": "Troyen Brennan",
      "affiliation": "8  CVS Health Corporation , Woonsocket , RI , USA. \n\t\t\t\t\t\t\t\t CVS Health Corporation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Woonsocket \n\t\t\t\t\t\t\t\t\t RI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "1  Wharton School of the University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Wharton School \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    }
  ],
  "doi": "10.1007/s11606-018-4389-7",
  "keywords": [
    "clinicaltrials.gov/] medication adherence",
    "support partner",
    "medication alerts"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Atherosclerotic cardiovascular disease (ASCVD) is the leading cause of death in the USA. Clinical trials have shown that HMG-CoA reductase inhibitors (also known as statins) reduce cholesterol levels, reduce the risk of myocardial infarction by about 30%, and lower mortality from ASCVD.  [1] [2] 2] [3]  Nevertheless, poor adherence to statin regimens remains common. Estimates suggest that only half of patients who are prescribed statins are still taking them within a year, even following acute coronary syndromes.  [4] [5] 5] [6]  Failure to adhere to statins increases medical care costs, the likelihood of hospitalization, and mortality.  4, 5, [7] [8] 8] [9]  Better statin adherence could greatly improve life expectancy.\n\nPrevious work has shown that financial incentives can increase medication adherence and that insights from behavioral economics can be leveraged to further enhance pure financial incentives.  [10] [11] 1] [12] [13] [14]  However, financial incentives can be expensive to offer for ongoing chronic disease management, may be logistically challenging, and can raise concerns about equity.  15 he deployment of passive reminder devices, such as pill boxes, has little impact on adherence, suggesting that additional motivation or more active reminders are needed.  [16] [17] 7] [18]  Behavioral economics has shown that social forces can also motivate people to engage in beneficial actions like medication adherence, but these approaches are not well-studied.  [19] [20] ] [21] [22]  In this study, we investigated the role of social support, in the form of suggesting participants enlist a medication adherence partner (MAP); the effect of alerting patients about their failure to adhere; and the combination of these two interventions."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study Population",
      "text": "Eligible participants were at least 18 years of age, were CVS Health employees with active CVS Caremark prescription coverage or the dependents of CVS Health employees who had active CVS Caremark prescription coverage, had a current statin prescription with a medication possession ratio (MPR) of less than 80%, and had the ability to access the Internet to create an account on the Web-based platform, Way to Health.  23 ey exclusion criteria included a diagnosis of any of the following: diabetes (due to overlap with another medication adherence study in the CVS Health employee population), metastatic cancer, dementia, or active or progressive liver diseases. Participants enrolled in similar research studies at the University of Pennsylvania were also excluded."
    },
    {
      "title": "Recruitment and Randomization",
      "text": "CVS Health identified eligible individuals and sent recruitment letters with study information. Participants were recruited for the study from July 2013 through February 2014 and were active in the study for 6 months. Potential participants interested in joining the study were directed to the University of Pennsylvania's Way to Health study website to create an account and answer eligibility screening questions. If eligible, participants were invited to consent to participate."
    },
    {
      "title": "Study Design",
      "text": "After consenting, participants were assigned via a random number generator to one of four arms: (1) a control arm (wireless pill bottle only); (2) a partner arm, in which participants received a wireless pill bottle and were asked to invite a family member or friend to serve as a MAP, who would be invited to participate in the study by helping the patient to adhere in whatever way the MAP saw fit. The email invitation to be a MAP did not provide specific instructions for potential MAPs-the relevant paragraph read: BParticipants in this study have been asked to provide the email address of a person who would serve as their 'adherence partner.' Adherence partners will help encourage participants' medication adherence. [Patient Name] would like you to be that partner.^No adherence alerts were provided to the participant or to the MAP; (3) an alert arm, in which a participant received a wireless pill bottle with an automated alert message if the participant failed to take the pill on the previous day and on one or both of the 2 days before that. The alert message stated: BYou missed taking your Statin medication on two of the past three days, including yesterday^; or (4) a partner + alert arm, in which participants received a wireless pill bottle and were asked to invite a MAP. Both the participant and a fully enrolled MAP received an automated alert message if the participant failed to take the pill on the previous day and on one or both of the 2 days before that. In arm (4) only, a fully enrolled MAP received the following alert message triggered by participant non-adherence on the previous day and one of the 2 days before that: BYour adherence partner missed taking Statin medication on two of the past three days, including yesterday.P articipants in all arms received electronic pill bottles called GlowCaps (hereafter 'wireless pill bottles'), manufactured by Vitality Inc., to monitor adherence to a once-a-day statin. Daily bottle openings were passively recorded through a cellular network and transmitted to the study platform, Way to Health.  21 he general alarms and reminders that can be used with the wireless pill bottles were turned off for our study, allowing us to test our interventions in a more standardized and focused approach to addressing medication non-adherence. Investigators, but not participants, were blinded to study arm assignment.\n\nThose in the partner or partner + alert arm were asked to identify up to three potential MAPs. MAPs needed to have access to the Internet-available to all CVS employees-to create an account on the Way to Health platform. Potential MAP #1 was contacted by study staff with information about the study (i.e., informed consent and instructions for creating a Way to Health account). If that potential MAP was not interested or did not respond to the contact request, potential MAP #2 and/or #3 was contacted. Potential MAPs were contacted via phone or email depending on the information provided by the participant. All participants and MAPs selected how they preferred to receive communications (and alerts) from the study: email, text, or interactive voice response (IVR) phone call. If a participant did not name a MAP, they remained in the study arm but participated in the study without a MAP.\n\nAfter consent, participants completed a baseline survey consisting of questions on basic demographics, dosage and adherence habits, risk-taking behavior, and forgetfulness. All surveys were administered via the Way to Health platform. Participants received $25 for completing each of the baseline survey, setting up the wireless pill bottle, and completing the final survey, with the potential to earn $75 total for full study participation. MAPs did not receive financial compensation. Participants were followed for 6 months after randomization. The study was approved by the Institutional Review Board of the University of Pennsylvania and registered on Clinical-Trials.gov (NCT01890018)."
    },
    {
      "title": "STUDY OUTCOMES",
      "text": "The primary outcome was daily medication adherence as measured by the percentage of wireless pill bottle openings during the 6-month intervention period. If participants were not actively using the wireless pill bottle or if the device did not upload, those days were counted as non-adherent."
    },
    {
      "title": "Statistical Analysis",
      "text": "The primary outcome was a binary indicator of adherence for each participant-day of the study measured by wireless pill bottle openings. We analyzed this daily adherence data using a longitudinal logistic regression model with participant random effects to account for repeated measures, clustering standard errors by participant. Independent variables included indicators to represent arm. Results were reported both as total adherence percentages (the average of the daily adherence indicators over the entire study period) and as odds ratios (ORs) of daily adherence (yes/no) for each intervention arm compared to the control arm. All P values are from two-sided tests. One hundred sixty participants provide approximately 80% power to detect ORs of approximately 2.5 for either intervention at a significance level of 0.05. Given four arms and six pairwise comparisons, the Bonferroni-corrected critical p value is 0.00833. Analyses were conducted using Stata 13.1 (StataCorp)."
    },
    {
      "title": "RESULTS",
      "text": "Of 3187 eligible individuals who were invited to participate, 179 participants enrolled in the study and were randomized into one of the four study arms; of these, 13 were determined ineligible only after randomization due to incorrect screening procedures, which led to recruitment of a small number of ineligible subjects who had participated in a prior study (1), did not have CVS Caremark insurance (8), or did not have a qualifying MPR (4). The rate of enrollment of ineligibles was similar across arms. An additional four subjects were randomized who were unable to successfully connect the wireless pill bottle. Neither sets of exclusions varied by treatment (Fig.  1 ). This left 162 participants for analysis (Fig.  1 ). Demographic characteristics of participants were balanced across the four arms of the study (Table  1 ). Participants were on average 54 years old, most were white, and most were college educated.\n\nParticipants in all intervention arms were given the choice to select their preferred method of contact: email, text, or IVR. Of the 162 enrolled participants with analyzed data, 98% selected email as one of the selected notification preferences and 62% selected email only.\n\nEighty percent of participants in the partner arm and 56.0% of participants in the partner + alert arm invited a MAP to participate in the study (difference [Diff] = 24.0%; 95% CI = 2.02-42.7%; P = 0.02). Additionally, only 17.1% of participants in the partner arm and 13.7% of participants in the partner + alert arm had MAPs who enrolled in the study by creating an account on Way to Health. Invited MAPs were told that they had been identified by the patient to help them adhere and had the potential to provide social support regardless of enrollment in the study, but only MAPs who enrolled in the study within the partner + alert arm received alerts when the patient failed to adhere.\n\nThe results comparing the treatments are shown in the first row of Table  2  and Figure  2 . Over the 6 months of the study, participants in the control arm took their medication (i.e., were adherent) on 36.0% of days (standard deviation [SD] = 24.6). Participants in the partner arm were not significantly more adherent than those in the control arm with an overall adherence rate of 43.2% (Diff = 7.2%, 95% CI = -5.2-19.5%, P = 0.25). Results were similar for daily adherence (OR = 1.53, 95% CI = 0.76-3.09, P = 0.23). Compared to participants in the control arm, participants in the alert arm had a higher overall adherence rate of 52.9% (Diff = 17.0%, 95% CI = 6.3-27.6%, P = 0.002) and higher daily adherence (OR = 2.75, 95% CI = 1.50-5.03, P = 0.006). Participants in the partner + alert arm were also significantly more adherent than participants in the control arm over the study period, taking their medication on 54.5% of days (Diff = 18.6%, 95% CI = 6.3-27.6%, P = 0.003). The odds ratio (OR) of daily adherence was 2.92 (95% CI = 1.49-5.70, P = 0.002); that is, participants in the partner + alert arm had odds nearly three times as high of taking their medication on any given day than participants in the control arm."
    },
    {
      "title": "DISCUSSION",
      "text": "In this study, we found that medication adherence was significantly improved compared to the control arm for participants who received automated alerts about missed doses, but that the identification of a MAP had no significant effect on its own and no incremental effect when paired with automated alerts. Such alerts can be thought of as tailored reminders, sent to participants only at times when the participants have forgotten to take their pills. Both automated alerts and social support can be easily scaled using technology and have the advantage of being relatively low cost compared to more personnelintensive interventions.\n\nSimilar reminders have been shown to be effective in other medication adherence studies, at least in the short run, although evidence suggests that reminders are not always effective.  [21] [22] 2] [23] [24] [25] [26] [27] [28] [29]  In particular, simply providing pill bottle dispensing devices does not appear to be effective in increasing adherence even if those are coupled with timers that alert people to time elapsed since last dose.  16 While the pill bottles themselves did not provide reminders to the patients, non-adherence notifications were delivered to the participants in the manner they chose (i.e., email, text message, or IVR call) at times of nonadherence in arms 3 and 4. These notifications reflected 'push' messages as opposed to more passive observation or reminders that were triggered regardless of underlying adherence patterns. Reminders have been shown effective in other studies in achieving other beneficial health outcomes. For example, reminders to get medical tests can increase compliance rates and reminding people not to smoke via text message can improve smoking cessation.  30, 31 Outside of the health domain, reminders have been found to be effective at encouraging loan repayment as well as savings behavior.  32, 33 n workplace settings, reminders can help employees avoid procrastinating.  34 In light of the literature on reminders in other domains-and the failure of passive reminders to influence adherence-our results suggest that to be effective, adherence reminders may need to be active (e.g., pushed to peopleas opposed to passiveto bring adherence to the top of mind) and triggered by non-adherence events to make them more salient. Given that 98% of subjects chose email as a preferred mode of contact (62% as the only mode of contact), and email is the most cost-effective option of the three contact methods, such pushing can easily be scaled to larger populations at particularly low cost.\n\nBeing given the opportunity to invite someone to serve as a MAP in the partner arm did not significantly increase adherence relative to the control arm. The overall lack of an effect may be due in part to the fact that only 80% of participants in this arm invited a MAP and that the MAP did not receive feedback from the medication adherence monitoring technology. The lack of an incremental effect of the MAP in the partner + alert arm relative to the alert arm highlights that offering people who are already receiving automated alerts the opportunity to invite a MAP does not have an added benefit. This result may be due in part to the fact that only 56% identified a MAP in the partner + alert arm. Only about a fifth of invited MAPs in the partner + alert arm actually enrolled in the study through the online platform, which was a requirement to receive alerts. Thus, the trial assessed the effectiveness of being offered the opportunity to invite someone to become a MAP rather than the efficacy of actually having a MAP. In addition, study enrollment for participants and MAPs was through an online platform and the MAPs were not provided with participation incentives. These barriers may have been associated with low participation rates among MAPs. We did not measure communication between the patient and the MAP and so do not know the degree of engagement of the MAP. Moreover, the MAP did not receive specific guidance on how to support the patient with their medication adherence.\n\nIn further work, testing the nature and timing of messaging between the patient and MAP could be valuable, because our low rates of active engagement among MAPs and our approach of notifying the MAP only when a patient missed two doses of a pill may not have been optimal in achieving high levels of bi-directional dialog and feedback between the MAP and the patient.\n\nFinally, participants in the study arm in which the MAP would receive alerts were significantly less likely to invite a MAP to participate in the study, suggesting that patients may have been reluctant to have others learn of their failure to adhere or that they may have wanted to protect potential partners from messages that might be intrusive. Effective engagement of social partners must attend to these considerations."
    },
    {
      "title": "Limitations",
      "text": "Our study has limitations. First, we did not measure clinical outcomes such as the heart attacks and strokes that might be prevented by statin adherence; instead, we measured adherence, and we did so using remote monitoring of wireless pill bottle openings. Medication adherence as measured by pill Table 2 Adherence by Demographic Group Statistic Control Alert Partner Partner + alert Overall 6-month average % (SD) 36.0 (24.6) 52.9 (24.0) 43.2 (25.3) 54.5 (28.0) p value 0.002 0.25 0.003 Daily adherence (unadjusted) OR (95% CI) -2.75 (1.50-5.03) 1.53 (0.76-3.09) 2.92 (1.49-5.70) p value 0.001 0.23 0.002 Daily adherence (adjusted*) OR (95% CI) -2.34 (1.28-4.41) 1.40 (0.71-2.74) 2.94 (1.52-5.68) p value 0.006 0.33 0.001 SD standard deviation, OR odds ratio, CI confidence interval Given 6 pairwise comparisons, the Bonferroni-corrected critical p value is 0.0083 P value reflects comparison to control arm. Percent adherence reflect average adherence over the 6-month study period. OR estimates derive from logistic regression of daily adherence (yes/no) with participant random effects, clustering standard errors by participant *Adjusted model controls for age, gender, race, education, income, forgetfulness score, and risk-taking score\n\nbottle openings has been shown to correlate with clinical measures such as lower LDL levels.  12 Second, all participants, including those in the control arm, received a wireless pill bottle and knew that they were being observed, which may have generated an additional effect on adherence as compared to a true Busual care^condition in which wireless pill bottles are not used. We chose to use wireless pill bottles in all arms so that we would have a consistent measure of adherence across all groups. Third, results may not hold in the general population because the eligible pool consisted of individuals employed in a healthcare firm who (1) have employer-based health insurance, (2) are presumably somewhat knowledgeable about health issues, (3) are knowledgeable about technology to the extent that they successfully enrolled in the program online, and (4) are less likely to be socially isolated. Only 5% of eligible individuals enrolled in the study and study participants likely differed from nonparticipants in a variety of ways. Fourth, the total number of eligible patients was lower than originally anticipated; as a result, enrollment stopped before target enrollment was reached. The partner arm, for instance, exhibited directionally improved adherence, with a p value of 0.25, but we are underpowered to detect whether this 7% improvement is meaningful. Fifth, only a small proportion of the invited MAPs enrolled in the study, which provided a limited exposure of the social support treatment and meant that the trial assessed the effectiveness of encouraging people to invite someone to become a MAP and not the efficacy of actually having a MAP."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Individual alerts triggered by adherence failures, with or without a medication adherence partner, significantly increased adherence to a once-a-day statin. Being offered the opportunity to enroll an adherence partner offered no advantage on its own or when paired with alerts."
    },
    {
      "text": "Figure 1 CONSORT Diagram. *After withdrawal, adherence was marked as 0 (i.e., non-adherent)."
    },
    {
      "text": "Figure 2 Mean weekly medication adherence by intervention group. Weekly adherence was calculated as the average of daily adherence. Green line is usual care arm (N = 34), red line is partner arm (N = 31), purple line is alert arm (N = 51), blue line is partner + alert arm (N = 46)"
    },
    {
      "text": "Participant Characteristics by ArmNo differences across columns were statistically significant with Bonferroni correction of significance level. Forgetfulness and risk-taking scores were based on summing survey responses (Appendix A)"
    }
  ],
  "references": [
    {
      "title": "Efficacy and safety of cholesterol-lowering treatment: prospective meta-analysis of data from 90,056 participants in 14 randomised trials of statins",
      "authors": [
        "C Baigent",
        "A Keech",
        "P Kearney"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)67394-1"
    },
    {
      "title": "Randomised trial of cholesterol lowering in 4444 patients with coronary heart disease: the Scandinavian Simvastatin Survival Study (4S)",
      "year": 1994,
      "doi": "10.1016/s0140-6736(94)90566-5"
    },
    {
      "title": "Intensive versus Moderate Lipid Lowering with Statins after Acute Coronary Syndromes",
      "authors": [
        "C Cannon",
        "E Braunwald",
        "C Mccabe"
      ],
      "year": 2004
    },
    {
      "title": "Adherence with statin therapy in elderly patients with and without acute coronary syndromes",
      "authors": [
        "C Jackevicius",
        "M Mamdani",
        "J Tu"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.4.462"
    },
    {
      "title": "Impact of medication therapy discontinuation on mortality after myocardial infarction",
      "authors": [
        "P Ho",
        "J Spertus",
        "F Masoudi"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.17.1842"
    },
    {
      "title": "Parabolas of medication use and discontinuation after myocardial infarction-are we closing the treatment gap?",
      "authors": [
        "M Hudson",
        "H Richard",
        "L Pilote"
      ],
      "year": 2007,
      "doi": "10.1002/pds.1414"
    },
    {
      "title": "Relationship between adherence to evidence-based pharmacotherapy and long-term mortality after acute myocardial infarction",
      "authors": [
        "J Rasmussen",
        "A Chong",
        "D Alter"
      ],
      "year": 2007,
      "doi": "10.1001/jama.297.2.177"
    },
    {
      "title": "Adherence to statins, beta-blockers and angiotensinconverting enzyme inhibitors following a first cardiovascular event: a retrospective cohort study",
      "authors": [
        "D Blackburn",
        "R Dobson",
        "J Blackburn",
        "T Wilson",
        "M Stang",
        "W Semchuk"
      ],
      "year": 2005
    },
    {
      "title": "Adherence to statin treatment and readmission of patients after myocardial infarction: a six year follow up study",
      "authors": [
        "L Wei",
        "J Wang",
        "P Thompson",
        "S Wong",
        "A Struthers",
        "T Macdonald"
      ],
      "year": 2002,
      "doi": "10.1136/heart.88.3.229"
    },
    {
      "title": "Financial incentive-based approaches for weight loss: a randomized trial",
      "authors": [
        "K Volpp",
        "L John",
        "A Troxel",
        "L Norton",
        "J Fassbender",
        "G Loewenstein"
      ],
      "year": 2008,
      "doi": "10.1001/jama.2008.804"
    },
    {
      "title": "Randomized trial of lottery-based incentives improve warfarin adherence",
      "authors": [
        "S Kimmel",
        "A Troxel",
        "G Loewenstein"
      ],
      "year": 2012
    },
    {
      "title": "Effect of Financial Incentives to Physicians, Patients, or Both on Lipid Levels: A Randomized Clinical Trial",
      "authors": [
        "D Asch",
        "A Troxel",
        "W Stewart"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.14850"
    },
    {
      "title": "Incentives in health: different prescriptions for physicians and patients",
      "authors": [
        "G Loewenstein",
        "K Volpp",
        "D Asch"
      ],
      "year": 2012
    },
    {
      "title": "Behavioral economics holds potential to deliver better results for patients, insurers, and employers",
      "authors": [
        "G Loewenstein",
        "D Asch",
        "K Volpp"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2012.1163"
    },
    {
      "title": "Behavioral Economics and Health",
      "authors": [
        "J Kessler"
      ],
      "year": 2015
    },
    {
      "title": "Effect of Reminder Devices on Medication Adherence: The REMIND Randomized Clinical Trial",
      "authors": [
        "N Choudhry",
        "A Krumme",
        "P Ercole"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2016.9627"
    },
    {
      "title": "Mobile Phone Text Messages to Support Treatment Adherence in Adults With High Blood Pressure (StAR): A Single Blind Randomized Trail",
      "authors": [
        "Kristen Bobrow"
      ],
      "year": 2016,
      "doi": "10.1161/circulationaha.115.017530"
    },
    {
      "title": "Interventions for enhancing medication adherence",
      "authors": [
        "Richard Nieuwlaat"
      ],
      "year": 2014,
      "doi": "10.1002/14651858.cd000011.pub4"
    },
    {
      "title": "Patient opinions regarding 'pay for performance for patients",
      "authors": [
        "J Long",
        "M Helweg-Larsen",
        "K Volpp"
      ],
      "year": 2008,
      "doi": "10.1007/s11606-008-0739-1"
    },
    {
      "title": "Peer mentoring and financial incentives to improve glucose control in African American veterans: a randomized trial",
      "authors": [
        "J Long",
        "E Jahnle",
        "D Richardson",
        "G Loewenstein",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.7326/0003-4819-156-6-201203200-00004"
    },
    {
      "title": "Two Randomized Controlled Pilot Trials of Social Forces to Improve Statin Adherence among Patients with Diabetes",
      "authors": [
        "P Reese",
        "J Kessler",
        "J Doshi"
      ],
      "year": 2016
    },
    {
      "title": "Patient and Partner Feedback Reports to Improve Statin Medication Adherence: A Randomized Control Trial",
      "authors": [
        "A Reddy",
        "T Huseman",
        "A Canamucio"
      ],
      "year": 2017,
      "doi": "10.1007/s11606-016-3858-0"
    },
    {
      "title": "Estimating medication persistency using administrative claims data",
      "authors": [
        "R Sikka",
        "F Xia",
        "R Aubert"
      ],
      "year": 2005
    },
    {
      "title": "Automated hovering in health carewatching over the 5000 hours",
      "authors": [
        "D Asch",
        "R Muller",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.1056/nejmp1203869"
    },
    {
      "title": "The Prospective and Retrospective Memory Questionnaire (PRMQ): latent structure, normative data and discrepancy analysis for proxy-ratings",
      "authors": [
        "J Crawford",
        "J Henry",
        "A Ward",
        "J Blake"
      ],
      "year": 2006,
      "doi": "10.1348/014466505x28748"
    },
    {
      "title": "Prospective and retrospective memory in normal ageing and dementia: a questionnaire study",
      "authors": [
        "G Smith",
        "Della Sala",
        "S Logie",
        "R Maylor"
      ],
      "year": 2000,
      "doi": "10.1080/09658210050117735"
    },
    {
      "title": "A Domain-specific Risk-attitude Scale: Measuring Rish Perceptions and Risk Behaviors",
      "authors": [
        "Weber Elke",
        "Ann Blais",
        "Nancy Betz"
      ],
      "year": 2002
    },
    {
      "title": "A Domain-Specific Risk-Taking (DOSPERT) scale for adult populations",
      "authors": [
        "Renee Blais Ann",
        "Elke Weber"
      ],
      "year": 2006
    },
    {
      "title": "The effectiveness of interventions using electronic reminders to improve adherence to chronic medication: a systematic review of the literature",
      "authors": [
        "M Vervloet",
        "A Linn",
        "J Van Weert",
        "D De Bakker",
        "M Bouvy",
        "L Van Dijk"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000748"
    },
    {
      "title": "Breast and cervical cancer screening in a low-income managed care sample: the efficacy of physician letters and phone calls",
      "authors": [
        "P Lantz",
        "D Stencil",
        "M Lippert",
        "S Beversdorf",
        "L Jaros",
        "P Remington"
      ],
      "year": 1995,
      "doi": "10.2105/ajph.85.6.834"
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Remembering to Pay? Reminders vs. Fianancial Incentives for Loan Payments",
      "authors": [
        "Cadena Ximena",
        "Antoinette Schoar"
      ],
      "year": 2011
    },
    {
      "title": "Getting to the top of mind: How reminders increase savings",
      "authors": [
        "D Karlan",
        "M Mcconnel",
        "S Mullainathan",
        "J Zinman"
      ],
      "year": 2016,
      "doi": "10.3386/w16205"
    },
    {
      "title": "Fighting procratination in the workplace: and experiment",
      "authors": [
        "X Cadena",
        "A Schoar",
        "A Cristea",
        "Delgado-Medrano Hm"
      ],
      "year": 2011,
      "doi": "10.3386/w16944"
    }
  ],
  "num_references": 34
}
