{
  "paper_id": "IHR6ZD3Y",
  "title": "Primary Hip and Knee",
  "abstract": "Background: We conducted a randomized controlled trial to evaluate the effectiveness of acceptance and commitment therapy (ACT) delivered via a mobile phone messaging robot to patients who had their total hip arthroplasty or total knee arthroplasty procedures postponed due to the COVID-19 pandemic. Methods: Ninety patients scheduled for total hip arthroplasty or total knee arthroplasty who experienced surgical delay due to the COVID-19 pandemic were randomized to the ACT group, receiving 14 days of twice daily automated mobile phone messages, or the control group, who received no messages. Minimal clinically important differences (MCIDs) in preintervention and postintervention patientreported outcome measures were utilized to evaluate the intervention. Results: Thirty-eight percent of ACT group participants improved and achieved MCID on the Patient-Reported Outcome Measure Information System Physical Health compared to 17.5% in the control group (P ¼ .038; number needed to treat [NNT] 5). For the joint-specific Hip Disability and Osteoarthritis Outcome Score Joint Replacement and Knee Disability and Osteoarthritis Outcome Score Joint Replacement (KOOS JR), 24% of the ACT group achieved MCID compared to 2.5% in the control group (P ¼ .004; NNT 5). An improvement in the KOOS JR was found in 29% of the ACT group compared to 4.2% in the control group (P ¼ .028; NNT 5). Fourteen percent of the ACT group participants experienced a clinical important decline in the KOOS JR compared to 41.7% in the control group (P ¼ .027; NNT 4). Conclusion: A psychological intervention delivered via a text messaging robot improved physical function and prevented decline in patient-reported outcome measures in patients who experienced an unexpected surgical delay during the COVID-19 pandemic. Level of Evidence: 1.",
  "year": 2021,
  "date": "2021-12-11",
  "journal": "J Am Soc Hypertens",
  "publication": "J Am Soc Hypertens",
  "authors": [
    {
      "forename": "Chris",
      "surname": "Anthony",
      "name": "Chris Anthony",
      "affiliation": "a  Department of Orthopaedics , University of Pennsylvania , Philadelphia , PA \n\t\t\t\t\t\t\t\t Department of Orthopaedics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Edward",
      "surname": "Rojas",
      "name": "Edward Rojas",
      "affiliation": "b  Department of Orthopaedics and Rehabilitation , University of Iowa , Iowa City , IA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Natalie",
      "surname": "Glass",
      "name": "Natalie Glass",
      "affiliation": "b  Department of Orthopaedics and Rehabilitation , University of Iowa , Iowa City , IA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Valerie",
      "surname": "Keffala",
      "name": "Valerie Keffala",
      "affiliation": "b  Department of Orthopaedics and Rehabilitation , University of Iowa , Iowa City , IA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Nicholas",
      "surname": "Noiseux",
      "name": "Nicholas Noiseux",
      "affiliation": "b  Department of Orthopaedics and Rehabilitation , University of Iowa , Iowa City , IA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Jacob",
      "surname": "Elkins",
      "name": "Jacob Elkins",
      "affiliation": "b  Department of Orthopaedics and Rehabilitation , University of Iowa , Iowa City , IA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Timothy",
      "surname": "Brown",
      "name": "Timothy Brown",
      "affiliation": "b  Department of Orthopaedics and Rehabilitation , University of Iowa , Iowa City , IA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "Nicholas",
      "surname": "Bedard",
      "name": "Nicholas Bedard",
      "affiliation": "b  Department of Orthopaedics and Rehabilitation , University of Iowa , Iowa City , IA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "affiliation": "Department of Orthopaedics , University of Pennsylvania , 800 Spruce Street , 1st Floor Cathcart Building , Phila- delphia , PA. \n\t\t\t\t\t\t\t\t Department of Orthopaedics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 800 Spruce Street 1st Floor Cathcart Building \n\t\t\t\t\t\t\t\t\t Phila- delphia \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "10.1016/j.arth.2021.12.006",
  "sections": [
    {
      "text": "The COVID-19 pandemic has necessitated innovations in healthcare delivery with an emphasis on telehealth applications. Automated mobile phone messaging robots (\"Chatbots\") are a form of telehealth that utilizes software to deliver programmed text-based conversations to patients outside of traditional healthcare settings. During the COVID-19 pandemic automated mobile phone messaging has been utilized by the World Health Organization and others to communicate details regarding the COVID-19 pandemic to patients around the world  [1e3] . Previous works have also utilized automated mobile phone messaging robots to communicate with patients to obtain information regarding blood pressure  [4] , opioid utilization [5e7], physical activity in patients with diabetes  [8] , and to obtain patient-reported outcome measures (PROMs)  [9e12] . Interventions have also been performed utilizing this modern communication technique including medication adherence  [13, 14] , office appointment reminders  [15, 16] , blood pressure management  [17] , and as an adjunct to traditional communication techniques after hip and knee arthroplasty  [18, 19]  and spine surgery  [20] .\n\nThe COVID-19 pandemic has led to significant changes in musculoskeletal healthcare delivery with elective surgery delay or cancellation becoming commonplace. Total hip (THA) and knee arthroplasties (TKA) have been affected with an estimated 30,000 primary THA and TKA procedures delayed or canceled per week during the early portion of the COVID-19 pandemic  [21] . Additionally, osteoarthritic hip and knee pain was found to increase in 54% of patients since the delay of their surgery due to COVID-19  [22] . Surgical delays and cancellations caused by the COVID-19 pandemic have created a projected backlog of surgical cases that may last up to 2 years or longer necessitating further surgical delays  [23] . Furthermore, as COVID-19 and its variants remain active throughout the United States, it is likely that healthcare systems will continue to have unexpected surgical cancellations either due to worsening outbreaks or hospital protocols requiring postponement of surgery for patients who test positive in the days prior to their procedure.\n\nAcceptance and commitment therapy (ACT) is a psychological intervention that seeks to decrease avoidable suffering and helps individuals to live according to self-identified personal values  [24, 25] . ACT attempts to augment an individual's psychological flexibility utilizing 6 core cognitive processes: Acceptance, Defusion, Contact with the Present Moment, Self-as-Context, Values, and Committed Action  [24] . ACT has proven efficacious in the management of chronic pain when compared to standard pharmacological treatment alone [26e29] and in decreasing opioid utilization in at-risk orthopedic surgery patients  [30] .\n\nGiven the limitation in providing traditional care to patients with debilitating hip and knee osteoarthritis during the COVID-19 pandemic, we conducted a randomized controlled trial to evaluate the effectiveness of ACT delivered via an automated mobile phone messaging robot to patients who had their scheduled primary THA or TKA procedures indefinitely postponed due to the COVID-19 pandemic. Our null hypothesis was there would be no clinical difference in PROMs during the 2-week intervention period between participants receiving the ACT messaging protocol and the control group."
    },
    {
      "title": "Materials and Methods",
      "text": "This randomized controlled trial was pre-registered with ClinicalTrials.gov (NCT04329897) and reporting is consistent with CONSORT guidelines. Ethical approval of this study was provided by the Institutional Review Board. Participants were enrolled from April 6, 2020 until April 20, 2020 at a single academic medical center in the United States.\n\nAdults (!18 years of age) who had previously been scheduled for primary THA or TKA and had their surgery delayed indefinitely due to the COVID-19 pandemic were deemed eligible for the study. Those eligible were called by the research team and underwent the informed consent process. If a potential participant did not have a personal mobile phone or could not receive text messaging, they were ineligible for participation in the study. At the time of consent participants were required to complete electronic forms comprised of a basic demographic questionnaire and baseline PROMs consisting of the Patient-Reported Outcome Measure Information System (PROMIS) Global Health 10 Short Form with Mental Health (PROMIS MH) and Physical Health (PROMIS PH) component summary scores, PROMIS Pain Intensity 1A Short Form, PROMIS Pain Intensity 3A Short Form, PROMIS Pain Interference 8A Short Form, PROMIS Emotional Distress -Anxiety 8A Short Form, and either the Hip Disability and Osteoarthritis Outcome Score Joint Replacement (HOOS JR) or Knee Disability and Osteoarthritis Outcome Score Joint Replacement (KOOS JR) depending on whether the patient was scheduled for THA or TKA. Participants in both groups also completed a questionnaire that was previously utilized to assess patient thoughts and concerns regarding the COVID-19 pandemic  [22] .\n\nFollowing completion of all PROMs, participants were randomized into the control or ACT groups using a standard online random number generator with a range set from 1 to 10 and a 1:1 ratio by a research assistant. Participants who received an odd number from the 1 to 10 range were placed in the ACT group and received the ACT messaging protocol, while participants given an even number were placed in the control group and did not receive any mobile phone messaging over the 2-week study period. During the 2-week study period, patients were not contacted by their surgeon to reschedule surgery. A 2-week study period was chosen in an effort to ensure patients would be able to complete the protocol prior to their surgery being rescheduled.\n\nThe ACT group patients received automated mobile phone text messages twice a day (morning and evening) communicating an ACT-based intervention for 14 days with day 1 starting the day after enrollment into the study. All participants received the same morning and evening messages during the 2-week study period. All messages can be found in full in Appendix. Control group participants did not receive the ACT intervention or any other form of communication from their surgical team over the 2-week study period. The ACT messages were developed by our study group (CAA, ER, NAB) in conjunction with a pain psychologist (VK) specializing in ACT for chronic pain. These messages utilized the core fundamentals of ACT  [24]  with the objective of helping recipients develop better coping skills for their osteoarthritic pain during the current COVID-19 pandemic. At the end of each delivered message, participants were prompted they could receive additional messages if they replied \"More.\" The opportunity for additional messages was provided so we might begin to understand the volume of communication participants would be interested in engaging with. A message bank of additional messages was then accessed by the software and another message was sent (Appendix). At the conclusion of the 14-day study period, participants in both groups were again contacted by telephone and asked to complete a repeat set of PROMs via an electronic email link. Participants in the ACT group were also asked if they would recommend ACT delivered by automated mobile phone messaging to a friend or family member if they were experiencing a delay in their surgical care.\n\nChanges in PROMs from enrollment to postintervention were calculated by subtracting either postintervention scores from   [31, 32] . We analyzed our results against MCID values provided in prior reports in the literature, when available, and utilized the ½ standard deviation method when prior MCIDs were not available. We utilized the MCID values in Table  1  to assess both clinically relevant improvement and clinically relevant decline across all PROMs  [31,33e37] .\n\nThe distributions of continuous variables were evaluated for normality using the Shapiro-Wilk test and through evaluation of Quantile-Quantile Plots and Histograms  [38] . Based on these results, potential between-group differences in age were evaluated using the Wilcoxon rank-sum test, while PROM scores at each time point and changes in scores were compared between groups using t-tests  [38] . Categorical participant characteristics (surgery type and gender) as well as COVID-19 questionnaire responses were compared between groups utilizing chi-squared or exact tests, as appropriate. Using chi-squared tests  [38] , we compared the proportion of participants meeting MCID cut-off points in a positive direction, as an indicator of clinical improvement, and a negative direction, as an indicator of clinical worsening. The number needed to treat (NNT) was calculated by determining the absolute risk reduction (ARR) and dividing 1/ ARR  [38] . An a priori power analysis determined that a total of 84 participants would provide 90% power to detect a difference of 30% in worsening of PROMs between groups at an alpha level of 0.05. Statistical analyses were performed using SAS software version 9.4 (SAS Institute, Inc, Cary, NC). ACT, acceptance and commitment therapy; FMLA, Family Medical Leave Act; THA, total hip arthroplasty; TKA, total knee arthroplasty.\n\na The COVID-19 questionnaire was administered prior to the intervention to both arms of the study."
    },
    {
      "title": "Results",
      "text": "A total of 90 patients were enrolled in the study (45 in each group). There were no significant differences between the control vs ACT group in median (interquartile range [IQR]) age (63 (36-77) vs 65 (28-84) years, P ¼ .448), proportion female (37.8% vs 33.3%, P ¼ .660), or proportion indicated for TKA (60% vs 62.2%, P ¼ .839), respectively. There were no significant differences between study groups in views or experience of the impact of COVID-19 at enrollment (Table  2 , all P > .05). Likewise, there were no significant differences between study groups for any PROMs at enrollment. Following the 2-week study period, PROMs were completed by 100% of participants (45 of 45 patients) in the ACT group and 89% of participants (40 of 45 participants) in the control group. All preintervention and postintervention PROMs are presented in Table  3 . All patients in the ACT group received a full 14 days of messages.\n\nAll MCID analyses are presented in Table  4  and Figure  1 . Thirtyeight percent of participants in the ACT group achieved an improvement greater than or equal to MCID on the PROMIS PH compared to 17.5% in the control group (P ¼ .038; NNT 5). Twentyfour percent of participants in the ACT group improved by an MCID on the joint-specific HOOS JR or KOOS JR compared to 2.5% in the control group (P ¼ .004; NNT 5). Sixteen percent of ACT group participants experienced a clinically important decline in the HOOS JR or KOOS JR compared to 33% in the control group (P ¼ .066). Eighteen percent of participants in the ACT group achieved an improvement in MCID on the HOOS JR with no participants having an improvement in the control group (P ¼ .227; Fig.  1 ). Twenty-nine percent of TKA participants experienced a clinically important improvement in the KOOS JR compared to 4.2% in the control group (P ¼ .028; NNT 5) (Fig.  1 ). Fourteen percent of ACT group patients experienced a decline in the KOOS JR greater than MCID compared to 41.7% for the control group (P ¼ .027; NNT 4). Although there was a greater proportion who experienced an increase (>10%) in pain severity (PROMIS Pain Intensity NRS) and interference (PROMIS Pain Interference) in the control vs ACT group, these PROMs did not reach statistical significance (Table  4 , Fig.  1 ).\n\nTwenty-nine percent of participants asked for more messages during the course of the study on at least 1 day. The mean number of days more messaging was requested was 4.23 ± 3.4 days. The mean number of requests per day was 1.69 ± 1.82 with 72% of participants requesting more messaging one time per day. Seventyfive percent of participants indicated that they would recommend  the mobile phone ACT messaging system to a family member or loved one if they were experiencing delay in their surgical care."
    },
    {
      "title": "Discussion",
      "text": "Participants in the ACT arm reported stable or improved responses to administer PROMs compared to a consistent decline in the control group across PROMs at the end of the 2-week study period (Fig.  1 ). The most robust response to our intervention was experienced by those who had their TKA procedure postponed. A preoperative decline in PROMs is important as prior work has demonstrated that declining preoperative function and pain scores in the setting of THA and TKA portend to lower postoperative functional status  [39, 40] . Over the 2-week study period, the control group in our study experienced a decay and worsening of PROMs which is consistent with findings from a survey during the early pandemic period delivered by the American Association of Hip and Knee Surgeons  [22] . Contrastingly, the ACT group experienced either a clinically important improvement from their preintervention state or a smaller decline than the control group across PROMs (Table  4 , Fig.  1 ). We suspect that abrupt cancellation of surgery with an unknown date of rescheduling during the COVID-19 pandemic may have had an impact on participants' pain and function. This is supported by the relatively large percentage of patients in the control group who experienced a clinically significant decline in multiple PROMs over the study period. Our study found that a simple, 2-week intervention focusing on twice daily text messages delivered by a \"Chatbot\" was able to prevent clinically significant decline, and at times improve, multiple PROMs for patients who are delayed in receiving surgical care of their arthritic hip or knee condition. These findings have large implications for patients who may experience an unexpected surgical delay due to a variety of reasons. Even before the COVID-19 pandemic, it was not uncommon for patients to have surgery postponed for additional preoperative testing or optimization. Our results indicate that it is likely that THA and TKA patients who encounter a surgical delay during the COVID-19 pandemic may have a clinically significant decline in their hip or knee function. As such, we believe that measures should be put in place to preserve their functional status and prevent worsening of symptoms given the negative impact of declining preoperative PROMs on postoperative outcomes  [39, 40] . Our described mobile phone ACT-based communication protocol can be utilized to stabilize pain and joint-specific PROMs in the setting of surgical delay of THA and TKA. Additionally, this technology and communication intervention could be studied in other patient populations including patients with minimal and less severe osteoarthritis of the hip and knee.\n\nACT has demonstrated positive results in the management of chronic pain across multiple patient populations  [26e30] . Previous work also demonstrated decreased opioid utilization and pain scores at 3 months after various orthopedic procedures, including THA and TKA, when utilizing a one time, preoperative 5-hour ACT interventional workshop  [30] . Additionally, healthcare communication strategies during the COVID-19 pandemic have necessitated physical distancing between patients and the healthcare system. Telehealth solutions consisting of automated mobile phone messaging have been adopted in the United States  [3]  and abroad  [1, 2]  during the pandemic with high reported success. We demonstrate that ACT delivered through an automated mobile phone messaging robot influenced various PROMs in the setting of delayed THA and TKA. Three-quarters of patients in our ACT intervention arm stated they would recommend this technology and method of communication in the future if a family member was going to experience a delay in their surgical care. Our findings during the COVID-19 pandemic demonstrate that our software messaging platform is an acceptable form of communication with a focus on a contextual psychological intervention. Healthcare systems should consider utilization of ACT and mobile phone messaging robots to communicate with patients who are experiencing delays in their surgical care.\n\nThis trial has limitations. The intervention was limited to 2 weeks in duration which might not be the ideal duration for this intervention in this population. At the initiation of our investigation, there was no way to identify how long the pandemic would continue. We determined a two-week study period with a twoweek follow-up period would most likely allow us to complete the study while still in the pandemic conditions the study was initiated under. Further study of ideal length in time of intervention utilizing this technology and communication is warranted. Additionally, the length of the effect of our intervention is unclear given our follow-up time period. Participants received multiple PROMs in this investigation which may or may not fully encompass the complexities of their pain, anxiety, and hip and knee function.\n\nAlthough we included in this study what we felt to be the most appropriate PROMs, other questionnaires may have added to our findings. Additionally, the best methods for determining an MCID for a PROM has been greatly debated with no definitive conclusion. Utilization of alternative MCID cutoffs or formulation methods may alter the clinical significance of our results. Finally, our results represent the findings from a Midwestern and largely rural patient population. Further similar investigations should be performed in other demographic regions and in locales representative of the broader population in terms of socioeconomic status, race, ethnicity, and political views that may have effected personal responses to the COVID-19 pandemic. This randomized controlled trial demonstrated that ACT delivered via an automated mobile phone messaging robot can prevent clinically significant decline, and at times improve physical function and joint-specific PROMs in patients who experience a surgical delay of THA or TKA due to the COVID-19 pandemic. Future investigations should consider the longer term impact of our designed intervention and should also consider altering the duration of the ACT software messaging protocol in order to determine the ideal duration and timing of delivered therapy. Healthcare systems should consider utilization of an ACT messaging protocol to preserve physical function and joint-specific PROMs when caring for patients with operative hip and knee arthritis who are experiencing surgical delay."
    },
    {
      "title": "Appendix",
      "text": "Message Protocol Random Messages (Text More) Day AM Maintaining focus on what you value most in life is sometimes difficult. Do not let momentary discomforts due to pain or the COVID pandemic take away from what you want most in life. Pick 3 things that matter most to you in life. Remind yourself of these 3 things over the course of the day and in the coming weeks. Text more for more tips Remind yourself throughout your day what you value most in life. Take time to focus on 3 things that matter most to you in life and move past any feelings of discomfort, pain, or anxiety that arise for you might experience today. Text more for more tips Day PM Stop for a moment and remember the 3 values you identified earlier today. Remind yourself how important these values are in your life. As your day comes to an end, remember that YOU are in control of your thoughts. We encourage you to end your day focusing on your 3 core values. Text more for more tips Remember you are in control of your thoughts. Even when thoughts of pain and anxiety arise you can choose to acknowledge and move through these feelings to things that are hopeful and define who you truly are. Text more for more tips Day AM Joint pain can be part of arthritis. Pain is something you can choose to observe and not something that requires you to act. Your life goals, values, and subsequent actions determine what your life looks like on a daily basis. If you are experiencing some pain today we encourage you to acknowledge it and then turn your focus to the things in your life that matter most to you. Text more for more tips Your life goals, values, and subsequent actions determine what your life looks like on a daily basis. If you are experiencing some pain or anxious thoughts today we encourage you to acknowledge these feelings and then actively turn your focus to the things in your life that matter most to you. Text more for more tips Day PM Feelings of pain and feelings about your experience of pain are normal in the setting of arthritis. Acknowledge and accept these feelings as part of your current reality. Remember how you feel at this moment is temporary and your life will continue as arthritis is only a minor part of who you are. Choose to focus your mind on pleasant feelings or thoughts that you experienced today. Text more for more tips You can make any feelings of anxious thoughts or discomfort in your joints temporary. Choose to acknowledge these feelings and then actively take your focus to things that bring hope and joy to your life. Text more for more tips Day AM Awareness of the present moment and your breathing may change with painrelated emotions or thoughts. Remember you can always count on your breathing to bring you back to the present moment and help you move through your current experience of pain or anxiety you may be feeling. Focus on taking slow and deep breaths today. Text more for more tips Focus on taking slow and deep breaths today. Any time you notice feelings of pain, discomfort, or anxiety choose to focus on your breathing and take 5 or 6 slow deep inhales and exhales. Know that the act of slow, deep breathing calms your body and mind. Text more for more tips Day PM Breathing helps bring awareness about how you are reacting to thoughts in the moment. You can also use breathing to help you focus on what you want in life and what is important to you. End your day in a calm and relaxed state as you focus on taking deep, slow breaths. Remember, you are in charge of your breath, your thoughts and emotions, and ultimately how you experience everything that is going on around you. Text more for more tips Remember, you are in charge of your thoughts, emotions, and ultimately how you experience everything that is going on around you. You can use breathing to help you focus on what you want in life and what is important to you. Text more for more tips Day AM Pause and reflect on the aspects of your life that bring meaning and purpose. Think of 3 life goals or motivations that you want to focus on today. Your journey through difficult times is an opportunity to refocus your life on what is truly important to you. Text more for more tips Pause and reflect on the aspects of your life that bring meaning and purpose. Think of 3 life goals or motivations that you want to focus on today. Your journey through difficult times is an opportunity to refocus your life on what is truly important to you. Text more for more tips Day PM Before today ends think about how the values and goals you identified earlier were part of how you experienced the day. Focus on these values and goals and imagine how tomorrow you will build upon what you accomplished today. Text more for more tips You get to choose how you move and interact with the world. Do not let distracting thoughts of pain, discomfort, or anxious thoughts distract you from living how you want to live. Remember your circumstances are temporary and continue to choose to focus and spend your time on things that matter most to you in life. Text more for more tips Day AM We cannot change that a feeling or thought may arise, but we can choose how we respond to our feelings and thoughts. Remember that dwelling on pain, discouraging feelings, and anxious thoughts about current world events are NOT consistent with your life goals, and values. Observe thoughts that try to move you away from your values and only act on things that are compatible with who you want to be and what matters most in your life. Text more for more tips We cannot change that a feeling or thought may arise, but we can choose how we respond to our feelings and thoughts. Remember that dwelling on pain, discouraging feelings, and anxious thoughts about current world events are NOT consistent with your life goals and values. Observe thoughts that try to move you away from your values and only act on things that are compatible with who you want to be and what matters most in your life. Text more for more tips Day PM Notice your thoughts and feelings today about how your pain and world events might be affecting you. Remember that arthritic pain and the COVID pandemic do not define who you are or how you experience life. Your life is much larger and fuller than these things. Spend some time tonight thinking about something or someone important to you. Text more for more tips Remaining actively engaged in life during stressful times can be difficult. In these moments it is important to focus on the things that matter most to you in life. Take time to reflect on your goals and values and allow them to support you in the moments you find it difficult to remain positive today. Remember YOU are in charge of your thoughts and feelings. Text more for more tips Day AM Life requires you to act. We previously discussed your life goals, meaning, and purpose. Take action today and move closer toward what you want in life. Recognize that pain and anxious thoughts may be present but make the choice that they will not impede your progress toward what you really want in life. Be present in the moment and ensure your actions remain true to what you want most. All actions you take, no matter how small, are important in making this life what you want despite your circumstances. Text more for more tips Life requires you to act. We previously discussed your life goals, meaning, and purpose. Take action today and move closer toward what you want in life. Recognize that pain and anxious thoughts may be present but make the choice that it will not impede your progress toward what you really want in life. Be present in the moment and ensure your actions remain true to what you want most. All actions you take, no matter how small, are important in making this life what you want despite your circumstances. Text more for more tips Day PM Now that your day is winding down, reflect on what motivated your actions throughout the day. Intrusive thoughts, emotional distress, and pain may show up periodically during your day, but these thoughts and feelings do not need get Thoughts of pain and anxiety may be entering your daily life. Remember you do not need to avoid these feelings and thoughts. Recognize they may be a part of your day but you can CHOOSE to move past them as you can make them only momentary. Take a (continued on next page) (continued ) Message Protocol Random Messages (Text More) to direct the actions you take. Remember that YOU decide how to live in a way that reflects what matters to YOU. Text more for more tips deep breath, and as you breathe out allow yourself to focus on something you are thankful for today. Text more for more tips Day AM Living with arthritis can involve pain in your joints. By accepting this you can control your actions related to pain and choose how big of a role pain plays in your daily life. Know that you are not doing further damage to your joint by moving and enjoying life. Acknowledge the pain you might be having in your joint and choose to continue to do the things you enjoy. Text more for more tips Living with arthritis can involve pain in your joints. By accepting this you can control your actions related to pain and choose how big of a role pain plays in your daily life. Know that you are not doing further damage to your joint by moving and enjoying life. Acknowledge the pain you might be having in your joint and choose to continue to do the things you enjoy. Text more for more tips. Day PM Reflect back on today. Think about the role that pain played in the activities you took part in. Take notice of any instances where pain slowed down your life and try to improve on those tomorrow. Remember, pain might be part of your life, but not what dictates it. Continue to move forward with a focus on what matters most to you in life and make pain and anxiety take a back seat. Find and focus on one thing you can be thankful for today. Text more for more tips Engaging in activities that we enjoy can be difficult given current circumstances. Anything that brings you joy and meaning is important. Whether you enjoy a specific TV show, taking a walk, or reading a good book, do something today that you enjoy. Text more for more tips Day AM If you experience pain in your joints know that the feeling is real but what it actually represents is not what you might think. Our mind is capable of making us feel pain, even though there is no damage going on in our body. Pause, become more aware in the moment and choose to focus on thoughts of what is good and hopeful in your life. Text more for more tips Happiness and having fun are values that are sometimes easy to forget during this difficult time. Reflect on what activities you can do today that bring joy and meaning to your life. Make it your goal today, and every day, to do at least one thing that brings your life joy and meaning. Text more for more tips Day PM Thoughts of pain and anxiety may be entering your daily life. Remember you do not need to avoid these feelings and thoughts. Recognize they may be a part of your day but you can CHOOSE to move past them as you can make them only momentary. Take a deep breath, and as you breathe out allow yourself to focus on something you are thankful for today. Text more for more tips Don't let your joint pain limit what you do today. Make a choice that you will do what you want to do regardless of how your body feels. Don't judge yourself if you need to walk a little slower or not bend or move in quite the same way you used to when doing the things you love. Choose to move today! Text more for more tips Day AM Remaining actively engaged in life during stressful times can be difficult. In these moments it is important to focus on the things that matter most to you in life. Take time to reflect on your goals and values and allow them to support you in the moments you find difficult to remain positive today. Remember YOU are in charge of your thoughts and feelings. Text more for more tips Emotional distress and joint pain may be present in your daily life. Acknowledging their presence helps diminish their possible negative impact. Remember that you are not defined by the events going on in the world or by the aches and pains of your body. Today, take time to focus on what you value most in life and choose for these values to define your day. Text more for more tips Day PM Take several minutes this evening and remind yourself of what matters most to you in life. Imagine things you can do tomorrow to move closer to these values. Remember to define your day by how you move toward what matters most to you in life and not by the momentary feelings of discomfort and anxious thoughts that many people are feeling right now. You are not alone, keep actively moving forward on a daily basis. Text more for more tips Moving is good for your body, even if it causes pain and discomfort in your joints. Choosing to work through feelings of pain and discomfort can lead to enjoyment of activities and a more full life. Choose to overcome momentary discomforts today when you move and know you have accomplished great things with even small movements and tasks! Text more for more tips Day AM Emotional distress and joint pain may be present in your daily life. Acknowledging their presence helps diminish their possible negative impact. Remember that you are not defined by the events going on in the world or by the aches and pains of your body. Today, take time to focus on what you value most in life and choose for these values to take your focus and define your day. Text more for more tips You can choose to alter how you move if it helps ease discomfort you might have in your joints. Be open to finding new ways of moving your body in an effort to do the things you enjoy and love in life. Remember you are not defined by momentary thoughts of pain and anxiety but you are defined by your actions and things you choose to value in life. Text more for more tips Day PM Your current everyday life may involve pain, discomfort, and emotional distress. Remember you are not alone and these circumstances are only temporary. Willingness to notice and move past your current feelings and focus on things that are most important to you is key to successfully navigating your life! Text more for more tips Your current everyday life may involve pain, discomfort, and emotional distress. Remember you are not alone and these circumstances are only temporary. Willingness to notice and move past your current feelings and focus on things that are most important to you is key to successfully navigating your life! Text more for more tips Day AM Engaging in activities that we enjoy can be difficult given current circumstances. Anything that brings you joy and meaning is important. Whether you enjoy a specific TV show, taking a walk, or reading a good book, do something today that you enjoy Day PM Take some time before your day ends and do 1 thing that is just for you. This could be preparing and eating a meal you love, taking some deep breaths, or watching your favorite TV show. Despite how your body may be feeling, determine 1 thing you want to do before your day ends and take time to enjoy life. Text more for more tips Day AM Remember who you are today. Remember your values, goals, and aspirations in life. Notice that the thoughts, emotions, and discomfort you may currently feel can blur your sense of self and keep you from doing things consistent with your values. Even though anxious thoughts and pain may show up, they do not need to determine what you do. Not reacting to these thoughts or feelings about yourself or your pain is success! Text more for more tips Day PM Remember you can change the way you move and interact with the world in order to limit your joint pain. Be creative and experiment with different ways of moving today. Notice what helps and what doesn't. You are NOT causing more damage to your joints by moving the way you want to move. Choose to be active and move today. Do not let pain or anxious thoughts limit who you are. Text more for more tips Day AM Taking actions, moment by moment, that move you toward the things that matter most to you in life is the most effective and satisfying way to live life. Carrying out any action that is in-line with your goals and values is a major win, just like adding a correct new piece to a puzzle. Text more for more tips (continued on next page) C.A. Anthony et al. / The Journal of Arthroplasty 37 (2022) 431e437 437.e2 (continued ) Message Protocol Random Messages (Text More) Day 13 PM As your day comes to an end, think back on the wins you had today. Use these wins to motivate you and keep you moving when things are difficult. The wins will keep coming and the puzzle will continue to take shape as long as you keep taking actions that reflect the things that matter most to you in life. Text more for more tips Day 14 AM Happiness and having fun are values that are sometimes easy to forget during difficult times. Reflect on what activities you can do today that bring joy and meaning to your life. Make it your goal today, and every day, to do at least one thing that brings your life joy and meaning. Text more for more tips Day 14 PM Remember you are not alone in this process and that we are here for you! You are much, much more that any feelings you have about joint pain and current world events. Enjoy your rest tonight and get ready for a hopeful new today tomorrow! Text more for more tips"
    },
    {
      "text": "Fig.1. The percentage of participants who improved and declined between the control group and the ACT group for both total knee arthroplasty and total hip arthroplasty. ACT, acceptance and commitment therapy; MCID, minimal clinically important difference; PROMIS, Patient-Reported Outcome Measure Information System; HOOS, Hip Disability and Osteoarthritis Outcome Score; KOOS, Knee Disability and Osteoarthritis Outcome Score."
    },
    {
      "text": "The Minimal Clinical Important Difference for Each Patient-Reported Outcome Measure Utilized."
    },
    {
      "text": "COVID-19 Questionnaire a ."
    },
    {
      "text": "The Percentage of Each Group That Achieved the MCID on Each Patient-Reported Outcome Measure."
    },
    {
      "text": "Differences in PROMs From Preintervention to Postintervention Between the ACT and Control Groups. PROM, patient-reported outcome measure; ACT, acceptance and commitment therapy; SD, standard deviation; PROMIS, Patient-Reported Outcome Measure Information System; MH, Mental Health; PH, Physical Health; NRS, numeric rating scale; HOOS, Hip Disability and Osteoarthritis Outcome Score Joint Replacement; KOOS, Knee Disability and Osteoarthritis Outcome Score Joint Replacement. Bold values indicate the statistical significance."
    }
  ],
  "references": [
    {
      "title": "COVID-19 Information-SMS Message Library who",
      "authors": [
        "W Organization"
      ]
    },
    {
      "title": "ITU-WHO Joint Statement: unleashing information technology to defeat COVID-19 who.int",
      "doi": "10.1093/ww/9780199540884.013.u42196"
    },
    {
      "title": "Rapid Implementation of an Outpatient COVID-19 Monitoring Program",
      "doi": "10.1056/cat.20.0214"
    },
    {
      "title": "Outpatient blood pressure monitoring using biedirectional text messaging",
      "authors": [
        "C Anthony",
        "L Polgreen",
        "J Chounramany",
        "E Foster",
        "C Goerdt",
        "M Miller"
      ],
      "year": 2015,
      "doi": "10.1016/j.jash.2015.01.008"
    },
    {
      "title": "Communication with orthopedic trauma patients via an automated mobile phone messaging robot",
      "authors": [
        "C Anthony",
        "A Volkmar",
        "A Shah",
        "M Willey",
        "M Karam",
        "J Marsh"
      ],
      "year": 2018,
      "doi": "10.1089/tmj.2017.0188"
    },
    {
      "title": "Efficacy of multimodal analgesic injections in operatively treated ankle fractures: a randomized controlled trial",
      "authors": [
        "K Hancock",
        "O Rice",
        "C Anthony",
        "N Glass",
        "M Hogue",
        "M Karam"
      ],
      "year": 2019,
      "doi": "10.2106/jbjs.19.00293"
    },
    {
      "title": "Postoperative pain and opioid use in children with supracondylar humeral fractures: balancing analgesia and opioid stewardship",
      "authors": [
        "S Nelson",
        "A Adams",
        "M Buczek",
        "C Anthony",
        "A Shah"
      ],
      "year": 2019,
      "doi": "10.2106/jbjs.18.00657"
    },
    {
      "title": "The effect of automated text messaging and goal setting on pedometer adherence and physical activity in patients with diabetes: a randomized controlled trial",
      "authors": [
        "L Polgreen",
        "C Anthony",
        "L Carr",
        "J Simmering",
        "N Evans",
        "E Foster"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0195797"
    },
    {
      "title": "Delivery of patientreported outcome instruments by automated mobile phone text messaging",
      "authors": [
        "C Anthony",
        "E Lawler",
        "N Glass",
        "K Mcdonald",
        "A Shah"
      ],
      "year": 2017,
      "doi": "10.1177/1558944716672201"
    },
    {
      "title": "Mobile phone administration of hip-specific patient-reported outcome instruments correlates highly with in-office administration",
      "authors": [
        "E Scott",
        "C Anthony",
        "P Rooney",
        "T Lynch",
        "M Willey",
        "R Westermann"
      ],
      "year": 2020,
      "doi": "10.5435/jaaos-d-18-00708"
    },
    {
      "title": "Utilization of a text-messaging robot to assess intraday variation in concussion symptom severity scores",
      "authors": [
        "C Anthony",
        "A Peterson"
      ],
      "year": 2015,
      "doi": "10.1097/jsm.0000000000000115"
    },
    {
      "title": "Collection of common knee patient-reported outcome instruments by automated mobile phone text messaging in pediatric sports medicine",
      "authors": [
        "X Mellor",
        "M Buczek",
        "A Adams",
        "Jtr Lawrence",
        "T Ganley",
        "A Shah"
      ],
      "year": 2020,
      "doi": "10.1097/bpo.0000000000001403"
    },
    {
      "title": "The role of mHealth for improving medication adherence in patients with cardiovascular disease: a systematic review",
      "authors": [
        "Y Gandapur",
        "S Kianoush",
        "H Kelli",
        "S Misra",
        "B Urrea",
        "M Blaha"
      ],
      "year": 2016,
      "doi": "10.1093/ehjqcco/qcw018"
    },
    {
      "title": "The effect of text message reminders on medication adherence among patients with coronary heart disease: a systematic review and meta-analysis",
      "authors": [
        "Y Zhao",
        "F Dang",
        "T Zhai",
        "H Li",
        "R Wang",
        "J Ren"
      ],
      "year": 2019,
      "doi": "10.1097/md.0000000000018353"
    },
    {
      "title": "Text message reminders increase appointment adherence in a pediatric clinic: a randomized controlled trial",
      "authors": [
        "C Lin",
        "N Mistry",
        "J Boneh",
        "H Li",
        "R Lazebnik"
      ],
      "year": 2016,
      "doi": "10.1155/2016/8487378"
    },
    {
      "title": "Text-messaging versus telephone reminders to reduce missed appointments in an academic primary care clinic: a randomized controlled trial",
      "authors": [
        "Junod Perron",
        "N Dao",
        "M Righini",
        "N Humair",
        "J Broers",
        "B Narring"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6963-13-125"
    },
    {
      "title": "A texting-based blood pressure surveillance intervention",
      "authors": [
        "R Zahr",
        "C Anthony",
        "P Polgreen",
        "J Simmering",
        "C Goerdt",
        "A Hoth"
      ],
      "year": 2019,
      "doi": "10.1111/jch.13674"
    },
    {
      "title": "Increasing perioperative communication with automated mobile phone messaging in total joint arthroplasty",
      "authors": [
        "M Day",
        "C Anthony",
        "N Bedard",
        "N Glass",
        "C Clark",
        "J Callaghan"
      ],
      "year": 2018,
      "doi": "10.1016/j.arth.2017.08.046"
    },
    {
      "title": "A novel, automated text-messaging system is effective in patients undergoing total joint arthroplasty",
      "authors": [
        "K Campbell",
        "P Louie",
        "D Bohl",
        "T Edmiston",
        "C Mikhail",
        "J Li"
      ],
      "year": 2019,
      "doi": "10.2106/jbjs.17.01505"
    },
    {
      "title": "Softwarebased postoperative communication with patients undergoing spine surgery",
      "authors": [
        "V Goz",
        "C Anthony",
        "A Pugely",
        "B Lawrence",
        "N Spina",
        "D Brodke"
      ],
      "year": 2019,
      "doi": "10.1177/2192568217728047"
    },
    {
      "title": "Effect of COVID-19 on hip and knee arthroplasty surgical volume in the United States",
      "authors": [
        "N Bedard",
        "J Elkins",
        "T Brown"
      ],
      "year": 2020,
      "doi": "10.1016/j.arth.2020.04.060"
    },
    {
      "title": "The effect of the COVID-19 pandemic on electively scheduled hip and knee arthroplasty patients in the United States",
      "authors": [
        "T Brown",
        "N Bedard",
        "E Rojas",
        "C Anthony",
        "R Schwarzkopf",
        "C Barnes"
      ],
      "year": 2020,
      "doi": "10.1016/j.arth.2020.04.052"
    },
    {
      "title": "SARS-CoV-2 impact on elective orthopaedic surgery: implications for post-pandemic recovery",
      "authors": [
        "A Jain",
        "P Jain",
        "S Aggarwal"
      ],
      "year": 2020,
      "doi": "10.2106/jbjs.20.00602"
    },
    {
      "title": "Essentials of acceptance and commitment therapy",
      "authors": [
        "S Batten"
      ],
      "year": 2011,
      "doi": "10.4135/9781446251843"
    },
    {
      "title": "Acceptance and commitment therapy, relational frame theory, and the third wave of behavioral and cognitive therapies",
      "authors": [
        "S Hayes"
      ],
      "year": 2004,
      "doi": "10.1016/s0005-7894(04)80013-3"
    },
    {
      "title": "Acceptance and commitment therapy and the treatment of persons at risk for long-term disability resulting from stress and pain symptoms: a preliminary randomized trial",
      "authors": [
        "J Dahl",
        "K Wilson",
        "A Nilsson"
      ],
      "year": 2004,
      "doi": "10.1016/s0005-7894(04)80020-0"
    },
    {
      "title": "Acceptance and commitment therapy: a meta-analytic review",
      "authors": [
        "M Powers",
        "V€ Ording Mbzvs",
        "P Emmelkamp"
      ],
      "year": 2009,
      "doi": "10.1159/000190790"
    },
    {
      "title": "Acceptance and commitment therapy (ACT) for chronic pain",
      "authors": [
        "L Hughes",
        "J Clark",
        "J Colclough",
        "E Dale",
        "D Mcmillan"
      ],
      "year": 2017,
      "doi": "10.1097/ajp.0000000000000425"
    },
    {
      "title": "Acceptance and commitment therapy and mindfulness for chronic pain: model, process, and progress",
      "authors": [
        "L Mccracken",
        "K Vowles"
      ],
      "year": 2014,
      "doi": "10.1037/a0035623"
    },
    {
      "title": "Acceptance and commitment therapy for prevention of chronic postsurgical pain and opioid use in at-risk veterans: a pilot randomized controlled study",
      "authors": [
        "L Dindo",
        "M Zimmerman",
        "K Hadlandsmyth",
        "B Stmarie",
        "J Embree",
        "J Marchman"
      ],
      "year": 2018,
      "doi": "10.1016/j.jpain.2018.04.016"
    },
    {
      "title": "Interpretation of changes in healthrelated quality of life: the remarkable universality of half a standard deviation",
      "authors": [
        "G Norman",
        "J Sloan",
        "K Wyrwich"
      ],
      "year": 2003,
      "doi": "10.1097/01.mlr.0000062554.74615.4c"
    },
    {
      "title": "Defining the minimum clinically important difference for grade I degenerative lumbar spondylolisthesis: insights from the quality outcomes database",
      "authors": [
        "A Asher",
        "P Kerezoudis",
        "P Mummaneni",
        "E Bisson",
        "S Glassman",
        "K Foley"
      ],
      "year": 2018,
      "doi": "10.3171/2017.10.focus17554"
    },
    {
      "title": "Minimal clinically important changes in chronic musculoskeletal pain intensity measured on a numerical rating scale",
      "authors": [
        "F Salaffi",
        "A Stancati",
        "C Silvestri",
        "A Ciapetti",
        "W Grassi"
      ],
      "year": 2004,
      "doi": "10.1016/j.ejpain.2003.09.004"
    },
    {
      "title": "A comparison of treatment effects for nonsurgical therapies and the minimum clinically important difference in knee osteoarthritis: a systematic review",
      "authors": [
        "A Concoff",
        "J Rosen",
        "F Fu",
        "M Bhandari",
        "K Boyer",
        "J Karlsson"
      ],
      "year": 2019,
      "doi": "10.2106/jbjs.Rvw.18.00150"
    },
    {
      "title": "Responsiveness and minimally important differences for 4 patient-reported outcomes measurement information system short forms: physical function, pain interference, depression, and anxiety in knee osteoarthritis",
      "authors": [
        "A Lee",
        "J Driban",
        "L Price",
        "W Harvey",
        "A Rodday",
        "C Wang"
      ],
      "year": 2017,
      "doi": "10.1016/j.jpain.2017.05.001"
    },
    {
      "title": "Comparing methods to determine the minimal clinically important differences in patient-reported outcome measures for veterans undergoing elective total hip or knee arthroplasty in veterans health administration hospitals",
      "authors": [
        "A Kuo",
        "N Giori",
        "T Bowe",
        "L Manfredi",
        "N Lalani",
        "D Nordin"
      ],
      "year": 2020,
      "doi": "10.1001/jamasurg.2020.0024"
    },
    {
      "title": "Patient-reported outcomes measurement information system (PROMIS) global health short forms demonstrate responsiveness in patients undergoing knee arthroplasty",
      "authors": [
        "L Khalil",
        "B Darrith",
        "S Franovic",
        "J Davis",
        "R Weir",
        "T Banka"
      ],
      "year": 2020,
      "doi": "10.1016/j.arth.2020.01.032"
    },
    {
      "title": "Statistical power analysis for the behavioral sciences/Jacob Cohen",
      "authors": [
        "J Cohen"
      ],
      "year": 2014
    },
    {
      "title": "Outcomes of total hip and knee replacement: preoperative functional status predicts outcomes at six months after surgery",
      "authors": [
        "P Fortin",
        "A Clarke",
        "L Joseph",
        "M Liang",
        "M Tanzer",
        "D Ferland"
      ],
      "year": 1999,
      "doi": "10.1002/1529-0131(199908)42:8<1722::aid-anr22>3.0.co;2-r"
    },
    {
      "title": "The role of presurgical expectancies in predicting pain and function one year following total knee arthroplasty",
      "authors": [
        "M Sullivan",
        "M Tanzer",
        "G Reardon",
        "D Amirault",
        "M Dunbar",
        "W Stanish"
      ],
      "year": 2011,
      "doi": "10.1016/j.pain.2011.06.014"
    }
  ],
  "num_references": 40
}
