{
  "paper_id": "IJAGBVTS",
  "title": "Screening and Monitoring in Men Prescribed Testosterone Therapy in the U.S., 2001-2010",
  "abstract": "Objectives. The Endocrine Society recommends testosterone therapy only in men with low serum testosterone levels, consistent symptoms of hypogonadism, and no signs of prostate cancer. We assessed screening and monitoring patterns in men receiving testosterone therapy in the U.S. Methods. We conducted a retrospective cohort study of 61,474 men aged $40 years, and with data available in one of the nation's largest commercial insurance databases, who received at least one prescription for testosterone therapy from 2001 to 2010. Results. In the 12 months before initiating treatment, 73.4% of male testosterone users received a serum testosterone test and 60.7% received a prostate-specific antigen (PSA) test. Among men who were tested, 19.5% did not meet Endocrine Society guidelines for low testosterone. In the 12 months after initiating treatment, 52.4% received a serum testosterone test and 43.3% received a PSA test. Multivariable analyses showed that those seen by either an endocrinologist or urologist were more likely to receive appropriate tests. \n Conclusions. A substantial number of men prescribed testosterone therapy did not receive testosterone or PSA testing before or after initiating treatment. In addition, almost one out of five treated men had baseline serum testosterone values above the threshold defined as normal by the Endocrine Society. Men treated by endocrinologists and urologists were more likely to have been treated according to guideline recommendations than men treated by other specialties, including primary care.",
  "year": 2013,
  "date": "2013",
  "journal": "JAMA Intern Med JAMA Intern Med",
  "publication": "JAMA Intern Med JAMA Intern Med",
  "authors": [
    {
      "forename": "Jacques",
      "surname": "Baillargeon",
      "name": "Jacques Baillargeon",
      "affiliation": "a  University of Texas Medical Branch , Department of Preventive Medicine and Community Health , Galveston , TX \n\t\t\t\t\t\t\t\t Department of Preventive Medicine and Community Health \n\t\t\t\t\t\t\t\t University of Texas Medical Branch \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Galveston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "forename": "Randall",
      "surname": "Urban",
      "name": "Randall Urban",
      "affiliation": "b  University of Texas Medical Branch , Sealy Center on Aging , Galveston , TX \n\t\t\t\t\t\t\t\t Sealy Center on Aging \n\t\t\t\t\t\t\t\t University of Texas Medical Branch \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Galveston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "forename": "Yong-Fang",
      "surname": "Kuo",
      "name": "Yong-Fang Kuo",
      "affiliation": "a  University of Texas Medical Branch , Department of Preventive Medicine and Community Health , Galveston , TX \n\t\t\t\t\t\t\t\t Department of Preventive Medicine and Community Health \n\t\t\t\t\t\t\t\t University of Texas Medical Branch \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Galveston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "forename": "Holly",
      "surname": "Holmes",
      "name": "Holly Holmes",
      "affiliation": "d  University of Texas , M.D. Anderson Cancer Center , Department of General Internal Medicine , Houston , TX \n\t\t\t\t\t\t\t\t M.D. Anderson Cancer Center \n\t\t\t\t\t\t\t\t Department of General Internal Medicine \n\t\t\t\t\t\t\t\t University of Texas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Houston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "forename": "Mukaila",
      "surname": "Raji",
      "name": "Mukaila Raji",
      "affiliation": "a  University of Texas Medical Branch , Department of Preventive Medicine and Community Health , Galveston , TX \n\t\t\t\t\t\t\t\t Department of Preventive Medicine and Community Health \n\t\t\t\t\t\t\t\t University of Texas Medical Branch \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Galveston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "forename": "Abraham",
      "surname": "Morgentaler",
      "name": "Abraham Morgentaler",
      "affiliation": "e  Men's Health Boston , Harvard Medical School , Boston , MA \n\t\t\t\t\t\t\t\t Men's Health Boston \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "forename": "Bret",
      "surname": "Howrey",
      "name": "Bret Howrey",
      "affiliation": "f  University of Texas Medical Branch , Department of Family Medicine , Galveston , TX \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t University of Texas Medical Branch \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Galveston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "forename": "Yu-Li",
      "surname": "Lin",
      "name": "Yu-Li Lin",
      "affiliation": "a  University of Texas Medical Branch , Department of Preventive Medicine and Community Health , Galveston , TX \n\t\t\t\t\t\t\t\t Department of Preventive Medicine and Community Health \n\t\t\t\t\t\t\t\t University of Texas Medical Branch \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Galveston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "forename": "Kenneth",
      "surname": "Ottenbacher",
      "name": "Kenneth Ottenbacher",
      "affiliation": "a  University of Texas Medical Branch , Department of Preventive Medicine and Community Health , Galveston , TX \n\t\t\t\t\t\t\t\t Department of Preventive Medicine and Community Health \n\t\t\t\t\t\t\t\t University of Texas Medical Branch \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Galveston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "affiliation": "University of Texas Medical Branch , Department of Preventive Medicine and Community Health , 301 University Blvd. , Galveston , TX 77555 ; \n\t\t\t\t\t\t\t\t Department of Preventive Medicine and Community Health \n\t\t\t\t\t\t\t\t University of Texas Medical Branch \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 301 University Blvd. \n\t\t\t\t\t\t\t\t\t 77555 \n\t\t\t\t\t\t\t\t\t Galveston \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "affiliation": "Schools and Programs of Public Health \n\t\t\t\t\t\t\t\t Schools and Programs of Public Health"
    }
  ],
  "doi": "10.1001/jamainternmed.2013.6895",
  "sections": [
    {
      "text": "Testosterone therapy in men .40 years of age has increased more than threefold during the past decade.  1 his trend has been driven, in large part, by increases in direct-to-consumer advertisements, the rapid expansion of clinics specializing in the treatment of low testosterone, the development of new drugs and improved delivery mechanisms, and greater diagnostic awareness of hypogonadism. A condition in which the body does not produce enough testosterone, hypogonadism is associated with low libido, muscle wasting, increased body fat mass, osteoporosis, and weakness.  [2] [3] 3] [4]  Despite the widespread promotion and use of testosterone therapy, the long-term risks of this treatment are not well understood.  3, [5] [6] 6] [7] [8]  There has been a longstanding concern that testosterone therapy is associated with greater prostate cancer risk.  9, 10 This view, however, has come into question based on evidence collected in the last decade.  6, [10] [11] ] [12]  During the last five years, a randomized clinical trial  13  and two large observational studies  14, 15  reported that testosterone therapy is associated with an increased risk of adverse cardiovascular outcomes. However, a number of studies have reported that testosterone is not associated with increased cardiovascular risks.  1, 4, 6, 7, 16 Currently, a National Institutes of Health-sponsored large multicenter randomized clinical trial of testosterone therapy is underway to determine the effects of testosterone on atherosclerotic plaque and bone density.  17 The current body of research on testosterone, however, lacks definitive evidence for adverse outcomes because of insufficient statistical power and follow-up time.\n\nIn view of these unknown risks, the Endocrine Society-an international professional organization in the field of endocrinology-has formally recommended, since 2006, prescription of testosterone only to men who have unequivocally low testosterone levels, consistent symptoms of hypogonadism, and no signs of prostate cancer.  [17] [18] 8] [19]  Recent research suggests that a substantial percentage of men begin testosterone therapy without having received appropriate screening and diagnosis.  1 To date, however, no populationbased studies have examined the evaluation of serum testosterone levels after beginning treatment or the number of men who initiate testosterone therapy with a normal serum testosterone level. Moreover, there are no published data on the assessment of prostate cancer screening by serum e-specific antigen (prostate-specific antigen [PSA]) either before or following initiation of testosterone treatment.\n\nGiven the dramatic increase in testosterone prescribing during the last decade, understanding the extent to which screening and treatment practices are concordant with current clinical practice guidelines is critically important. We conducted a population-based study using one of the nation's largest national commercial health insurance programs to examine patterns of screening and monitoring in men prescribed testosterone therapy."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Data source",
      "text": "This retrospective cohort study used administrative health data from Clinformatics DataMart (CDM). These data represent one of the nation's largest national commercial health insurance databases and have been assessed in a number of previous studies.  1, [20] [21] 1] [22] [23]  People enrolled in a large nationwide insurance program that forms the basis of this database may be included in either a fee-for-service plan or a managed care plan, which includes health maintenance organizations, preferred provider organizations, and exclusive provider organizations. For each of these plans, providers are required to submit complete claims to receive reimbursement. We used a combination of outpatient, inpatient, and pharmacy claims data. The pharmacy database contains eligibility and pharmacy claims information for medications from retail pharmacies through a member's pharmacy benefit. For each medication, the database contains medication name, date of fill, formulation (e.g., oral, transdermal, or injectable), dose, quantity, and days of supply. We used the outpatient claims file to identify testosterone injections given in a physician's office.\n\nThe study team examined serum testosterone and PSA laboratory results using the CDM laboratory database. We assessed laboratory values only in men with complete information in the laboratory data file during the study period. This file contains laboratory test results that were processed at one of the commercial laboratories that routinely transfer all results to CDM. Approximately 30% of the CDM population had at least one value in the laboratory database. For the present study, 25% of the entire study cohort had complete testosterone laboratory values, and 17% had complete PSA laboratory data. We judged laboratory data for a given patient to be complete if all current procedural terminology (CPT) codes for the patient's laboratory tests had corresponding values in the laboratory data file. Each subject had the following information for each laboratory test performed: a text description of the laboratory test, the Logical Observation Identification Names and Codes laboratory test code, the numerical value indicating the result of the specific laboratory test, the unit of measure corresponding to the result of the laboratory test, and the laboratory vendor that performed the test."
    },
    {
      "title": "Study cohorts",
      "text": "To be included in the primary study cohort (n561,474), members were required to meet the following criteria: have received at least one testosterone prescription from 2001 to 2010, have a minimum of 24 months of continuous enrollment in the commercial insurance program (12 months prior and 12 months following their testosterone initiation date), and have been at least 40 years of age on the date of testosterone therapy initiation. We also examined two subcohorts of patients who had complete data for laboratory values. To be included in the serum testosterone cohort (n515,308), a member of the primary study cohort had to have at least one serum testosterone value in the laboratory database in the 12 months before treatment. Likewise, to be included in the serum PSA cohort (n510,415), the member had to have at least one PSA value in the laboratory database in the 12 months before treatment. To ensure that the laboratory database included all laboratory values for a given patient, we required that the laboratory value have a match with the CPT claims data based on date. Moreover, the examination of demographic (e.g., age group and region) and clinical (e.g., diagnoses of hypogonadism, osteoporosis, fatigue, and sexual dysfunction) characteristics showed that each of the laboratory database subcohorts was representative of the overall study cohort."
    },
    {
      "title": "Measures",
      "text": "We included all doses and formulations of testosterone therapy in our analyses. Testosterone therapy was identified using National Drug Codes for topical gel, transdermal patch, and oral formulations (Figure )\nand health-care common procedure coding system (HCPCS) codes for injectable formulations. We assessed whether or not a patient received a laboratory test to evaluate endogenous-free or total testosterone by checking for the presence of CPT codes (84402 and 84403) in any inpatient or outpatient claim. Likewise, we assessed whether or not a patient received a laboratory test to assess PSA using CPT codes (84152, 84153, and 84154) and HCPCS code G0103 in any inpatient or outpatient claim. We measured comorbidity using the Elixhauser comorbidity scale.  24"
    },
    {
      "title": "Physician specialty",
      "text": "We examined whether or not a patient had seen an endocrinologist or urologist in the 12 months before or 12 months after treatment by examining the provider category field in the outpatient claims data."
    },
    {
      "title": "Statistical analysis",
      "text": "We present the percentage of testosterone users who received a serum test for testosterone or PSA, or who initiated therapy without evidence of low testosterone or with an elevated PSA value, overall and according to each of the study variables. We used multivariable logistic regression analyses to assess the independent contributions of each study covariate to explain the binary outcomes. We conducted statistical analyses using SAS ® version 9.3.  25"
    },
    {
      "title": "RESULTS",
      "text": "Table  1  shows the percentage of men receiving recommended screening tests before and after initiating testosterone therapy. In the 12 months before starting treatment, 75.4% of male testosterone users received a serum testosterone test and 60.7% received a serum PSA test. We also found that 18.0% of men received at least two testosterone tests. During this period, 7.3% of testosterone users were seen by an endocrinologist and 19.5% were seen by a urologist (data not shown). The odds of having received a serum testosterone test after starting therapy were significantly higher among patients seen by an endocrinologist (adjusted odds ratio [AOR] 51.50, 95% confidence interval [CI] 1.38, 1.63) or urologist (AOR51.09, 95% CI 1.04, 1.15) compared with those treated by other specialties, including primary care. Moreover, the odds of having received a serum PSA test were significantly higher among patients seen by a urologist (AOR51.81, 95% CI 1.73, 1.89) than among those seen by an endocrinologist (AOR50.99, 95% CI 0.93, 1.06) (Table  1 ).\n\nIn the 12 months following initiation of testosterone therapy, 52.4% of patients received a serum testosterone test and 43.3% received a serum PSA test (Table  1 ). During this period, 8.9% of testosterone users were seen by an endocrinologist and 20.6% of testosterone users were seen by a urologist (data not shown). The odds of having received a serum testosterone test after starting therapy were significantly higher among patients seen by an endocrinologist (AOR53.00, 95% CI 2.80, 3.21) or urologist (AOR51.84, 95% CI 1.76, 1.92) than among those treated by other specialties, including primary care. Likewise, the odds of having received a serum PSA test were significantly higher among patients seen by an endocrinologist (AOR51.75, 95% CI 1.64, 1.85) or urologist (AOR52.40, 95% CI 2.30, 2.51) than among those treated by other specialties, including primary care (Table  1 ).\n\nAs shown in   2  presents information on the testosterone users for whom we had complete laboratory data in the 12 months before initiation of treatment for serum testosterone results (n515,308) and serum PSA results (n510,415). Among the first cohort, 19.5% had all serum testosterone laboratory values $300 nanograms per deciliter (ng/dl) before starting therapy. Among the second cohort, 1.5% of patients had at least one PSA value .4 nanograms per milliliter (ng/ml). The multivariable analyses show that the odds of having a PSA .4 ng/ml were higher among patients seen by a urologist compared with those treated by other specialties, including primary care providers, and increased by age. Otherwise, for both of these outcomes, there were no clear patterns of variation by any of the other covariates."
    },
    {
      "title": "DISCUSSION",
      "text": "This investigation of one of the nation's largest commercially insured populations is the first large-scale study of serum testosterone and PSA testing both before\n\nRef. 1.05 (0.96, 1.16) 1.09 (0.97, 1.23) 1.10 (0.76, 1.58) 3,303 (0.3) 4,839 (1.3) 2,130 (3.2) 143 (5.6) Ref. 4.03 (1.90, 8.54) 10.13 (4.79, 21.45) 17.26 (5.76, 51.74) Region Midwest Northeast South West 1,726 (15.5) 650 (24.3) 11,402 (19.6) 1,530 (21.4) Ref. 1.77 (1.41, 2.22) 1.35 (1.17, 1.56) 1.53 (1.28, 1.84) 1,153 (1.7) 493 (1.4) 7,757 (1.4) 1,012 (1.9) Ref. 0.70 (0.26, 1.87) 0.67 (0.37, 1.19) 0.87 (0.40, 1.90) Comorbidity score b 0 1 2 $3 7,023 (21.8) 4,552 (18.4) 2,482 (16.7) 1,251 (15.9) Ref. 0.81 (0.73, 0.89) 0.72 (0.64, 0.82) 0.68 (0.58, 0.80) 4,864 (1.3) 3,098 (1.5) 1,650 (1.8) 803 (1.5) Ref. 1.04 (0.67, 1.62) 1.18 (0.71, 1.95) 0.90 (0.46, 1.77) Calendar year initiation 2001 -2003 2004 -2006 2007-2008 2009-2010 1,609 (15.4) 3,429 (23.7) 2,936 (19.8) 7,334 (18.3) Ref. 1.71 (1.46, 2.00) 1.32 (1.12, 1.56) 1.20 (1.03, 1.40) 1,186 (1.9) 2,676 (1.5) 1.529 (1.4) 5,024 (1.4) Ref. 0.92 (0.54, 1.57) 0.78 (0.42, 1.45) 0.89 (0.53, 1.48) Saw endocrinologist in 12 months before treatment a No Yes 14,300 (19.8) 1,008 (15.1) Ref. 0.79 (0.76, 1.03) 9,676 (1.5) 739 (1.4) Ref. 1.09 (0.55, 2.15) Saw urologist in 12 months before treatment a No Yes 12,732 (19.0) 2,576 (21.7) Ref. 1.17 (1.05, 1.23) 8,534 (0.9) 1,881 (4.0) Ref. 4.64 (3.21, 6.71) a AOR (95% CI) was based on multivariable logistic regression adjusting for all covariates listed in the table. and following the initiation of testosterone therapy. Our findings show that among men who initiated testosterone therapy from 2001 to 2010, many did not receive pretreatment testosterone or PSA screening concordant with the Endocrine Society's guidelines. In addition, among patients who were tested, almost one-fifth had all testosterone levels $300 ng/dl before beginning treatment. The vast majority of testosterone users were not seen by an endocrinologist or urologist either before or after initiation of treatment. These men were less likely to have received guidelineconcordant care compared with those treated by other specialties, including primary care.\n\nTo diagnose a patient as hypogonadal, the Endocrine Society recommends measuring serum testosterone twice. This double measurement is recommended because a substantial percentage of men with an initial testosterone level in the mildly hypogonadal range are reported to have a normal testosterone level on repeat measurement.  26 Our study showed that 82.0% of men did not receive two serum testosterone tests and 24.6% were without a single serum testosterone test before beginning treatment. Likewise, no serum testosterone test was noted for 48.0% of men in the 12 months following the initiation of treatment.\n\nIt is unclear why such a large percentage of patients failed to receive the recommended testosterone assessment either before or after initiating treatment. It is important to note, however, that a substantial number of men may have taken treatment for only a brief period (,30 days) and therefore did not warrant follow-up. The low percentage of serum testosterone testing in older patients is particularly noteworthy given that many of the symptoms of hypogonadism could be attributable to other age-related conditions. In such cases, confirmation with a testosterone serum test is a necessary step in a potentially complex process.  27 e also reported that 39.3% of new testosterone users did not have a serum PSA test conducted in the 12 months before treatment, and 56.7% did not have this test conducted in the 12 months following treatment. The low rates of PSA testing were also surprising. According to Endocrine Society guidelines, men with a PSA level .4 ng/ml or with a high risk of prostate cancer and a PSA level .3 ng/ml are recommended to be referred to a urologist prior to initiation of testosterone therapy.  18, 28 It is possible that the low rates of PSA screening may be attributable to some physicians' concerns about overscreening for prostate cancer. Previous research has reported that such overscreening may lead to overdiagnosis of prostate cancer, which can result in excess biopsies and unnecessary treatment.  29 ur findings that 19.5% of new testosterone users who were tested had serum testosterone $300 ng/ dl suggests that, despite the Endocrine Society's recommendations, there may not be a broad consensus among physicians regarding the clinical definition of hypogonadism. In fact, the cut-point for low testosterone varies substantially across different international scientific societies.  30 This variability may contribute to some physicians' perceptions of an ambiguous diagnostic criteria for hypogonadism. In addition, it is possible that, in some cases, physicians judge that symptoms (e.g., fatigue and loss of muscle mass) merit monitored testosterone therapy, even in the absence of clinically defined low testosterone levels. It is also possible that some physicians are unaware of the Endocrine Society guidelines."
    },
    {
      "title": "Limitations",
      "text": "This study's findings must be interpreted in view of several limitations. First, the study cohort-male enrollees aged $40 years in an employment-based commercial insurance plan-may not be representative of the broader population of males aged $40 years in the U.S. In particular, those aged $65 years may be substantially different from the majority of older men who are retired and rely on Medicare as their primary source of health care. Second, inherent in analyses of administrative claims databases is the possibility of inaccurate or incomplete data. For example, prescription claims data do not capture information on pharmaceutical agents purchased outside the plan. Given the perceived social stigma associated with receiving testosterone therapy, many men may choose to seek treatment outside of their usual health-care setting. Moreover, our data would not have captured testosterone laboratory tests that were conducted at a Veterans Affairs clinic or a commercial testosterone clinic. We also did not examine testosterone laboratory tests that were conducted more than 12 months prior to testosterone therapy initiation. Third, information on the physician who prescribed the medication was not available in this data source, and we were unable to determine whether or not patients who were seen by an endocrinologist or urologist were prescribed testosterone by another provider. Fourth, information on race/ethnicity and socioeconomic status was not available for the study population. Despite these limitations, we believe this study has important strengths, including a large sample size, representation of all U.S. geographic regions, access to detailed laboratory data, and inclusion of a broad age range. Because this study was carried out in one of the nation's largest commercially insured populations, these findings have a high degree of statistical power and are likely to be representative of other commercially insured populations across the U.S."
    },
    {
      "title": "CONCLUSION",
      "text": "We found that substantial numbers of men receiving testosterone therapy had inadequate screening and monitoring recommendations of the Endocrine Society, and many began treatment despite having testosterone levels in the range considered normal by the Endocrine Society. These findings are of clinical and public health significance given the rapidly increasing number of men receiving testosterone in the U.S. Further research of screening and monitoring-particularly studies of the clinical decision-making processes that underlie these patterns-will be important given our limited knowledge of the short-and long-term risks of testosterone therapy.  5, 6, 13, 31 is study was supported by grants #5P30AG02482, #1UL1RR029876-01, and #R24HD065702 from the National Institutes of Health (NIH). NIH had no role in the design or conduct of the study; in the collection, analysis, or interpretation of data; or in the preparation, review, or approval of the manuscript."
    },
    {
      "text": "Number of comorbidities based on the Elixhauser comorbidity scale. Klabunde CN, Warren JL, Legler JM. Assessing comorbidity using claims data: an overview. Med Care 2002;40(Suppl 8):IV-26-35. ng/dl 5 nanograms per deciliter PSA 5 prostate-specific antigen ng/ml 5 nanograms per milliliter AOR 5 adjusted odds ratio CI 5 confidence interval Ref. 5 referent group"
    },
    {
      "text": "Figure. Androgen medications, by drug and product names and HCPCS and NDC codes Figure (continued). Androgen medications, by drug and product names and HCPCS and NDC codes"
    },
    {
      "text": "Screening and diagnostic testing in commercially insured male patients receiving testosterone therapy: U.S.,2001-2010"
    },
    {
      "text": "continued).Screening and diagnostic testing in commercially insured male patients receiving testosterone therapy: U.S.,2001-2010Comorbidity measures for use with administrative data. Med Care 1998;36:8-27."
    },
    {
      "text": "Laboratory test results for testosterone users with complete laboratory data in the 12 months before initiating treatment: U.S., 2001-2010 a"
    }
  ],
  "references": [
    {
      "title": "Trends in androgen prescribing in the United States, 2001-2011 [published erratum appears in",
      "authors": [
        "J Baillargeon",
        "R Urban",
        "K Ottenbacher",
        "K Pierson",
        "J Goodwin"
      ],
      "year": 2013,
      "doi": "10.1001/jamainternmed.2013.6895"
    },
    {
      "title": "Longitudinal effects of aging on serum total and free testosterone in healthy men: Baltimore Longitudinal Study of Aging",
      "authors": [
        "S Harman",
        "E Metter",
        "J Tobin",
        "J Pearson",
        "M Blackman"
      ],
      "year": 2001
    },
    {
      "title": "Androgens and the ageing male",
      "authors": [
        "R Swerdloff",
        "C Wang"
      ],
      "year": 2004,
      "doi": "10.1016/j.beem.2004.03.011"
    },
    {
      "title": "Risks of testosterone-replacement therapy and recommendations for monitoring",
      "authors": [
        "E Rhoden",
        "A Morgentaler"
      ],
      "year": 2004,
      "doi": "10.1056/nejmra022251"
    },
    {
      "title": "Testosterone and cardiovascular risk in men: a systematic review and meta-analysis of randomized placebo-controlled trials",
      "authors": [
        "R Haddad",
        "C Kennedy",
        "S Caples",
        "M Tracz",
        "E Bolona",
        "K Sideras"
      ],
      "year": 2007,
      "doi": "10.1016/s0025-6196(11)60964-6"
    },
    {
      "title": "Adverse events associated with testosterone replacement in middle-aged and older men: a meta-analysis of randomized, placebocontrolled trials",
      "authors": [
        "O Calof",
        "A Singh",
        "M Lee",
        "A Kenny",
        "R Urban",
        "J Tenover"
      ],
      "year": 2005,
      "doi": "10.1093/gerona/60.11.1451"
    },
    {
      "title": "Clinical review 1: adverse effects of testosterone therapy in adult men: a systematic review and metaanalysis",
      "authors": [
        "M Fernandez-Balsells",
        "M Murad",
        "M Lane",
        "J Lampropulos",
        "F Albuquerque",
        "R Mullan"
      ],
      "year": 2010,
      "doi": "10.1210/jc.2009-2575"
    },
    {
      "title": "Risks and benefits of testosterone therapy in older men",
      "authors": [
        "M Spitzer",
        "G Huang",
        "S Basaria",
        "T Travison",
        "S Bhasin"
      ],
      "year": 2013,
      "doi": "10.1038/nrendo.2013.73"
    },
    {
      "title": "IOM report targets testosterone therapy",
      "authors": [
        "C Theisen"
      ],
      "year": 2004,
      "doi": "10.1093/jnci/96.4.259"
    },
    {
      "title": "Testosterone and prostate cancer: an historical perspective on a modern myth",
      "authors": [
        "A Morgentaler"
      ],
      "year": 2006,
      "doi": "10.1016/j.eururo.2006.06.034"
    },
    {
      "title": "Use of testosterone replacement therapy in the United States and its effect on subsequent prostate cancer outcomes",
      "authors": [
        "A Kaplan",
        "J Hu"
      ],
      "year": 2013,
      "doi": "10.1016/j.urology.2013.03.049"
    },
    {
      "title": "Prostate-specific antigen (PSA) concentrations in hypogonadal men during 6 years of transdermal testosterone treatment",
      "authors": [
        "J Raynaud",
        "J Gardette",
        "J Rollet",
        "J Legros"
      ],
      "year": 2013,
      "doi": "10.1111/j.1464-410x.2012.11514.x"
    },
    {
      "title": "Adverse events associated with testosterone administration",
      "authors": [
        "S Basaria",
        "A Coviello",
        "T Travison",
        "T Storer",
        "W Farwell",
        "A Jette"
      ],
      "year": 2010,
      "doi": "10.1056/nejmoa1000485"
    },
    {
      "title": "Increased risk of non-fatal myocardial infarction following testosterone therapy prescription in men",
      "authors": [
        "W Finkle",
        "S Greenland",
        "G Ridgeway",
        "J Adams",
        "M Frasco",
        "M Cook"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0085805"
    },
    {
      "title": "Association of testosterone therapy with mortality, myocardial infarction, and stroke in men with low testosterone levels",
      "authors": [
        "R Vigen",
        "O' Donnell",
        "C Baron",
        "A Grunwald",
        "G Maddox",
        "T Bradley"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.280386"
    },
    {
      "title": "Risk of myocardial infarction in older men receiving testosterone therapy",
      "authors": [
        "J Baillargeon",
        "R Urban",
        "Y Kuo",
        "K Ottenbacker",
        "M Raji",
        "F Du"
      ],
      "year": 2014,
      "doi": "10.1177/1060028014539918"
    },
    {
      "title": "The Testosterone Trial in Older Men 2012",
      "doi": "10.1037/e492382006-001"
    },
    {
      "title": "Testosterone therapy in men with androgen deficiency syndromes: an Endocrine Society clinical practice guideline",
      "authors": [
        "S Bhasin",
        "G Cunningham",
        "F Hayes",
        "A Matsumoto",
        "P Snyder",
        "R Swerdloff"
      ],
      "year": 2010,
      "doi": "10.1210/jc.2009-2354"
    },
    {
      "title": "Testosterone therapy in adult men with androgen deficiency syndromes: an Endocrine Society clinical practice guideline",
      "authors": [
        "S Bhasin",
        "S Cummings",
        "F Hayes",
        "A Matsumoto",
        "P Snyder",
        "R Swerdloff"
      ],
      "year": 2006,
      "doi": "10.1210/jc.2005-2847"
    },
    {
      "title": "A matched cohort study of the risk of cancer in users of Becaplermin",
      "authors": [
        "N Ziyadeh",
        "D Fife",
        "A Walker",
        "G Wilkinson",
        "J Seeger"
      ],
      "year": 2011,
      "doi": "10.1097/01.asw.0000392922.30229.b3"
    },
    {
      "title": "Risk of hyperkalemia in women taking ethinylestradiol/ drospirenone and other oral contraceptives",
      "authors": [
        "J Loughlin",
        "J Seeger",
        "P Eng",
        "M Foegh",
        "C Clifford",
        "J Cutone"
      ],
      "year": 2008,
      "doi": "10.1016/j.contraception.2008.06.012"
    },
    {
      "title": "Tegaserod and the risk of cardiovascular ischemic events: an observational cohort study",
      "authors": [
        "J Loughlin",
        "S Quinn",
        "E Rivero",
        "J Wong",
        "J Huang",
        "J Kralstein"
      ],
      "year": 2010
    },
    {
      "title": "Risk of thromboembolism in women taking ethinyestradiol/ drospirenone and other oral contraceptives",
      "authors": [
        "J Seeger",
        "J Loughlin",
        "P Eng",
        "C Clifford",
        "J Cutone",
        "A Walker"
      ],
      "year": 2007,
      "doi": "10.1097/01.aog.0000279448.62221.a8"
    },
    {
      "title": "Comorbidity measures for use with administrative data",
      "authors": [
        "A Elixhauser",
        "C Steiner",
        "D Harris",
        "R Coffey"
      ],
      "year": 1998,
      "doi": "10.1097/00005650-199801000-00004"
    },
    {
      "title": "® : Version 9.3 for Windows",
      "year": 2010,
      "doi": "10.1007/s00362-008-0156-x"
    },
    {
      "title": "Intraindividual variation in levels of serum testosterone and other reproductive and adrenal hormones in men",
      "authors": [
        "D Brambilla",
        "O' Donnell",
        "A Matsumoto",
        "A Mckinlay"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2265.2007.02976.x"
    },
    {
      "title": "Identification of late-onset hypogonadism in middle-aged and elderly men",
      "authors": [
        "F Wu",
        "A Tajar",
        "J Beynon",
        "S Pye",
        "A Silman",
        "J Finn"
      ],
      "year": 2010,
      "doi": "10.1056/nejmoa0911101"
    },
    {
      "title": "Prostate-specific antigen testing in hypogonadism: implications for the safety of testosteronereplacement therapy",
      "authors": [
        "D Gould",
        "M Feneley",
        "R Kirby"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-410x.2006.06191.x"
    },
    {
      "title": "The impact of PSA screening on prostate cancer mortality and overdiagnosis of prostate cancer in the United States",
      "authors": [
        "B Howrey",
        "Y Kuo",
        "Y Lin",
        "J Goodwin"
      ],
      "year": 2013,
      "doi": "10.1093/gerona/gls135"
    },
    {
      "title": "Serum testosterone levels and clinical outcomes in male hemodialysis patients",
      "authors": [
        "A Bello",
        "P Stenvinkel",
        "M Lin"
      ],
      "year": 2014,
      "doi": "10.1053/j.ajkd.2013.06.010"
    },
    {
      "title": "Three-year follow-up of androgen treatment in hypogonadal men: preliminary report with testosterone gel",
      "authors": [
        "R Swerdloff",
        "C Wang"
      ],
      "year": 2003
    }
  ],
  "num_references": 31
}
