{
  "paper_id": "IQAWKWMM",
  "title": "Treatment Outcomes/Obesity Comorbidities Effects of bariatric surgery for knee complaints in (morbidly) obese adult patients: a systematic review",
  "abstract": "Obesity is a major risk factor for the development of knee osteoarthritis, and over the past 30 years the prevalence of obesity has more than doubled. In an advancedstage knee osteoarthritis is treated with total knee arthroplasty, and the demand for primary total knee arthroplasties is expected to grow exponentially. However, total knee arthroplasty in obese patients is associated with more complications, longer hospital stay and higher costs. We aimed to determine the effects of bariatric surgery on knee complaints in (morbidly) obese (body mass index >30 kg m -2 ) adult patients. The Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE, TRIP, BIOSIS-Previews and reference lists of retrieved publications were systematically searched from earliest available up to 20 April 2014 for any English, German, French and Dutch studies. There was no restriction on study design. We included studies on the effect of surgically induced weight reduction on knee complaints in (morbidly) obese adult patients, with a minimal follow-up of 3 months. Studies on the effects of lipectomy or liposuction and studies in which patients had already received a total knee arthroplasty were excluded. Thirteen studies were included in this systematic review with a total of 3,837 patients. Although different assessment tools were used, an overall significant improvement in knee pain was seen in 73% out of the used assessments. All studies measuring intensity of knee pain, knee physical function and knee stiffness showed a significant improvement after bariatric surgery. The quality of evidence was very low or too low for most of the included studies and moderate for one study. Bariatric surgery with subsequent marked weight loss is likely to improve knee pain, physical function and stiffness in (morbidly) obese adult patients. However, with the current available evidence, there is need for high-quality studies.",
  "year": 2013,
  "date": "2013-03",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "V",
      "surname": "Groen",
      "name": "V Groen",
      "affiliation": "1  Department of Orthopaedic Surgery , Onze Lieve Vrouwe Gasthuis , Amsterdam , The Netherlands; \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Onze Lieve Vrouwe Gasthuis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t The Netherlands;",
      "email": "vagroen@hotmail.com"
    },
    {
      "forename": "V",
      "surname": "Van De Graaf",
      "name": "V Van De Graaf",
      "affiliation": "1  Department of Orthopaedic Surgery , Onze Lieve Vrouwe Gasthuis , Amsterdam , The Netherlands; \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Onze Lieve Vrouwe Gasthuis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t The Netherlands;"
    },
    {
      "forename": "V",
      "surname": "Scholtes",
      "name": "V Scholtes",
      "affiliation": "1  Department of Orthopaedic Surgery , Onze Lieve Vrouwe Gasthuis , Amsterdam , The Netherlands; \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Onze Lieve Vrouwe Gasthuis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t The Netherlands;"
    },
    {
      "forename": "S",
      "surname": "Sprague",
      "name": "S Sprague",
      "affiliation": "2  Department of Clinical Epidemiology and Biostatistics , McMaster University , Hamilton , Canada; \n\t\t\t\t\t\t\t\t Department of Clinical Epidemiology and Biostatistics \n\t\t\t\t\t\t\t\t McMaster University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hamilton \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "B",
      "surname": "Van Wagensveld",
      "name": "B Van Wagensveld",
      "affiliation": "3  Department of Surgery , Sint Lucas Andreas Ziekenhuis , Amsterdam , The Netherlands \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t Sint Lucas Andreas Ziekenhuis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t The Netherlands"
    },
    {
      "forename": "R",
      "surname": "Poolman",
      "name": "R Poolman",
      "affiliation": "1  Department of Orthopaedic Surgery , Onze Lieve Vrouwe Gasthuis , Amsterdam , The Netherlands; \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Onze Lieve Vrouwe Gasthuis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t The Netherlands;"
    },
    {
      "forename": "Mr",
      "surname": "Groen",
      "name": "Mr Groen"
    },
    {
      "affiliation": "Department of Orthopaedic Surgery , Onze Lieve Vrouwe Gasthuis , P.O. Box 95500 , Amsterdam 1090 HM , The Netherlands. \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Onze Lieve Vrouwe Gasthuis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t P.O. Box 95500 \n\t\t\t\t\t\t\t\t\t 1090 HM \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t The Netherlands"
    }
  ],
  "doi": "10.1111/obr.12236",
  "keywords": [
    "Bariatric surgery, knee osteoarthritis, obesity, total knee arthroplasty AKSS, American Knee Society Score",
    "BMI, body mass index",
    "GRADE, Grading of Recommendations Assessment, Development and Evaluation",
    "KOOS, Knee Injury and Osteoarthritis Outcome Score",
    "NPRS, numeric pain rating scale",
    "OA, osteoarthritis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "According to the World Health Organization the worldwide prevalence of obesity (body mass index [BMI] ≥30 kg m -2 ) has more than doubled between 1980 and 2008. In 2008, 10% of all men and 14% of all women were obese and these numbers are continuing to increase. Obesity is a major risk factor for cardiovascular diseases, diabetes, some cancers and the development of osteoarthritis (OA), especially in weight-bearing joints  (1) .\n\nKnee OA accounts for 83% of the total OA burden, measured by years lived with disabilities  (2) . The risk for developing knee OA increases by 35% with a 5-unit increase in BMI  (3) . Knee OA is initially treated conservatively, but when OA progresses a total knee arthroplasty (TKA) is often indicated. The number of TKAs performed in the United States has increased substantially over time and the demand for primary TKAs is expected to grow by 673% between 2005 and 2030. This exponential growth is partly explained by the rising prevalence of obesity  (4) . Currently, obese patients represent at least half of the patients undergoing TKA; this proportion increased from 2000 to 2008 from 49 to 59% in primary TKA and from 51 to 62% in revision TKA  (5) .\n\nIn a recent meta-analysis on the influence of obesity on the outcome of TKAs, Kerkhoffs and colleagues  (6)  reported more infections (odds ratio 1.90), more deep infections requiring surgical debridement (odds ratio 2.38), and more revisions (odds ratio 1.30) in obese patients. Furthermore, TKA in obese patients is associated with longer hospital stay and higher costs. Beyond 30 kg m -2 every 5-unit increase in BMI is associated with higher hospitalization costs of approximately $250-300 for patients undergoing primary TKA, and $600-650 for patients undergoing revision TKA  (5) .\n\nWeight loss following a dietary programme is effective for pain relief in obese patients with symptomatic knee OA, independent of the level of joint damage  (7) . This is supported by the most recent guidelines of the American Academy of Orthopaedic Surgeons on treatment of knee OA, in which they suggest weight loss for patients with a BMI ≥ 25 kg m -2 (8). Unfortunately, durable weight loss is often hard to achieve in obese individuals because of limited mobility (9). Therefore, surgically induced weight loss, bariatric surgery, could be of great value as it is more effective than any conservative approach, with acceptable cost-effectiveness  (10, 11) . However, according to the current International Federation for the Surgery of Obesity guidelines, only patients who fail non-surgical intervention and have class III obesity (BMI ≥ 40 kg m -2 ) or medically complicated class II obesity (BMI ≥ 35-39.9 kg m -2 ) are potentially eligible for bariatric surgery  (11) .\n\nIn 2011, Gill and colleagues  (12)  conducted a systematic review on the effectiveness of bariatric surgery in obese patients on hip and knee pain associated with OA. They concluded that these patients may benefit, but that there is a paucity of evidence and a considerable amount of variability among the included studies. Since then, new studies on this topic were published. Furthermore, we now know that the prevalence of both obesity and knee OA will increase considerably and that obesity has negative effects on the outcome and costs of a TKA. Therefore, a renewed systemic review that focuses on the effects of bariatric surgery for specifically knee complaints is needed."
    },
    {
      "title": "Objectives",
      "text": "In this review, we systematically searched the literature to determine the effects of bariatric surgery on knee complaints in (morbidly) obese (BMI > 30 kg m -2 ) adult patients."
    },
    {
      "title": "Methods",
      "text": "This systematic review was reported following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines and was conducted in accordance with its protocol (Prospero; CRD42013004345)  (13) ."
    },
    {
      "title": "Eligibility criteria",
      "text": "Studies were included if they assessed the influence of surgical induced weight loss on knee complaints in (morbidly) obese adult patients, with a minimum follow-up of 3 months. The intervention of interest was bariatric surgery, including gastric bypass, gastric banding, gastroplasty and sleeve gastrectomy. Studies on the effects of lipectomy or liposuction and studies in which patients had already received a TKA were excluded. There was no restriction on study design."
    },
    {
      "title": "Types of outcome measures",
      "text": "Our primary outcome was a change in knee pain. Our secondary outcomes included changes in stiffness, physical function and range of motion of the knee joint."
    },
    {
      "title": "Literature search and information sources",
      "text": "We systematically searched the bibliographic databases of the Cochrane Central Register of Controlled Trials (1972-present), National Library of Medicine  (MEDLINE, 1953-present) ,  EMBASE (1980-present)  and TRIP  (1997present) . Conference abstracts were searched in the bibliographic database BIOSIS-Previews (1993-present). Furthermore, the reference lists of retrieved publications were checked manually for additional studies. Unpublished and ongoing studies were searched using  http://www  .clinicaltrials.gov (1997-present),  http://www.controlled -trials.com (CCT; 2000-present) and  http://www.who.int/ trialsearch. No publication date or publication status restrictions were imposed. Language was restricted to English, German, French and Dutch. The last search was performed on 20 April 2014. The search strategy was reviewed by a healthcare librarian and the full search strategy for MEDLINE and EMBASE is listed in Supporting Information Appendix S1 of this review."
    },
    {
      "title": "Study selection",
      "text": "Two authors (VG and VG) independently assessed the search results for eligibility and any disagreement was resolved by consensus. If no consensus could be reached, a third author (VS) decided."
    },
    {
      "title": "Data collection",
      "text": "The same two authors independently extracted the data using a data extraction form, which was pilot tested on two randomly selected included studies. Any disagreement was resolved by consensus and in the case no consensus could be reached, a third author decided (VS). The following information was extracted from each included study: characteristics of the participants (including age, sex, initial BMI or weight, severity of OA), characteristics of the study (including number of participants, follow-up duration, study design, statistical analyses), type of intervention (including type of control group if present) and type of outcome measures (including change in BMI or weight). When the reported data were incomplete, corresponding authors were contacted by email for additional data."
    },
    {
      "title": "Risk of bias assessment",
      "text": "The quality of the evidence and strength of recommendations of the included studies was assessed using the Grading of Recommendations Assessment (GRADE) approach  (14) (15) (16) (17) (18) (19) ."
    },
    {
      "title": "Additional analyses",
      "text": "No subgroup or sensitivity analyses were pre-specified in the protocol."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study selection",
      "text": "The search provided a total of 1,264 citations. After removal of duplicates and screening of titles and abstracts, 54 remained for full-text screening. Forty-two studies were excluded for not meeting the inclusion or exclusion criteria. We found one study by checking the cross-references, leaving a total of 13 studies for our review  (20) (21) (22) (23) (24) (25) (26) (27) (28) (29) (30) (31) (32) . No unpublished relevant studies were obtained. Figure  1  shows an overview of the study selection process."
    },
    {
      "title": "Characteristics of included studies",
      "text": "All 13 studies were published in English. Only two studies  (24, 31)  had a control group, the other 11 studies were uncontrolled prospective studies  (20) (21) (22) (23) (25) (26) (27) (28) (29) (30) 32) . Interventions that were evaluated were gastric bypass (five studies  (20, 21, 23, 26, 28)  ), gastric banding (three studies  (27, 29, 30)  ) and gastroplasty (one study  (32)  ). In four studies surgical techniques were combined  (22, 24, 25, 31) . The follow-up of the studies differed from 3 months to 8 years.\n\nThe included studies involved 3,837 participants, with a range of 10-3,229 per study. Of the included participants 2,286 underwent bariatric surgery and 1,551 were treated non-surgically. Overall, 72% were women (not described in two studies  (22, 32) ) and the mean age was 46.8 years (not described in three studies  (22, 23, 30)  ). The severity of OA was measured with the Kellgren-Lawrence classification in four studies, and differed from 0-1 to an average of 2.65  (20, 22, 25, 29) . The mean baseline BMI was 42.0 kg m -2 (not described in four studies  (22, 23, 30, 32) ) and the mean decrease in BMI or weight in the surgical groups differed from 14.5 to 35.2% at a different follow-up length (not described in one study  (23) ).\n\nIn one of the studies with a control group participants where compared with controls who did not undergo any other intervention  (24) . In the other study, participants where compared with controls who got dietary advice, behaviour modification, very low caloric diet, physical training or pharmaceutical treatment according to local practice  (31) .\n\nIn eight studies, the characteristics of participants, the type of interventions or the outcome data were incompletely reported. After contacting the authors, numerical data that had only been presented graphically in the published paper  (20)  and confidence intervals of the study results  (24)  were kindly provided. Table  1  presents the full characteristics of the included studies."
    },
    {
      "title": "Risk of bias within studies",
      "text": "The quality of evidence assessed with the GRADE approach was moderate in one study  (31) , low in six studies  (22, 24, 25, (27) (28) (29)  and very low in six other studies  (20, 21, 23, 26, 30, 32) . The assessed strength of recommendations was weak for all 13 included studies  (20) (21) (22) (23) (24) (25) (26) (27) (28) (29) (30) (31) (32) . The detailed assessment of the quality of evidence is provided in Table  2 ."
    },
    {
      "title": "obesity reviews",
      "text": "Bariatric surgery for knee complaints V. A. Groen et al. 163"
    },
    {
      "title": "Results of included studies"
    },
    {
      "title": "Primary outcome",
      "text": "All studies analysed the effect of bariatric surgery on knee pain, using one or more assessment tools (see Table  3 ). Ten out of 13 studies (77%) reported a significant improvement in at least one of these assessments. When taken all the different assessments together, 14 out of the 19 different assessments (73%) found a significant improvement  (20) (21) (22) (23) (24) (25) (26) (27) (28) (29) (30) (31) (32) .\n\nMore specifically, when change in number or percentage of patients with knee pain was evaluated, four out of seven studies (57%) reported a significant decrease  (21, 23, 24, 27, 28, 30, 32) . When the intensity of pain measured with the NPRS and visual analogue scale was evaluated, all four studies (100%) reported a clinically relevant significant decrease  (24) (25) (26) (27) 33, 34) . When we analysed the odds ratio of recovering from work-restricting knee pain, the Nordic Modified Questionnaire, the Western Ontario and McMaster Universities Index of Osteoarthritis (WOMAC) Pain dimension, the Knee Injury and Osteoarthritis Outcome Score (KOOS) Pain dimension and the American Knee Society Score (AKSS) Pain dimension, six out of eight assessments (75%) reported a significant improvement of knee pain  (20, 22, 23, 25, 28, 29, 31) .\n\nIn the controlled study of Vincent et al.  (24)  there was a significant improvement in severity of knee pain after bariatric surgery, whereas the control group did not. In the other controlled study of Peltonen et al.  (31)  the recovery rates (at 2 and 6-years) from work-restricting knee pain were significantly higher after bariatric surgery, as compared with the control group. This effect was only seen in woman."
    },
    {
      "title": "Secondary outcomes",
      "text": "Five out of 13 studies analysed the effect of bariatric surgery on knee physical function using one or more different assessment tools (see Table  4 ). When we analysed the WOMAC Physical Function dimension, the KOOS dimensions Function in daily living and Function in sports and recreation, and the AKSS dimension Function, all five studies (100%) reported significant improvements  (20, 22, 25, 28, 29) .\n\nFour out of 13 studies analysed the effect of bariatric surgery on knee stiffness (see Table  5 ). They all used the WOMAC dimension Stiffness, and all four (100%) studies reported significant improvements  (20, 22, 25, 28) .\n\nOne out of 13 studies analysed the effect of bariatric surgery on knee range of motion (see Table  6 ). They used goniometry and reported a significant improvement of only knee flexion  (20) ."
    },
    {
      "title": "Results of subgroup analysis",
      "text": "Three studies analysed the relation between the amount of weight loss after bariatric surgery and the relief of knee complaints  (22, 27, 31) . The intensity of knee pain was not 164 Bariatric surgery for knee complaints V. A. Groen et al. with the amount of weight loss in one study  (27) . Improvement of WOMAC and KOOS scores were positively correlated with amount of weight loss in one study (not significant)  (22) . Recovery rates for work-restricting knee pain was found significantly related with amount of weight loss in one study  (31) ."
    },
    {
      "title": "obesity reviews",
      "text": "Two studies analysed the relation of the length of follow-up after bariatric surgery and the relief of knee complaints  (22, 31) . In one study with 12 months followup, most of the weight reduction and improvements of knee pain, physical function and stiffness was already present after 6 months  (22) . In another study, the odds ratio for recovery from work-restricting knee pain was higher after 2 years than after 6 years. In this study, patients lost most of their weight within 2 years of surgery and from 2 years they regained weight  (31) ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Summary of evidence",
      "text": "We included 13 studies in this systematic review with a total of 3,837 patients. All studies analysed the effects of bariatric surgery with subsequent marked weight loss on knee pain. Although different assessment tools were used, an overall significant improvement was seen in 73% of the used assessments. Four of these studies measured the intensity of knee pain and all reported a clinically relevant significant decrease  (24) (25) (26) (27) . All five studies  (20, 22, 25, 28, 29)  measuring knee physical function and all four studies  (20, 22, 25, 28)  measuring knee stiffness found a significant improvement after bariatric surgery. However, only two  (24, 31)  out of 13 studies had a controlled study design and the highest quality of evidence was moderate in one study  (31) ."
    },
    {
      "title": "Strengths and limitations",
      "text": "This review presents a complete overview of the literature assessing the effects of bariatric surgery with subsequent marked weight loss on knee complaints. This is highly relevant with the increasing prevalence of obesity and knee OA. This review is prepared according to the PRISMA guidelines, and was predefined in a protocol. Furthermore, we assessed the quality of the evidence and determined the strength of recommendations using the GRADE approach.\n\nCompared with the review of Gill and colleagues  (12) , this study focuses specifically on knee complaints and included eight additional studies concerning this topic. Furthermore, we made a distinction between knee pain, knee physical function, knee stiffness and knee range of motion. We also discriminated between the percentage of patients with knee pain, the intensity of knee pain and knee (20) Prospective follow-up Yes No NA Yes No 6 -Very low Weak Julia et al. 2013 (21) Prospective follow-up Yes NA NA No No 71 -Very low Weak Edwards et al. 2012 (22) Prospective follow-up Yes Yes NA No Yes 24 -Low Weak Melo and Pedro, 2012 (23) Prospective follow-up Yes No NA Yes No 22 -Very low Weak Vincent et al. 2012 (24) Prospective controlled Yes Yes No Yes Yes 25 20 Low Weak Richette et al. 2011 (25) Prospective follow-up Yes No NA Yes No 44 -Low Weak Josbeno et al. 2010 (26) Prospective follow-up Yes No NA Yes No 17 -Very low Weak Korenkov et al. 2007 (27) Prospective follow-up Yes No NA Yes No 138 -Low Weak Hooper et al. 2007 (28) Prospective follow-up Yes No NA No No 48 -Low Weak Abu-Abeid et al. 2005 (29) Prospective follow-up Yes No NA No No 59 -Low Weak Wong et al. 2005 (30) Prospective follow-up Yes Yes NA Yes No 10 -Very low Weak Peltonen et al. 2003 (31) Prospective controlled Yes No No No No 1,698 1,531 Moderate Weak McGoey et al. 1990 (32) Prospective follow-up Yes No NA Yes No 104 -Very low Weak NA, not assessed.\n\n166 Bariatric surgery for knee complaints V. A. Groen et al."
    },
    {
      "title": "obesity reviews",
      "text": "pain measured by different assessment tools. total sample size increased to 3,837 participants. There are some limitations concerning this systematic review. First, the quality of evidence was only very low to moderate. Unfortunately, no randomized controlled trials (RCTs) have been performed on this topic. Second, the variability in the used assessment tools forced us to a descriptive review. Moreover, only four studies  (20, 22, 25, 29)  described the severity of OA using the Kellgren-Lawrence classification, of which none described the relation between the severity of OA and the effects of bariatric surgery on knee complaints. Fourth, four studies  (20, 22, 25, 28)  used the WOMAC questionnaire for the assessment of pain. As it is a general measurement for the lower extremity, not a specific instrument for the measurement of knee pain, this could lead to outcome reporting bias  (35) . Fifth, two studies  (21, 25)  were conducted at the same department partly simultaneously. They used different tools, but we cannot rule out that some patients were included in both studies resulting in duplicate publication bias. concerning the review process are the language restriction and the fact that only two authors responded to the request for further information. Another possible limitation is the follow-up duration, a minimum of 3 months might not be sufficient enough to show all the effect of bariatric surgery on knee complaints."
    },
    {
      "title": "Previous literature",
      "text": "In comparison with Gill and colleagues  (12)  we found eight additional studies underlining the effects of bariatric surgery with subsequent marked weight loss in improving knee complaints. There are different potential mechanisms   168 Bariatric surgery for knee complaints V. A. Groen et al."
    },
    {
      "title": "obesity reviews",
      "text": "that are thought to explain the of pain symptoms after weight loss through bariatric surgery. These vary from knee joint-specific biomechanical changes, such as reduced mechanical stress  (36, 37) , widening of the knee joint space  (29)  or improvement of cartilage structure  (25, 38) , to biochemical changes  (25, 36) . Other, secondary mechanisms have been mentioned as well, such as improved mental well-being and increased physical activity  (39) . Of note is that articular limitation does not seem to explain knee complaints, as the knee's range of motion in obese patients appears to be limited because of excessive fat tissues  (29) ."
    },
    {
      "title": "Implications of this review",
      "text": "Despite the previously mentioned limitations, we believe that the study results are generalizable for (morbidly) obese adult patients with knee complaints. To prove these potential positive effects, well-designed ethically justified RCTs on the effect of bariatric surgery on knee complaints are needed for a more definite answer. Currently, only three ongoing and unpublished studies were found, of which two have an observational design. The third ongoing study, an RCT, compares laparoscopic adjustable gastric banding prior to TKA with TKA alone, in obese patients with knee OA  (40) . In addition there is need for an RCT in (morbidly) obese patients with knee OA that are unable to lose weight, in whom bariatric surgery followed by conservative knee treatment is compared with knee replacement without bariatric surgery. Apart from complications such as infection, revision and mortality, knee pain and physical function should be determined by a validated outcome measure such as the WOMAC or the KOOS  (35, 41) . Moreover, a distinction should be made between the various stages of OA, with an objective assessment such as the Kellgren and Lawrence classification  (42) .\n\nIf bariatric surgery proves to be an effective treatment for knee OA, this could answer the question whether permanent weight reduction can prevent the need for TKA. Subsequently, this could reduce the number of primary TKAs, and associated complications and high costs for our healthcare system. Another relevant outcome might be that the results of a TKA after bariatric surgery improve, should patients become candidate for knee replacement eventually."
    },
    {
      "title": "Conclusion",
      "text": "Summarized from the best available evidence, we conclude that bariatric surgery with subsequent marked weight loss is likely to improve knee complaints, such as knee pain, physical function and stiffness, in (morbidly) obese adult patients. However, with the current quality of evidence, there is still a need for high-quality studies."
    },
    {
      "text": "Figure 1 Study flow diagram."
    },
    {
      "text": "Summary of included studies"
    },
    {
      "text": "Grading of Recommendations Assessment, Development and Evaluation (GRADE) table of studies analysedSource"
    },
    {
      "text": "The effects of bariatric surgery on knee pain in (morbidly) obese adult patients American Knee Society Score; KOOS, Knee Injury and Osteoarthritis Outcome Score; NPRS, numeric pain rating scale; NS, not significant; OA, osteoarthritis; OR, Odds Ratio; VAS, visual analogue scale; WOMAC, Western Ontario and McMaster Universities Index of Osteoarthritis."
    },
    {
      "text": "The effects of bariatric surgery on knee physical function in (morbidly) obese adult patients American Knee Society Score; KOOS, Knee Injury and Osteoarthritis Outcome Score; OA, osteoarthritis; WOMAC, Western Ontario and McMaster Universities Index of Osteoarthritis."
    },
    {
      "text": "The effects of bariatric surgery on knee stiffness in (morbidly) obese adult patients"
    },
    {
      "text": "The effects of bariatric surgery on knee range of motion in (morbidly) obese adult patients"
    }
  ],
  "references": [
    {
      "title": "Fact sheet on obesity and overweight",
      "year": 2013
    },
    {
      "title": "Years lived with disability (YLDs) for 1160 sequelae of 289 diseases and injuries 1990-2010: a systematic analysis for the Global Burden of Disease Study 2010",
      "authors": [
        "T Vos",
        "A Flaxman",
        "M Naghavi"
      ],
      "year": 2012
    },
    {
      "title": "Body mass index and susceptibility to knee osteoarthritis: a systematic review and metaanalysis",
      "authors": [
        "L Jiang",
        "W Tian",
        "Y Wang"
      ],
      "year": 2012,
      "doi": "10.1016/j.jbspin.2011.05.015"
    },
    {
      "title": "Projections of primary and revision hip and knee arthroplasty in the United States from 2005 to 2030",
      "authors": [
        "S Kurtz",
        "K Ong",
        "E Lau",
        "F Mowat",
        "M Halpern"
      ],
      "year": 2007,
      "doi": "10.2106/jbjs.f.00222"
    },
    {
      "title": "The effect of obesity on direct medical costs in total knee arthroplasty",
      "authors": [
        "H Kremers",
        "S Visscher",
        "W Kremers",
        "J Naessens",
        "D Lewallen"
      ],
      "year": 2014
    },
    {
      "title": "The influence of obesity on the complication rate and outcome of total knee arthroplasty: a meta-analysis and systematic literature review",
      "authors": [
        "G Kerkhoffs",
        "E Servien",
        "W Dunn",
        "D Dahm",
        "J Bramer",
        "D Haverkamp"
      ],
      "year": 2012,
      "doi": "10.2106/jbjs.k.00820"
    },
    {
      "title": "Weight loss is effective for symptomatic relief in obese subjects with knee osteoarthritis independently of joint damage severity assessed by highfield MRI and radiography",
      "authors": [
        "H Gudbergsen",
        "M Boesen",
        "L Lohmander"
      ],
      "year": 2012,
      "doi": "10.1016/j.joca.2012.02.639"
    },
    {
      "title": "The American Academy of Orthopaedic Surgeons evidence-based guideline on: treatment of osteoarthritis of the knee, 2nd edition",
      "authors": [
        "D Jevsevar",
        "G Brown",
        "D Jones"
      ],
      "year": 2013,
      "doi": "10.5435/00124635-201309020-00008"
    },
    {
      "title": "Obesity and mobility disability in the older adult",
      "authors": [
        "H Vincent",
        "K Vincent",
        "K Lamb"
      ],
      "year": 2010,
      "doi": "10.1111/j.1467-789x.2009.00703.x"
    },
    {
      "title": "Bariatric surgery: a systematic review of the clinical and economic evidence",
      "authors": [
        "R Padwal",
        "S Klarenbach",
        "N Wiebe"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-011-1721-x"
    },
    {
      "title": "Interdisciplinary European Guidelines on metabolic and bariatric surgery",
      "authors": [
        "M Fried",
        "V Yumuk",
        "J Oppert"
      ],
      "year": 2013,
      "doi": "10.1159/000355480"
    },
    {
      "title": "The benefits of bariatric surgery in obese patients with hip and knee osteoarthritis: a systematic review",
      "authors": [
        "R Gill",
        "Al Adra",
        "D Shi",
        "X Sharma",
        "A Birch",
        "D Karmali"
      ],
      "year": 2011,
      "doi": "10.1111/j.1467-789x.2011.00926.x"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b2700"
    },
    {
      "title": "GRADE: an emerging consensus on rating quality of evidence and strength of recommendations",
      "authors": [
        "G Guyatt",
        "A Oxman",
        "G Vist"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.39489.470347.ad"
    },
    {
      "title": "What is 'quality of evidence' and why is it important to clinicians",
      "authors": [
        "G Guyatt",
        "A Oxman",
        "R Kunz",
        "G Vist",
        "Y Falck-Ytter",
        "H Schunemann"
      ],
      "year": 2008
    },
    {
      "title": "Grading quality of evidence and strength of recommendations for diagnostic tests strategies",
      "authors": [
        "H Schunemann",
        "A Oxman",
        "J Brozek"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.39500.677199.ae"
    },
    {
      "title": "Incorporating considerations of resources use into grading recommendations",
      "authors": [
        "G Guyatt",
        "A Oxman",
        "R Kunz"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.39504.506319.80"
    },
    {
      "title": "Going from evidence to recommendations",
      "authors": [
        "G Guyatt",
        "A Oxman",
        "R Kunz"
      ],
      "year": 2008
    },
    {
      "title": "Use of GRADE grid to reach decisions on clinical practice guidelines when consensus is elusive",
      "authors": [
        "R Jaeschke",
        "G Guyatt",
        "P Dellinger"
      ],
      "year": 2008
    },
    {
      "title": "Physical function and properties of quadriceps femoris muscle after bariatric surgery and subsequent weight loss",
      "authors": [
        "T Lyytinen",
        "T Liikavainio",
        "M Paakkonen",
        "H Gylling",
        "J Arokoski"
      ],
      "year": 2013
    },
    {
      "title": "Quality of life after Roux-en-Y gastric bypass and changes in body mass index and obesity-related comorbidities",
      "authors": [
        "C Julia",
        "C Ciangura",
        "L Capuron"
      ],
      "year": 2013
    },
    {
      "title": "The effects of bariatric surgery weight loss on knee pain in patients with osteoarthritis of the knee",
      "authors": [
        "C Edwards",
        "A Rogers",
        "S Lynch"
      ],
      "year": 2012,
      "doi": "10.1155/2012/504189"
    },
    {
      "title": "Musculoskeletal pain in lower limbs in obese patients before and after bariatric surgery",
      "authors": [
        "I Melo",
        "M Sao-Pedro"
      ],
      "year": 2012
    },
    {
      "title": "Rapid changes in gait, musculoskeletal pain, and quality of life after bariatric surgery",
      "authors": [
        "H Vincent",
        "Ben David",
        "K Conrad",
        "B Lamb",
        "K Seay",
        "A Vincent"
      ],
      "year": 2012
    },
    {
      "title": "Benefits of massive weight loss on symptoms, systemic inflammation and cartilage turnover in obese patients with knee osteoarthritis",
      "authors": [
        "P Richette",
        "C Poitou",
        "P Garnero"
      ],
      "year": 2011,
      "doi": "10.1136/ard.2010.134015"
    },
    {
      "title": "Physical activity and physical function changes in obese individuals after gastric bypass surgery",
      "authors": [
        "D Josbeno",
        "J Jakicic",
        "A Hergenroeder",
        "G Eid"
      ],
      "year": 2010,
      "doi": "10.1016/j.soard.2008.08.003"
    },
    {
      "title": "Impact of laparoscopic adjustable gastric banding on obesity co-morbidities in the medium-and long-term",
      "authors": [
        "M Korenkov",
        "S Shah",
        "S Sauerland",
        "F Duenschede",
        "T Junginger"
      ],
      "year": 2007,
      "doi": "10.1007/s11695-007-9118-y"
    },
    {
      "title": "Musculoskeletal findings in obese subjects before and after weight loss following bariatric surgery",
      "authors": [
        "M Hooper",
        "T Stellato",
        "P Hallowell",
        "B Seitz",
        "R Moskowitz"
      ],
      "year": 2007
    },
    {
      "title": "The influence of surgically-induced weight loss on the knee joint",
      "authors": [
        "S Abu-Abeid",
        "N Wishnitzer",
        "A Szold",
        "M Liebergall",
        "O Manor"
      ],
      "year": 2005,
      "doi": "10.1381/096089205774859281"
    },
    {
      "title": "Laparoscopic adjustable gastric banding for the treatment of morbidly obese patients: early outcome in a Chinese cohort",
      "authors": [
        "S Wong",
        "W So",
        "P Yau"
      ],
      "year": 2005
    },
    {
      "title": "Musculoskeletal pain in the obese: a comparison with a general population and longterm changes after conventional and surgical obesity treatment",
      "authors": [
        "M Peltonen",
        "A Lindroos",
        "J Torgerson"
      ],
      "year": 2003
    },
    {
      "title": "Effect of weight loss on musculoskeletal pain in the morbidly obese",
      "authors": [
        "B Mcgoey",
        "M Deitel",
        "R Saplys",
        "M Kliman"
      ],
      "year": 1990
    },
    {
      "title": "The minimum clinically significant difference in visual analogue scale pain score does not differ with severity of pain",
      "authors": [
        "A Kelly"
      ],
      "year": 2001,
      "doi": "10.1136/emj.18.3.205"
    },
    {
      "title": "The minimum clinically significant difference in patient-assigned numeric scores for pain",
      "authors": [
        "D Kendrick",
        "T Strout"
      ],
      "year": 2005,
      "doi": "10.1016/j.ajem.2005.07.009"
    },
    {
      "title": "Validation study of WOMAC: a health status instrument for measuring clinically important patient relevant outcomes to antirheumatic drug therapy in patients with osteoarthritis of the hip or knee",
      "authors": [
        "N Bellamy",
        "W Buchanan",
        "C Goldsmith",
        "J Campbell",
        "L Stitt"
      ],
      "year": 1988,
      "doi": "10.1037/t73699-000"
    },
    {
      "title": "Effects of intensive diet and exercise on knee joint loads, inflammation, and clinical outcomes among overweight and obese adults with knee osteoarthritis: the IDEA randomized clinical trial",
      "authors": [
        "S Messier",
        "S Mihalko",
        "C Legault"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.277669"
    },
    {
      "title": "Lower impulsive loadings following intensive weight loss after bariatric surgery in level and stair walking: a preliminary study",
      "authors": [
        "T Bragge",
        "T Lyytinen",
        "M Hakkarainen"
      ],
      "year": 2014,
      "doi": "10.1016/j.knee.2013.11.012"
    },
    {
      "title": "Weight loss in obese people has structure-modifying effects on medial but not on lateral knee articular cartilage",
      "authors": [
        "A Anandacoomarasamy",
        "S Leibman",
        "G Smith"
      ],
      "year": 2012,
      "doi": "10.1136/ard.2010.144725"
    },
    {
      "title": "Obesity and symptomatic osteoarthritis of the knee",
      "authors": [
        "M Sridhar",
        "C Jarrett",
        "J Xerogeanes",
        "S Labib"
      ],
      "year": 2012,
      "doi": "10.1302/0301-620x.94b4.27648"
    },
    {
      "title": "International Clinical Trials Registry Platform",
      "year": 2014,
      "doi": "10.1177/17407745211003902"
    },
    {
      "title": "Knee Injury and Osteoarthritis Outcome Score (KOOS) -development of a self-administered outcome measure",
      "authors": [
        "E Roos",
        "H Roos",
        "L Lohmander",
        "C Ekdahl",
        "B Beynnon"
      ],
      "year": 1998,
      "doi": "10.2519/jospt.1998.28.2.88"
    },
    {
      "title": "Scoring prevalence and severity in gonarthritis: the suitability of the Kellgren & Lawrence scale",
      "authors": [
        "S Kessler",
        "K Guenther",
        "W Puhl"
      ],
      "year": 1998,
      "doi": "10.1007/bf01451048"
    }
  ],
  "num_references": 42
}
