{
  "paper_id": "IQSTTA2K",
  "title": "My Quest, an Intervention Using Text Messaging to Improve Dietary and Physical Activity Behaviors and Promote Weight Loss in Low-Income Women",
  "abstract": "Objective: To evaluate changes in dietary and physical activity behaviors and weight after implementation of a 12-week text messaging initiative (My Quest). Design: The researchers conducted a 1-group, pre-to posttest study design to determine changes after implementation of a text messaging initiative developed using the tenets of the Social Cognitive Theory. Setting: A total of 55 Alabama counties (84% rural) with high rates of poverty, overweight/obesity, and chronic diseases. Participants: Convenience sample of low-income, primarily overweight/obese women (n = 104). Intervention: Short texts (n = 2-3/d) provided health tips, reminders, and goal-setting prompts. Weekly electronic newsletters provided tips and recipes. Participant self-monitored body weight weekly. Main Outcome Measure: Outcomes included goal setting, self-efficacy, behavioral and environmental factors, self-monitoring, and body weight; data collection occurred through text message response and online surveys. Analysis: Analyses were conducted using McNemar test (dichotomous data), Wilcoxon signed rank test (ordinal data), or paired t test (continuous data). Results: Participants significantly (P < .05) improved dietary and physical activity behaviors and food environment; increased dietary and physical activity goal setting; and reduced body weight. Conclusions and Implications: A low-cost, text messaging initiative particularly targeting women residing in rural communities with high rates of poverty and obesity can promote weight loss and improve dietary and physical activity behaviors. Future studies may include a control group and social support component such as group text messaging.",
  "year": 2016,
  "date": "2016-03-03",
  "authors": [
    {
      "name": "Jamie Griffin",
      "affiliation": {
        "organization": "Department of Nutrition",
        "department": "Department of Nutrition",
        "institution": "Auburn University",
        "address": "Auburn, AL"
      }
    },
    {
      "name": "Barb Struempler",
      "affiliation": {
        "organization": "Department of Nutrition",
        "department": "Department of Nutrition",
        "institution": "Auburn University",
        "address": "Auburn, AL"
      }
    },
    {
      "name": "Katie Funderburk",
      "affiliation": {
        "organization": "Alabama Cooperative Extension System",
        "department": "Alabama Cooperative Extension System",
        "institution": "Auburn University",
        "address": "Auburn, AL"
      }
    },
    {
      "name": "Sondra Parmer",
      "affiliation": {
        "organization": "Alabama Cooperative Extension System",
        "department": "Alabama Cooperative Extension System",
        "institution": "Auburn University",
        "address": "Auburn, AL"
      }
    },
    {
      "name": "Cecilia Tran",
      "affiliation": {
        "organization": "Department of Nutrition",
        "department": "Department of Nutrition",
        "institution": "Auburn University",
        "address": "Auburn, AL"
      }
    },
    {
      "name": "Danielle Wadsworth",
      "affiliation": {
        "organization": "School of Kinesiology",
        "department": "School of Kinesiology",
        "institution": "Auburn University",
        "address": "Auburn, AL"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Nutrition",
        "department": "Department of Nutrition",
        "institution": "Auburn University",
        "address": "216 Duncan Hall, 36849, Auburn, AL"
      }
    }
  ],
  "doi": "10.1016/j.jneb.2017.09.007",
  "md5": "8E6836A737955439DC1FDA78891D7735",
  "publication": {
    "journal": "J Nutr Educ Behav",
    "journal_inferred": true
  },
  "keywords": [
    "text messaging",
    "weight loss",
    "mHealth",
    "socioeconomic status",
    "women ("
  ],
  "funding": [
    "",
    "",
    "ACKNOWLEDGMENTS My Quest was funded in part through a grant from the  Alabama Cooperative Extension System  and the  Malone- Zallen Graduate Research Fellowship at Auburn University . Sincere appreciation and thanks are given to  Dr Chih- hsuan  Wang  and  Dr Alicia Powers  for guidance with the statistical analysis of My Quest. Special thanks are given to the agent assistants who helped recruit participants for the  My Quest program ."
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Overweight, obesity, and associated comorbidities affect almost 70% of American adults.  1  The highest rates of obesity occur among low-income, minority women.  1, 2 Interventions promoting weight loss/management in high-risk populations present many challenges.  2  Meeting low-income women where they are by using delivery methods already ingrained in their culture is a crucial first step in weight loss and management efforts.\n\nCell phone ownership is highly integrated into American society, even among individuals with limited resources. In 2015, cell phone ownership was substantial among lower-income households, rural communities, American adult women, and the African American and Hispanic populations.  3 ost cell phone owners use phones to text and send or receive e-mails.  3, 4 exting is the dominant way of communicating for Americans aged <50 years.  4 Therefore, 1 possible intervention delivery method is mobile health (mHealth). mHealth includes the use of cell phones to deliver health information, implement behavior change programs, and collect data. Short messaging service (SMS) or text messaging initiatives have shown promise as a medium for weight loss interventions. These programs are costeffective and convenient, have high adherence rates, and promote behavior change and moderate weight loss.  [5] [6] ] [7] [8] [9]  Messages are short and targeted, increasing the likelihood that recipients read and use the information.\n\nPublic health initiatives aim to promote health and reduce chronic disease risk through healthy lifestyle behaviors and body weight management.  10 Healthy lifestyle behaviors that support these initiatives include increasing fruit and vegetable (FV) consumption and physical activity and reducing sugar intake and sedentary behavior.  10 ecause the majority of lowincome and rural individuals own cell phones, using a text messaging initiative is a feasible way to overcome challenges to reach a population that is female, overweight or obese, and living in rural areas, and that has limited financial resources, transportation, or the ability to access community centers for on-site weight loss intervention programs. Building on the premise that most Americans own cell phones and that using a mHealth text messaging initiative may influence health promotion programs successfully and positively, My Quest was developed to overcome barriers and reach a targeted at-risk population.\n\nThe objective of My Quest, a 12week 1-group, pre-to posttest study, was to evaluate changes in dietary and physical activity behaviors and weight in low-income women residing primarily in rural areas using an easily accessible text messaging initiative based on Social Cognitive Theory (SCT) constructs.  11 The SCT constructs emphasized goal setting, self-efficacy, behavioral and environmental factors, and self-monitoring. Goal setting and self-efficacy included dietary factors and physical activity. Behavioral and environmental factors included participation in physical activity, intake and availability of FV and sugar-sweetened beverages (SSB), and sedentary behavior."
    },
    {
      "title": "METHODS Participants",
      "text": "Using a standardized recruitment script, extension agent assistants in 55 Alabama counties (84% rural) recruited a convenience sample of women (n = 159) at the following locations: the Supplemental Nutrition Assistance Program (SNAP) office, the Department of Housing and Urban Development, and the Alabama Food Bank. The Auburn University Institutional Review Board approved this study. At the recruitment location, participants completed an eligibility checklist and Physical Activity Readiness Questionnaire (PAR-Q)  12  ; and if they were eligible, they provided signed written consent, opted in to the text message program, and weighed themselves. The eligibility checklist indicated that women met study criteria if they were eligible for SNAP, were aged 19-49 years, had a cell phone with text message capability, and had an active e-mail account. In addition, participants had to be at low risk for medical complications, as determined by PAR-Q. If participants were eligible and willing to participate in My Quest, they signed a written consent form. Participants (n = 143) were also prompted to opt in to the text messaging initiative. Finally, they removed shoes and outer garments to weigh themselves on a provided scale ($20 value) and immediately texted their initial body weight to researchers. During recruitment, 4 women were not interested in participating in My Quest and 12 did not meet study criteria. No formal a priori sample size calculation was conducted."
    },
    {
      "title": "Intervention",
      "text": "Using averaged, self-obtained baseline data for body weight, height, and age (Table  1 ), the MyPlate Checklist Calculator 13 determined a mean calorie intake level for 2 physical activity levels for the total sample. According to the calculator for sedentary and moderate physical activity, a daily intake of 1,800 or 2,000 cal, respectively was needed. To create a small calorie deficit to elicit slow and steady weight loss, a registered dietitian prescribed a 1,600-kcal MyPlate meal plan for all participants. This communitybased calorie level ensured that (1) a variety of foods was included in the diet, (2) there was a balanced food intake from all major food groups, and (3) an attainable and sustainable calorie intake was achieved for lifelong eating habits, unlike low-calorie meal plans. The prescribed calorie level was used while developing text messages and electronic newsletters (eNewsletters).\n\nThe researchers conducted My Quest for 12 weeks. The intervention was based on SCT: specifically, goal setting, self-efficacy, dietary and physical activity behaviors, and environmental factors related to weight loss or management and self-monitoring. In addition to participants monitoring body weight (using a scale) and physical activity (using a pedometer), they all received 2-3 short, daily, identical SMS text messages. The text messages included tips on diet and exercise, Web links, goal-setting prompts, and reminders or questions about exercise or healthy eating that required a response. They also received a weekly eNewsletter that provided tips, reminders, and a low-cost healthy recipe. Each Sunday morning, a selfmonitoring text prompt requested a response for current body weight that participants could obtain at home using the provided scale."
    },
    {
      "title": "Text Messaging Initiative",
      "text": "A database of 350 SMS text messages was developed; each message targeted 1 of 12 weekly themes (Table  2 ). Weekly goals and objectives were met through the text message education component. Text messages were scheduled for daily delivery in the morning (between 7 and 8 AM), at lunch (between 11 AM and noon), and at 8:30 PM. Delivery time of the morning and lunch text messages was randomized daily to reduce the likelihood that participants would begin to ignore text messages. The cost of the My Quest text messaging software was $159.00/mo to send a maximum of 50,000 messages."
    },
    {
      "title": "Data Collection",
      "text": "Pre-and post-assessment data were collected through an online survey. The survey tool was developed using adapted items selected from previously validated self-report instruments.  [14] [15] 5] [16] [17] [18]  The researchers used 3 scales in the My Quest assessment: (1) ordinal data using a 5or 7-point Likert scale; (2) dichotomous data (yes/no); and (3) continuous data using open-ended questions. Identical questions (Table  3 ) were asked at pre-and post-assessment to determine changes in participant engagement in goal setting, nutrition, and health behaviors as well as consumption and availability of FV and sugar-sweetened beverages (SSB).\n\nWithin 24 hours of providing signed consent, participants were e-mailed a link to complete the online survey using a computer, tablet, or smart phone. Upon completion of the pre-assessment, participants were mailed a pedometer ($15 value) to measure daily step counts with a daily goal of ≥10,000 steps. At postassessment, additional questions allowed women to provide program feedback and consisted of 12 3-or 5-point Likert scale questions and 1 open-ended question. Feedback was analyzed using descriptive statistics. Participants who completed both preand post-assessments received a $20 check.\n\nBefore administration of the online survey, an expert panel review was conducted with women (n = 49) recruited through social media and e-mail. Participants included 10 nutrition professionals, 12 SNAP caseworkers, 13 extension agent assistants, and 12 community members. The population in the panel was predominantly women who were Caucasian (71.4%; 12.2% African American), middle aged (46.4 ± 12.7 years), educated (34.6%, 2 years/some college; 57%, ≥4-year degree), and of higher income (32.6%, $25,000 to $50,000; 38.8%, >$50,001). Feedback showed that the survey flowed well and questions were easy to read and understand. Analyses showed good reliability and internal consistency (α = .6-.8).  19 Scales with lower α were corrected by creating like-numbered response scales to ensure consistency among questions. Questions were modified for readability to a lowincome audience. The final assessment tool had a Flesch-Kincaid grade level of 4.8 (Microsoft Word 2013, Microsoft Corporation, Redmond, WA, 2013)."
    },
    {
      "title": "Statistical Analysis",
      "text": "The researchers used descriptive statistics for demographic and physical characteristics. Body mass index (BMI) was calculated using baseline and postassessment, self-obtained weight and height. Primary outcomes for My Quest were changes in body weight, BMI, SCT processes, and nutrition and physical activity behaviors at the end of the intervention. Data for primary outcome measures were tested for normality using histogram plots and were not normally distributed; therefore, nonparametric analyses were conducted. Analyses"
    },
    {
      "title": "Body Weight",
      "text": "There was a significant reduction in mean body weight (204.3 vs 199.6 lb; t[55] = 3.047; P = .004) and mean BMI (34.7 vs 33.9); t[55] = 3.254; P = .002) from pre-to post-assessment in 56 participants who completed both assessments. Participants lost an average of 4.7 lb and reduced BMI by 0.8 kg/m. 2"
    },
    {
      "title": "Social Cognitive Theory Constructs",
      "text": "Table 3 displays the pre-and postassessment means and SE for the variables used to assess each SCT construct and the results of the McNemar tests, Wilcoxon signed rank tests, and paired t tests. Participants exhibited significant improvement from pre-to post-assessment for the following constructs: goal setting, physical activity behaviors, sedentary behaviors, and environmental factors. Significant changes were seen in 1 of the 3 selfefficacy questions and 5 of the 6 dietary behaviors. Feedback Post-assessment feedback on My Quest was positive. Participants reported that the text messages and eNewsletter were extremely helpful (58% and 55%, respectively). Most participants (n = 40) reported that the number of texts sent each day was about right. Participants also found the text messages to be informative and very motivating. One participant relocated to another state and was still able to complete My Quest. She stated, \"My Quest kept me on board to make sure I was doing the right job.\""
    },
    {
      "title": "DISCUSSION",
      "text": "The objective of this study was to evaluate changes in dietary and physical activity behaviors and body weight of low-income women living in primarily rural areas after implementation of a text messaging initiative based on SCT constructs. The novelty of this study is its findings within a vulnerable, limited-resource population. Although other interventions using text messaging reported weight loss, their population was middle-income, highly educated individuals.  [6] [7] ] [8]  My Quest is unique in that it was a completely remote weight loss intervention. All education was delivered through text messaging, and eNewsletter and assessments were completed electronically. After providing signed written consent and receiving a scale, participants had no further requirements to attend face-to-face meetings or weigh-ins. Previous studies using text messaging for weight loss required participants to attend on-site baseline, mid-and postassessments.  [5] [6] ] [7] [8] [9]  Commercially available weight loss programs range from $66 to $204 for 12 weeks (not including costs for weekly meetings or required food).  20, 21 articipant cost of My Quest was limited to the existing cost of cell phone, text messaging, and data service. From a practical standpoint, My Quest had 2 more strengths. First, My Quest was delivered through text messages. Text messaging software is relatively inexpensive, which makes text messages a low-cost modality to deliver nutrition education and reach a high-risk, low-income population residing in rural areas. Second, participants were not obligated to attend classes or weigh-ins, which may be a barrier. Participants were provided a scale and pedometer to self-monitor body weight and physical activity.\n\nHowever, My Quest had limitations. The researchers did not conduct a Bonferroni correction. Retention was slightly lower (64%) than in previ-ously published studies using text messaging to promote behavior change and/or weight loss. This may be because of the lack of face-toface contact, personalized content/ feedback, or social support. Participants in previous successful weight loss programs stated that the provision of social support and personalized feedback were important contributors to motivation and weight loss success.  2, [6] [7] ] [8]  Previous weight loss studies using text messaging reported retention rates between 68% and 96%.  [5] [6] 6] [7] [8] [9]  On-site (inperson) obesity trials and/or weight loss programs may have retention rates varying from 20% to 90%.  [22] [23] ] [24]  My Quest supports using mHealth modalities such as text messaging to deliver targeted education programs such as weight loss and management. Use of My Quest was able to produce modest mean weight loss of 2.3% body weight. This finding was consistent with other mHealth weight loss programs, which ranged from 1.8% to 3.7%.  [5] [6] 6] [7] [8] [9]  Although My Quest participant body weight remained in the overweight/obese category, even modest weight loss such as this can reduce chronic disease risk factors related to obesity.  6 n addition to body weight, My Quest positively influenced physical activity behaviors. This study examined the physical activity behavior of women of limited resources using 2 questions regarding minutes exercised and steps from the previous day. Consistent with other research,  25  My Quest improved participation and selfmonitoring of physical activity. In addition, women reported reducing sedentary behaviors (sitting at work, home, or travel, and screen time) by an average 0.82 h/d. Daily selfmonitoring of physical activity and sedentary behaviors is a strong predictor of weight loss success.  7, 8, 25, 26 y Quest also positively influenced dietary behaviors including fruit and SSB intake. Women reported increasing fruit intake and reducing availability and consumption of SSB. Increasing FV intake and reducing SSB are positively associated with weight loss and management.  13, 27 For 3 of the 12 weeks, My Quest SMS messages focused on FV and SSB; these messages were also spread throughout the remaining 9 weeks. Reducing SSB by 1 serving each day can remove 151 cal and 9.5 teaspoons of added sugar from the diet (based on a 12-oz can of soda).\n\nMy Quest had other limitations, as well. My Quest used a convenience sample of participants located in 1 geographic region. Because of the targeted nature of the study, results may have limited generalizability. Participants self-reported outcome measures, which allowed for bias, including socially desirable responses. Participants were not prescribed a personalized calorie intake; therefore, the calorie intake level may have been too high for some and not sufficient for others."
    },
    {
      "title": "IMPLICATIONS FOR RESEARCH AND PRACTICE",
      "text": "The My Quest text messaging initiative was able to reach an at-risk population through an integrated modality that was low in cost and convenient to participants and researchers. Inexpensive tools such as a scale and pedometer can be potential motivators for self-monitoring and engaging in behaviors that promote weight loss and management.  28, 29 n addition to personalizing the program, it would be beneficial to include modalities of education. Some of these include easy-to-follow at home physical activity videos, personalized feedback on food and physical activity journals, and monitoring progress toward goals.\n\nThis was a pre-experimental study design; future studies may include a control group. One tenet of SCT is social support; future studies also may include a social support component such as group text messaging. African American participants had the highest attrition. An exit interview to determine specific reasons or barriers that led to this higher dropout rate would have been beneficial. A process evaluation may determine which processes worked well with participants and what modifications can be made to reach the target population better. Future programs may also include individual calorie intake levels and 2-way communication with participants."
    },
    {
      "text": "Baseline Demographic Characteristics of My Quest Participants (n = 109) Journal of Nutrition Education and Behavior • Volume 50, Number 1, 2018"
    },
    {
      "text": "My Quest 12-Wk Text Message Educational Themes Cut calories by reducing portion sizes. If you cut out 250 cal a day from your diet you could lose up to 1/2 lb in a week. Every bit counts…Log each activity you do for ≥10 min. Remember to use Fitness Tracker to meet your goals this week."
    },
    {
      "text": "Comparison of Social Cognitive Theory Construct Scores of Participating Low-Income Women Before and After My Quest Intervention (n = 56) Journal of Nutrition Education and Behavior • Volume 50, Number 1, 2018"
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "My Quest was funded in part through a grant from the  Alabama Cooperative Extension System  and the  Malone- Zallen Graduate Research Fellowship at Auburn University . Sincere appreciation and thanks are given to  Dr Chih- hsuan  Wang  and  Dr Alicia Powers  for guidance with the statistical analysis of My Quest. Special thanks are given to the agent assistants who helped recruit participants for the  My Quest program ."
    },
    {
      "title": "CONFLICT OF INTEREST",
      "text": "The authors have not stated any conflicts of interest."
    }
  ],
  "references": [
    {
      "title": "The state of obesity: better policies for a healthier America. Adult obesity and overweight rates",
      "authors": [
        "Robert Wood",
        "Johnson Foundation"
      ],
      "year": 2016,
      "raw": "The state of obesity: better policies for a healthier America. Adult obesity and overweight rates \n\t\t \n\t\t\t Robert Wood \n\t\t \n\t\t \n\t\t\t Johnson Foundation \n\t\t \n\t\t \n\t\t \n\t\t\t 2016. March 3, 2017 \n\t\t \n\t \n\t Robert Wood Johnson Foundation. The state of obesity: better policies for a healthier America. Adult obesity and overweight rates. 2016. http:// healthyamericans.org/assets/files/TFAH- 2016-ObesityReport-Fnl.pdf. Accessed March 3, 2017."
    },
    {
      "title": "Physical activity and nutritional weight loss intervention in obese, low-income women: an integrated review",
      "authors": [
        "C Moredich",
        "T Kessler"
      ],
      "year": 2014,
      "doi": "10.1111/jmwh.12061",
      "journal": "J Midwifery Womens Health",
      "volume": "59",
      "raw": "Physical activity and nutritional weight loss intervention in obese, low-income women: an integrated review \n\t\t \n\t\t\t C A Moredich \n\t\t \n\t\t \n\t\t\t T A Kessler \n\t\t \n\t\t 10.1111/jmwh.12061 \n\t \n\t \n\t\t J Midwifery Womens Health \n\t\t \n\t\t\t 59 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Moredich CA, Kessler TA. Physical activity and nutritional weight loss in- tervention in obese, low-income women: an integrated review. J Midwifery Womens Health. 2014;59:380-387."
    },
    {
      "title": "Technology device ownership",
      "year": 2015,
      "doi": "10.1109/mnet.2015.7064903",
      "raw": "Technology device ownership \n\t\t 10.1109/mnet.2015.7064903 \n\t\t \n\t\t \n\t\t\t 2015. March 3, 2017 \n\t\t \n\t\t \n\t\t\t Pew Research Center \n\t\t \n\t \n\t Pew Research Center. Technology device ownership, 2015. http:// www.pewinternet.org/2015/10/29/the- demographics-of-device-ownership/. Accessed March 3, 2017."
    },
    {
      "title": "The new era of communication among Americans",
      "year": 2014,
      "doi": "10.2307/j.ctv36xw7dz.32",
      "raw": "The new era of communication among Americans \n\t\t \n\t\t\t Gallup \n\t\t \n\t\t 10.2307/j.ctv36xw7dz.32 \n\t\t \n\t\t \n\t\t\t 2014. January 3, 2016 \n\t\t \n\t \n\t Gallup. The new era of communica- tion among Americans. 2014. http:// www.gallup.com/poll/179288/new -era-communication-americans.aspx. Ac- cessed January 3, 2016."
    },
    {
      "title": "Feasibility, acceptability and potential effectiveness of a mobile health (mHealth) weight management programme for New Zealand adults",
      "authors": [
        "C Mhurchu",
        "R Whittaker",
        "H Mcrobbie"
      ],
      "year": 2014,
      "doi": "10.1186/2052-9538-1-10",
      "journal": "BMC Obes",
      "volume": "1",
      "raw": "Feasibility, acceptability and potential effectiveness of a mobile health (mHealth) weight management programme for New Zealand adults \n\t\t \n\t\t\t C N Mhurchu \n\t\t \n\t\t \n\t\t\t R Whittaker \n\t\t \n\t\t \n\t\t\t H Mcrobbie \n\t\t \n\t\t 10.1186/2052-9538-1-10 \n\t \n\t \n\t\t BMC Obes \n\t\t \n\t\t\t 1 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Mhurchu CN, Whittaker R, McRobbie H, et al. Feasibility, acceptability and po- tential effectiveness of a mobile health (mHealth) weight management pro- gramme for New Zealand adults. BMC Obes. 2014;1:1-10."
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100",
      "journal": "J Med Internet Res",
      "volume": "11",
      "pages": "e1",
      "raw": "A text message-based intervention for weight loss: randomized controlled trial \n\t\t \n\t\t\t K Patrick \n\t\t \n\t\t \n\t\t\t F Raab \n\t\t \n\t\t \n\t\t\t M Adams \n\t\t \n\t\t 10.2196/jmir.1100 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 11 \n\t\t\t e1 \n\t\t\t 2009 \n\t\t \n\t \n\t Patrick K, Raab F, Adams M, et al. A text message-based intervention for weight loss: randomized controlled trial. J Med Internet Res. 2009;11:e1."
    },
    {
      "title": "Text4Diet: a randomized controlled study using text messaging for weight loss behaviors",
      "authors": [
        "J Shapiro",
        "T Kara",
        "N Doran"
      ],
      "year": 2012,
      "doi": "10.1016/j.ypmed.2012.08.011",
      "journal": "Prev Med",
      "volume": "55",
      "raw": "Text4Diet: a randomized controlled study using text messaging for weight loss behaviors \n\t\t \n\t\t\t J Shapiro \n\t\t \n\t\t \n\t\t\t T Kara \n\t\t \n\t\t \n\t\t\t N Doran \n\t\t \n\t\t 10.1016/j.ypmed.2012.08.011 \n\t \n\t \n\t\t Prev Med \n\t\t \n\t\t\t 55 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Shapiro J, Kara T, Doran N, et al. Text4Diet: a randomized controlled study using text messaging for weight loss be- haviors. Prev Med. 2012;55:412-417."
    },
    {
      "title": "Daily text messaging for weight control among racial and ethnic minority women: randomized controlled trial",
      "authors": [
        "D Steinburg",
        "E Levine",
        "S Askew",
        "P Foley",
        "G Bennett"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2844",
      "journal": "J Med Internet Res",
      "volume": "15",
      "pages": "e244",
      "raw": "Daily text messaging for weight control among racial and ethnic minority women: randomized controlled trial \n\t\t \n\t\t\t D Steinburg \n\t\t \n\t\t \n\t\t\t E Levine \n\t\t \n\t\t \n\t\t\t S Askew \n\t\t \n\t\t \n\t\t\t P Foley \n\t\t \n\t\t \n\t\t\t G Bennett \n\t\t \n\t\t 10.2196/jmir.2844 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 15 \n\t\t\t e244 \n\t\t\t 2013 \n\t\t \n\t \n\t Steinburg D, Levine E, Askew S, Foley P, Bennett G. Daily text messaging for weight control among racial and ethnic minority women: randomized con- trolled trial. J Med Internet Res. 2013;15: e244."
    },
    {
      "title": "Using technolo-gy to promote postpartum weight loss in urban low-income mothers: a pilot randomized controlled trial",
      "authors": [
        "S Herring",
        "J Cruice",
        "G Bennett",
        "A Davey",
        "G Foster"
      ],
      "year": 2014,
      "doi": "10.1016/j.jneb.2014.06.002",
      "journal": "J Nutr Educ Behav",
      "volume": "46",
      "raw": "Using technolo-gy to promote postpartum weight loss in urban low-income mothers: a pilot randomized controlled trial \n\t\t \n\t\t\t S J Herring \n\t\t \n\t\t \n\t\t\t J F Cruice \n\t\t \n\t\t \n\t\t\t G G Bennett \n\t\t \n\t\t \n\t\t\t A Davey \n\t\t \n\t\t \n\t\t\t G D Foster \n\t\t \n\t\t 10.1016/j.jneb.2014.06.002 \n\t \n\t \n\t\t J Nutr Educ Behav \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Herring SJ, Cruice JF, Bennett GG, Davey A, Foster GD. Using technolo- gy to promote postpartum weight loss in urban low-income mothers: a pilot randomized controlled trial. J Nutr Educ Behav. 2014;46:610-615."
    },
    {
      "title": "Healthy People 2020 objectives",
      "year": 2014,
      "doi": "10.1037/e314502004-003",
      "raw": "Healthy People 2020 objectives \n\t\t 10.1037/e314502004-003 \n\t\t \n\t\t \n\t\t\t 2014. January 3, 2016 \n\t\t\t Office of Disease Prevention and Health Promotion \n\t\t \n\t \n\t Office of Disease Prevention and Health Promotion. Healthy People 2020 objectives. 2014. https:// www.healthypeople.gov/2020/topics -objectives/. Accessed January 3, 2016."
    },
    {
      "title": "Social Foundations of Thought and Action: A Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "raw": "Social Foundations of Thought and Action: A Social Cognitive Theory \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t \n\t \n\t Bandura A. Social Foundations of Thought and Action: A Social Cognitive Theory."
    },
    {
      "title": "Physical Activity Readiness Questionnaire (PAR-Q)",
      "year": 2012,
      "doi": "10.1123/jpah.2013-0473",
      "raw": "10.1123/jpah.2013-0473 \n\t\t \n\t\t Physical Activity Readiness Questionnaire (PAR-Q) \n\t\t \n\t\t\t Canadian Society for Exercise Physiology \n\t\t\t 2012. January 3, 2016 \n\t\t \n\t \n\t Canadian Society for Exercise Physiology. Physical Activity Readi- ness Questionnaire (PAR-Q). 2012. www.csep.ca/CMFiles/publications/ parq/par-q.pdf. Accessed January 3, 2016."
    },
    {
      "title": "Fruits and vegetables at home: child and parent perceptions",
      "authors": [
        "Robinson-O' Brien",
        "R Neumark-Sztainer",
        "D Hannan",
        "P Burgess-Shampoux",
        "T Haines"
      ],
      "year": 2009,
      "journal": "J Nutr Educ Behav",
      "volume": "42",
      "raw": "Fruits and vegetables at home: child and parent perceptions \n\t\t \n\t\t\t Robinson-O' Brien \n\t\t \n\t\t \n\t\t\t R Neumark-Sztainer \n\t\t \n\t\t \n\t\t\t D Hannan \n\t\t \n\t\t \n\t\t\t P Burgess-Shampoux \n\t\t \n\t\t \n\t\t\t T Haines \n\t\t \n\t\t \n\t\t\t J \n\t\t \n\t \n\t \n\t\t J Nutr Educ Behav \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Robinson-O'Brien R, Neumark-Sztainer D, Hannan P, Burgess-Shampoux T, Haines J. Fruits and vegetables at home: child and parent perceptions. J Nutr Educ Behav. 2009;42:360-364."
    },
    {
      "title": "Child-reported family and peer influences on fruit, juice and vegetable consumption: reliability and validity measures",
      "authors": [
        "K Cullen",
        "T Baronowski",
        "L Rittenbury",
        "C Cosart",
        "D Hebert",
        "C De Moor"
      ],
      "year": 2001,
      "doi": "10.1093/her/16.2.187",
      "journal": "Health Educ Res",
      "volume": "16",
      "raw": "Child-reported family and peer influences on fruit, juice and vegetable consumption: reliability and validity measures \n\t\t \n\t\t\t K W Cullen \n\t\t \n\t\t \n\t\t\t T Baronowski \n\t\t \n\t\t \n\t\t\t L Rittenbury \n\t\t \n\t\t \n\t\t\t C Cosart \n\t\t \n\t\t \n\t\t\t D Hebert \n\t\t \n\t\t \n\t\t\t C De Moor \n\t\t \n\t\t 10.1093/her/16.2.187 \n\t \n\t \n\t\t Health Educ Res \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Cullen KW, Baronowski T, Rittenbury L, Cosart C, Hebert D, de Moor C. Child-reported family and peer influences on fruit, juice and vegetable consump- tion: reliability and validity measures. Health Educ Res. 2001;16:187-200."
    },
    {
      "title": "Decision of SNAP recipients to consume more vegetables: an application of the theory of planned behavior",
      "authors": [
        "K Kim",
        "B Streumpler",
        "S Parmer"
      ],
      "year": 2011,
      "doi": "10.1080/19320248.2011.597831",
      "journal": "J Hunger Envir Nutr",
      "volume": "6",
      "raw": "Decision of SNAP recipients to consume more vegetables: an application of the theory of planned behavior \n\t\t \n\t\t\t K Kim \n\t\t \n\t\t \n\t\t\t B Streumpler \n\t\t \n\t\t \n\t\t\t S Parmer \n\t\t \n\t\t 10.1080/19320248.2011.597831 \n\t \n\t \n\t\t J Hunger Envir Nutr \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Kim K, Streumpler B, Parmer S. De- cision of SNAP recipients to consume more vegetables: an application of the theory of planned behavior. J Hunger Envir Nutr. 2011;6:294-311."
    },
    {
      "title": "Selecting items for a food behavior checklist for a limitedresources audience",
      "authors": [
        "M Townsend",
        "L Kaiser",
        "L Allen",
        "A Joy",
        "S Murphy"
      ],
      "year": 2013,
      "doi": "10.1016/s1499-4046(06)60043-2",
      "journal": "J Nutr Educ Behav",
      "volume": "35",
      "raw": "Selecting items for a food behavior checklist for a limitedresources audience \n\t\t \n\t\t\t M S Townsend \n\t\t \n\t\t \n\t\t\t L L Kaiser \n\t\t \n\t\t \n\t\t\t L H Allen \n\t\t \n\t\t \n\t\t\t A B Joy \n\t\t \n\t\t \n\t\t\t S P Murphy \n\t\t \n\t\t 10.1016/s1499-4046(06)60043-2 \n\t \n\t \n\t\t J Nutr Educ Behav \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Townsend MS, Kaiser LL, Allen LH, Joy AB, Murphy SP. Selecting items for a food behavior checklist for a limited- resources audience. J Nutr Educ Behav. 2013;35:69-82."
    },
    {
      "title": "Lifestyle Coach Facilitation Guide for Months 1-6",
      "year": 2012,
      "raw": "Lifestyle Coach Facilitation Guide for Months 1-6 \n\t\t \n\t\t \n\t\t\t 2012. February 1, 2015 \n\t\t \n\t\t \n\t\t\t Centers for Disease Control and Prevention ; National Diabetes Prevention Program \n\t\t \n\t \n\t Centers for Disease Control and Pre- vention. National Diabetes Prevention Program. Lifestyle Coach Facilitation Guide for Months 1-6. 2012. https:// www.cdc.gov/diabetes/prevention/pdf/ curriculum.pdf. Accessed February 1, 2015."
    },
    {
      "title": "Coefficient α and the internal structure of tests",
      "authors": [
        "L Cronbach"
      ],
      "year": 1951,
      "doi": "10.1007/bf02310555",
      "journal": "Psychometrika",
      "volume": "16",
      "raw": "Coefficient α and the internal structure of tests \n\t\t \n\t\t\t L Cronbach \n\t\t \n\t\t 10.1007/bf02310555 \n\t \n\t \n\t\t Psychometrika \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 1951 \n\t\t \n\t \n\t Cronbach L. Coefficient α and the in- ternal structure of tests. Psychometrika. 1951;16:297-334."
    },
    {
      "title": "Shop Plan",
      "authors": [
        "Jenny Craig"
      ],
      "year": 2017,
      "raw": "Shop Plan \n\t\t \n\t\t\t Jenny Craig \n\t\t \n\t\t \n\t\t \n\t\t\t 2017. March 3, 2017 \n\t\t \n\t \n\t Jenny Craig. Shop Plan. 2017. http:// www.jennycraig.com/site/shop-plan. Accessed March 3, 2017."
    },
    {
      "title": "Weight Loss Plans for Men & Women",
      "authors": [
        "Weight Watchers"
      ],
      "year": 2017,
      "raw": "Weight Loss Plans for Men & Women \n\t\t \n\t\t\t Weight Watchers \n\t\t \n\t\t \n\t\t \n\t\t\t 2017. March 3, 2017 \n\t\t \n\t \n\t Weight Watchers. Weight Loss Plans for Men & Women. 2017. https:// www.weightwatchers.com/us/plans. Accessed March 3, 2017."
    },
    {
      "title": "Predictors of early attrition and successful weight loss in patients attending an obesity management program",
      "authors": [
        "D Jiandani",
        "S Wharton",
        "M Rotondi",
        "C Ardern",
        "J Kuk"
      ],
      "year": 2016,
      "doi": "10.1186/s40608-016-0098-0",
      "journal": "BMC Obes",
      "volume": "3",
      "pages": "14",
      "raw": "Predictors of early attrition and successful weight loss in patients attending an obesity management program \n\t\t \n\t\t\t D Jiandani \n\t\t \n\t\t \n\t\t\t S Wharton \n\t\t \n\t\t \n\t\t\t M Rotondi \n\t\t \n\t\t \n\t\t\t C Ardern \n\t\t \n\t\t \n\t\t\t J Kuk \n\t\t \n\t\t 10.1186/s40608-016-0098-0 \n\t \n\t \n\t\t BMC Obes \n\t\t \n\t\t\t 3 \n\t\t\t 14 \n\t\t\t 2016 \n\t\t \n\t \n\t Jiandani D, Wharton S, Rotondi M, Ardern C, Kuk J. Predictors of early attrition and successful weight loss in pa- tients attending an obesity management program. BMC Obes. 2016;3:14."
    },
    {
      "title": "Individual, facility, and program factors affecting retention in a national weight management program",
      "authors": [
        "B Spring",
        "M Sohn",
        "S Locatelli",
        "S Hadi",
        "S Kahwati",
        "F Weaver"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-363",
      "journal": "BMC Public Health",
      "volume": "14",
      "pages": "363",
      "raw": "Individual, facility, and program factors affecting retention in a national weight management program \n\t\t \n\t\t\t B Spring \n\t\t \n\t\t \n\t\t\t M Sohn \n\t\t \n\t\t \n\t\t\t S Locatelli \n\t\t \n\t\t \n\t\t\t S Hadi \n\t\t \n\t\t \n\t\t\t S Kahwati \n\t\t \n\t\t \n\t\t\t F Weaver \n\t\t \n\t\t 10.1186/1471-2458-14-363 \n\t \n\t \n\t\t BMC Public Health \n\t\t \n\t\t\t 14 \n\t\t\t 363 \n\t\t\t 2014 \n\t\t \n\t \n\t Spring B, Sohn M, Locatelli S, Hadi S, Kahwati S, Weaver F. Individual, facil- ity, and program factors affecting retention in a national weight manage- ment program. BMC Public Health. 2014; 14:363."
    },
    {
      "title": "Factors associated with attrition in weight loss programs",
      "authors": [
        "R Grave",
        "A Suppini",
        "S Calugi",
        "G Marchesini"
      ],
      "year": 2006,
      "journal": "Int J Behav Consult Ther",
      "volume": "2",
      "raw": "Factors associated with attrition in weight loss programs \n\t\t \n\t\t\t R Grave \n\t\t \n\t\t \n\t\t\t A Suppini \n\t\t \n\t\t \n\t\t\t S Calugi \n\t\t \n\t\t \n\t\t\t G Marchesini \n\t\t \n\t \n\t \n\t\t Int J Behav Consult Ther \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Grave R, Suppini A, Calugi S, Marchesini G. Factors associated with attrition in weight loss programs. Int J Behav Consult Ther. 2006;2:341- 353."
    },
    {
      "title": "Selfmonitoring in weight loss; a systematic review of literature",
      "authors": [
        "L Burke",
        "J Wang",
        "M Sevick"
      ],
      "year": 2011,
      "doi": "10.1016/j.jada.2010.10.008",
      "journal": "J Am Diet Assoc",
      "volume": "111",
      "raw": "Selfmonitoring in weight loss; a systematic review of literature \n\t\t \n\t\t\t L E Burke \n\t\t \n\t\t \n\t\t\t J Wang \n\t\t \n\t\t \n\t\t\t M A Sevick \n\t\t \n\t\t 10.1016/j.jada.2010.10.008 \n\t \n\t \n\t\t J Am Diet Assoc \n\t\t \n\t\t\t 111 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Burke LE, Wang J, Sevick MA. Self- monitoring in weight loss; a systematic review of literature. J Am Diet Assoc. 2011;111:92-102."
    },
    {
      "title": "Sedentary behaviors and subsequent health outcomes in adults: a systematic review of longitudinal studies, 1996-2011",
      "authors": [
        "A Thorp",
        "N Owen",
        "M Neuhaus",
        "D Dunstan"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2011.05.004",
      "journal": "Am J Prev Med",
      "volume": "40",
      "raw": "Sedentary behaviors and subsequent health outcomes in adults: a systematic review of longitudinal studies, 1996-2011 \n\t\t \n\t\t\t A A Thorp \n\t\t \n\t\t \n\t\t\t N Owen \n\t\t \n\t\t \n\t\t\t M Neuhaus \n\t\t \n\t\t \n\t\t\t D W Dunstan \n\t\t \n\t\t 10.1016/j.amepre.2011.05.004 \n\t \n\t \n\t\t Am J Prev Med \n\t\t \n\t\t\t 40 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Thorp AA, Owen N, Neuhaus M, Dunstan DW. Sedentary behaviors and subsequent health outcomes in adults: a systematic review of longitudinal studies, 1996-2011. Am J Prev Med. 2011;40: 207-215."
    },
    {
      "title": "State indicator report on fruits and vegetables",
      "year": 2013,
      "doi": "10.3945/an.113.004598",
      "raw": "10.3945/an.113.004598 \n\t\t \n\t\t State indicator report on fruits and vegetables \n\t\t \n\t\t\t Centers for Disease Control and Prevention \n\t\t\t 2013. January 3, 2016 \n\t\t \n\t \n\t Centers for Disease Control and Pre- vention. State indicator report on fruits and vegetables. 2013. http:// www.cdc.gov/nutrition/downloads/ state-indicator-report-fruits-vegetables -2013.pdf. Accessed January 3, 2016."
    },
    {
      "title": "Pedometer-determine physical activity among multiethnic lowincome housing residents",
      "authors": [
        "G Bennett",
        "K Wolin",
        "E Pule",
        "K Emmons"
      ],
      "year": 2006,
      "doi": "10.1249/01.mss.0000210200.87328.3f",
      "journal": "Med Sci Sports Exerc",
      "volume": "38",
      "raw": "Pedometer-determine physical activity among multiethnic lowincome housing residents \n\t\t \n\t\t\t G G Bennett \n\t\t \n\t\t \n\t\t\t K Y Wolin \n\t\t \n\t\t \n\t\t\t E Pule \n\t\t \n\t\t \n\t\t\t K M Emmons \n\t\t \n\t\t 10.1249/01.mss.0000210200.87328.3f \n\t \n\t \n\t\t Med Sci Sports Exerc \n\t\t \n\t\t\t 38 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Bennett GG, Wolin KY, Pule E, Emmons KM. Pedometer-determine physical activity among multiethnic low- income housing residents. Med Sci Sports Exerc. 2006;38:768-773."
    },
    {
      "title": "Promotion of physical activity in low-income mothers using pedometers",
      "authors": [
        "K Clarke",
        "J Greeland-Graves",
        "D Klohe-Lehman",
        "T Milani",
        "H Nuss",
        "S Laffrey"
      ],
      "year": 2007,
      "doi": "10.1016/j.jada.2007.03.010",
      "journal": "J Am Diet Assoc",
      "volume": "107",
      "raw": "Promotion of physical activity in low-income mothers using pedometers \n\t\t \n\t\t\t K K Clarke \n\t\t \n\t\t \n\t\t\t J Greeland-Graves \n\t\t \n\t\t \n\t\t\t D M Klohe-Lehman \n\t\t \n\t\t \n\t\t\t T J Milani \n\t\t \n\t\t \n\t\t\t H J Nuss \n\t\t \n\t\t \n\t\t\t S Laffrey \n\t\t \n\t\t 10.1016/j.jada.2007.03.010 \n\t \n\t \n\t\t J Am Diet Assoc \n\t\t \n\t\t\t 107 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Clarke KK, Greeland-Graves J, Klohe- Lehman DM, Milani TJ, Nuss HJ, Laffrey S. Promotion of physical activ- ity in low-income mothers using pedometers. J Am Diet Assoc. 2007;107: 962-967."
    },
    {
      "title": "s Statistical Reviewers Erfan Ayubi",
      "authors": [
        "Jneb Thanks"
      ],
      "doi": "10.2172/1782533",
      "raw": "s Statistical Reviewers Erfan Ayubi \n\t\t \n\t\t\t Jneb Thanks \n\t\t \n\t\t 10.2172/1782533 \n\t\t . Karina Díaz Rios \n\t\t \n\t\t \n\t\t\t Tehran University of Medical Sciences Richard Boles, University of Colorado-Denver John Dawson, Texas Tech University L ; University of California ; Merced Claudia González-Vallejo, Ohio University \n\t\t \n\t \n\t Thanks to JNEB's Statistical Reviewers Erfan Ayubi, Tehran University of Medical Sciences Richard Boles, University of Colorado-Denver John Dawson, Texas Tech University L. Karina Díaz Rios, University of California, Merced Claudia González-Vallejo, Ohio University"
    },
    {
      "authors": [
        "A Naiman"
      ],
      "doi": "10.36501/0197-9191/23-025",
      "raw": "A Naiman \n\t\t \n\t\t \n\t\t\t Khan \n\t\t \n\t\t 10.36501/0197-9191/23-025 \n\t\t \n\t\t \n\t\t\t University of Illinois ; Urbana-Champaign Patrick McLaughlin ; USDA-Economic Research Service Salma Musaad, University of Illinois, Urbana-Champaign Zhaoxing Pan, University of Colorado, Anschutz Medical Campus Taren Swindle, University of Colorado, Anschutz Medical Campus \n\t\t \n\t \n\t Naiman A. Khan, University of Illinois, Urbana-Champaign Patrick McLaughlin, USDA-Economic Research Service Salma Musaad, University of Illinois, Urbana-Champaign Zhaoxing Pan, University of Colorado, Anschutz Medical Campus Taren Swindle, University of Colorado, Anschutz Medical Campus"
    }
  ],
  "num_references": 30,
  "figures": [
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Baseline Demographic Characteristics of My Quest Participants (n = 109) Journal of Nutrition Education and Behavior • Volume 50, Number 1, 2018"
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "My Quest 12-Wk Text Message Educational Themes Cut calories by reducing portion sizes. If you cut out 250 cal a day from your diet you could lose up to 1/2 lb in a week. Every bit counts…Log each activity you do for ≥10 min. Remember to use Fitness Tracker to meet your goals this week."
    },
    {
      "type": "table",
      "caption": "Table 3 .",
      "description": "Comparison of Social Cognitive Theory Construct Scores of Participating Low-Income Women Before and After My Quest Intervention (n = 56) Journal of Nutrition Education and Behavior • Volume 50, Number 1, 2018"
    }
  ],
  "num_figures": 3,
  "tables": [
    {
      "content": "paired t test (continuous data). Statis- tical significance was P < .05. Statistical analyses were performed with SPSS software (version 22, IBM Corp, Armonk, NY, 2013). RESULTS During recruitment and pre-assessment, 143 women provided signed consent; of those, 109 completed the pre-assessment survey. Before My Quest began, 5 par- ticipants opted out of the text message program, which left 104 women who began My Quest. Table 1 displays par- ticipant baseline demographics. During included McNemar the intervention, 10 participants were test (dichotomous data), Wilcoxon removed from the text message system signed rank test (ordinal data), or owing to disconnected phone numbers Characteristic Total Age, y (SD) 36.1 (8.1) Race, n (%) White 47 (43.0) African American 59 (54.0) Other 3 (3.0) Education, n (%) High school or General Equivalent Development diploma 35 (32.0) 2 Y/some college 41 (37.6) ≥4 Y college 33 (30.4) Marital status, n (%) Single 71 (65.0) Married 38 (35.0) Income, n (%) <$25,000/y 70 (64.0) $25,001 to $50,000/y 36 (33.0) ≥$50,001/y 3 (3.0) Height, in (SD) 64.3 (2.5) Weight, lb (SD) 212.1 (55.7) Body mass index, kg/m 2 (SD) 36.2 (9.5) Normal weight, n (%) 5 (4.6) Overweight, n (%) 22 (20.2) Class 1 obese, n (%) 28 (25.7) Class 2 obese, n (%) 25 (22.9) Class 3 obese, n (%) 29 (26.6)"
    },
    {
      "content": "Social Cognitive Theory Week Theme Objective My Quest (#MQ) Text Message Construct(s) 1 Food Journaling Use a food journal to log food #MQ: The secret to weight loss is to know what you eat and drink. Self-monitoring intake. Use Super Tracker to help make good choices. 1.usa.gov/1StxdM5 a 2 Know Your Calories Know individual calorie intake level #MQ: Did you know some packages have more than 1 serving? Behavior Read the Nutrition Facts Label to see how many servings are in the container. 3 Portion Control Know what a standard serving of #MQ: Goal setting food is compared with a portion Behavior 4 Exercise Journaling Keep a daily exercise journal and #MQ: Self-monitoring know weekly physical activity Goal setting guidelines. 5 Increasing Steps Walk ≥5,000 steps each day #MQ: Wear your pedometer and record your daily step count. Self-monitoring This is a great way to keep active and track your physical activity. 6 Increase Water Know the daily recommended #MQ: Set a goal to drink 8-10 cups of water each day this week. Goal setting water intake 7 Reduce Sugar-Sweetened Know the amount of added sugar #MQ: Drink sweet tea or sodas? If so, try replacing 1 each day Self-monitoring Beverages and calories in common sugar- with water instead to save 200 cal and 50 g of sugar. Behavior sweetened beverages 8 Meal Planning Create weekly menu and develop #MQ: Make a SMART goal this week to cook and eat 3 home- Goal setting grocery lists for each meal cooked meals that include 1 vegetable side dish. For success, plan meals ahead. 9 Increase Fruits and Increase fruit and vegetable intake #MQ: Put out cut veggies to snack on while you are cooking Environment Vegetables by 1 serving each day dinner. Get the good stuff in while you're hungry! 10 Smart Snacking Choose fruits, vegetables, low-fat #MQ: Always on the go? Fruits and veggies make good grab and Goal setting dairy, or low-fat, whole-grain go snacks. Pack bananas or baby carrots in your bag for a Environment foods as snacks quick snack. 11 Increase Physical Increase time and variation of daily #MQ: Try a new exercise. Jumping rope is a cheap, easy, at- Behavior Activity physical activity home way to increase your exercise intensity and get your heart pumping! 12 Reduce Screen Time Decrease time spent in front of a #MQ: Go ahead: Step away from the computer at work for Behavior screen (≤2 h/d) 10 min…and get a few steps in! Self-efficacy"
    },
    {
      "content": "Before Mean After Mean Social Cognitive Theory Construct (SE) (SE) P Self-regulation/goal setting Physical activity In the next week, how many hours do you plan to do the following (vigorous 2.3 (0.2) 2.7 (0.2) < .001*** exercise)? a,d In the next week, how many hours do you plan to do the following (moderate 3.4 (0.2) 4.0 (0.2) .02* exercise)? a,d Dietary How often do you make a grocery shopping list? a,e 3.3 (0.2) 3.8 (0.2) .05* How often do you plan your meals ahead? a,e 3.5 (0.3) 4.7 (0.2) < .001*** Self-efficacy I can exercise ≥30 min each day when I'm tired, upset, or stressed. a,f 3.5 (0.1) 3.7 (0.1) .23 I can eat 5 servings of fruits and vegetables most days. a,g 3.4 (0.1) 3.7 (0.1) .07 I can control my food portions to control my weight. a,g 3.8 (0.1) 4.0 (0.1) .05* Behavioral factors Physical activity Yesterday, I exercised 30 min. b,h 0.3 (0.1) 0.6 (0.1) .002** I know the number of steps I walked yesterday. b,h 0.2 (0.1) 0.7 (0.1) < .001*** Dietary Yesterday, I wrote down what I ate and drank. b,h 0.1 (0.03) 0.2 (0.01) .02* Fruits and vegetables How often do you eat fruits and vegetables as a snack? a,e 5.3 (0.2) 5.8 (0.2) .02* How many servings of fruits do you eat each day? c,i 1.7 (0.2) 2.4 (0.2) .002** How many servings of vegetables do you eat each day? c,i 2.5 (0.4) 2.6 (0.2) .80 Sugar-sweetened beverages How often do you drink water instead of sugar-sweetened beverages 5.7 (0.2) 6.5 (0.1) < .001*** (such as sweet tea, soft drinks, fruit drinks, or sport drinks)? a,e How many sugar-sweetened beverages (such as sweet tea, soft drinks, 2.9 (0.1) 2.5 (0.1) .001** fruit drinks, or sports drinks) do you drink each day? a,j Sedentary behaviors Think about the time you spend at home, work, or traveling. In a typical day, how 5.8 (0.5) 5.0 (0.5) .02* many hours do you spend sitting? c,i Think about the time you spend at home, work, or traveling. How much time do 3.7 (0.2) 3.3 (0.1) .02* you usually spend sitting watching television, playing video games, or searching the Internet (computer, tablet, or cell phone)? a,k Environmental factors Fruits and vegetables How often do you have fruits and vegetables ready to eat as a snack? a,e 4.4 (0.3) 5.5 (0.2) < .001*** Sugar-sweetened beverages How often do you have sugar-sweetened beverages (such as sweet tea, soft 5.7 (0.2) 5.0 (0.3) .004** drinks, fruit drinks, or sport drinks) in your home? a,e P was derived from:"
    }
  ],
  "num_tables": 3,
  "num_citations": 60,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b20",
    "b21",
    "b12",
    "b16",
    "b15",
    "b23",
    "b5",
    "b19",
    "b10",
    "b27",
    "b24",
    "b4",
    "b7",
    "b11",
    "b8",
    "b22",
    "b6",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Nutrition , Dietetics and Hospitality Management , Auburn University , Auburn , AL",
    "[raw_affiliation] 2  Alabama Cooperative Extension System , Auburn University , Auburn , AL",
    "[raw_affiliation] 1  Department of Nutrition , Dietetics and Hospitality Management , Auburn University , Auburn , AL",
    "[raw_affiliation] 2  Alabama Cooperative Extension System , Auburn University , Auburn , AL",
    "[raw_affiliation] 2  Alabama Cooperative Extension System , Auburn University , Auburn , AL",
    "[raw_affiliation] 1  Department of Nutrition , Dietetics and Hospitality Management , Auburn University , Auburn , AL",
    "[raw_affiliation] 2  Alabama Cooperative Extension System , Auburn University , Auburn , AL",
    "[raw_affiliation] 3  Exercise Adherence and Motivation Lab , School of Kinesiology , Auburn University , Auburn , AL",
    "[raw_affiliation] Department of Nutrition , Dietetics and Hospitality Management and Alabama Cooperative Extension System , Auburn University , 216 Duncan Hall , Auburn , AL 36849 ;",
    "[submission] Accepted September 13, 2017.",
    "Note: Participants were recruited from 55 Alabama counties. Data represent participant self-report information from electronic pre-assessment survey.",
    "a Shortened Universal Resource Locator (also known as URL) link. Participants received text messages throughout My Quest that contained a link to a Web-based resource.",
    "Journal of Nutrition Education and Behavior • Volume 50,Number 1, 2018",
    "[raw_reference] Robert Wood Johnson Foundation. The state of obesity: better policies for a healthier America. Adult obesity and overweight rates. 2016. http:// healthyamericans.org/assets/files/TFAH- 2016-ObesityReport-Fnl.pdf. Accessed March 3, 2017.",
    "[raw_reference] Moredich CA, Kessler TA. Physical activity and nutritional weight loss in- tervention in obese, low-income women: an integrated review. J Midwifery Womens Health. 2014;59:380-387.",
    "[raw_reference] Pew Research Center. Technology device ownership, 2015. http:// www.pewinternet.org/2015/10/29/the- demographics-of-device-ownership/. Accessed March 3, 2017.",
    "[raw_reference] Gallup. The new era of communica- tion among Americans. 2014. http:// www.gallup.com/poll/179288/new -era-communication-americans.aspx. Ac- cessed January 3, 2016.",
    "[raw_reference] Mhurchu CN, Whittaker R, McRobbie H, et al. Feasibility, acceptability and po- tential effectiveness of a mobile health (mHealth) weight management pro- gramme for New Zealand adults. BMC Obes. 2014;1:1-10.",
    "[raw_reference] Patrick K, Raab F, Adams M, et al. A text message-based intervention for weight loss: randomized controlled trial. J Med Internet Res. 2009;11:e1.",
    "[raw_reference] Shapiro J, Kara T, Doran N, et al. Text4Diet: a randomized controlled study using text messaging for weight loss be- haviors. Prev Med. 2012;55:412-417.",
    "[raw_reference] Steinburg D, Levine E, Askew S, Foley P, Bennett G. Daily text messaging for weight control among racial and ethnic minority women: randomized con- trolled trial. J Med Internet Res. 2013;15: e244.",
    "[raw_reference] Herring SJ, Cruice JF, Bennett GG, Davey A, Foster GD. Using technolo- gy to promote postpartum weight loss in urban low-income mothers: a pilot randomized controlled trial. J Nutr Educ Behav. 2014;46:610-615.",
    "[raw_reference] Office of Disease Prevention and Health Promotion. Healthy People 2020 objectives. 2014. https:// www.healthypeople.gov/2020/topics -objectives/. Accessed January 3, 2016.",
    "[raw_reference] Bandura A. Social Foundations of Thought and Action: A Social Cognitive Theory.",
    "[raw_reference] Canadian Society for Exercise Physiology. Physical Activity Readi- ness Questionnaire (PAR-Q). 2012. www.csep.ca/CMFiles/publications/ parq/par-q.pdf. Accessed January 3, 2016.",
    "[raw_reference] Robinson-O'Brien R, Neumark-Sztainer D, Hannan P, Burgess-Shampoux T, Haines J. Fruits and vegetables at home: child and parent perceptions. J Nutr Educ Behav. 2009;42:360-364.",
    "[raw_reference] Cullen KW, Baronowski T, Rittenbury L, Cosart C, Hebert D, de Moor C. Child-reported family and peer influences on fruit, juice and vegetable consump- tion: reliability and validity measures. Health Educ Res. 2001;16:187-200.",
    "[raw_reference] Kim K, Streumpler B, Parmer S. De- cision of SNAP recipients to consume more vegetables: an application of the theory of planned behavior. J Hunger Envir Nutr. 2011;6:294-311.",
    "[raw_reference] Townsend MS, Kaiser LL, Allen LH, Joy AB, Murphy SP. Selecting items for a food behavior checklist for a limited- resources audience. J Nutr Educ Behav. 2013;35:69-82.",
    "[raw_reference] Centers for Disease Control and Pre- vention. National Diabetes Prevention Program. Lifestyle Coach Facilitation Guide for Months 1-6. 2012. https:// www.cdc.gov/diabetes/prevention/pdf/ curriculum.pdf. Accessed February 1, 2015.",
    "[raw_reference] Cronbach L. Coefficient α and the in- ternal structure of tests. Psychometrika. 1951;16:297-334.",
    "[raw_reference] Jenny Craig. Shop Plan. 2017. http:// www.jennycraig.com/site/shop-plan. Accessed March 3, 2017.",
    "[raw_reference] Weight Watchers. Weight Loss Plans for Men & Women. 2017. https:// www.weightwatchers.com/us/plans. Accessed March 3, 2017.",
    "[raw_reference] Jiandani D, Wharton S, Rotondi M, Ardern C, Kuk J. Predictors of early attrition and successful weight loss in pa- tients attending an obesity management program. BMC Obes. 2016;3:14.",
    "[raw_reference] Spring B, Sohn M, Locatelli S, Hadi S, Kahwati S, Weaver F. Individual, facil- ity, and program factors affecting retention in a national weight manage- ment program. BMC Public Health. 2014; 14:363.",
    "[raw_reference] Grave R, Suppini A, Calugi S, Marchesini G. Factors associated with attrition in weight loss programs. Int J Behav Consult Ther. 2006;2:341- 353.",
    "[raw_reference] Burke LE, Wang J, Sevick MA. Self- monitoring in weight loss; a systematic review of literature. J Am Diet Assoc. 2011;111:92-102.",
    "[raw_reference] Thorp AA, Owen N, Neuhaus M, Dunstan DW. Sedentary behaviors and subsequent health outcomes in adults: a systematic review of longitudinal studies, 1996-2011. Am J Prev Med. 2011;40: 207-215.",
    "[raw_reference] Centers for Disease Control and Pre- vention. State indicator report on fruits and vegetables. 2013. http:// www.cdc.gov/nutrition/downloads/ state-indicator-report-fruits-vegetables -2013.pdf. Accessed January 3, 2016.",
    "[raw_reference] Bennett GG, Wolin KY, Pule E, Emmons KM. Pedometer-determine physical activity among multiethnic low- income housing residents. Med Sci Sports Exerc. 2006;38:768-773.",
    "[raw_reference] Clarke KK, Greeland-Graves J, Klohe- Lehman DM, Milani TJ, Nuss HJ, Laffrey S. Promotion of physical activ- ity in low-income mothers using pedometers. J Am Diet Assoc. 2007;107: 962-967.",
    "[raw_reference] Thanks to JNEB's Statistical Reviewers Erfan Ayubi, Tehran University of Medical Sciences Richard Boles, University of Colorado-Denver John Dawson, Texas Tech University L. Karina Díaz Rios, University of California, Merced Claudia González-Vallejo, Ohio University",
    "[raw_reference] Naiman A. Khan, University of Illinois, Urbana-Champaign Patrick McLaughlin, USDA-Economic Research Service Salma Musaad, University of Illinois, Urbana-Champaign Zhaoxing Pan, University of Colorado, Anschutz Medical Campus Taren Swindle, University of Colorado, Anschutz Medical Campus"
  ],
  "editors": [
    ". Karina Díaz Rios"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
