{
  "paper_id": "ISC9GH62",
  "title": "Neurosyphilis and a Nobel Prize",
  "abstract": "Image in the public domain. Syphilis was called the king of diseases and the disease of all kings, claiming the lives of both princes and paupers alike. In the 1920s 1% of all patients in English asylums suffered from general paralysis of the insane. Julius Wagner-Jauregg (1857-1940), coincidentally a contemporary of Sigmund Freud, was born in Wels, Austria, to Adolf Johann Wagner, a civil servant from Silesia, and his wife Ludovika. Wagner-Jauregg began his medical studies at the University of Vienna in 1874, where he was influenced by the anatomist Joseph Hyrtl and later the physiologist Ernst von Brücke.",
  "authors": [
    {
      "forename": "Julius",
      "surname": "Wagner- Jauregg's Pyrotherapy",
      "name": "Julius Wagner- Jauregg's Pyrotherapy",
      "affiliation": "Neurology and Psychiatry at the University of Vienna in 1927 . \n\t\t\t\t\t\t\t\t Neurology and Psychiatry \n\t\t\t\t\t\t\t\t University of Vienna \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t . \n\t\t\t\t\t\t\t\t\t 1927"
    },
    {
      "forename": "Madhusudan",
      "surname": "Dalvi",
      "name": "Madhusudan Dalvi",
      "affiliation": "Neurology and Psychiatry at the University of Vienna in 1927 . \n\t\t\t\t\t\t\t\t Neurology and Psychiatry \n\t\t\t\t\t\t\t\t University of Vienna \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t . \n\t\t\t\t\t\t\t\t\t 1927"
    },
    {
      "forename": "Julius",
      "surname": "Wagner-Jauregg",
      "name": "Julius Wagner-Jauregg",
      "affiliation": "Neurology and Psychiatry at the University of Vienna in 1927 . \n\t\t\t\t\t\t\t\t Neurology and Psychiatry \n\t\t\t\t\t\t\t\t University of Vienna \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t . \n\t\t\t\t\t\t\t\t\t 1927"
    },
    {
      "forename": "Heinrich",
      "surname": "Von Bamberger",
      "name": "Heinrich Von Bamberger",
      "affiliation": "Neurology and Psychiatry at the University of Vienna in 1927 . \n\t\t\t\t\t\t\t\t Neurology and Psychiatry \n\t\t\t\t\t\t\t\t University of Vienna \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t . \n\t\t\t\t\t\t\t\t\t 1927"
    },
    {
      "forename": "Hermann",
      "surname": "After",
      "name": "Hermann After",
      "affiliation": "Neurology and Psychiatry at the University of Vienna in 1927 . \n\t\t\t\t\t\t\t\t Neurology and Psychiatry \n\t\t\t\t\t\t\t\t University of Vienna \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t . \n\t\t\t\t\t\t\t\t\t 1927"
    }
  ],
  "doi": "10.1192/bjp.2023.177",
  "sections": [
    {
      "text": "During his years as Leidesdorf's assistant, Wagner-Jauregg became interested in the pathology of the thyroid gland and the treatment of general paresis. He was a keen mountaineer and during his walks through the Alpine valleys was struck by the number of people with cretinism he encountered. In 1884 during animal experiments, Wagner-Jauregg removed the thyroid glands of cats, which led to convulsions and death within a few days, and by 1898 he proposed that iodine be added compulsorily to salt sold in endemic areas. He was extraordinary professor at the University of Graz from 1889 to 1893, and then was appointed as director of the neurological and psychiatric clinic in Vienna as a succcessor to Theodor Meynert. Wagner-Jauregg noted that people with certain neurological and psychiatric illnesses, including general paresis and psychosis, showed improvement in their mental state after contracting febrile diseases such as erysipelas and anthrax. In June 1917 he injected a patient with general paresis with tertian malarial parasites. This and subsequent trials led to significant improvement of such patients, in some instances to complete remission. For this procedure Wagner-Jauregg used venous blood of a wounded soldier from the Macedonian front, who had been admitted to his clinic with malaria. Of the nine patients with general paresis treated with pyrotherapy, six responded and three were still working 4 years later. However, all except two eventually suffered relapses. Two symptoms that consistently improved were speech and writing. Wagner-Jauregg wondered whether this could be explained by the different properties of bacterial toxins or bacterial proteins but believed the raised temperature weakened the spirochetes. He won the Nobel Prize for medicine and physiology for this discovery in 1927, the first psychiatrist to do so, despite choosing the profession by accident.\n\nIn later years it came to light that Wagner-Jauregg was a national socialist and backed Hitler's programme of eugenics. The obituary published by the Nazi newspaper Völkischer Beobachter on 29 September 1940 states 'Without his genetics the stock of ideas constituting the national socialist view of society is no longer conceivable'. The Nuremberg Code established principles of bioethical research, which include properly formulated scientific experimentation and beneficience towards participants, the latter of which embraces the Hippocratic oath 'primum non nocere', Latin for first do no harm, which was quoted recently in the High Court in 2017 by the treating doctors in their defence in the Charlie Gard case, who stated that continued ventilation and an experimental nucleoside treatment was unlikely to benefit Charlie and will be contarary to the oath. Charlie suffered from a rare inherited infantile mitochondrial syndrome and the only hope was continued ventilation and an experimental nucleoside treatment. Pyrotherapy, like insulin coma therapy, has largely been forgotten (for good reason) in the world of evidence-based medicine and Article 3 of the Human Rights Act, which is enshrined in legislation as an absolute right, rightly protects individuals from inhuman or degrading treatment."
    }
  ]
}
