{
  "paper_id": "IWCC9YIJ",
  "title": "Preventive Health Behavior Change Text Message Interventions: A Meta-analysis",
  "abstract": "Context: Existing evidence shows that text message interventions can produce short-term health behavior change. However, understanding is limited regarding intervention characteristics moderating this effect or the long-term effectiveness of text message interventions on behavior change after contact stops. Evidence acquisition: MEDLINE, PubMed Central, ERIC, PsycINFO, and Web of Science were searched for articles published between April 2008 and December 2014 that evaluated an intervention targeting preventive health behaviors, delivered primarily by text message. Evidence synthesis: Intervention development and design characteristics and research outcomes were evaluated for 51 studies. Thirty-five studies were included in a meta-analysis (conducted in 2015) examining overall effect size and moderators of effect size. The overall pooled effect of interventions was d¼0.24 (95% CI¼0.16, 0.32, po0.001) using outcome data collected most proximal to intervention cessation. Seven studies collected data following a no-intervention maintenance period and showed a small but significant pooled maintenance effect (d¼0.17, 95% CI¼0.03, 0.31, p¼0.017, k¼7). Few variables significantly moderated intervention efficacy. Interventions that did not use a theoretic basis, used supplementary intervention components, and had a duration of 6-12 months were most effective. The specific behavior being targeted was not associated with differences in efficacy nor was tailoring, targeting, or personalization of text message content. Conclusions: Text message interventions are capable of producing positive change in preventive health behaviors. Preliminary evidence indicates that these effects can be maintained after the intervention stops. The moderator analysis findings are at odds with previous research, suggesting a need to examine moderators at the behavior-specific level.",
  "year": 2012,
  "date": "2012",
  "journal": "J Health Commun",
  "publication": "J Health Commun",
  "authors": [
    {
      "forename": "Ashleigh",
      "surname": "Armanasco",
      "name": "Ashleigh Armanasco",
      "affiliation": "1  Queensland University of Technology , Institute of Health and Biomedical Innovation , School of Public Health and Social Work , Brisbane , Australia; \n\t\t\t\t\t\t\t\t Institute of Health and Biomedical Innovation \n\t\t\t\t\t\t\t\t School of Public Health and Social Work \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia;",
      "email": "ashleigh.armanasco@gmail.com"
    },
    {
      "forename": "Yvette",
      "surname": "Miller",
      "name": "Yvette Miller",
      "affiliation": "1  Queensland University of Technology , Institute of Health and Biomedical Innovation , School of Public Health and Social Work , Brisbane , Australia; \n\t\t\t\t\t\t\t\t Institute of Health and Biomedical Innovation \n\t\t\t\t\t\t\t\t School of Public Health and Social Work \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Brianna",
      "surname": "Fjeldsoe",
      "name": "Brianna Fjeldsoe",
      "affiliation": "2  The University of Queensland , Cancer Prevention Research Centre , School of Public Health , BrisbaneAustralia Queens- land University of Technology , Institute of Health and Biomedical Innovation , School of Public Health and Social Work , Kelvin Grove , Brisbane , Queensland , Australia , 4059. \n\t\t\t\t\t\t\t\t Cancer Prevention Research Centre \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Institute of Health and Biomedical Innovation \n\t\t\t\t\t\t\t\t School of Public Health and Social Work \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t BrisbaneAustralia \n\t\t\t\t\t\t\t\t Queens- land University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kelvin Grove \n\t\t\t\t\t\t\t\t\t 4059. \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Alison",
      "surname": "Marshall",
      "name": "Alison Marshall",
      "affiliation": "1  Queensland University of Technology , Institute of Health and Biomedical Innovation , School of Public Health and Social Work , Brisbane , Australia; \n\t\t\t\t\t\t\t\t Institute of Health and Biomedical Innovation \n\t\t\t\t\t\t\t\t School of Public Health and Social Work \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia;"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000925",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "H ealth interventions delivered via mobile technologies (mHealth) are rapidly expanding. One area of mHealth that has captured the attention of health behavior change specialists is text messaging.  1 he first systematic reviews of text message interventions appeared in 2009.  2, 3 Both acknowledged that text message interventions produced positive short-term behavior change, but few high-quality studies were available.  2, 3 ince then, studies in this area have multiplied exponentially.  4, 5 Despite increased reviewable material, subsequent reviews have highlighted methodologic issues including weak study designs and inadequate sample sizes, interventions lacking theoretic foundation, and failure to isolate the impact of text messages in multistrategy programs.  [6] [7] [8] [9] [10] [11] [12] [13] [14] [15]  Two recent meta-analyses have quantified text message intervention effects on preventive health behavior change.  10, 11 Free et al.  11  calculated pooled effect size estimates for interventions targeting the same preventive health behavior and found positive effects for smoking cessation, but limited evidence for effects for weight change via physical activity and diet improvements. Owing to strict inclusion criteria, each meta-analysis included between two and five interventions, limiting the reliability and generalizability of results.  16 Head and colleagues  10  reported a small weighted effect size (d¼0.33) from their meta-analysis of 19 studies evaluating health promotion text message interventions. These and four other behavior-specific reviews  [16] [17] [18] [19]  provide support for text message interventions producing shortterm health behavior change.\n\nThe challenge now is to understand how intervention characteristics impact intervention efficacy so future iterations adopt evidence-based best practices. Behavior change interventions are most effective when developed using a theoretic basis  20, 21  and formative work with the target group.  1 Features such as duration, supplementary intervention components, and tailoring and targeting of content can also influence efficacy,  [22] [23] [24]  but understanding is limited regarding the relative importance of these characteristics in text message interventions. Head et al.  10  reported that targeted behavior, message tailoring, personalization, and frequency moderated effect size, although several comparisons were based on few studies. More reliable evidence may inform more effective intervention development. The long-term impact of text message interventions is also unknown, particularly for preventive behaviors where sustained change is necessary to attain health benefits (e.g., smoking cessation, physical activity).\n\nThis review aims to (1) evaluate the evidence for the efficacy of text message interventions for improving preventive health behaviors (e.g., smoking, physical activity); (2) identify effective characteristics of text messaging programs; and (3) explore the efficacy of text message interventions following a no-intervention maintenance period. This review strengthens evidence from previous reviews by focusing on complex lifestyle behaviors; excluding studies that target short-term prompts to action (e.g., medication adherence); reviewing outcomes that better inform translation into practice (such as end of intervention rather than mid-intervention effects)  10  ; and avoiding exclusion of non-RCTs that often represent translational research."
    },
    {
      "title": "EVIDENCE ACQUISITION",
      "text": "This review was guided by the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines.  25"
    },
    {
      "title": "Data Sources and Searches",
      "text": "Electronic databases (MEDLINE, PubMed Central, ERIC, Psy-cINFO, and Web of Science) were searched for articles published between April 2008 (end of search limit in the first review 2 ) and December 2014. Terms searched in any field included mobile telephone or mobile phone or cell phone; SMS or text messag*; and health or health intervention or behavior. Additional articles were identified by perusing reference lists of eligible and review articles (Appendix Table  1 , available online), following up study protocols with additional searches and author contact for articles in press. Article authors were also contacted to clarify eligibility. Eligible studies among the 14 included in the initial review  2  were included in the meta-analysis."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "Studies were included if they evaluated a preventive health behavior change intervention primarily delivered by text message using at least a pre-post design (with or without control group) and were published in English in a peer-reviewed journal. Interventions with non-text message components were included if text messaging was the primary intervention method (450% of contact via text messages). Interventions that only included children; offered text message reminders (e.g., appointment reminders); or prompts to use intervention resources were excluded as were interventions primarily focused on selfmanagement of existing conditions (e.g., diabetes). Inclusion in the meta-analysis required studies to have an RCT design.\n\nAfter removing duplicates, titles and abstracts (where necessary) were screened for inclusion. Full-text articles were retrieved and reviewed for remaining records. Uncertainty about inclusion was reviewed by three authors (AA, YM, AM) and discussed until consensus was achieved."
    },
    {
      "title": "Study Characteristics",
      "text": "Data extracted included intervention country; protocol publication; research setting; study design; control group exposure; recruitment method defined as either reactive (participants responded to study advertisements) or proactive (researchers invited identified participants); required and actual sample size; follow-up timing(s); participant retention; author-identified primary outcome(s) (behavioral and physiological; if authors did not identify primary outcome(s), all behavioral and physiological outcomes were extracted); intervention name; reported use of theory; reported formative work (conducted with the specific target group to inform current intervention design); intervention duration; text message details (text dialogue initiator; frequency; tailoring, targeting, and personalization; and degree of interactivity); supplementary intervention components (e.g., websites, pedometers); data on primary outcome(s); and moderators of primary outcome(s). Messages were considered targeted if they were intended for a population subgroup with content based on shared group characteristics, tailored if they were unique to an individual based on assessed characteristics,  26  and personalized if they included the participant's name. Messages could be targeted or tailored on behavioral (e.g., smoking status, weight); psychosocial (e.g., beliefs, perceptions); or demographic characteristics (e.g., gender). Interactivity was defined as low if participants were required to send text messages to researchers less than weekly, moderate if weekly or more but less than daily, and high if daily or more frequently."
    },
    {
      "title": "Risk of Bias",
      "text": "Risk of bias was assessed using the Cochrane Collaborations Risk of Bias Assessment tool for controlled trials  27  and the Risk of Bias Assessment for Non-Randomized Studies for non-randomized trials.  28"
    },
    {
      "title": "Quantitative Data Analysis",
      "text": "Data for quantitative analysis included means, measure of variance, proportions, and sample size for each group outcome at all follow-up times. The standardized mean difference for the primary outcome(s) was calculated as an effect size indicator. To combine outcomes reported in continuous and categorical formats, ORs were transformed into standardized mean differences. For studies where multiple groups received primarily text message interventions or where more than one control/comparison group existed, those respective groups' data were combined to conservatively estimate the effect of any text message intervention relative to all non-text message conditions. This increased standardization across studies (as control/comparison group treatment ranged from measurement only to various non-text message interventions). For studies not identifying a primary outcome or including more than one, outcome data were averaged into a single composite outcome. (Appendix Table  2  [available online] reports effect sizes for each outcome and the overall composite outcome.) Effect sizes were calculated using the primary outcome(s) data closest to the end of the intervention unless a specific data time point was identified by authors. Effect size magnitude was interpreted according to Cohen's guideline for effect size (d¼0.20-0.49, small effect; d¼0.50-0.79, moderate; and dZ0.80, large).  29 n additional effect size was calculated for studies reporting outcomes following a no-intervention maintenance period to assess maintenance of intervention effects. All outcome data collected following a no-intervention maintenance period were combined to calculate the maintained effect size.\n\nStatistical analyses were conducted using Comprehensive Meta-Analysis, version 3.3.070. Standardized effect sizes were weighted by their inverse variance. Random effects meta-analyses were conducted to calculate pooled effect estimates for intervention effects and a secondary analysis of maintenance effects. One study at a time was removed to test the impact of each on overall effect size. Effect size heterogeneity was examined using the Q statistic and I 2 . Publication bias was assessed by visual inspection of funnel plots, calculating fail-safe N values and trim-and-fill analysis.  30 ffect sizes for hypothesized categorical moderator variables were calculated using a mixed effects model and compared using the Q B statistic. Moderator variables were selected based on known influence on text message intervention effectiveness (targeted behavior, message tailoring, personalization, and frequency 10 ) or interventions using other mediums (theoretic basis, formative work, intervention duration, supplementary components, and tailoring and targeting of content  [22] [23] [24] , and other features commonly manipulated in text message interventions (variability in message frequency and interactivity)."
    },
    {
      "title": "EVIDENCE SYNTHESIS",
      "text": "Database searches returned 2,912 articles. Another 29 were identified through published protocols, reference list perusal, and author queries. After removing duplicates, 2,308 records were screened, leaving 245 records for which full manuscripts were retrieved. Full manuscript review identified 51 eligible studies (Figure  1 ). Thirty-four studies plus one eligible study  31  that was reviewed previously 2 were included in the meta-analysis (k¼35; Appendix Table  2 ,  available online). Three RCTs were excluded as authors did not provide requested data. 51, 76, 77  All analyses were conducted in 2015."
    },
    {
      "title": "Study and Intervention Descriptions",
      "text": "Studies targeted smoking cessation (k=15)  [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46]  or relapse prevention (k=1)  47  ; weight loss (k¼9)  [48] [49] [50] [51] [52] [53] [54] [55] [56]  ; sustaining weight loss (k=1)  57  ; physical activity (k¼8)  [58] [59] [60] [61] [62] [63] [64] [65]  ; safe sex (k=4)  [66] [67] [68] [69]  ; alcohol and substance use (k=4)  [70] [71] [72] [73]  ; skin cancer prevention (k=2)  74, 75  ; nutrition (k=2)  76, 77  ; healthy prenatal behaviors (k=2)  78, 79  ; breastfeeding (k=2)  80, 81  ; and oral hygiene (k=1)  82  (Appendix Table  2 , available online). Thirty-seven studies were RCTs,  [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [48] [49] [50] [51] [52] [53] 57, 58, [61] [62] [63] [64] 66, 67, [70] [71] [72] 74, [76] [77] [78] [79] 82  seven were non-randomized controlled trials,  45, 54, 55, 65, 68, 80, 81  and seven were single group pre-post studies.  44, 46, 47, 56, 69, 73, 75  Fifteen articles des ribed pilot evaluations of text message interventions.  32, 33, 41, 45, 46, 52, 53, 55, 56, 61, 62, 65, 68, 71, 8 Sample size ranged from 20 participants 56 to 5,800 participants.  34  Sample size calculations were reported in ess than half of studies (k¼20),  34, 35, 38, 39, 42, 43, 48, 50, 53, 54, 59, 60, 63, 64, 66, 67, 72, 74, 78, 79  with 11 recruiting an adequate sample (according to reported required sample size) to detect statistically significant differences in primary outcome(s). 34, 35, 42, 43, 50, 60, 63, 64, 67, 72, 74  Intervention duration ranged from 1 week 61 to 66 weeks  81  (median duration, 12 weeks). Nine studies collected data after a no-intervention maintenance period,  37, 38, 41, 43, 46, 57, 64, 68, 71  ranging from 1 month 37 to 6 months  38, 64  (median, 3 months). Th  most commonly used theories were social cognitive theory (k=14),  35, 37, 42, 43, 50, 56, 59, 61, 63, 64, 71, 74, 78, 79  and the transtheoretical model (k=8). 33, 37, 40, 42, 44, 53, 65, 78  Sixteen studies did not report using a theoretic model  32, 34, 41, 47, 49, 52, 62, 67, 68, 70, 73, 76, 77, [80] [81] [82]  and one explicitly reported not using one.  55 early half reported conducting formative work with the target group (k¼23). 32, 34, 35, 37, 40, 41, 43, 47, 49, 57, 59, 63, 64, [66] [67] [68] [69] [71] [72] [73] [74] [75] 80  Message frequency varied from one per month (k=1)  67  to several daily (k¼17). 32, [34] [35] [36] [37] [38] [41] [42] [43] [44] [45] 49, 50, 55, 56, 71, 82  Nineteen studies (11 for smoking cessation) varied message frequency to decrease (k=8)  34, 35, 43, 47, 59, 63, 64, 74  or fluctuate over time (k=11).  32, [36] [37] [38] 41, 42, 44, 45, 56, 70, 80  Four studies (two each  r weight loss and physical activity) allowed participants to determine message frequency. 48, 49, 58, 60  Most studies included tailored (k=17)  33,35,39,43,45,48- 50,52,55,56,58-60,63,64,73  and/or targeted (k=32)  32-44,46,47,49- 55,59 ,64,70-74,79-81 messages. Messages were tailored or targeted using data collected via baseline assessments, intermittent assessments, and self-monitoring text messages for variables such as perceived barriers; selfefficacy; stage of change; motivations; goals and rewards; behavioral beliefs; behavioral performance (e.g., step count); outcomes (e.g., weight lost); age; gender; or physical location. Nine studies personalized messages by including the participant's name. 35, 39, 43, 47, 50, 59, 62, 64, 74  Eight studies reported \"high\" text message interactivity,  45, [48] [49] [50] [51] [52] 56, 71  13 \"moderate,\"  33, 39, 40, 47, [53] [54] [55] 59, 64, 68, 70, 72, 80  four \"low,\"  35, 37, 41, 43  and four an unclear amount. 38, 42, 44, 81  Interactivity had different purposes, including acknowledging message receipt and conveying self-monitoring data or goal attainment. Most interventions supplemented  xt messages with additional components (k=40) including: printed information  35,37,43,49,52,53,55,56,58- 60,62,64,65,69,70,73  ; face-to-face or telephone consultations with researchers, counsellors, or other professionals (individually or group)  34, 37, 45, 49, [52] [53] [54] [55] [56] 59, 61, 64, 71, 75, 76, 80  ; peer support  32, 34, 40, 41, 44, 51, 59, 64  ; websites and e-mails  40-42,44,48,50- 53,63,64,67,75,77,80  ; self-monitoring tools (e.g., pedometers)  44, [48] [49] [50] [51] [52] 59, [61] [62] [63] [64] [65]  ; and other support tools (e.g., nicotinereplacement therapy). 34, 36, 38, 41, 42, 46, 47, 51, 53, 69, 71  Reported End of Intervention Effects Significant positive effects of text message interventions on primary outcome(s) were reported in 11 studies.  32, 34, 44, 48, 49, 51, 55, 56, 58, 60, 62  Mixed effects on primary outcomes (a combination of significant and nonsignificant results) were observed in 13 studies  42, 59, 64, 65, 67, 69, [73] [74] [75] 77, [80] [81] [82]  and no significant effect in 22 studies,  33, [35] [36] [37] [38] [39] [40] [41] 43, 50, [52] [53] [54] 57, 61, 63, 66, 68, 70, 72, 76, 79  but only four of those were sufficiently powered to detect a significant difference. 35, 43, 50, 63  Two studies did not report the statistical significance of findings  45, 47  and three did not report sufficient information to interpret the effect on primary outcome(s). 46, 71, 78  Effect sizes were calculated for 38 studies. Effect sizes were not calculated for pre-post studies (k=7)  44, 46, 47, 56, 69, 73, 75  ; studies without a control (k=1)  45  ; and studies with necessary data unavailable (k¼5). 68, 76, 77, 80, 81  Effect sizes ranged from d= -0.26  70  to d¼0.96. 71  Sixteen studies showed negligible effect size (do0.20)  33, 35, 38, 43, [48] [49] [50] 53, 54, 57, 63, 66, 67, 72, 74, 79  ; 13 showed a small positive effect (d=0.20-0.49)  32,34,36,39- 42,58,60,61,64,78,82 34,36,39- 42,58,60,61,64,78,82 ; five a medium positive effect (d=0.50-0.79)  37, 51, 55, 62, 65  ; and two a large positive effect (dZ0.80). 59, 71  Two studies had a small effect size favoring the comparison group. 52, 70  Reported Maintenance Effects Six of nine studies reported no sustained text message intervention effect.  37, 38, 41, 46, 64, 68  One reported a signific nt intervention effect relative to usual care following 12 weeks of no intervention,  43  another reported significant effects for one intervention group relative to a comparison group after 8 weeks of no intervention,  57  and the other did not report enough information to determine if the sustained intervention effect was statistically significant after 13 weeks. 71"
    },
    {
      "title": "Risk of Bias",
      "text": "There was high risk of bias in two of 37 randomized trials due to poor random sequence generation,  36, 62  in seven with unclear randomization processes, and in two due to allocation concealment  36, 41  (Appendix Table  3 , available online). All studies carried high risk of non-blinding bias because of difficulties blinding participants to their condition in behavioral research. Outcome assessors were not blinded in 13 studies,  32, 33, 49, 50, 58, 59, 62, 64, 66, 67, 70, 77, 79  and incomplete data caused high risk of bias in four studies.  39, 40, 70, 78 Selective reporting was evident in six studies,  37, 42, 52, 71, 72, 78  and one had unclear timing of measures in relation to intervention contact (telephone advice) as a source of potential bias.  76 on-randomized trials (k¼14) were more likely than randomized trials to have a higher risk of bias across multiple domains (Appendix Table  4 , available online). Three studies  65, 69, 80  had high risk of bias due to selection of participants. There was high risk of bias due to confounding variables in nine studies  44, 45, 47, 56, 65, 68, 69, 73, 75  and due to measurement of exposure to the intervention in two.  46, 73 Outcome assessors were not blinded in nine studies.  47, 56, 65, 69, 73, 75, 80, 81, 83 Risk of bias due to incomplete outcome data was high in three studies,  54, 80, 81  and selective reporting occurred in three studies.  54, 55, 68 Further risk of bias was identified in two studies due to poor data manipulation  65  and recruitment process.  80"
    },
    {
      "title": "Meta-analysis",
      "text": "There was a small but statistically significant weighted mean effect size for the impact of text message interventions on preventive health behavior change d¼0.24 (95% CI¼0.16, 0.32, po0.001; Figure  2 ). Repeat analyses removing one study at a time resulted in a smallest effect of d¼0.22  31  and a largest effect of d¼0.25,  38, 72  indicating no single study had particularly strong impact. Visual inspection of the funnel plot suggested no asymmetry. The classic fail-safe N indicated a large number of additional studies (k=688) would be required to produce a non-significant effect at p=0.05. The trim-and-fill analysis indicated there were no studies missing to the left of the mean. Overall, there was no evidence of publication bias in the studies reviewed. The sample of studies were statistically heterogeneous (Q 34 =73.37, po0.001, I 2 =53.67), supporting planned investigations of intervention development and implementation characteristics on effect size."
    },
    {
      "title": "Moderators",
      "text": "Neither type of targeted preventive health behavior (Q B =4.83, df=3, p=0.185) nor reported formative work for intervention development influenced intervention effect size (Q B =0.11, df=1, p=0.745; Table  1 ). Interventions with no apparent theoretic foundation had a larger effect (d¼0.37, 95% CI¼0.25, 0.48) than those reported to be guided by specific theoretic models (d¼0.\n\n19, 95% CI¼0.11, 0.27, Q B ¼6.19, df¼1, p¼0.013). A significant difference was observed for text message intervention duration (Q B ¼11.88, df¼4, p¼0.018); visual inspection of data indicated interventions lasting 6-12 months were associated with greater effects than interventions of other durations. Interventions offering supplementary components had a larger effect (d¼0.29, 95% CI¼0.20, 0.38) than those only using text messages (d¼0.19, 95% CI¼ -0.02, 0.26, Q B ¼4.08, df¼1, po0.043). Other implementation characteristics had no significant impact on effect (Table  1 )."
    },
    {
      "title": "Maintenance of Intervention Effects Following No-Intervention Periods",
      "text": "There was a very small but statistically significant effect of interventions following maintenance periods (k¼7, d¼0.17, 95% CI¼0.03, 0.31, p¼0.017; Figure  3 ). There was no evidence of heterogeneity in these studies (Q 6 ¼8.30, p¼0.217, I 2 ¼27.71). There was some asymmetry in the funnel plot. A trim-and-fill analysis imputed two studies to the left of the mean, which would decrease the effect size to d¼0.13 (95% CI¼ -0.04, 0.29). Fail-safe N indicated 14 additional studies would be required to produce a non-significant result at p¼0.05. There may be some publication bias in this sample of studies, and the finding should thus be interpreted with caution."
    },
    {
      "title": "DISCUSSION",
      "text": "This comprehensive review of text message interventions for preventive health behavior change confirms their efficacy for improving behaviors in the short term. It provides preliminary evidence that small, sustained intervention effects are possible, and contributes further evidence about which specific text message intervention development characteristics (i.e., not having a theoretic basis, use of supplementary materials, and length of intervention) can increase their efficacy.\n\nQualitative review of 51 studies found 22 demonstrated no change in primary outcomes, 11 demonstrated positive change, and 13 showed mixed effects. However, most studies (k¼40) were underpowered to detect change or did not report sample size calculations, so the reported lack of effects may not adequately reflect potential impact. More than half of those studies with calculable effect sizes (k¼20) had a positive small to large effect size.\n\nThe meta-analysis generated a small but significant positive overall pooled effect size for text message interventions immediately post-intervention. This main finding is consistent with recent meta-analyses, including that by Head and colleagues,  10  which included a variety of health behaviors (d¼0.33, 95% CI¼0.27, 0.39, k¼19) and another  84  that appeared subsequent to initiating this review (including articles up to December 2012; g¼0.29, 95% CI¼0.22, 0.36, k¼38). The slightly smaller pooled effect size in this review may be accounted for by moreconservative criteria for calculating effect sizes.\n\nThree intervention development characteristics (targeted behavior, reported theoretic basis, and reported formative work) and eight intervention features (message frequency, variability of frequency, intervention duration, interactivity, supplementary materials, tailoring, targeting, and personalization) were investigated as potential moderators of effect size. Interventions without theoretic foundation had larger effects than those guided by at least one theory. Although at odds with common recommendations,  20, 21  another meta-analysis of 190 studies showed that diet and exercise interventions with a theoretic basis were no more effective than those  March 2017 without.  85 Although simply dichotomizing reported use of theory may have misrepresented the importance of theory on effects, improved reporting of theoretic application is required for more detailed exploration of how theory use relates to intervention efficacy.  86 ommonly used theories may not be suited to text message interventions.  83, 87 Text messaging allows continued and immediate interactivity with unique opportunities to modify message content and timing. These characteristics are disconnected from the staged or static assumptions of many health behavior change theories  83  ; new theories that consider the unique characteristics of text messaging and mHealth  87, 88  or the use of computational models of behavior change that take into account the dynamic nature of, and feedback loops achievable with, mHealth should be developed.  89, 90 indings suggest equal efficacy across the different reviewed behaviors, with some necessary qualifications. Variation in the quality and quantity of evidence (and therefore intervention sophistication) was evident between different target behaviors. Smoking cessation and physical activity have longer intervention development histories than other examined behaviors.\n\nOnly two of the investigated intervention characteristics showed differences in effect size: use of supplementary intervention components and intervention duration. Supplementary intervention contact increased the effect size of interventions. Interventions delivered via other modalities commonly use supplementary materials to enhance effectiveness.  91, 92 Programs delivered via text messages should make the most of text messaging's distinctive features (e.g., real-time prompts, instantaneous two-way communication between participant and interventionist), while supplementary components may reinforce strategies offered by text by providing in-depth information, allowing for social comparison and small group interactions. For intervention duration, visual data inspection indicated greatest efficacy of interventions lasting between 6 and 12 months, although CIs overlapped for all categories.\n\nThe pooled effect size following a no-intervention maintenance period was positive but small. This finding is based on relatively few studies and may be affected by publication bias but provides preliminary evidence that text message interventions may have a sustained impact on behaviors. Future text message intervention research should prioritize maintenance evaluation and reporting (regardless of the direction of findings).\n\nCaution is warranted when comparing the findings of this review to those of previous reviews.  10, 11, 84 Though the timing of literature searches were similar (i.e., January 1990 to September 2010  11  ; to October 1, 2011  10  ; to December 2, 2012  84  ), different inclusion criteria make direct comparisons problematic. Free et al.  11  conducted several small behavior-specific analyses, including interventions comparing groups that differed only in receipt of text messages. Head and colleagues 10 included health promotion interventions that incorporated text messaging but were not necessarily primarily delivered by text message, and included interventions for simpler behaviors such as medication reminders. Orr and King 84 also included simple text message interventions such as appointment and medication reminders, and complex chronic disease management interventions.\n\nAll previous reviews have a consistent main finding: Text message interventions have a small to moderate effect on improving health behaviors.  10, 11, 84 There are varying results for the effects of moderators. Review findings are similar in that message interactivity,  10, 84  tailoring or personalization, and frequency  84  did not moderate intervention effects. Moderator analyses differed in that effect size changed across behaviors and with message tailoring and targeting, and personalization, but found no impact of supplementary resources.  10 ariation in moderator findings may be attributable to differences in inclusion criteria that interact with moderators, or in definitions of moderators between reviews. For example, Orr and King 84 combined text message personalization, tailoring, and targeting in one moderator; Head et al.  10  compared tailoring and targeting to each other but kept personalization separate; and the current review looked at each of these independently. This review also used a conservative approach in selecting data to be included in analyses (e.g., when there were multiple follow-up time points, end of intervention data were used as opposed to data from shortest-term followup  10  ). These factors may all impact the comparability of findings across reviews.\n\nInterventions included in the meta-analysis were tailored or targeted on a wide range of characteristics (e.g., behavioral performance, demographics, behavioral barriers). The impact of tailoring/targeting may depend on characteristics used; targeted behavior (e.g., smoking cessation versus condom use); or type of behavior change (e.g., stopping behavior versus taking up a new behavior  10  ). As such, combining effects across behaviors may mask the efficacy of specific characteristics for distinct behaviors. There may be other factors moderating the relationship between message characteristics and efficacy such as participant demographics or type of language used in messages (i.e., \"text speak\" abbreviations). More refined synthesis and investigation of intervention development factors is warranted.\n\nGiven the positive overall finding of this and previous reviews and the mass-reach potential of text messaging, new research should focus on dissemination. There is already some evidence that intervention effects can be successfully scaled up and are cost effective.  93, 94 Of the research reviewed here, three programs have demonstrated similar (or greater) effect sizes in the same outcomes between their pilot research and larger RCTs.  32, 34, 35, 43, 59, 64 Carefully and strategically designed large-scale studies should have the capacity for subtle manipulations of intervention design or implementation characteristics to better elucidate moderators of text message intervention effect."
    },
    {
      "title": "Limitations",
      "text": "The data included in this review are limited by the concise explanations offered in publications and in some cases the inability to make contact with authors. Some moderator findings are less robust owing to small numbers of studies in some categories. One should not assume that intervention characteristics that were found to be unrelated to efficacy for behavioral impact are unimportant (e.g., message tailoring), as these characteristics may be important for user acceptability or uptake of a text messaging program, which may be equally important to overall impact.  95"
    },
    {
      "title": "CONCLUSIONS",
      "text": "The wide reach of mobile telephones, efficacy and potential cost effectiveness of text message interventions,  93, 94  and increases in preventable disease worldwide warrant investment in text message interventions for health behavior change. Further research is recommended using high-quality designs to investigate intervention design and implementation manipulations and further behavior-specific quantitative reviews as sufficient research becomes available."
    },
    {
      "text": "Figure 1. PRISMA flow diagram of systematic review inclusion."
    },
    {
      "text": "Figure 2. Forest plot of end of intervention effects."
    },
    {
      "text": "Figure 3. Forest plot of maintenance intervention effect."
    },
    {
      "text": "Weighted Effect Size by Moderating Variables"
    }
  ],
  "references": [
    {
      "title": "A development and evaluation process for mHealth interventions: examples from New Zealand",
      "authors": [
        "R Whittaker",
        "S Merry",
        "E Dorey",
        "R Maddison"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649103"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.040"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "Text messaging interventions for chronic disease management and health promotion",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "A Marshall"
      ],
      "year": 2012,
      "doi": "10.4324/9780203149096-18"
    },
    {
      "title": "Mapping mHealth research: a decade of evolution",
      "authors": [
        "M Fiordelli",
        "N Diviani",
        "P Schulz"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2430"
    },
    {
      "title": "Diabetes self-management care via cell phone: a systematic review",
      "authors": [
        "S Krishna",
        "S Boren"
      ],
      "year": 2008,
      "doi": "10.1177/193229680800200324"
    },
    {
      "title": "A review of the use of mobile phone text messaging in clinical and healthy behaviour interventions",
      "authors": [
        "J Wei",
        "I Hollin",
        "S Kachnowski"
      ],
      "year": 2011,
      "doi": "10.1258/jtt.2010.100322"
    },
    {
      "title": "Systematic review of textmessaging interventions to promote healthy behaviors in pediatric and adolescent populations: implications for clinical practice and research",
      "authors": [
        "L Militello",
        "S Kelly",
        "B Melnyk"
      ],
      "year": 2012,
      "doi": "10.1111/j.1741-6787.2011.00239.x"
    },
    {
      "title": "Mobile phone-based behavioural interventions for health: a systematic review",
      "authors": [
        "E Buhi",
        "T Trudnak",
        "M Martinasek"
      ],
      "year": 2012,
      "doi": "10.1177/0017896912452071"
    },
    {
      "title": "Efficacy of text messaging-based interventions for health promotion: a meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino",
        "Grant Harrington"
      ],
      "year": 2013,
      "doi": "10.1016/j.socscimed.2013.08.003"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Text messaging in health care: a systematic review of impact studies",
      "authors": [
        "V Yeager",
        "N Menachemi"
      ],
      "year": 2011,
      "doi": "10.1108/S1474-8231(2011)0000011013"
    },
    {
      "title": "Mobile phone messaging for preventive health care [review",
      "authors": [
        "V Vodopivec-Jamsek",
        "T De Jongh",
        "I Gurol-Urganci",
        "R Atun",
        "J Car"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007457.pub2"
    },
    {
      "title": "The role of short messaging service in supporting the delivery of healthcare: an umbrella systematic review",
      "authors": [
        "M Househ"
      ],
      "year": 2016,
      "doi": "10.1177/1460458214540908"
    },
    {
      "title": "Development of a theoretically driven mHealth text messaging application for sustaining recent weight loss",
      "authors": [
        "R Shaw",
        "H Bosworth",
        "J Hess"
      ],
      "year": 2013,
      "doi": "10.2196/mhealth.2343"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.CD006611.pub3"
    },
    {
      "title": "Physical activity text messaging interventions in adults: a systematic review",
      "authors": [
        "S Buchholz",
        "J Wilbur",
        "D Ingram",
        "L Fogg"
      ],
      "year": 2013,
      "doi": "10.1111/wvn.12002"
    },
    {
      "title": "Text messaging interventions for adolescent and young adult substance use: a meta-analysis",
      "authors": [
        "M Mason",
        "B Ola",
        "N Zaharakis",
        "J Zhang"
      ],
      "year": 2015,
      "doi": "10.1007/s11121-014-0498-7"
    },
    {
      "title": "A systematic review and metaanalysis of interventions for weight management using text messaging",
      "authors": [
        "G Siopis",
        "T Chey",
        "M Allman-Farinelli"
      ],
      "year": 2015,
      "doi": "10.1111/jhn.12207"
    },
    {
      "title": "Health behavior theory and cumulative knowledge regarding health behaviors: are we moving in the right direction?",
      "authors": [
        "S Noar",
        "R Zimmerman"
      ],
      "year": 2005,
      "doi": "10.1093/her/cyg113"
    },
    {
      "title": "Health Behavior and Health Education: Theory, Research, and Practice",
      "authors": [
        "K Glanz",
        "B Rimer",
        "K Viswanath"
      ],
      "year": 2008
    },
    {
      "title": "Does tailoring matter? Meta-analytic review of tailored print health behavior change interventions",
      "authors": [
        "S Noar",
        "C Benac",
        "M Harris"
      ],
      "year": 2007,
      "doi": "10.1037/0033-2909.133.4.673"
    },
    {
      "title": "Tailored and targeted health communication: strategies for enhancing information relevance",
      "authors": [
        "M Kreuter",
        "R Wray"
      ],
      "year": 2003,
      "doi": "10.5993/AJHB.27.1.s3.6"
    },
    {
      "title": "Good practice characteristics of diet and physical activity interventions and policies: an umbrella review",
      "authors": [
        "K Horodyska",
        "A Luszczynska",
        "M Van Den Berg"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1354-9"
    },
    {
      "title": "The PRISMA statement for reporting systematicreviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000100"
    },
    {
      "title": "Tailoring: what's in a name?",
      "authors": [
        "M Kreuter",
        "C Skinner"
      ],
      "year": 2000,
      "doi": "10.1093/her/15.1.1"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "Jpt Higgins",
        "D Altman",
        "P Gotzsche"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "Testing a tool for assessing the risk of bias for nonrandomized studies showed moderate reliability and promising validity",
      "authors": [
        "S Kim",
        "J Park",
        "Y Lee"
      ],
      "year": 2013,
      "doi": "10.1016/j.jclinepi.2012.09.016"
    },
    {
      "title": "Statistical Power Analysis for the Behavioural Sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1977
    },
    {
      "title": "Trim and fill: a simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000,
      "doi": "10.1111/j.0006-341x.2000.00455.x"
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Txt2stop: a pilot randomised controlled trial of mobile phone-based smoking cessation support",
      "authors": [
        "C Free",
        "R Whittaker",
        "R Knight"
      ],
      "year": 2009,
      "doi": "10.1136/tc.2008.026146"
    },
    {
      "title": "Continuous individual support of smoking cessation using text messaging: a pilot experimental study",
      "authors": [
        "S Haug",
        "C Meyer",
        "G Schorr",
        "S Bauer",
        "U John"
      ],
      "year": 2009,
      "doi": "10.1093/ntr/ntp084"
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): a single-blind, randomised trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "Randomized controlled trial evaluation of a tailored leaflet and SMS text message self-help intervention for pregnant smokers (MiQuit)",
      "authors": [
        "F Naughton",
        "A Prevost",
        "H Gilbert",
        "S Sutton"
      ],
      "year": 2012,
      "doi": "10.1093/ntr/ntr254"
    },
    {
      "title": "A text messagingbased smoking cessation program for adult smokers: randomized controlled trial",
      "authors": [
        "M Ybarra",
        "Bağcı Bosi",
        "A Korchmaros",
        "J Emri"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2231"
    },
    {
      "title": "A text message delivered smoking cessation intervention: the initial trial of TXT-2-Quit: randomized controlled trial",
      "authors": [
        "B Bock",
        "K Heron",
        "E Jennings"
      ],
      "year": 2013,
      "doi": "10.2196/mhealth.2522"
    },
    {
      "title": "Population-level effects of automated smoking cessation help programs: a randomized controlled trial",
      "authors": [
        "R Borland",
        "J Balmford",
        "P Benda"
      ],
      "year": 2013,
      "doi": "10.1111/j.1360-0443.2012.04091.x"
    },
    {
      "title": "Efficacy of a text message-based smoking cessation intervention for young people: a cluster randomized controlled trial",
      "authors": [
        "S Haug",
        "M Schaub",
        "V Venzin",
        "C Meyer",
        "U John"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2636"
    },
    {
      "title": "Use of mobile phone text messaging to deliver an individualized smoking behaviour intervention in Chinese adolescents",
      "authors": [
        "H Shi",
        "X Jiang",
        "C Yu",
        "Y Zhang"
      ],
      "year": 2013,
      "doi": "10.1177/1357633X13495489"
    },
    {
      "title": "Pilot RCT results of Stop My Smoking USA: a text messaging-based smoking cessation program for young adults",
      "authors": [
        "M Ybarra",
        "J Holtrop",
        "T Prescott",
        "M Rahbar",
        "D Strong"
      ],
      "year": 2013,
      "doi": "10.1093/ntr/nts339"
    },
    {
      "title": "Randomized trial of a smartphone mobile application compared to text messaging to support smoking cessation",
      "authors": [
        "D Buller",
        "R Borland",
        "E Bettinghaus",
        "J Shane",
        "D Zimmerman"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2013.0169"
    },
    {
      "title": "Randomized controlled trial to assess the short-term effectiveness of tailored web-and text-based facilitation of smoking cessation in primary care (iQuit in Practice)",
      "authors": [
        "F Naughton",
        "J Jamison",
        "S Boase"
      ],
      "year": 2014,
      "doi": "10.1111/add.12556"
    },
    {
      "title": "Internet and mobile phone text messaging intervention for college smokers",
      "authors": [
        "W Riley",
        "J Obermayer",
        "J Jean-Mary"
      ],
      "year": 2008,
      "doi": "10.3200/jach.57.2.245-248"
    },
    {
      "title": "A pilot study testing SMS text delivered scheduled gradual reduction to pregnant smokers",
      "authors": [
        "K Pollak",
        "P Lyna",
        "A Bilheimer"
      ],
      "year": 2013,
      "doi": "10.1093/ntr/ntt045"
    },
    {
      "title": "Feasibility and acceptability of a text messaging-based smoking cessation program in Ankara, Turkey",
      "authors": [
        "M Ybarra",
        "J Holtrop",
        "Bağci Bosi"
      ],
      "year": 2013,
      "doi": "10.1080/10810730.2012.757399"
    },
    {
      "title": "Using text messaging to prevent relapse to smoking: intervention development, practicability and client reactions",
      "authors": [
        "S Snuggs",
        "H Mcrobbie",
        "K Myers"
      ],
      "year": 2012,
      "doi": "10.1111/j.1360-0443.2012.04084.x"
    },
    {
      "title": "Weight loss by mobile phone: a 1-year effectiveness study",
      "authors": [
        "I Haapala",
        "N Barengo",
        "S Biggs",
        "L Surakka",
        "P Manninen"
      ],
      "year": 2009,
      "doi": "10.1017/S1368980009005230"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100"
    },
    {
      "title": "Text4Diet: A randomized controlled study using text messaging for weight loss behaviors",
      "authors": [
        "J Shapiro",
        "T Koro",
        "N Doran"
      ],
      "year": 2012,
      "doi": "10.1016/j.ypmed.2012.08.011"
    },
    {
      "title": "Using Facebook and text messaging to deliver a weight loss program to college students",
      "authors": [
        "M Napolitano",
        "S Hayes",
        "G Bennett",
        "A Ives",
        "G Foster"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20232"
    },
    {
      "title": "Daily text messaging for weight control among racial and ethnic minority women: randomized controlled pilot study",
      "authors": [
        "D Steinberg",
        "E Levine",
        "S Askew",
        "P Foley",
        "G Bennett"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2844"
    },
    {
      "title": "A mobile health intervention for weight management among young adults: a pilot randomised controlled trial",
      "authors": [
        "L Hebden",
        "A Cook",
        "H Van Der Ploeg"
      ],
      "year": 2014,
      "doi": "10.1111/jhn.12155"
    },
    {
      "title": "Text messaging as adjunct to community-based weight management program",
      "authors": [
        "C Bouhaidar",
        "J Deshazo",
        "P Puri"
      ],
      "year": 2013,
      "doi": "10.1097/01.NCN.0000432121.02323.cb"
    },
    {
      "title": "Mobile phone short message service (SMS) for weight management in Iranian overweight and obese women: a pilot study",
      "authors": [
        "S Faghanipour",
        "E Hajikazemi",
        "S Nikpour",
        "Shariatpanahi Sa-S",
        "A Hosseini"
      ],
      "year": 2013,
      "doi": "10.1155/2013/785654"
    },
    {
      "title": "Feasibility and effectiveness of an automated bilingual text message intervention for weight loss: pilot study",
      "authors": [
        "J Kolodziejczyk",
        "G Norman",
        "A Barrera-Ng"
      ],
      "year": 2013,
      "doi": "10.2196/resprot.2789"
    },
    {
      "title": "Mobile health messages help sustain recent weight loss",
      "authors": [
        "R Shaw",
        "H Bosworth",
        "S Silva"
      ],
      "year": 2013,
      "doi": "10.1016/j.amjmed.2013.07.001"
    },
    {
      "title": "Can the effects of implementation intentions on exercise be enhanced using text messages?",
      "authors": [
        "A Prestwich",
        "M Perugini",
        "R Hurling"
      ],
      "year": 2009,
      "doi": "10.1080/08870440802040715"
    },
    {
      "title": "MobileMums: a randomized controlled trial of an SMS-based physical activity intervention",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "A Marshall"
      ],
      "year": 2010,
      "doi": "10.1007/s12160-010-9170-z"
    },
    {
      "title": "Can implementation intentions and text messages promote brisk walking? A randomized trial",
      "authors": [
        "A Prestwich",
        "M Perugini",
        "R Hurling"
      ],
      "year": 2010,
      "doi": "10.1037/a0016993"
    },
    {
      "title": "Using text messages to bridge the intention-behavior gap? A pilot study on the use of text message reminders to increase objectively assessed physical activity in daily life",
      "authors": [
        "A Schwerdtfeger",
        "C Schmitz",
        "M Warken"
      ],
      "year": 2012,
      "doi": "10.3389/fpsyg.2012.00270"
    },
    {
      "title": "Text messaging to motivate walking in older African Americans: a randomized controlled trial",
      "authors": [
        "B Kim",
        "K Glanz"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2012.09.050"
    },
    {
      "title": "A mobile phone intervention increases physical activity in people with cardiovascular disease: results from the HEART randomized controlled trial",
      "authors": [
        "R Maddison",
        "L Pfaeffli",
        "R Whittaker"
      ],
      "year": 2015,
      "doi": "10.1177/2047487314535076"
    },
    {
      "title": "Randomized controlled trial of an improved version of MobileMums, an intervention for increasing physical activity in women with young children",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "N Graves",
        "A Barnett",
        "A Marshall"
      ],
      "year": 2015,
      "doi": "10.1007/s12160-014-9675-y"
    },
    {
      "title": "Using environmental stimuli in physical activity intervention for school teachers: a pilot study",
      "authors": [
        "P Cheung",
        "B Chow",
        "G Parfitt"
      ],
      "year": 2008
    },
    {
      "title": "A randomised controlled trial using mobile advertising to promote safer sex and sun safety to young people",
      "authors": [
        "J Gold",
        "C Aitken",
        "H Dixon"
      ],
      "year": 2011,
      "doi": "10.1093/her/cyr020"
    },
    {
      "title": "Impact of text and email messaging on the sexual health of young people: a randomised controlled trial",
      "authors": [
        "Msc Lim",
        "J Hocking",
        "C Aitken"
      ],
      "year": 2012,
      "doi": "10.1136/jech.2009.100396"
    },
    {
      "title": "A pilot programme using mobile phones for HIV prevention",
      "authors": [
        "I Juzang",
        "T Fortune",
        "S Black",
        "E Wright",
        "S Bull"
      ],
      "year": 2011,
      "doi": "10.1258/jtt.2010.091107"
    },
    {
      "title": "Determining the impact of text messaging for sexual health promotion to young people",
      "authors": [
        "J Gold",
        "Msc Lim",
        "J Hocking"
      ],
      "year": 2011,
      "doi": "10.1097/olq.0b013e3181f68d7b"
    },
    {
      "title": "Textmessage-based drinking assessments and brief interventions for young adults discharged from the emergency department",
      "authors": [
        "B Suffoletto",
        "C Callaway",
        "Kristan Kraemer",
        "K Clark"
      ],
      "year": 2012,
      "doi": "10.1111/j.1530-0277.2011.01646.x"
    },
    {
      "title": "Substance use recovery outcomes among a cohort of youth participating in a mobilebased texting aftercare pilot program",
      "authors": [
        "R Gonzales",
        "A Ang",
        "D Murphy",
        "D Glik",
        "M Anglin"
      ],
      "year": 2014,
      "doi": "10.1016/j.jsat.2014.01.010"
    },
    {
      "title": "A text message alcohol intervention for young adult emergency department patients: a randomized clinical trial",
      "authors": [
        "B Suffoletto",
        "J Kristan",
        "C Callaway"
      ],
      "year": 2014,
      "doi": "10.1016/j.annemergmed.2014.06.010"
    },
    {
      "title": "A pre-post study on the appropriateness and effectiveness of a web-and text messaging-based intervention to reduce problem drinking in emerging adults",
      "authors": [
        "S Haug",
        "M Schaub",
        "V Venzin"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2755"
    },
    {
      "title": "Can skin cancer prevention and early detection be improved via mobile phone text messaging? A randomised, attention control trial",
      "authors": [
        "P Youl",
        "H Soyer",
        "P Baade"
      ],
      "year": 2015,
      "doi": "10.1016/j.ypmed.2014.12.009"
    },
    {
      "title": "Effects of a short messaging service-based skin cancer prevention campaign in adolescents",
      "authors": [
        "M Hingle",
        "A Snyder",
        "N Mckenzie"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.06.014"
    },
    {
      "title": "Does a text messaging intervention improve knowledge, attitudes and practice regarding iodine deficiency and iodized salt consumption?",
      "authors": [
        "L Mehran",
        "P Nazeri",
        "H Delshad"
      ],
      "year": 2012,
      "doi": "10.1017/s1368980012000869"
    },
    {
      "title": "Mobile MyPlate: a pilot study using text messaging to provide nutrition education and promote better dietary choices in college students",
      "authors": [
        "O Brown",
        "O' Connor",
        "L Savaiano"
      ],
      "year": 2014,
      "doi": "10.1080/07448481.2014.899233"
    },
    {
      "title": "Pilot evaluation of the text4baby mobile health program",
      "authors": [
        "W Evans",
        "J Wallace",
        "J Snider"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-1031"
    },
    {
      "title": "Initial outcomes from a 4-week follow-up study of the text4baby program in the military women's population: randomized controlled trial",
      "authors": [
        "W Evans",
        "J Bihm",
        "D Szekely"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3297"
    },
    {
      "title": "Can a text message a week improve breastfeeding?",
      "authors": [
        "D Gallegos",
        "R Russell-Bennett",
        "J Previte",
        "J Parkinson"
      ],
      "year": 2014,
      "doi": "10.1186/s12884-014-0374-2"
    },
    {
      "title": "Effect of short message service on infant feeding practice findings from a community-based study in Shanghai, China",
      "authors": [
        "H Jiang",
        "M Li",
        "L Wen"
      ],
      "year": 2014,
      "doi": "10.1001/jamapediatrics.2014.58"
    },
    {
      "title": "Mobile-phone text messaging (SMS) for providing oral health education to mothers of preschool children in Belgaum City",
      "authors": [
        "R Sharma",
        "M Hebbal",
        "A Ankola",
        "V Murugabupathy"
      ],
      "year": 2011,
      "doi": "10.1258/jtt.2011.110416"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    },
    {
      "title": "Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials",
      "authors": [
        "J Orr",
        "R King"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2015.1022847"
    },
    {
      "title": "Does theory influence the effectiveness of health behavior interventions? Meta-analysis",
      "authors": [
        "A Prestwich",
        "F Sniehotta",
        "C Whittington"
      ],
      "year": 2014,
      "doi": "10.1037/a0032853"
    },
    {
      "title": "Are interventions theory-based? Development of a theory coding scheme",
      "authors": [
        "S Michie",
        "A Prestwich"
      ],
      "year": 2010,
      "doi": "10.1037/a0016939"
    },
    {
      "title": "Mobile phones for health communication to promote behavior change",
      "authors": [
        "L Abroms",
        "N Padmanabhan",
        "W Evans"
      ],
      "year": 2012
    },
    {
      "title": "From Foucault to Freire through Facebook toward an integrated theory of mHealth",
      "authors": [
        "S Bull",
        "N Ezeanochie"
      ],
      "year": 2016,
      "doi": "10.1177/1090198115605310"
    },
    {
      "title": "Development of a dynamic computational model of social cognitive theory",
      "authors": [
        "W Riley",
        "C Martin",
        "D Rivera"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-015-0356-6"
    },
    {
      "title": "Building new computational models to support health behavior change and maintenance: new opportunities in behavioral research",
      "authors": [
        "D Spruijt-Metz",
        "E Hekler",
        "N Saranummi"
      ],
      "year": 2015,
      "doi": "10.1007/s13142-015-0324-1"
    },
    {
      "title": "Telephone interventions for physical activity and dietary behavior change. a systematic review",
      "authors": [
        "E Eakin",
        "S Lawler",
        "C Vandelanotte",
        "N Owen"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.01.004"
    },
    {
      "title": "Smoking cessation interventions for adults aged 50 or older: a systematic review and meta-analysis",
      "authors": [
        "D Chen",
        "L-T Wu"
      ],
      "year": 2015,
      "doi": "10.1016/j.drugalcdep.2015.06.004"
    },
    {
      "title": "The cost-effectiveness of the MobileMums intervention to increase physical activity among mothers with young children: a Markov model informed by a randomised controlled trial",
      "authors": [
        "E Burn",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2014-007226"
    },
    {
      "title": "The cost-effectiveness of smoking cessation support delivered by mobile phone text messaging: Txt2stop",
      "authors": [
        "C Guerriero",
        "J Cairns",
        "I Roberts"
      ],
      "year": 2013,
      "doi": "10.1007/s10198-012-0424-5"
    },
    {
      "title": "Evaluating the public health impact of health promotion interventions: the RE-AIM framework",
      "authors": [
        "R Glasgow",
        "T Vogt",
        "S Boles"
      ],
      "year": 1999,
      "doi": "10.2105/AJPH.89.9.1322"
    }
  ],
  "num_references": 95
}
