{
  "paper_id": "IWFBF5YG",
  "title": "General Practitioners' Perspective on eHealth and Lifestyle Change: Qualitative Interview Study",
  "abstract": "Background: Wearables, fitness apps, and patient home monitoring devices are used increasingly by patients and other individuals with lifestyle challenges. All Danish general practitioners (GPs) use digital health records and electronic health (eHealth) consultations on a daily basis, but how they perceive the increasing demand for lifestyle advice and whether they see eHealth as part of their lifestyle support should be explored further. Objective: This study aimed to explore GPs' perspectives on eHealth devices and apps and the use of eHealth in supporting healthy lifestyle behavior for their patients and themselves. Methods: A total of 10 (5 female and 5 male) GPs were recruited by purposive sampling, aged 38 to 69 years (mean 51 years), of which 4 had an urban uptake of patients and 6 a rural uptake. All of them worked in the region of Southern Denmark where GPs typically work alone or in partnership with 1 to 4 colleagues and all use electronic patient health records for prescription, referral, and asynchronous electronic consultations. We performed qualitative, semistructured, individual in-depth interviews with the GPs in their own office about how they used eHealth and mHealth devices to help patients challenged with lifestyle issues and themselves. We also interviewed how they treated lifestyle-challenged patients in general and how they imagined eHealth could be used in the future. Results: All GPs had smartphones or tablets, and everyone communicated on a daily basis with patients about disease and medicine via their electronic health record and the internet. We identified 3 themes concerning the use of eHealth: (1) how eHealth is used for patients; (2) general practitioners' own experience with improving lifestyle and eHealth support; and (3) relevant coaching techniques for transformation into eHealth. Conclusions: GPs used eHealth frequently for themselves but only infrequently for their patients. GPs are familiar with behavioral change techniques and are ready to use them in eHealth if they are used to optimize processes and not hinder other treatments. Looking ahead, education of GPs and recognizing patients' ability and preference to use eHealth with regard to a healthy living are needed.",
  "year": 2017,
  "date": "2017-02-16",
  "journal": "Prev Med Rep",
  "publication": "Prev Med Rep",
  "authors": [
    {
      "forename": "Carl",
      "surname": "Brandt",
      "name": "Carl Brandt",
      "affiliation": "1  Research Unit of General Practice , Department of Public Health , University of Southern Denmark , Odense , Denmark \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Research Unit of General Practice \n\t\t\t\t\t\t\t\t University of Southern Denmark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Odense \n\t\t\t\t\t\t\t\t\t Denmark",
      "email": "cbrandt@health.sdu.dk"
    },
    {
      "forename": "Gabrielle",
      "surname": "Søgaard",
      "name": "Gabrielle Søgaard",
      "affiliation": "1  Research Unit of General Practice , Department of Public Health , University of Southern Denmark , Odense , Denmark \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Research Unit of General Practice \n\t\t\t\t\t\t\t\t University of Southern Denmark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Odense \n\t\t\t\t\t\t\t\t\t Denmark"
    },
    {
      "forename": "Jane",
      "surname": "Clemensen",
      "name": "Jane Clemensen",
      "affiliation": "2  Centre for Innovative Medical Technology , University of Southern Denmark , Odense , Denmark \n\t\t\t\t\t\t\t\t Centre for Innovative Medical Technology \n\t\t\t\t\t\t\t\t University of Southern Denmark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Odense \n\t\t\t\t\t\t\t\t\t Denmark"
    },
    {
      "forename": "Jens",
      "surname": "Sndergaard",
      "name": "Jens Sndergaard",
      "affiliation": "1  Research Unit of General Practice , Department of Public Health , University of Southern Denmark , Odense , Denmark \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Research Unit of General Practice \n\t\t\t\t\t\t\t\t University of Southern Denmark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Odense \n\t\t\t\t\t\t\t\t\t Denmark"
    },
    {
      "forename": ";",
      "surname": "Jesper",
      "name": "; Jesper"
    },
    {
      "forename": "Bo",
      "surname": "Nielsen",
      "name": "Bo Nielsen",
      "affiliation": "1  Research Unit of General Practice , Department of Public Health , University of Southern Denmark , Odense , Denmark \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Research Unit of General Practice \n\t\t\t\t\t\t\t\t University of Southern Denmark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Odense \n\t\t\t\t\t\t\t\t\t Denmark"
    },
    {
      "affiliation": "Department of Public Health University of Southern Denmark JB Winsløwsvej 9A Odense , 5000 Denmark \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t University of Southern Denmark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t JB Winsløwsvej 9A \n\t\t\t\t\t\t\t\t\t 5000 \n\t\t\t\t\t\t\t\t\t Odense \n\t\t\t\t\t\t\t\t\t Denmark"
    }
  ],
  "doi": "10.2196/mhealth.8988",
  "keywords": [
    "general practice",
    "primary care",
    "technology",
    "motivational interviewing",
    "telemedicine",
    "mentoring"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Wearables, fitness apps, and patient home monitoring devices are increasingly used by the general population. A recent study showed that 96% of a representative sample of 1004 Danes between 40 and 60 years prefers lifestyle change to medication  [1] , and outcomes for patients engaging in medical treatment has shown to be significantly affected by patients' engagement  [2] .\n\nInternet and mobile interventions have the ability to improve lifestyle behaviors for patients when behavior change elements are used by health professionals  [3] . However, teams with both medical doctors and lifestyle coaches did not perform better than teams without medical doctors  [4] . General practitioners (GPs) are central in the Danish health care system and have specialization certificates equal to other specialties for medical doctors. Close to 85% of all Danes see a GP at least once annually  [5] , and the GP is the patient's primary contact point to the health care system. The GPs have a 5-year postgraduate specializing degree and act as gatekeepers between the primary levels and the specialized health care system, covering hospitals, private hospitals, and specialists.\n\nWe have previously described a collaborative electronic health (eHealth) solution that supported lifestyle coaching by establishing a relationship and providing behavioral change (weight loss of 7.0 kg for 20 months) through monitoring and empathic, relevant, and individualized feedback in a general practice setting  [6] . These findings were replicated in a later version of the solution in a municipality setting in the region of North East England in Durham and Darlington County for men with type 2 diabetes in a pilot randomized controlled trial where patients lost an average of 5.4 kg compared with a control group that received usual care and lost 2.8 kg. In that same study, in-depth interviews with participating patients revealed that meeting face to face was important for the patients  [7] , and a recent qualitative study has shown that building a relationship to a health care professional using collaborative eHealth for lifestyle change is probably the most important driver for successful long-term outcome  [8] .\n\nThe role of GPs with regard to support of patients with lifestyle challenges and use of eHealth has not yet been explored. Hence, we aimed to identify factors important to GPs assisting patients undergoing lifestyle changes. Of particular focus was how the GPs see eHealth as a part of their own and their patients' struggle to live a healthier life."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Context",
      "text": "We performed semistructured in-depth individual interviews with 10 GPs in the Region of Southern Denmark. In 2017, there were approximately 3500 GPs in Denmark covered by the collective agreement with the public health care system. On average, each GP had 1600 patients. In the Region of Southern Denmark, there were 786 full-time employed GPs working in 378 shared or solo practices  [5] . GPs were paid partly by a per capita remuneration (30%) and partly a fee for service offering (70%) such as fees for consultations (20 €), telephone consultations  (3,5 €) , asynchronous e-consultations (6 €), various blood tests, and other relevant GP tasks. GPs did not receive remuneration for receiving or interpreting patient-registered outcome measurements (PROMs). Patients were generally quite loyal to their GP and change doctor rarely."
    },
    {
      "title": "Sampling",
      "text": "Purposeful sampling was conducted comprising 10 GPs recruited by email or phone. The criteria were gender, seniority, age, registration as sole practitioner or in a shared medical practice, and patient recruitment area. In total, 11 GPs were invited and 1 declined to participate. After 9 interviews, no new themes or subthemes emerged, and an additional tenth interview confirmed that saturation was met  [9] . GP characteristics were 5 females and 5 males, and with a mean age of 51 years ranging from 38 to 69 years. The GPs' patient recruitment area was rural for 6 and urban for 4 of the GPs; see Multimedia Appendix 1."
    },
    {
      "title": "Interview Procedure",
      "text": "The semistructured interviews followed an interview guide, which allowed an iterative approach, where emerging themes and perspectives could be explored in the interviews with subsequent participants  [10] ; see Table  1  for an overview of the themes and probing questions in the interview guide. The interview guide was made with inspiration from a study on GPs attitude toward the treatment of cardiovascular disease  [11]  and a previous study exploring the patients' perspective of using eHealth in changing lifestyle  [8] .\n\nThe interviews were held in Danish and carried out from March to May 2017 in the GPs' offices and took 45-60 min each. All interviews were performed by CJB, who has worked as a GP for more than 10 years and with different eHealth solutions for more than 15 years. The GPs were asked to describe examples from their own experience and were encouraged to reflect upon them to explore the various aspects of the topics evolving."
    },
    {
      "title": "Analysis",
      "text": "The 10 interviews were digitally recorded and transcribed verbatim. The transcripts were analyzed by the researchers (CJB, GIS, JC, JBN, and JS) using thematic analysis. To systematically uncover important themes and to get a rich, straightforward description of the concepts and latent variables, the explorative approach of systematic text condensation was applied  [12, 13] . The transcripts were read thoroughly to get an overall impression of the material before the initial coding. A priori coding was done by using QSR NVivo 11 software  [14]  for each transcript. Themes were identified, and the data were coded, sorted, and categorized into themes and subthemes by identifying similar expressions, patterns, and sequences. Data from each theme were condensed and summarized into generalized descriptions and concepts concerning GPs' perspectives on the use of eHealth in relation to improving lifestyle for their patients and themselves. During the analytical process, the extracted information was related to the full transcripts to preserve the original context. The identified themes were compared between the different researchers. Coinciding themes of importance was identified and consistency was reached. Have you communicated with your patients using digital tools? How?\n\nHave you ever received patient-registered objective measurements via digital tools? How do you use them?\n\nExperience with eHealth in relation to their own and patients' health challenges Finally, quotes were selected to illustrate each theme and its related subthemes and translated from Danish to English. The two researchers, CJB and GIS, compared their individual translations, agreeing on wording and meaning. The remaining authors then reviewed the quotes in Danish and English, and changes were made if all authors agreed on it. In the text, interview quotes are followed by a unique participant identifier called GP1 to GP10 (Multimedia Appendix 1). The authors CJB and GIS were the only ones aware of the true identity of the GPs."
    },
    {
      "title": "Ethical Considerations",
      "text": "The study has been approved by the local Ethics Committee of Southern Denmark. Before initiating an interview with a GP, the nature of the research was briefly explained by CJB, any questions regarding the study were answered, and a description of the study in layman's terms was provided. CJB explained that the interview data would be anonymized, the GPs were informed of their rights as participants, and informed consent documents were signed both by the GP and CJB."
    },
    {
      "title": "Results"
    },
    {
      "title": "Themes Concerning Improving Lifestyle Using eHealth",
      "text": "We identified 3 themes with related subthemes concerning the use of eHealth in relation to improving lifestyle: (1) how eHealth is used for patients; (2) GPs own experience with improving lifestyle and eHealth support and (3) relevant coaching techniques for transformation into eHealth; see Table  2  for themes and related subthemes."
    },
    {
      "title": "How eHealth Is Used for Patients",
      "text": "All GPs used smartphones or tablets. All GPs used local electronic health record systems and asynchronous e-consultations daily related to exchange of laboratory results and simple health questions, which are embedded in the local health record system, but only 1 had experience with PROM delivered to the GP via eHealth solutions in the form of home-registered blood pressure. Most eHealth communication reported was one-way such as showing results on the GP's computer screen, or the GP recommending websites and apps to the patient."
    },
    {
      "title": "One-Way Information About Health and Lifestyle in the Consultation",
      "text": "A total of 9 out of the 10 GPs only used one-way information about health and lifestyle in the consultation. Typically the GPs used their computer screen when showing patients the development of objective risk factors/lifestyle measures such as HbA1c, cholesterol, or weight. One GP stated:"
    },
    {
      "title": "I use numbers and figures from my computer screen to explain to the patients how they are doing. [GP1]"
    },
    {
      "title": "Recommendation of Websites That Patients Could Use on Their Own",
      "text": "Recommendation about eHealth for patients' personal use most often consisted of websites with relevant information that they found matched the patient. One of the GPs said:"
    },
    {
      "title": "It could be concrete sleep hygiene advice and instructions. Either from me or if it is a younger person, from websites they can visit. [GP9]"
    },
    {
      "title": "Recommendation of Apps That GPs Had Used Themselves or Learned About From Other Patients",
      "text": "In addition, 5 GPs recommended apps that they had used themselves or learned about from other patients:\n\nWell, sometimes they bring something up. For example, the one called \"7 Minute Workout\"; I could recommend that one to some of my other patients, because the vast majority can do that…But, sometimes it is the patient, who tells me about something smart, which I also think is smart. [GP3]"
    },
    {
      "title": "Attitude to Lifestyle Intervention, Use of eHealth, Workflow, and Data Security",
      "text": "All GPs underestimated their patients' preference for lifestyle improvement over medicine. Most thought 50% would prefer medicine to lifestyle intervention. Most GPs were very positive when discussing how they could follow patients' lifestyle through smartphones with step counts, etc:"
    },
    {
      "title": "If I had problems completing something that would improve my health and it could be supported broadly by electronics, apps or pulse clock or...then I think I would benefit from it. [GP6]"
    },
    {
      "title": "General Practitioners' Own Experience With Improving Lifestyle and eHealth Support"
    },
    {
      "title": "Mirroring Own Personal Health Situation",
      "text": "A total of 9 out of the 10 GPs said they wanted to live healthier than they did, and many explained how eHealth supported them in their daily healthy lifestyle choices:\n\nUsing a pedometer, while working in the clinic, we suddenly realized, that we actually walked less than we thought. [GP3]"
    },
    {
      "title": "Realistic Goal Setting and Procedural Knowledge",
      "text": "One of the major barriers for the GPs was setting up realistic plans for themselves and following them. Some had used apps to support their health plan:\n\n...fulfill the app´s needs in a way. In some way, it needs to know whether you have made your push-ups today, and then you get a need to say yes to it. [GP2]"
    },
    {
      "title": "Measurable Outcome and Reinforcement",
      "text": "Most of the GPs explained how they valued being able to measure their progress and being recognized for their effort:"
    },
    {
      "title": "It is important to praise the patients...I need to be recognized in one way or another every time I exercise. If I forget my phone I don't exercise. [GP4]"
    },
    {
      "title": "Support From Family and Peers",
      "text": "Most GPs found themselves or their spouse to be the most important support for healthier living:"
    },
    {
      "title": "No, well the wife indirectly…And again, that is the competitive element that kicks in, you should not underestimate the value it has, if you are into that. I remember one day, when she worked late and we couldn't walk the dog together as we usually do, then I was ahead of her stepwise (laughing). I enjoyed that because usually she lies ahead of me. [GP4]",
      "text": "The majority of GPs would not share health improvement data on Facebook, but held positive viewpoints of sharing data online with other persons having the same health issues as themselves:\n\n...a group, you just sign up for, it is about getting the support in order to live healthier, to be around someone, who has the same problem and then meet regularly. [GP2]"
    },
    {
      "title": "Relevant Coaching Techniques for Transformation Into eHealth",
      "text": "All GPs used motivational interviewing in their communication with patients about lifestyle."
    },
    {
      "title": "Mutual Understanding of Patient Challenges Is Key",
      "text": "All the GPs highly valued the relationship with the patient, and the majority found they needed to know the reasons behind lifestyle choices and that could only be learned from the patient:"
    },
    {
      "title": "...understanding, the patient's starting point, getting to know a little more about their specific situation, and also getting to know their conceptual framework of different things. [GP6]",
      "text": "Many of the GPs could explain how they had learned this from their own experience with changing lifestyle:"
    },
    {
      "title": "...but if you then hear someone, who talks about skinny-fat, eg, then you catch the message, right? Because then it becomes-what should I call it-something I can identify myself with…It becomes relevant to me. [GP4]",
      "text": "."
    },
    {
      "title": "..and we actually made motivational interviewing about exercise for each other, after which I also started cycling to work on a daily basis (laughing), and it also changed the way I looked at motivational interviewing, because I think it worked annoyingly good, also on me. [GP2]",
      "text": "With regard to eHealth, for patients with chronic health issues who GPs knew were challenged with their health, eHealth was viewed as to not \"loose them for follow-up\":\n\n...we have, ie, chronic patients with hypertension, COPD, diabetes, and we need to have a waterproof system. A system to ensure that, when they are in the system, they don't leave without a scheduled appointment, and if we catch them in an exacerbation (Editor's note: if the patient's condition worsens), then we get them back on the tracks again etc., but we don't have a system, ie, this female patient, who cancelled an appointment and then she was lost again.\n\n[GP6]"
    },
    {
      "title": "Realistic Goal Setting",
      "text": "The GPs found it important that it is the patients who set the goals:\n\nIt must be them, who are setting the goals. They have to have ownership, else it won't work at all…what they are doing has to be of great importance for them, and it has to be what they find utmost important, and at the same time what they think they can complete and what they find realistic to integrate in their everyday life. [GP3]  This was an experience they could relate to in different ways:"
    },
    {
      "title": "I have also tried to lose weight. It has helped a lot that I bought an electric bike, because then I get, then I am much more motivated to get out and go for a ride on the bike. [GP9]",
      "text": "Furthermore, by using eHealth:"
    },
    {
      "title": "Well…You can see it on the watch, the way it looks, there is a number especially women, who wear accelerometers in watches and then I see, that it is an ongoing motivation, that they wear it, they walk more and go for extra walks consciously. [GP6]"
    },
    {
      "title": "Measurable Outcomes",
      "text": "PROM data were used by all GPs in the form of paper notes brought to the GP by the patient to facilitate discussions in the consultation room:"
    },
    {
      "title": "Sometimes I think, and we have been doing that for many years, for example if it concerns such a thing as a weight loss, that I simply start out by giving them a paper, with a table drawn on it, covering all the week days, and then it says: breakfast, snack, lunch, snack, dinner. And then they simply have to fill in what they eat at all times, so that we can use it as a starting point. [GP5]",
      "text": "And more specific with relevance for eHealth:"
    },
    {
      "title": "Yes, sure I do that (Editor's note: use PROM) It is often blood glucose measurements (written on paper, red).",
      "text": "Steps (information about steps. red.) could also be a possibility, but then it is more unspecific, there are not many who measure their function so specific, not among our patients anyway. Then it is more like: \"I walk two kilometers so and so.\" So it could very well be more specified, actually, I think. And then I would use it, then you actually could use it, if they could say: \"Yesterday I walked exactly…\" then you, as a GP, would use it if they came in with their measurements. Because often it gets very unspecific.\n\n[GP7]"
    },
    {
      "title": "Social and Structural Barriers",
      "text": "It was important for all GPs to get to know their patients and learn what barriers they experienced in their lives that prevented them from making lifestyle choices that were most healthy for them. Many explained how they helped the patient to find possibilities in their daily life to fit in more exercise:\n\nIt is not something you have to decide in the evening, Monday evening, whether you want to go out for a spinning hour or not. It is more like, now I leave work to go home, I do not have a ticket for the bus, so now I walk home. Or, now I am going home from work, and my bike is outside, so now I am riding the bike home. [GP2] GPs, especially those with many years of experience, found that some life events were so important to patients that lifestyle change became inevitable:"
    },
    {
      "title": "Patients with myocardial infarction are easy to assist in smoking cessation. [GP8]",
      "text": "Actually, sometimes I am surprised by how much people are capable of changing their lifestyle because they are getting diagnosed. [GP9] Some GPs pointed out that eHealth might be a way to support collaborations with lifestyle coaching specialists:\n\nI think if we had some places we could refer them to, or someone who came to the clinic and offered exercise, diet counseling and such things, because in a regular consultation where we take care of the medicine and everything else about the disease and its consequences, eyes, legs, then there is not much time left for other things that really fill up. [GP10]"
    },
    {
      "title": "Discussion",
      "text": "Principal Findings eHealth solutions were generally not used when communicating with patients, and if used, they were used only as one-way recommendations from GP to patient; however, they play an important role for the majority of the GPs' own lifestyle choices. Furthermore, our study showed that GPs used motivational interviewing, were positive to new technology, and gave many insights into how coaching techniques could be included in their patient communication for lifestyle improvement."
    },
    {
      "title": "Comparison With Prior Work eHealth Use for Patient Communication",
      "text": "Our finding that GPs only used eHealth one way is in alignment with a recent study including interviews with 3 GPs and 9 other health care professionals, demonstrating that GPs and health care professionals most often used eHealth by recommending websites, even though they saw eHealth enabling patients to participate in balanced two-way conversations in face-to-face consultations  [15] .\n\nThe lack of more advanced eHealth use can both be due to patients' preconception of what they expect from their GP as well as GPs' reluctance in using new technology. Bowes et al  [16]  found that patients who had found information on the internet prioritized the opinion from their doctor higher than information found on the internet, except when the doctors were disinterested, dismissive, or patronizing. Then, the doctor-patient relationship was damaged, and patients would seek information from alternative routes. Creating space for eHealth in GPs' patient communication is a two-way street. A Danish study suggests that GPs have a fundamental different perspective of what digital interaction can be used for compared with patients' perspective. Patients often expected a dialogue with room for discussion, whereas GPs mostly saw e-consultation as a tool for short closed information, which might be due to a lower remuneration for e-consultations for the GPs compared with face-to-face consultations  [17] . Furthermore, GPs often have a strong relationship with their patients, which we anticipate could be of importance for developing new collaborating eHealth solutions, where adherence to agreed treatment based on an existing relationship is often an issue  [18] . Studies have shown that quality of both websites and apps vary  [16, 19] , which might also play a role in the GPs lack of eHealth use in addition to the GPs explaining that it was difficult to know what to recommend. Generally, however, along with other studies, we also found that GPs as health professionals are positive to the use of eHealth solutions  [15, 20] . All GPs in our study underestimated the patients' wish for lifestyle advice  [1] . One of the main challenges seems to be to fit eHealth and lifestyle talks into the known workflow, highlighting that competing priorities might be one of the major obstacles  [15, 21] . Asynchronous e-consultations have been used for more than 10 years by GPs in Denmark, and concerns of security of data were only raised by one GP, a concern that seemed to be more prominent in other studies  [22] ."
    },
    {
      "title": "GPs' Personal Experience Improving Lifestyle and eHealth",
      "text": "GPs recognized the positive effects of wearables, apps, and internet for their own personal health and how it animated them to live healthier in accordance with known behavioral change theories  [23] . GPs found that eHealth monitoring through measurable outcomes helped them to set realistic goals and reminded them of how even small steps could help them live healthier in accordance with studies looking into a number of behavioral change techniques used in eHealth  [24] . GPs also explained how patients gave them ideas to use different apps for benefiting their own health. A trend that was also noted in an English study on the role of GPs, finding that this could be understood in an Eliasian framework as the functional-democratization of patient-doctor relations via civilizing processes  [25] . As a GP, you have to take up different roles. An Australian study from 2016 has described how GPs on help lines not being able to see patients face to face have to take a new role  [26] . A total of 9 out of the 10 GPs wanted to live healthier, and eHealth solutions gave the GPs the opportunity as private persons to live healthier. GPs experienced that being supported both from family and peers mattered. Maybe GPs when discussing lifestyle with patients should take a new role and discuss GPs as human beings also have to make lifestyle choices on a daily basis to stay healthy, mainly because it opens for a respectful empathic dialogue, which is important for patients' long-term successful lifestyle improvement  [8] ."
    },
    {
      "title": "Future Use of eHealth in Patient Lifestyle Coaching",
      "text": "Transforming knowledge into action is not trivial, and the GPs were positive in regard to empowering patients through increasing the patient's capacity to think critically and make autonomous, informed decisions, which is in accordance with Anderson and Funnell  [27] , but contrary to another recent study where GPs expressed nervousness for patients performing self-care  [28] . The GPs told how they used coaching techniques such as motivational interviewing to set realistic goals, focusing on measurable outcomes, overcoming structural barriers, and having patients commit to concrete realistic contracts using pen and paper  [23] . GPs expressed the will to assist patients in healthy lifestyle choices and deep reflection monitored through PROM delivered via eHealth. Studies show that PROM data could be supported by algorithms based on eHealth  [29]  and through patient-centered care  [30, 31] , giving space for the patient to act. Adding machine learning or artificial intelligence to PROM data could potentially strengthen the GPs' ability to assist patients cost efficiently in conjunction with other health care professionals, which is being tested in specific patient groups  [32] , but will need substantially more research."
    },
    {
      "title": "Strengths and Limitations of This Study",
      "text": "This is the first qualitative research study to analyze how GPs using eHealth perceive eHealth in relation to successful lifestyle change among patients and themselves. However, even though the findings of this study are relevant and seem generalizable to future implementations of eHealth solutions involving GPs, it will not be applicable to all health care systems.\n\nA limitation of this study is also the lack of methodological triangulation: why further studies using questionnaires and more quantitative outcomes are needed. Another limitation is that we only interviewed GPs. Data from patients could have revealed other aspects of the GPs' role in assisting patients' lifestyle change."
    },
    {
      "title": "Conclusions",
      "text": "GPs used eHealth for their own health but did not translate that into lifestyle change guidance for their patients, although they had been inspired themselves from discussions with patients. eHealth has the potential to become an important tool for the GPs in future work to improve the health of their patients. Education is needed, remuneration structures may need to be revisited, and more research is needed on how GPs can become active in developing behavioral change eHealth solutions that will create the future framework for collaboration among general practice, local authorities, and patients."
    },
    {
      "text": "Interview guide.GP: general practitioner.Have you ever used apps or internet in relation to your own health or well-being?"
    },
    {
      "text": "Themes and subthemes for general practitioners' (GP) perception of electronic health (eHealth) in relation to lifestyle improvement."
    }
  ],
  "references": [
    {
      "title": "Determinants of preferences for lifestyle changes versus medication and beliefs in ability to maintain lifestyle changes. A population-based survey",
      "authors": [
        "D Jarbøl",
        "P Larsen",
        "D Gyrd-Hansen",
        "J Søndergaard",
        "C Brandt",
        "A Leppin"
      ],
      "year": 2017,
      "doi": "10.1016/j.pmedr.2017.02.010"
    },
    {
      "title": "Patient engagement impacts glycemic management with vildagliptin and vildagliptin/metformin (single pill) regimens in type 2 diabetes mellitus (the GLORIOUS study)",
      "authors": [
        "M Hermans",
        "L Van Gaal",
        "I Rézette",
        "E Daci",
        "K Macdonald",
        "K Denhaerynck"
      ],
      "year": 2016,
      "doi": "10.1016/j.pcd.2016.05.008"
    },
    {
      "title": "Information technology and lifestyle: a systematic evaluation of internet and mobile interventions for improving diet, physical activity, obesity, tobacco, and alcohol use",
      "authors": [
        "A Afshin",
        "D Babalola",
        "M Mclean",
        "Z Yu",
        "W Ma",
        "C Chen"
      ],
      "year": 2016,
      "doi": "10.1161/jaha.115.003058"
    },
    {
      "title": "Technology-assisted weight loss interventions in primary care: a systematic review",
      "authors": [
        "D Levine",
        "S Savarimuthu",
        "A Squires",
        "J Nicholson",
        "M Jay"
      ],
      "year": 2015,
      "doi": "10.1007/s11606-014-2987-6"
    },
    {
      "title": "Healthcare in Denmark -An overview",
      "year": 2017,
      "doi": "10.25122/jml-2025-0007"
    },
    {
      "title": "Sustained weight loss during 20 months using a personalized interactive internet based dietician advice program in a general practice setting",
      "authors": [
        "V Brandt",
        "C Brandt",
        "D Glintborg",
        "C Arendal",
        "S Toubro",
        "K Brandt"
      ],
      "year": 2011,
      "doi": "10.1155/2014/245347"
    },
    {
      "title": "Web-based weight loss intervention for men with type 2 diabetes: pilot randomized controlled trial",
      "authors": [
        "A Haste",
        "A Adamson",
        "E Mccoll",
        "V Araujo-Soares",
        "R Bell"
      ],
      "year": 2017,
      "doi": "10.2196/diabetes.7430"
    },
    {
      "title": "Drivers for successful long-term lifestyle change, the role of e-health: a qualitative interview study",
      "authors": [
        "C Brandt",
        "J Clemensen",
        "J Nielsen",
        "J Søndergaard"
      ],
      "year": 2018,
      "doi": "10.1136/bmjopen-2017-017466"
    },
    {
      "title": "Sample Size and Saturation in PhD Studies Using Qualitative Interviews",
      "authors": [
        "M Mason"
      ],
      "year": 2010,
      "doi": "10.17169/fqs-11.3.1428"
    },
    {
      "title": "InterViews: Learning the Craft of Qualitative Research Interviewing",
      "authors": [
        "S Kvale",
        "S Brinkmann"
      ],
      "year": 2014
    },
    {
      "title": "GPs' perceptions of cardiovascular risk and views on patient compliance: a qualitative interview study",
      "authors": [
        "B Barfoed",
        "D Jarbøl",
        "M Paulsen",
        "P Christensen",
        "P Halvorsen",
        "J Nielsen"
      ],
      "year": 2015,
      "doi": "10.1155/2015/214146"
    },
    {
      "title": "Whatever happened to qualitative description",
      "authors": [
        "M Sandelowski"
      ],
      "year": 2000,
      "doi": "10.1002/1098-240x(200008)23:4<334::aid-nur9>3.0.co;2-g"
    },
    {
      "title": "Qualitative research: standards, challenges, and guidelines",
      "authors": [
        "K Malterud"
      ],
      "year": 2001,
      "doi": "10.1016/s0140-6736(01)05627-6"
    },
    {
      "title": "NVIVO 11 PRO for Windows",
      "year": 2017,
      "doi": "10.4324/9781315181660-8"
    },
    {
      "title": "eHealth technologies, multimorbidity, and the office visit: qualitative interview study on the perspectives of physicians and nurses",
      "authors": [
        "G Macdonald",
        "A Townsend",
        "P Adam",
        "L Li",
        "S Kerr",
        "M Mcdonald"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.8983"
    },
    {
      "title": "I need her to be a doctor': patients' experiences of presenting health information from the internet in GP consultations",
      "authors": [
        "P Bowes",
        "F Stevenson",
        "S Ahluwalia",
        "E Murray"
      ],
      "year": 2012,
      "doi": "10.3399/bjgp12x658250"
    },
    {
      "title": "Patients and general practitioners have different approaches to e-mail consultations",
      "authors": [
        "C Hansen",
        "K Christensen",
        "R Ertmann"
      ],
      "year": 2014
    },
    {
      "title": "Dropout from an eHealth intervention for adults with type 2 diabetes: a qualitative study",
      "authors": [
        "S Lie",
        "B Karlsen",
        "E Oord",
        "M Graue",
        "B Oftedal"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7479"
    },
    {
      "title": "Can you recommend any good STI apps?' A review of content, accuracy and comprehensiveness of current mobile medical applications for STIs and related genital infections",
      "authors": [
        "J Gibbs",
        "V Gkatzidou",
        "L Tickle",
        "S Manning",
        "T Tilakkumar",
        "K Hone"
      ],
      "year": 2017,
      "doi": "10.1136/sextrans-2016-052690"
    },
    {
      "title": "Health professionals' perspective on the promotion of e-mental health apps in the context of maternal depression",
      "authors": [
        "M Sprenger",
        "T Mettler",
        "J Osma"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0180867"
    },
    {
      "title": "Boundaries and e-health implementation in health and social care",
      "authors": [
        "G King",
        "O' Donnell",
        "C Boddy",
        "D Smith",
        "F Heaney",
        "D Mair"
      ],
      "year": 2012,
      "doi": "10.1186/1472-6947-12-100"
    },
    {
      "title": "Prescribing of electronic activity monitors in cardiometabolic diseases: qualitative interview-based study",
      "authors": [
        "A Bellicha",
        "S Macé",
        "J Oppert"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.8107"
    },
    {
      "title": "Health promotion by social cognitive means",
      "authors": [
        "A Bandura"
      ],
      "year": 2004,
      "doi": "10.1177/1090198104263660"
    },
    {
      "title": "Behavior change techniques implemented in electronic lifestyle activity monitors: a systematic content analysis",
      "authors": [
        "E Lyons",
        "Z Lewis",
        "B Mayrsohn",
        "J Rowland"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3469"
    },
    {
      "title": "From patient deference towards negotiated and precarious informality: An Eliasian analysis of English general practitioners' understandings of changing patient relations",
      "authors": [
        "P Brown",
        "M Elston",
        "J Gabe"
      ],
      "year": 2015,
      "doi": "10.1016/j.socscimed.2015.10.047"
    },
    {
      "title": "The league of extraordinary generalists: a qualitative study of professional identity and perceptions of role of GPs working on a national after hours helpline in Australia",
      "authors": [
        "R Mckenzie",
        "M Williamson"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1387-5"
    },
    {
      "title": "Patient empowerment: myths and misconceptions",
      "authors": [
        "R Anderson",
        "M Funnell"
      ],
      "year": 2010,
      "doi": "10.1016/j.pec.2009.07.025"
    },
    {
      "title": "The context of empowerment and self-care within the field of diabetes",
      "authors": [
        "S Scambler",
        "P Newton",
        "K Asimakopoulou"
      ],
      "year": 2014,
      "doi": "10.1177/1363459314524801"
    },
    {
      "title": "Does your heart forecast help practitioner understanding and confidence with cardiovascular disease risk communication?",
      "authors": [
        "S Wells",
        "A Kerr",
        "E Broadbent",
        "C Mackenzie",
        "K Cole",
        "A Mclachlan"
      ],
      "year": 2011,
      "doi": "10.1071/hc11004"
    },
    {
      "title": "Promoting Self-Management and Patient Empowerment in Primary Care",
      "authors": [
        "C Collins",
        "A Rochfort"
      ],
      "year": 2016,
      "doi": "10.5772/62763"
    },
    {
      "title": "How to strengthen patient-centredness in caring for people with multimorbidity in Europe?",
      "authors": [
        "I Van Der Heide",
        "S Snoeijs",
        "Wgw Boerma",
        "F Schellevis",
        "M Rijken"
      ],
      "year": 2016,
      "doi": "10.1093/eurpub/ckv168.036"
    },
    {
      "title": "Patient-Centered Pain Care Using Artificial Intelligence and Mobile Health Tools: Protocol for a Randomized Study Funded by the US Department of Veterans Affairs Health Services Research and Development Program",
      "authors": [
        "J Piette",
        "S Krein",
        "D Striplin",
        "N Marinec",
        "R Kerns",
        "K Farris"
      ],
      "year": 2016,
      "doi": "10.2196/resprot.4995"
    }
  ],
  "num_references": 32
}
