{
  "paper_id": "IZP7RMU6",
  "title": "Commentary on Community-Based Participatory Research and Community Engaged Research in Health for Journal of Participatory Research Methods",
  "abstract": "Launching a new journal on participatory research methods provides a wonderful opportunity to both acknowledge and deepen contributions to the vibrant fields of community-based participatory research (CBPR) and community-engaged research (CEnR) in the health fields. Many other disciplines, such as education, sociology, community and regional planning, communication, etc., share overlapping terms with similar commitments to shared power in research, including participatory action research, action research, participatory research, youth participatory action research, public involvement, practitioner research, collaborative research, citizen science, street science, and, a newer term in health, participatory health research, from the International Collaborative of Participatory Health Research. Within health, CBPR has been the most well-recognized form of community-engaged research for over thirty years (Wallerstein et al., 2018). Since 1998, it has operated with principles well-defined by Israel et al. (2013), and a widelydistributed definition launched in 2001 by the W.K. Kellogg Foundation. The principles and definition ground research practitioners in long-term commitments to co-develop research with community partners, and to build from community strengths and priorities for the purposes of translating research results into policy, practice, or system-change actions towards improving health and health equity. Minkler et al. (2012)  added the principles of cultural humility and importance of addressing racism, sexism, homophobia, and other inequities of power hierarchies within academiccommunity partnerships and in society. While CBPR has often been seen as calling for involvement of grassroots people from communities, neighborhood associations, or social movements, community partners in CBPR can extend to other stakeholders, such as staff from community-based organizations, public agencies or private-sector settings, and policy makers. Each of the terms and fields named above have different histories, yet they are often divided into two separate traditions (Wallerstein et al., 2018). In the 1950s, Kurt Lewin defined \"action research,\" often referred to as the Northern tradition, as a process of action/reflection/ action to engage teams of multiple stakeholders in research, predominantly for improving organizational settings (Lewin and Gold 1999).",
  "year": 2019,
  "date": "2019",
  "journal": "Cochrane Database of Systematic Reviews",
  "publication": "Cochrane Database of Systematic Reviews",
  "authors": [
    {
      "forename": "Nina",
      "surname": "Wallerstein",
      "name": "Nina Wallerstein",
      "affiliation": "1  Center for Participatory Research , University of New Mexico \n\t\t\t\t\t\t\t\t Center for Participatory Research \n\t\t\t\t\t\t\t\t University of New Mexico"
    },
    {
      "surname": "Drph",
      "name": "Drph",
      "affiliation": "1  Center for Participatory Research , University of New Mexico \n\t\t\t\t\t\t\t\t Center for Participatory Research \n\t\t\t\t\t\t\t\t University of New Mexico"
    }
  ],
  "doi": "10.35844/001c.13274",
  "keywords": [
    "community-engaged research",
    "community-based participatory research",
    "cbpr"
  ],
  "sections": [
    {
      "text": "tradition, emerged from activist scholars in the 1970s, drawing from the emancipatory philosophy of Paulo  Freire (1970)  to join forces with social movements in Latin America, Africa, and Asia to challenge societal inequities. An integrated term, participatory-action research (PAR), has often reflected this more political, Southern agenda within education.\n\nWhile many of the terms from different fields increasingly overlap in their intent, it remains important to examine each partnership's or project's practices to determine their values and goals. As  Trickett (2011)  so eloquently described, goals can vary from a utilitarian perspective, such as the need of academics to recruit minorities into their institution's clinical trials, versus a larger worldview of promoting social justice. Along with other traditions such as tribal-participatory research based on tribal sovereignty  (Fisher & Ball, 2003) , decolonizing methodologies from indigenous  (Smith, 2013)  and critical theory approaches  (Lykes et al., 2018) , and calls for knowledge democracy and cognitive justice from the Global South  (de Sousa Santos, 2013; Hall et al., 2015) , CBPR practice leans toward social justice principles and demands that academics honor community wisdom, autonomy, and leadership.\n\nWith this background, in the start-up of this new journal I would like to respectfully raise several questions for authors, editors, and all of us who are participatory practitioners to consider: first, what do we mean by the terms that each of us uses, and how might these terms reflect similarities and differences in diverse international and national contexts; second, what is the difference between a participatory research approach versus participatory research methods; and third, what collaborative or partnership practices are promising for their impact on outcomes?\n\nFor the first question, an example in health from the United States will be illustrative. Since 2006, the use of the term community-engaged research (CEnR) has grown with National Institutes of Health (NIH) funding for Clinical Translational Science Awards to academic health centers; early CTSA funding cycles required community engagement cores and this practice, while sometimes not required, has largely remained. The challenge, however, has been that community engagement -and therefore CEnR -has been presented as a continuum, with one end of the spectrum being \"outreach\" (or academics providing unidirectional educational outreach to communities), and the other end being \"shared leadership\"  (McCloskey et al., 2011) .\n\nWith the back-drop of historic research abuse and mistrust of research by communities, CBPR has embraced shared leadership and power, and adds a further dimension of \"community-driven\" research, both of which fit within the Southern tradition of challenging power inequities. CBPR, as well as participatory-action research (PAR) within the field of education, has increasingly called for self-reflection by practitioners on their own positionalities of power and privilege in order to challenge traditional hierarchies of academics and community/ practitioner stakeholders  (Fine, 2018; Wallerstein, Muhammad, et al., 2019; Wallerstein et al., 2020) . The creation of the ICPHR in 2009 enabled steering committee members to"
    },
    {
      "title": "Journal of Participatory Research Methods",
      "text": "identify the term \"participatory health research\" that could be used across nations, with one of the first products, a position paper of shared definition, principles and values (International Collaboration for Participatory Health Research  (ICPHR, 2013) . With the diversity of terms in health and across fields, however, it becomes critically important for community-engaged and participatory-research practitioners to articulate their principles, values, and processes of participation, such as style of decision-making or formal agreements for such issues as use and publication of data. As  Arnstein (1969)  articulated, participation can range from citizen control to manipulation, and the degree of participation remains important today as we strive to ensure goals of shared power and community leadership in the research process  (Gaventa & Cornwall, 2015) .\n\nFor the second question, many have asserted that CBPR, CEnR, PAR, or participatory health research is not a set of research methods, but an overall approach that changes the relationship between researcher and researched  (Abma et al., 2019; Israel et al., 2013; Wallerstein et al., 2018) . The challenge is that any research method, whether qualitative or quantitative, can be implemented in a participatory or non-participatory way. Focus groups, for example, which often are seen as highly participatory, can effectively engage community stakeholders in identifying research questions or reviewing curriculum materials. Still, a focus group itself does not transform academiccommunity relationships if academics are making all the research decisions. A fully participatory approach requires a structured mechanism, such as community advisory boards, community research teams, or community scientific research committees, so that academic researchers can work in ongoing partnerships with other stakeholders. One of the best indicators of partnership is the commitment to involve diverse stakeholders, whether they are non-profit staff, community leaders, government actors, educators, or clinical or social service practitioners, as equal participants in all stages of the research process. This would include each stage, from identifying research questions and co-developing the design, to collecting data, co-interpreting, and translating results into action. While community members might not have skills to use statistical analytic packages, they can co-create survey questions and be part of decision-making on analysis questions, interpretation, and, ultimately, dissemination and use of data for change.\n\nDespite this difference between an overall participatory approach and specific methods, the commitment to practice participatory methods is critically important to ensure genuine engagement. In fact, participatory methods can support collaborations to evolve over time towards greater power-sharing and partnership, as participatory methods often create opportunities for collective reflection on these very issues and lay the groundwork for transformation of partners as they work together towards common goals.\n\nFor the third question on promising practices, the field has reached sufficient maturity where we can claim that partnering practices are associated with outcomes. Since the 2004 seminal Agency for Health Care Research and Quality CBPR publication, which identified 12 articles with outcomes, there has been a tremendous growth in studies that document outcomes associated with collaborative processes (see  Anderson et al., 2015; O'Mara-Eves et al., 2015) . More astonishingly, a just-completed scoping review has identified 100 reviews of community-engaged research from 2005-2018 (using multiple search terms across fields and across systematic, narrative, and meta-reviews, among others). This review found 55 reviews reporting evidence of different outcomes  (Ortiz et al., 2020) . The importance of conceptual models has also grown in terms of identifying theories of change and pathways of practices contributing to outcomes  (Eder et al., 2013; Greenhalgh et al., 2016; Jagosh et al., 2012; Oetzel et al., 2018; Ward et al., 2018) .\n\nSince 2006, a National Institutes of Health-funded collaboration across the U.S. has been seeking to strengthen the science of CEnR/CBPR, with current partners: Center for Participatory Research, University of New Mexico; Indigenous Wellness Research Institute, University of Washington; Community-Campus Partnerships for Health; National Indian Child Welfare Association; RAND corporation; the University of Waikato, New Zealand; and a national Think Tank of community and academic practitioners. Our first funded phase  (2006) (2007) (2008) (2009)  was to derive a CBPR conceptual model based on the literature with four domains: contexts, partnering processes, impact on research and interventions, and intermediate and long-term outcomes. We then identified measures and metrics for each of these domains. The second phase  (2009) (2010) (2011) (2012) (2013) (2014)  was to conduct the first-ever mixed-methods study of diverse partnerships across the nation, with internet surveys of practices and outcomes of 200 federally-funded academic-community research projects and 7 in-depth case studies  (Lucero et al., 2018) . Out of this phase, we have psychometrically validated the instruments  (Oetzel et al., 2015)  and produced analyses of promising practices associated with outcomes, including involvement of community members in different stages of research and culture-centeredness  (Duran et al., 2019; Wallerstein, Oetzel, et al., 2019) . A structural equation model identified two pathways of partnering processes: relational practices such as trust, dialogue, or participatory decision-making; and structural practices, such as formal agreements and sharing of resources  (Oetzel et al., 2018) . In the current phase, Engage for Equity (2015-2021), we have refined measures and surveyed another 179 federally-funded CEnR/ CBPR partnerships, and 36 new partnerships; codified our own theoretical emancipatory approach; and provided workshops and web access ( http://engageforequity.org ) 1 to qualitative and quantitative collective reflection tools to strengthen partnerships in reaching their goals  (Parker et al., 2020; Wallerstein et al., 2020) . We have seen the use and adaptation of See Engage for Equity (E 2 ) website for resources:1) for full CBPR Model with text boxes under each domain, see  https://engageforequity.org/  cbpr-model/full-model/ ; 2) for workshop agendas and examples, see  https://engageforequity.org/tool_kit/using_tools_resources/ ; and 3) for Visioning Guide, see  https://engageforequity.org/tool_kit/visioning_cbpr_model/ . See also UNM Center for Participatory Research for further history of E 2 :  https://cpr.unm.edu/research-projects/cbpr-project/index.html (Wallerstein et al., 2021) . Analyses are showing validation and extension of metrics and measures, as well as continuing identification of practices that contribute to outcomes  (Lucero et al., 2020) . Other studies by other research groups, nationally and internationally, are in process to add to our collective knowledge of participatory models, measures, metrics, and promising practices which contribute to impacts and outcomes.\n\nIt is exciting to see a new journal emerge with an opportunity to contribute to the cutting edge of not only the participatory health research field, but also the larger context of participatory research more broadly. A few recommendations might be helpful as the Journal of Participatory Research Methods moves forward and as our collective goals to strengthen all of our practices continue to evolve.\n\nIn conclusion, the opportunities to learn from others' work and to continue to add new methods and practices to the field which are most likely to contribute to health and social justice outcomes are vast. We also know that impacts do not just occur at the end of a project, but are important to identify throughout the research process. Impacts which transform power relations during the process become especially critical in today's world as we together seek greater social and health justice in our local conditions and larger societal context of structural racial and other intersectional inequities.\n\n1. Support authors to include a description of their values and principles as part of their discussion of the terms and participatory methods used in each study.\n\n2. Support partnering structural practices that demonstrate value of community knowledge and contributions. These could include coauthorship with community and stakeholders other than academics; and/or supplementary materials that, for example, illustrate data sharing and ownership agreements.\n\n3. Support discussion of lessons learned in each project or collaborative process, including our challenges and difficulties, as well as our successes, such as how transformation can occur from more minimal community engagement to greater community partnership.\n\n4. Support reporting on evaluation of partnering practices within the descriptions of participatory research methods and the potential contribution of these practices to impacts, with potential for supplementary materials that showcase evaluation tools."
    },
    {
      "title": "Journal of Participatory Research Methods"
    },
    {
      "text": "Commentary on Community-Based Participatory Research and Community Engaged Research in Health for Journal of Participatory..."
    },
    {
      "text": "Commentary on Community-Based Participatory Research and Community Engaged Research in Health for Journal of Participatory... Journal of Participatory Research Methods the CBPR conceptual model being disseminated internationally, with a recent chapter showing examples from Australia, Sweden, Nicaragua, and the United States"
    },
    {
      "text": "This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International License (CCBY-4.0). View this license's legal deed at http://creativecommons.org/licenses/ by/4.0 and legal code at http://creativecommons.org/licenses/by/4.0/legalcode for more information. Commentary on Community-Based Participatory Research and Community Engaged Research in Health for Journal of Participatory..."
    }
  ],
  "references": [
    {
      "title": "Participatory research for health and social well-being",
      "authors": [
        "T Abma",
        "S Banks",
        "T Cook",
        "S Dias",
        "W Madsen",
        "J Springett",
        "M Wright"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-319-93191-3"
    },
    {
      "title": "Community coalition-driven interventions to reduce health disparities among racial and ethnic minority populations",
      "authors": [
        "L Anderson",
        "K Adeney",
        "C Shinn",
        "S Safranek",
        "J Buckner-Brown",
        "L Krause"
      ],
      "year": 2015,
      "doi": "10.1002/14651858.cd009905.pub2"
    },
    {
      "title": "A ladder of citizen participation",
      "authors": [
        "S Arnstein"
      ],
      "year": 1969,
      "doi": "10.1080/01944366908977225"
    },
    {
      "title": "Epistemologies of the south: Justice against epistemicide",
      "authors": [
        "B De Sousa Santos"
      ],
      "year": 2013
    },
    {
      "title": "Toward health equity: A national study of promising practices in community-based participatory research",
      "authors": [
        "B Duran",
        "J Oetzel",
        "M Magarati",
        "M Parker",
        "C Zhou",
        "Y Roubideaux",
        "M Muhammad",
        "C Pearson",
        "L Belone",
        "S Kastelic",
        "N Wallerstein"
      ],
      "year": 2019,
      "doi": "10.1353/cpr.2019.0067"
    },
    {
      "title": "A Logic Model for Community Engagement Within the Clinical and Translational Science Awards Consortium: Can We Measure What We Model",
      "authors": [
        "M Eder",
        "L Carter-Edwards",
        "T Hurd",
        "B Rumala",
        "N Wallerstein"
      ],
      "year": 2013,
      "doi": "10.1097/acm.0b013e31829b54ae"
    },
    {
      "title": "Just research in contentious times: Widening the methodological imagination",
      "authors": [
        "M Fine"
      ],
      "year": 2018
    },
    {
      "title": "Tribal participatory research: Mechanisms of a collaborative model",
      "authors": [
        "P Fisher",
        "T Ball"
      ],
      "year": 2003,
      "doi": "10.1023/b:ajcp.0000004742.39858.c5"
    },
    {
      "title": "Pedagogy of the oppressed",
      "authors": [
        "P Freire"
      ],
      "year": 1968
    },
    {
      "title": "Power and knowledge",
      "authors": [
        "J Gaventa",
        "A Cornwall"
      ],
      "year": 2015,
      "doi": "10.4135/9781473921290.n46"
    },
    {
      "title": "The complete social scientist: A Kurt Lewin reader",
      "authors": [
        "M Gold"
      ],
      "year": 1999,
      "doi": "10.1037/10319-000"
    },
    {
      "title": "Achieving Research Impact Through Co-creation in Community-Based Health Services: Literature Review and Case Study",
      "authors": [
        "T Greenhalgh",
        "C Jackson",
        "S Shaw",
        "T Janamian"
      ],
      "year": 2016,
      "doi": "10.1111/1468-0009.12197"
    },
    {
      "title": "Strengthening community university research partnerships: Global perspectives",
      "authors": [
        "B Hall",
        "R Tandon",
        "C Tremblay"
      ],
      "year": 2015
    },
    {
      "title": "Position paper 1: What is participatory health research",
      "year": 2013,
      "doi": "10.1093/eurpub/ckv167.066"
    },
    {
      "title": "Methods for community-based participatory research for health",
      "year": 2013,
      "doi": "10.1177/1524839909335804"
    },
    {
      "title": "Uncovering the benefits of participatory research: Implications of a realist review for health research and practice",
      "authors": [
        "J Jagosh",
        "A Macaulay",
        "P Pluye",
        "J Salsberg",
        "P Bush",
        "J Henderson",
        "E Sirett",
        "G Wong",
        "M Cargo",
        "C Herbert",
        "S Seifer",
        "L Green",
        "T Greenhalgh"
      ],
      "year": 2012,
      "doi": "10.1111/j.1468-0009.2012.00665.x"
    },
    {
      "title": "Engage for Equity: The Role of Trust and Synergy in Community-Based Participatory Research",
      "authors": [
        "J Lucero",
        "B Boursaw",
        "M Eder",
        "E Greene-Moton",
        "N Wallerstein",
        "J Oetzel"
      ],
      "year": 2020,
      "doi": "10.1177/1090198120918838"
    },
    {
      "title": "Development of a mixed methods investigation of process and outcomes of community-based participatory research",
      "authors": [
        "J Lucero",
        "N Wallerstein",
        "B Duran",
        "M Alegria",
        "E Greene-Moton",
        "B Israel",
        "S Kastelic",
        "M Magarati",
        "J Oetzel",
        "C Pearson",
        "A Schulz",
        "M Villegas",
        "E White Hat"
      ],
      "year": 2018,
      "doi": "10.1177/1558689816633309"
    },
    {
      "title": "Participatory and Action Research Within and Beyond the Academy: Contesting Racism through Decolonial Praxis and Teaching \"Against the Grain",
      "authors": [
        "M Lykes",
        "C Lloyd",
        "K Nicholson"
      ],
      "year": 2018,
      "doi": "10.1002/ajcp.12290"
    },
    {
      "title": "CTSA Community Engagement Key Function Committee Task Force on the Principles of Community Engagement",
      "authors": [
        "D Mccloskey",
        "S Aguilar-Gaxiola",
        "J Michener"
      ],
      "year": 2011
    },
    {
      "title": "Community-based participatory research: A strategy for building healthy communities and promoting health through policy change",
      "authors": [
        "M Minkler",
        "A Garcia",
        "V Rubin",
        "N Wallerstein"
      ],
      "year": 2012,
      "doi": "10.1007/s11524-005-9010-9"
    },
    {
      "title": "Impact of participatory health research: A test of the community-based participatory research conceptual model",
      "authors": [
        "J Oetzel",
        "N Wallerstein",
        "B Duran",
        "S Sanchez-Youngman",
        "T Nguyen",
        "K Woo",
        "J Wang",
        "A Schulz",
        "J Kaholokula",
        "B Israel",
        "M Alegria"
      ],
      "year": 2018,
      "doi": "10.1155/2018/7281405"
    },
    {
      "title": "Establishing the psychometric properties of constructs in a community-based participatory research conceptual model",
      "authors": [
        "J Oetzel",
        "C Zhou",
        "B Duran",
        "C Pearson",
        "M Magarati",
        "J Lucero",
        "N Wallerstein",
        "M Villegas"
      ],
      "year": 2015,
      "doi": "10.4278/ajhp.130731-quan-398"
    },
    {
      "title": "The effectiveness of community engagement in public health interventions for disadvantaged groups: A meta-analysis",
      "authors": [
        "A O'mara-Eves",
        "G Brunton",
        "S Oliver",
        "J Kavanagh",
        "F Jamal",
        "J Thomas"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1352-y"
    },
    {
      "title": "Partnerships, processes, and outcomes: A health equity-focused scoping meta-review of community-engaged scholarship",
      "authors": [
        "K Ortiz",
        "J Nash",
        "L Shea",
        "J Oetzel",
        "J Garoutte",
        "S Sanchez-Youngman",
        "N Wallerstein"
      ],
      "year": 2020,
      "doi": "10.1146/annurev-publhealth-040119-094220"
    },
    {
      "title": "Engage for Equity: Development of Community-Based Participatory Research Tools",
      "authors": [
        "M Parker",
        "N Wallerstein",
        "B Duran",
        "M Magarati",
        "E Burgess",
        "B Boursaw",
        "P Koegel"
      ],
      "year": 2020,
      "doi": "10.1177/1090198120921188"
    },
    {
      "title": "Decolonizing methodologies: Research and indigenous peoples",
      "authors": [
        "L Smith"
      ],
      "year": 2013
    },
    {
      "title": "Community-Based Participatory Research as Worldview or Instrumental Strategy: Is It Lost in Translation(al) Research?",
      "authors": [
        "E Trickett"
      ],
      "year": 2011,
      "doi": "10.2105/ajph.2011.300124"
    },
    {
      "title": "Community Based Participatory Research: Embracing Praxis for Transformation",
      "authors": [
        "N Wallerstein",
        "L Belone",
        "E Burgess",
        "E Dickson",
        "L Gibbs",
        "L Parajon",
        "M Ramgard",
        "P Sheikhattari",
        "G Silver"
      ],
      "year": 2021,
      "doi": "10.4135/9781529769432.n47"
    },
    {
      "title": "). Jossey-Bass. Commentary on Community-Based Participatory Research and Community Engaged Research in Health for Journal of Participatory",
      "year": 2018,
      "doi": "10.35844/001c.13274"
    },
    {
      "title": "Power dynamics in community-based participatory research: A multiple-case study analysis of partnering contexts, histories, and practices",
      "authors": [
        "N Wallerstein",
        "M Muhammad",
        "S Sanchez-Youngman",
        "P Rodriguez Espinosa",
        "M Avila",
        "E Baker",
        "S Barnett",
        "L Belone",
        "M Golub",
        "J Lucero",
        "I Mahdi",
        "E Noyes",
        "T Nguyen",
        "Y Roubideaux",
        "R Sigo",
        "B Duran"
      ],
      "year": 2019,
      "doi": "10.1177/1090198119852998"
    },
    {
      "title": "Culture-centeredness in community-based participatory research: Contributions to health education intervention research",
      "authors": [
        "N Wallerstein",
        "J Oetzel",
        "B Duran",
        "M Magarati",
        "C Pearson",
        "L Belone",
        "J Davis",
        "L Dewindt",
        "S Kastelic",
        "J Lucero",
        "C Ruddock",
        "E Sutter",
        "M Dutta"
      ],
      "year": 2019,
      "doi": "10.1093/her/cyz021"
    },
    {
      "title": "Engage for equity: A long-term study of community based participatory research and community engaged research practices and outcomes",
      "authors": [
        "N Wallerstein",
        "J Oetzel",
        "S Sanchez-Youngman",
        "B Boursaw",
        "E Dickson",
        "S Kastelic",
        "P Koegel",
        "J Lucero",
        "M Magarati",
        "K Ortiz",
        "M Parker",
        "J Peña",
        "A Richmond",
        "B Duran"
      ],
      "year": 2020,
      "doi": "10.1177/1090198119897075"
    },
    {
      "title": "Commentary on Community-Based Participatory Research and Community Engaged Research in Health for Journal of Participatory",
      "authors": [
        "M Ward",
        "A Schulz",
        "B Israel",
        "K Rice",
        "S Martenies",
        "E Markarian"
      ],
      "year": 2018,
      "doi": "10.1016/j.evalprogplan.2018.04.014"
    }
  ],
  "num_references": 34
}
