{
  "paper_id": "J2HEMMEC",
  "title": "Behavioral Interventions to Improve Breast Cancer Screening Outreach Two Randomized Clinical Trials",
  "abstract": "Despite public health efforts, breast cancer screening rates remain below national goals. OBJECTIVE To evaluate whether bulk ordering, text messaging, and clinician endorsement increase breast cancer screening rates. DESIGN, SETTING, AND PARTICIPANTS Two concurrent, pragmatic, randomized clinical trials, each with a 2-by-2 factorial design, were conducted between October 25, 2021, and April 25, 2022, in 2 primary care regions of an academic health system. The trials included women aged 40 to 74 years with at least 1 primary care visit in the past 2 years who were eligible for breast cancer screening. INTERVENTIONS Patients in trial A were randomized in a 1:1 ratio to receive a signed bulk order for mammogram or no order; in a factorial design, patients were concurrently randomized in a 1:1 ratio to receive or not receive text message reminders. Patients in trial B were randomized in a 1:1 ratio to receive a message signed by their primary care clinician (clinician endorsement) or from the organization (standard messaging); in a factorial design, patients were concurrently randomized in a 1:1 ratio to receive or not receive text message reminders. \n MAIN OUTCOMES AND MEASURES The primary outcome was the proportion of patients who completed a screening mammogram within 3 months. RESULTS Among 24 632 patients included, the mean (SD) age was 60.4 (7.5) years. In trial A, at 3 months, 15.4% (95% CI, 14.6%-16.1%) of patients in the bulk order arm and 12.7% (95% CI, 12.1%-13.4%) in the no order arm completed a mammogram, showing a significant increase (absolute difference, 2.7%; 95% CI, 1.6%-3.6%; P < .001). In the text messaging comparison arms, 15.1% (95% CI, 14.3%-15.8%) of patients receiving a text message completed a mammogram compared with 13.0% (95% CI, 12.4%-13.7%) of those in the no text messaging arm, a significant increase (absolute difference of 2.1%; 95% CI, 1.0%-3.0%; P < .001). In trial B, at 3 months, 12.5% (95% CI, 11.3%-13.7%) of patients in the clinician endorsement arm completed a mammogram compared with 11.4% (95% CI, 10.3%-12.5%) of those in the standard messaging arm, which was not significant (absolute difference, 1.1%; 95% CI, -0.5% to 2.7%; P = .18). In the text messaging comparison arms, 13.2% (95% CI, 12.0%-14.4%) of patients receiving a text message completed a mammogram compared with 10.7% (95% CI, 9.7%-11.8%) of those in the no text messaging arm, a significant increase (absolute difference, 2.5%; 95% CI, 0.8%-4.0%; P = .003). CONCLUSIONS AND RELEVANCE These findings show that text messaging women after initial breast cancer screening outreach via either electronic portal or mailings, as well as bulk ordering with or without text messaging, can increase mammogram completion rates.",
  "year": 2024,
  "date": "2024-05-06",
  "journal": "CA Cancer J Clin",
  "publication": "CA Cancer J Clin",
  "authors": [
    {
      "forename": "Shivan",
      "surname": "Mehta",
      "name": "Shivan Mehta"
    },
    {
      "forename": "Corinne",
      "surname": "Rhodes",
      "name": "Corinne Rhodes"
    },
    {
      "forename": "Kristin",
      "surname": "Linn",
      "name": "Kristin Linn"
    },
    {
      "forename": "Catherine",
      "surname": "Reitz",
      "name": "Catherine Reitz"
    },
    {
      "forename": "Caitlin",
      "surname": "Mcdonald",
      "name": "Caitlin Mcdonald"
    },
    {
      "forename": "Evelyn",
      "surname": "Okorie",
      "name": "Evelyn Okorie"
    },
    {
      "forename": "Keyirah",
      "surname": "Williams",
      "name": "Keyirah Williams"
    },
    {
      "forename": "David",
      "surname": "Resnick",
      "name": "David Resnick"
    },
    {
      "forename": "Annamaria",
      "surname": "Arostegui",
      "name": "Annamaria Arostegui"
    },
    {
      "forename": "Timothy",
      "surname": "Mcauliffe",
      "name": "Timothy Mcauliffe"
    },
    {
      "forename": "Colin",
      "surname": "Wollack",
      "name": "Colin Wollack"
    },
    {
      "forename": "Christopher",
      "surname": "Snider",
      "name": "Christopher Snider"
    },
    {
      "forename": "Maryanne",
      "surname": "Peifer",
      "name": "Maryanne Peifer"
    },
    {
      "forename": "Susan",
      "surname": "Weinstein",
      "name": "Susan Weinstein"
    },
    {
      "surname": "Mehta",
      "name": "Mehta"
    },
    {
      "surname": "Rhodes",
      "name": "Rhodes"
    },
    {
      "surname": "Linn",
      "name": "Linn"
    },
    {
      "surname": "Arostegui",
      "name": "Arostegui"
    },
    {
      "forename": "Weinstein",
      "surname": "Mcauliffe",
      "name": "Weinstein Mcauliffe"
    },
    {
      "surname": "Williams",
      "name": "Williams"
    },
    {
      "surname": "Resnick",
      "name": "Resnick"
    },
    {
      "affiliation": "Perelman School of Medicine , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Center for Health Care Innovation , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Center for Health Care Innovation \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Penn Medicine , University of Pennsylvania , Philadelphia (Rhodes , Wollack , Peifer). \n\t\t\t\t\t\t\t\t Penn Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Rhodes Wollack \n\t\t\t\t\t\t\t\t\t Peifer"
    },
    {
      "affiliation": "Perelman School of Medicine , University of Pennsylvania , 3600 Civic Center Blvd , 8W-206 , Philadelphia , PA 19104 \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3600 Civic Center Blvd 8W-206 \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "https://doi.org/10.13039/100016783",
  "keywords": [
    "Reitz",
    "McDonald",
    "Arostegui"
  ],
  "sections": [
    {
      "title": "B",
      "text": "reast cancer is a leading cause of cancer death among women,  1  and screening mammography has been shown to reduce the burden of the disease.  [2] [3] 3] [4]  National rates remain below Healthy People 2030 aspirational targets of 80.5%, with known disparities in outcomes, particularly among Black women.  1, 5 Rates were affected by the COVID-19 pandemic due to the temporary pause of screening and reduction in in-person primary care visits.  6 opulation health approaches that involve direct outreach to patients have been shown to boost screening rates but are not widely used.  [7] [8] ] [9] [10]  New insights from the field of behavioral economics have shown that humans have systematic biases,  11, 12  which can be leveraged to improve adherence. For example, optout framing can overcome status quo bias  13  by making preventive health the default option for patients.  [14] [15] 5] [16] [17]  Bulk ordering of screening tests can reduce effort by both the clinician to individually sign the order and patients to obtain an order.  18 Social norms suggest that patients may have higher response when the outreach is signed by their primary care clinician.  [19] [20] 0] [21]  In partnership with clinical operations, we conducted 2 concurrent pragmatic clinical trials to evaluate the effectiveness of bulk ordering, text messaging, and clinician endorsement with direct outreach on screening mammography completion."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "This study consisted of 2 concurrent, pragmatic, randomized clinical trials in different regions of an academic health system. Trial A was a 2-by-2 factorial design that evaluated bulk ordering and text messaging compared with standard outreach. Trial B was a 2-by-2 factorial design that evaluated outreach signed by the primary care clinician and text messaging compared with standard outreach.\n\nThe study was approved by the institutional review board of the University of Pennsylvania. A waiver of informed consent was obtained since the study posed minimal risk to patients and could not have been practically performed without the waiver.  22 The protocol and statistical analysis plan are provided in Supplement 1 and registered at ClinicalTrials.gov (NCT05089903). This study followed the Consolidated Standards of Reporting Trials (CONSORT) guideline (Figures  1  and  2 )."
    },
    {
      "title": "Study Population",
      "text": "Using automated electronic health record (EHR) data extraction on October 19, 2021, we identified all women aged 50 to 74 years who were not up to date with screening for breast cancer according to the health maintenance section (default is biennial screening but can be modified by the clinician), as well as those aged 40 to 49 years whose status was modified as eligible based on shared decision-making with the patient and"
    },
    {
      "title": "Key Points",
      "text": "Question Do behavioral interventions such as bulk ordering, text messaging, and clinician endorsement increase breast cancer screening response rates? Findings In 2 randomized clinical trials of 24 632 patients, bulk ordering and text messaging significantly increased uptake of breast cancer screening.\n\nMeaning These findings demonstrate that behavioral nudges, such as opt-out framing, bulk ordering, and text messaging, can be included in population health outreach programs to increase breast cancer screening. 18 453 Eligible patients 18 453 Randomized patients 4614 No order 1 Excluded prior to outreach Current legal sex is not the same as sex assigned at birth 1 4613 Outreach 4612 No order + text 2 Excluded prior to outreach Current legal sex is not the same as sex assigned at birth 2 4610 Outreach 4613 Bulk order 3 Excluded prior to outreach Current legal sex is not the same as sex assigned at birth 3 4610 Outreach 2 Excluded prior to outreach 2 Current legal sex is not the same as sex assigned at birth 4614 Bulk order + text 4612 Outreach 4608 Total analyzed 4597 Total analyzed 4602 Total analyzed 4605 Total analyzed 5 Excluded after outreach Mastectomy 3 13 Excluded after outreach Mastectomy 2 8 Excluded after outreach Mastectomy 3 1 Mastectomy Died 2 Died 11 Died 5 6 Died 7 Excluded after outreach\n\nclinician input in the EHR. All patients had at least 1 visit within the past 2 years with a system-based primary care clinician. Patients were excluded if they were currently scheduled for a mammogram, had a history of bilateral mastectomy, or were of current legal sex of male with sex of female assigned at birth."
    },
    {
      "title": "Interventions",
      "text": "Trial A Eligible patients in region A were randomized by study staff in a 1:1 ratio stratified by patient portal status using a computergenerated randomization algorithm to no order (arms A1 and A2) or bulk order (arms A3 and A4). Patients in the no order arms received either a patient portal message or a mailed letter indicating that they were overdue for mammography screening, with instructions to request an order from their primary care clinician. Patients randomized to the bulk order arms received an order for a bilateral screening mammogram (with diagnostic mammogram and ultrasound as needed), with the patient's primary care clinician included as the accountable clinician to receive the results. Orders were placed via a bulk ordering process by a designated practice physician based on region or department at the beginning of the trial. Electronic portal patients received a message and scheduling ticket through their portal, while letter patients received a printed order with the mailed letter. A follow-up message was sent to those who did not schedule or complete their mammogram 1 month after initial outreach in both arms via patient portal message or letter. In a 2-by-2 factorial design, patients were concurrently randomized in a 1:1 ratio to additionally receive or not receive text message reminders, resulting in arm A1, no order and no text message; arm A2, no order and text message; arm A3, bulk order and no text message; and arm A4, bulk order and text message. Patients in the text messaging arms (A2 or A4) received a series of 3 text messages, including an anticipatory text message and reminders at 2 weeks and 2 months. Patients had the option to reply \"Done\" if they had already completed their mammogram elsewhere or \"Support\" if they had questions. Date and location information submitted about prior screening was forwarded to a population health coordinator for follow-up. Patient questions were manually reviewed and responded to by research staff (E.O. and A.A.) or routed to the clinician if necessary. Text messaging was conducted using Way to Health, a National Institutes of Health-funded software platform that facilitates and automates many aspects of study design and intervention implementation.  23 Patients were excluded from reminder messaging if they were discovered to be currently in hospice, if they had metastatic cancer, or if another change in the health maintenance section of the EHR had occurred."
    },
    {
      "title": "Trial B",
      "text": "Eligible patients in region B were stratified by patient portal status and randomized in a 1:1 ratio to receive either a portal message or letter signed by their primary care clinician (clinician endorsement, arms B1 and B2) or from the organization (standard messaging, arms B3 and B4). As in trial A, a follow-up message was sent to those who did not schedule or complete their mammogram 1 month after initial outreach in both arms via patient portal message or letter.\n\nIn a 2-by-2 factorial design, patients in trial B were concurrently randomized in a 1:1 ratio to additionally receive or not receive text reminders, resulting in arm B1, clinician endorsement and no text message; arm B2, clinician endorsement and text message; arm B3, standard messaging and no text message; and arm B4, standard messaging and text message. Patients in the text messaging arms (arms B2 and B4) received the same messaging as described earlier.\n\nOutreach for both trials was conducted between October 25 and December 20, 2021. The trial concluded on April 25, 6227 Eligible patients 6227 Randomized patients 1557 Clinician endorsement 2 Excluded prior to outreach Current legal sex is not the same as sex assigned at birth 2 1555 Outreach 1553 Total analyzed 2 Excluded after outreach 1556 Clinician endorsement + text 0 Excluded prior to outreach 1556 Outreach 1556 Total analyzed 0 Excluded after outreach 1557 Standard messaging 0 Excluded prior to outreach 1557 Outreach 1556 Total analyzed 1 Excluded after outreach Died 1 0 Excluded prior to outreach 1557 Standard messaging + text 1557 Outreach 1555 Total analyzed 2 Mastectomy 2 Excluded after outreach Died 2 Behavioral Interventions to Improve Breast Cancer Screening Outreach Original Investigation Research jamainternalmedicine.com (Reprinted) JAMA Internal Medicine July 2024 Volume 184, Number 7 2022, 6 months from initial outreach. All communication details are provided in Supplement 1."
    },
    {
      "title": "Study Outcomes",
      "text": "The primary outcome was completion of a screening mammogram within 3 months of initial outreach. Secondary outcomes were completion within 6 months and scheduling of the mammogram within 3 and 6 months. The proportion of mammograms that had positive results and subsequent care were also tracked. Race and ethnicity were based on self-reported data in the EHR (Asian or Pacific Islander, Black, Hispanic or Latino, White, and other [including American Indian or Alaska Native and not reported] or unknown) and were analyzed to understand differential responses to interventions since there are known disparities in uptake and outcomes. Automated outcome data from the EHR for this health system and other health systems (Care Everywhere) was complemented by manual medical record review, which included any information inputted from other health systems or patient-supplied documents scanned into the record. Household income was estimated using American Community Survey 2017-2021 5-year estimate data for median income by zip code of residence."
    },
    {
      "title": "Statistical Analysis",
      "text": "All power calculations identified increases that would justify health system investment in the different interventions. For trial A, we estimated a 7% response rate in the standard messaging arm (no bulk order, no text message) based on a prior pilot study (unpublished) and findings from other outreach activities.  21, 24 e estimated 27 335 eligible patients, with 10% attrition for screening obtained outside the system or additional exclusions, resulting in 24 602 trial patients. For the bulk order comparison, an estimated 12 301 in each arm would provide 99% power to detect a 1.5-percentage point increase in response rate in the bulk order arm compared with the no bulk order arm using the χ 2 test of proportions, intention-to-treat protocol, and a 2-sided P < .05 as statistically significant. In a prespecified subgroup analysis, we analyzed patients who self-reported as Black, since there are known disparities in outcomes in this patient population. We anticipated a baseline response rate of 7% among Black patients. With 6944 Black patients in the trial (after 10% attrition), we estimated 87% power to detect a 2-percentage point increase in the bulk order arm.\n\nFor the text messaging comparison in trial A, we estimated a 10% response rate in the no text messaging arm. The eligible population of 24 602 would provide approximately 97% power to detect an increase in response rate of 1.5 percentage points in the text messaging arm. We did not anticipate an interaction between bulk ordering and text messaging. In a subgroup analysis of Black patients, we anticipated a baseline response rate of 10%. With 6944 Black patients in the trial, we estimated 98% power to detect a 3-percentage point increase in the response rate in the text messaging arm.\n\nFor trial B, we estimated a 5% response rate in the standard messaging arm (no clinician endorsement, no text message). We estimated 8482 eligible patients, with 10% attrition for screening obtained outside the system or additional exclusions, resulting in 7634 trial patients. For the clinician endorsement comparison, this estimate provided 96% power to detect a 2-percentage point increase in the clinician endorsement arm compared with the standard messaging arm.\n\nFor the text messaging comparison in trial B, we estimated a 6% response rate in the no text messaging arm. The estimated eligible population of 7634 would provide approximately 93% power to detect an increase in response rate of 2 percentage points in the text messaging arm compared with no text messaging. We did not anticipate an interaction between clinician endorsement and text messaging.\n\nFor the main comparisons (bulk ordering and text messaging in trial A and clinician endorsement and text messaging in trial B), we used the χ 2 test for 2 proportions to calculate the difference in response rate and the 95% CI, along with a 2-sided P < .05 as statistically significant. Our hypotheses were that bulk ordering, text messaging, and clinician endorsement would increase response rates. We conducted similar analyses for the secondary outcome of mammogram completion at 6 months. We also performed subgroup analyses for the primary outcome using multivariable logistic models with treatment arm, age, race, ethnicity, income, patient portal status, and 1 treatment-bycovariate interaction at a time. We conducted likelihood ratio tests to examine significance of the interaction term in each model. We report the estimated log odds ratio along with the 95% CI for each interaction, which quantifies the differential effect of treatment between subgroups (relative to a reference group for categorical covariates), adjusting for all other covariates in the model. We also conducted a pooled analysis for text messaging response rate across both trials, adjusting for primary care region (region A vs region B). All analyses were performed using Stata, version 16.0 software (Stata Corp LP)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participants",
      "text": "A total of 24 680 patients were randomized across the 2 trials (18 453 patients in trial A and 6227 in trial B). A total of 48 patients across both trials were excluded from the analysis (41 patients from trial A and 7 from trial B). A total of 18 412 patients were included in the analysis of trial A (Figure  1 ) and 6220 in trial B (Figure  2 ). The mean (SD) age was 60.4 (7.5) years; 62.4% had commercial insurance, 6.3% were insured by Medicaid, and 28.9% were insured by Medicare; 4.9% were Asian or Pacific Islander, 22.3% were Black, 3.6% were Hispanic or Latino, 65.7% were White, 7.1% were of other or unknown race, and 3.5% were of other or unknown ethnicity; and 76.0% were active electronic patient portal users (Table  1 ). Each patient was followed up for a total of 6 months."
    },
    {
      "title": "Mammogram Completion at 3 Months",
      "text": "In trial A, at 3 months, 15.4% (95% CI, 14.6%-16.1%) of patients completed a mammogram in the bulk order arm compared with 12.7% (95% CI, 12.1%-13.4%) in the no order arm. In the text messaging comparison arms, 15.1% (95% CI, 14.3%-15.8%) of patients receiving text messaging completed a mammogram compared with 13.0% (95% CI, 12.4%-13.7%) in the no text messaging arm. There was a significant increase in the mammogram completion rate in the bulk order arm compared with the no order arm (absolute difference, 2.7%; 95% CI, 1.6%-3.6%; P < .001), as well as a significant increase in the text messaging arm compared with the no text messaging arm (absolute difference, 2.1%; 95% CI, 1.0%-3.0%; P < .001) (Table  2 ).\n\nAt 3 months among Black patients in trial A, 12.6% (95% CI, 11.3%-13.9%) in the bulk order arm completed a mammogram compared with 9.9% (95% CI, 8.8%-11.1%) in the no order arm (absolute difference, 2.7%; 95% CI, 1.0%-4.5%; P = .003). There was no significant difference (-0.3%; 95% CI, -2.0% to 1.5%;   3 ).\n\nIn trial B, at 3 months, 12.5% (95% CI, 11.3%-13.7%) of patients in the clinician endorsement arm completed a mammogram compared with 11.4% (95% CI, 10.3%-12.5%) in the standard messaging arm. In the text messaging comparison arms, 13.2% (95% CI, 12.0%-14.4%) of patients receiving text messaging completed a mammogram compared with 10.7% (95% CI, 9.7%-11.8%) in the no text messaging arm. There was no significant difference in mammogram completion from clinician endorsement (absolute difference, 1.1%; 95% CI, -0.5% to 2.7%; P = .18), but the clinician difference in mammogram completion between the text messaging arms and no text messaging arms was significant (absolute difference, 2.5%; 95% CI, 0.8%-4.0%; P = .003) (Table  2 )."
    },
    {
      "title": "Scheduling at 3 and 6 Months",
      "text": "As a secondary outcome, scheduling data tracked closely with the primary outcome of mammogram completion, with 13% to 15% of patients scheduling within 3 months and 26% to 28% scheduling within 6 months. Between 2.2% and 2.4% of patients scheduled an appointment outside the 6-month outcome window, and only 0.2% in each arm were no-shows or cancelled, with similar rates across arms (eTable 1 in Supplement 2). Scheduling data were only available for patients in trial A since most of the mammograms in trial B occurred outside of the health system. absence of interaction, although there was less of a response among patients identifying as Black and those with Medicare (eFigure 3 and eTable 5 in Supplement 2). In the pooled subgroup analysis for text messaging that adjusted for region, we found an odds ratio of 1.20 (95% CI, 1.12-1.29) for the text messaging arm (eFigure 3 in Supplement 2).\n\nWhen looking at prior mammogram orders placed in trial A, patients with a prior order had a 3.4-percentage point increase in completion from bulk orders, while those without a prior order had a 2.1-percentage point increase (eTable 6 in Supplement 2). When dividing this group further by patient portal status, only active patient portal users showed a higher increase among those with a prior order (eTable 7 in Supplement 2)."
    },
    {
      "title": "Cost Analysis",
      "text": "We conducted a post hoc cost analysis of the interventions from the perspective of the health system when scaled across the entire study population, including only effort and cost that would be used for implementation and not any activities solely performed for research purposes. The cost per patient screened was $5.09 for basic outreach, $7.69 for basic outreach with text messaging, $4.07 for basic outreach with bulk ordering, and $6.23 for basic outreach with text messaging and bulk ordering (eTables 8 and 9 in Supplement 2)."
    },
    {
      "title": "Discussion",
      "text": "In these trials, we found that bulk ordering and text messaging significantly increased patient response to breast cancer screening outreach. There was a similar response to bulk ordering among women identifying as Black but no effect from an additional text message. Additionally, we did not find a statistically significant effect when the outreach was signed by the primary care clinician.\n\nThe bulk signed order resulted in a small but significant increase in response rate of 2.7 percentage points. There may be a few reasons for this finding. First, bulk ordering framed participation as opt-out, as participation was implied. Second, bulk ordering reduced effort for both clinicians and patients, as it reduced the number of steps toward completing the mammogram. Third, for patients with an active patient portal, bulk ordering also initiated a ticket for online scheduling.\n\nThese bulk order findings are consistent with literature on opt-out framing, but prior studies have shown larger effect sizes of 12 percentage points for influenza vaccination,  17  19 percentage points for mailed colorectal cancer screening,  15  and 24 percentage points for hepatitis C screening.  18 The majority of women across all arms in our study still did not undergo mammography during the trial time frame. Our modest finding may have resulted from the scheduling process, the need for a radiology procedure, and the ongoing COVID-19 pandemic. The influenza vaccination study was embedded in an onsite occupation health effort, colorectal cancer screening was a mailed home testing kit, and hepatitis C screening was a simple blood test. A study of opt-out framing for breast cancer screening at a Veterans Affairs (VA) clinic did not show effectiveness, potentially due to the need to schedule outside of the VA system.  25, 26 The findings of our study may be more similar to the VA study than to other preventive clinical areas, which focused on different behaviors.\n\nAdding text message nudges to the existing outreach messaging was associated with a 2.1-and 2.5-percentage point increase in trials A and B, respectively. The text message served as an additional nudge and allowed for bidirectional communication to respond if patients had already completed screening or if they needed additional support. Our findings are consistent with other text messaging studies for preventive health activities.  21, [27] [28] ] [29] [30]  We did not find an increase in obtaining a mammogram from text messaging among Black women, which is surprising as qualitative studies have shown acceptability and potential in the use of text messaging in this population.  31, 32 n trial B, there was a 1.1-percentage point higher response to the clinician endorsement letter that was not statistically significant. There are a few reasons that might explain this finding. First, patients may already have believed that the outreach was sanctioned by the primary care clinician due to the patient portal or health system letterhead. Second, these electronically produced signatures may not have invoked the same trust as a document that was manually signed by the primary care clinician. Third, we only had power to detect an approximately 2-percentage point increase in response, so there may have been a smaller effect size, which aligns with prior research on language or messaging content.  21, 28"
    },
    {
      "title": "Strengths and Limitations",
      "text": "A key strength of this trial was the prospective individual-level randomization and close partnership with clinical operations. We used tools that are readily available to health systems, making the findings more scalable as part of routine practice. As there are known disparities in breast cancer outcomes, we conducted a prespecified subgroup analysis among the large proportion of patients who self-identified as Black.\n\nThere are also some limitations. The trial was a singlecenter study among mainly insured patients who reflected the demographics of the health system, but the primary care network included a wide range of practice types across a large region, and we conducted subgroup analyses by race and ethnicity and income. We were not able to evaluate the qualitative experiences of patients or the long-term effect on repeated breast cancer screening. In addition, we did not enroll as many patients as anticipated in the power calculations due to increases in screening through routine practice, better ascertainment of patients screened through health system efforts, and the decision to only include patients aged 40 to 49 years who had a shared decision-making discussion with their primary care clinician. However, we still had reasonable power to detect the differences we hypothesized."
    },
    {
      "title": "Conclusions",
      "text": "The findings of these 2 concurrent, pragmatic, randomized clinical trials show that large-scale campaigns can be enhanced using new insights from behavioral science and information technology. Future studies are needed to show how screening rates can be increased further and for repeated screening programs.\n\nBehavioral Interventions to Improve Breast Cancer Screening Outreach Original Investigation Research jamainternalmedicine.com (Reprinted) JAMA Internal Medicine July 2024 Volume 184, Number 7"
    },
    {
      "text": "Figure 1. CONSORT Diagram for Trial A"
    },
    {
      "text": "Figure 2. CONSORT Diagram for Trial B"
    },
    {
      "text": "Patient Characteristics"
    }
  ],
  "references": [
    {
      "title": "Breast cancer statistics",
      "authors": [
        "A Giaquinto",
        "H Sung",
        "K Miller"
      ],
      "year": 2022,
      "doi": "10.3322/caac.21754"
    },
    {
      "title": "The benefits and harms of breast cancer screening: an independent review",
      "authors": [
        "U Independent",
        "Panel",
        "Cancer Breast",
        "Screening"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61611-0"
    },
    {
      "title": "Breast cancer screening for women at average risk: 2015 guideline update from the American Cancer Society",
      "authors": [
        "K Oeffinger",
        "Eth Fontham",
        "R Etzioni"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.12783?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2024.0495"
    },
    {
      "title": "Screening for breast cancer: U.S. Preventive Services Task Force recommendation statement",
      "year": 2009,
      "doi": "10.7326/0003-4819-151-10-200911170-00008"
    },
    {
      "title": "Breast cancer screening",
      "year": 2023,
      "doi": "10.32388/as69sd"
    },
    {
      "title": "Rates of routine cancer screening and diagnosis before vs after the COVID-19 pandemic",
      "authors": [
        "A Oakes",
        "K Boyce",
        "C Patton",
        "S Jain"
      ],
      "year": 2023,
      "doi": "10.1001/jamaoncol.2022.5481?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2024.0495"
    },
    {
      "title": "Effect of direct mail as a population-based strategy to increase mammography use among low-income underinsured women ages 40 to 64 years",
      "authors": [
        "J Slater",
        "G Henly",
        "C Ha"
      ],
      "year": 2005,
      "doi": "10.1158/1055-9965.epi-05-0034"
    },
    {
      "title": "A 4-year randomized trial comparing three outreach interventions to promote screening mammograms",
      "authors": [
        "R Luckmann",
        "M Costanza",
        "M White"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/iby031"
    },
    {
      "title": "Effect of a multimodal reminder program on repeat mammogram screening",
      "authors": [
        "A Feldstein",
        "N Perrin",
        "A Rosales"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2009.03.022"
    },
    {
      "title": "Mailed letter versus phone call to increase uptake of cancer screening: a pragmatic, randomized trial",
      "authors": [
        "T Kiran",
        "Davie Moineddin",
        "R Lofters"
      ],
      "year": 2018,
      "doi": "10.3122/jabfm.2018.06.170369"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Judgment under uncertainty: heuristics and biases",
      "authors": [
        "A Tversky",
        "D Kahneman"
      ],
      "year": 1974,
      "doi": "10.1126/science.185.4157.1124"
    },
    {
      "title": "Status quo bias in decision making",
      "authors": [
        "W Samuelson",
        "R Zeckhauser"
      ],
      "year": 1988,
      "doi": "10.1007/bf00055564"
    },
    {
      "title": "Harnessing the power of default options to improve health care",
      "authors": [
        "S Halpern",
        "P Ubel",
        "D Asch"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsb071595"
    },
    {
      "title": "A randomized controlled trial of opt-in versus opt-out colorectal cancer screening outreach",
      "authors": [
        "S Mehta",
        "T Khan",
        "C Guerra"
      ],
      "year": 2018,
      "doi": "10.1038/s41395-018-0151-3"
    },
    {
      "title": "Text messaging and opt-out mailed outreach in colorectal cancer screening: a randomized clinical trial",
      "authors": [
        "S Huf",
        "D Asch",
        "K Volpp",
        "C Reitz",
        "S Mehta"
      ],
      "year": 2021,
      "doi": "10.1007/s11606-020-06415-8"
    },
    {
      "title": "Opting in vs opting out of influenza vaccination",
      "authors": [
        "G Chapman",
        "M Li",
        "H Colby",
        "H Yoon"
      ],
      "year": 2010,
      "doi": "10.1001/jama.2010.892?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2024.0495"
    },
    {
      "title": "Behavioral interventions to improve population health outreach for hepatitis C screening: randomized clinical trial",
      "authors": [
        "S Mehta",
        "S Day",
        "A Norris"
      ],
      "doi": "10.1136/bmj.n1022"
    },
    {
      "title": "Social influence: social norms, conformity and compliance",
      "authors": [
        "R Cialdini",
        "M Trost"
      ],
      "year": 1998,
      "doi": "10.1002/9780470561119"
    },
    {
      "title": "The interaction of descriptive and injunctive social norms in promoting energy conservation",
      "authors": [
        "J Bonan",
        "C Cattaneo",
        "G Adda",
        "M Tavoni"
      ],
      "year": 2020,
      "doi": "10.1038/s41560-020-00719-z"
    },
    {
      "title": "Effect of text messaging and behavioral interventions on COVID-19 vaccination uptake: a randomized clinical trial",
      "authors": [
        "S Mehta",
        "C Mallozzi",
        "P Shaw"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2022.16649?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2024.0495"
    },
    {
      "title": "Misdirections in informed consent-impediments to health care innovation",
      "authors": [
        "D Asch",
        "T Ziolek",
        "S Mehta"
      ],
      "year": 2017,
      "doi": "10.1056/nejmp1707991"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Effect of sequential or active choice for colorectal cancer screening outreach: a randomized clinical trial",
      "authors": [
        "S Mehta",
        "V Induru",
        "D Santos"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.10305?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2024.0495"
    },
    {
      "title": "Automated opt-out vs opt-in patient outreach strategies for breast cancer screening: a randomized clinical trial",
      "authors": [
        "L Marcotte",
        "S Deeds",
        "C Wheat"
      ],
      "year": 2023,
      "doi": "10.1001/jamainternmed.2023.4321?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2024.0495"
    },
    {
      "title": "Designing effective and appropriate opt-out approaches for patient outreach",
      "authors": [
        "K Waddell",
        "S Mehta"
      ],
      "year": 2023,
      "doi": "10.1001/jamainternmed.2023.4628?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2024.0495"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "A megastudy of text-based nudges encouraging patients to get vaccinated at an upcoming doctor's appointment",
      "authors": [
        "K Milkman",
        "M Patel",
        "L Gandhi"
      ],
      "year": 2021,
      "doi": "10.1073/pnas.2101165118"
    },
    {
      "title": "Text messaging interventions on cancer screening rates: a systematic review",
      "authors": [
        "C Uy",
        "J Lopez",
        "C Trinh-Shevrin",
        "S Kwon",
        "S Sherman",
        "P Liang"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7893"
    },
    {
      "title": "Text-message reminders increase uptake of routine breast screening appointments: a randomised controlled trial in a hard-to-reach population",
      "authors": [
        "R Kerrison",
        "H Shukla",
        "D Cunningham",
        "O Oyebode",
        "E Friedman"
      ],
      "year": 2015,
      "doi": "10.1038/bjc.2015.36"
    },
    {
      "title": "Text messaging as a communication modality to promote screening mammography in low-income African American women",
      "authors": [
        "S Ntiri",
        "M Swanson",
        "E Klyushnenkova"
      ],
      "year": 2022,
      "doi": "10.1007/s10916-022-01814-2"
    },
    {
      "title": "Using an integrated social-behavioral text message approach to improve screening mammography in African American women",
      "authors": [
        "A Dhahri",
        "P Nyanin",
        "S Ntiri"
      ],
      "year": 2020,
      "doi": "10.1200/jco.2020.38.29_suppl.240"
    }
  ],
  "num_references": 32
}
