{
  "paper_id": "J5BE32UM",
  "sections": [
    {
      "title": "STEM, Revisited",
      "text": "Hal Berghel, University of Nevada, Las Vegas Are we really facing a STEM crisis? Or is this crisis as bogus as the missile gap that started the space race over 50 years ago? It's time to cut through the hyperbole and take a hard look.\n\nI n the early 1980s, I was caught up in the microcomputer revolution-programming, building, and hacking (in the positive, 1980s sense of the word). If it had to do with microcomputers, I was interested. But I didn't let my microcomputer enthusiasm suspend my common sense. The flurry of federal legislation at the time that encouraged donations of microcomputers to K-12 schools didn't pass my smell test. What caught my attention was the tactic of abusing tax laws to offload the donation's cost to the taxpayer. The most egregious proposed legislation allowed the manufacturers to write off the entire cost of production. When combined with the changes in some states' tax codes, manufacturers could actually make a healthy profit by giving computers away. I reckoned this incentivized product dumping and overproduction: a clear case of moral hazard in our current vernacular. Communications of the ACM decided to make my article on this topic the cover feature of the March 1984 issue ( www.berghel . net/ publications/tax/tax-incent-badidea.pdf). That, in turn, introduced me to the world of attack politics.\n\nWell, it's time to take on the establishment again and look at the irrational exuberance about STEM (science, technology, engineering, and mathematics) education and the corresponding legislative proposals that would corrupt immigration policy for the benefit of high-tech corporations. This doesn't pass my smell test either."
    },
    {
      "title": "THE SPACE RACE",
      "text": "This story begins with the 1960s space race. The Russians' success with Sputnik in 1957 made US politicians puce with envy and, we were told, demonstrated the Soviets' clear leadership in missile and satellite technology. That this alleged Russian leadership was bogus was irrelevant. Our imagined inferiority was used to justify the creation of NASA, close imaginary missile gaps, fuel the military-industrial complex, and change our national educational priorities.\n\nWithin months, Wernher von Braun was converting old German V-2 rockets into Jupiter-C's for use in space. By the time President Kennedy took office, the space race was in full-tilt boogie.\n\nTo be first in space, he argued, one needs to be first in science and technology. Research became a profit center at major universities, extramural funding became the researcher's coin of the realm, indirect cost accounting entered the academy through the service entrance, and academic mission creep aggressively drove the academy toward the federal trough. We now recognize this as an overreaction to an imagined fear, combined with missile envy, distorted competiveness, and a misguided sense of national pride-but not without benefit. I'm not going to go Luddite on you. I recognize the great accomplishments in science and technology that we've achieved in the past half-century. Most of us in computing have built successful careers that are in part a consequence of the space race. And I like an occasional glass of Tang and the taste of Teflon in my fried foods as much as the next person. My dissatisfaction isn't with what we accomplished during the space race, but rather what we lost.\n\nWouldn't it be great if our educational system taught us that truth and opinion have very different epistemological ancestries, and that only one of them stands up to close scrutiny? Or that we can no more get to ground truth data via media events than we can get to mathematical truths by interviewing mathematicians? Or that stakeholder journalism isn't journalism at all but product placement? Or that hypothesis testing in science is critical to our survival as a species? Or why marketing messages must be separated from facts? Or that there is an inherent problem in the convergence of government regulators and the regulated? Or that judicial gag orders and nondisclosure agreements have a devastating effect on public awareness and participatory democracy? Aldous Huxley predicted our current intellectual malaise when he said that truth was being drowned in a sea of irrelevance (cf. Neal Postman, Amusing Ourselves to  Death, Penguin, 2005) . These issues highlight the value of humanities programs, not STEM programs. Intellectual enlightenment contributes more stability to society than scientific advancement and technical breakthroughs any day. Both are important, but the humanities are a sine qua non for a healthy society. For want of an acronym, let's think of a new educational metaphor: STEM-HUM, STEM in the context of the HUManities."
    },
    {
      "title": "STEM-HUM",
      "text": "Open source intelligence pioneer Robert Steele once remarked that the arts are a good way of getting us to look inward. One of my favorite examples of the use of the arts in getting at the essence of things is RSA Animate ( www.thersa.org/ events/rsaanimate), where both sides of the brain get exercised while viewing. When education innovators talk about the most desirable skills (versus the most employable), they invariably bring a hefty dose of humanities into the mix. Here's leading education innovator Tony Wagner's wish list (Creating Innovators: The Making of Young People Who Will Change the World, Scribner, 2012;  www. youtube.com/ watch?v=hvDjh4l-VHo):\n\n• critical thinking and problem solving, • collaboration across networks and leading by influence, • agility and adaptability, • initiative and entrepreneurialism, • effective oral and written communication, • accessing and analyzing information, and • curiosity and imagination.\n\nHoward Rheingold-a leading expert in, among other things, mind augmentation-lists today's critical skills as attention, participation, cooperation, critical consumption (or, the art of crap detection), and network awareness ( http://rheingold . com/2013/crap-detection-mini -course). Noted humanist and media theorist Neil Postman says kids should stay in school so that they'll learn when their liberty is threatened. Critical thinking-a skill taught throughout the humanities-is, according to these educational and cultural innovators, the common theme for what skill makes a valuable contributor to our society.\n\nSTEM education is important, to be sure. But STEM-HUM would be a far better goal. At this moment, the humanities have been, as we say in the world of computing standards, deprecated to the point where they're the object of ridicule in job placement circles. In computing, a consequence of this diminished capacity is our underappreciation of the social consequences of our efforts. Look at the way that computing educators relegate ethics and social issues to a minimal-credit dumpsite that also includes technical communication, presentation skills, and a dash of cyber law; it's a repository of topics that few want to teach. Comprehension of the social consequences of our professional activities should be one of our most important learning objectives. This entails responsible environmental stewardship, appreciation of collegiality and civility, respect for cultural diversity, openness to differing opinions, and a respect for natural rights and the privacy of othersnone of which fall cleanly within the STEM domain. It's time for us to ask whether our preoccupation with STEM is justified.\n\nThe public has been led into a postmodern form of Lysenkoism in which the end-all is a politically motivated message rather than scientific understanding. Postmodern Lysenkoism surfaces as anti-or pseudo-science in ecology, evolution, chemistry, astrophysics, and medicine, favoring linguistics and polemics rather than evidence-based science. To wit, note that the phrase \"sound science\" has come to mean \"opinion in the context of economic and political realities.\" We've got\n\nIn our desire to heighten technical skills and achieve scientific hegemony, we lost sight of the incredible value of a well-rounded education. And this loss has had a debilitating effect on society today.\n\nourselves in the bizarre situation where, for some, \"sound science\" doesn't necessarily mean \"good science\" in the sense of testing hypotheses and confirming predictions, but rather creating messages that are commercially advantageous and attractive to a particular political base.\n\nWe're at the point where some scientists have become apologetic for the lack of certainty in the scientific method. Pseudoscientists are too frequently unchallenged when they equate the lack of scientific certainty with falsehood for their own political or financial gain. Creation of scientific doubt and public distraction has become a political staple for issues ranging from undermining the health concerns over smoking (see the now famous 1969 Brown and Williamson memo, \"Doubt is our product,\"  http://  legacy.library.ucsf.edu/tid/wjh13f00/ pdf; the \"doubt is our product\" mantra is covered in depth in Naomi Oreskes's and Erik Conway's Merchants of Doubt, Bloomsbury Press, 2011) to discrediting predictions of impending environmental disasters (for example, the Klamath Basin environmental impact study,  http://  blog.washingtonpost.com/cheney/ chapters/leaving_no_tracks). Students need enough critical thinking skills to navigate through the minefield of bogus science, sound bites, propaganda \"interviews,\" stakeholder journalism, and image management to get to the truth. But what part of STEM holds the key to debunking myths, decoupling nonsense from scholarship, and fact checking?\n\nThe manipulation of science for political gain, with all its unsavory consequences, will, in the long run, prove to be far more disabling to a democracy than failing to match skillsets to job trends. When all of the job needs are satisfied, the most important questions of life will remain in the province of the classical humanities regimen.\n\nHow did we get to this point? Through an increasingly dysfunctional and politically charged educational system tasked with serving too many masters who have conflicting agendas and biases. The current educational climate is forced to focus on minimizing cost, maximizing economic impact, privatization, and maintaining the status quo. None of these factors directly contribute to producing responsible, informed, productive citizens.\n\nOn the contrary, an educational system that spends 20 years teaching/ training students to make widgets could be expected to produce superb widget-makers. But such a system will certainly not produce citizens prepared to ask whether widget production is in the best interest of society. Nor will it encourage the imagination and exploration of the possibilities of a widget-free world. As Aldous Huxley pointed out, our educational reforms have \"failed to take into account man's almost infinite appetite for distractions\" ( www.  informationclearinghouse . info/ article31319.htm; www.huxley.net/ bnw-revisited)-distractions, that is, from the things that matter most to free societies.\n\nSTEM disciplines are important. Many of us have benefitted professionally and financially from our prowess in these areas. However, history will judge us poorly if such prowess should come at the expense of a future without a diversified, well-rounded education, and a wellinformed electorate."
    },
    {
      "title": "THE STEM JOBS ACT OF 2012",
      "text": "H.R. 6429 (the STEM Jobs Act;  http://1.usa.gov/1bwQU14 ) was passed by a 245:139 vote basically along party lines ( www.govtrack.us/ congress/votes/112-2012/h613). The proponents were reacting to corporate interests' demand for more H-1B visas. The detractors, including the Obama administration, opposed the bill because it failed to satisfy their preconceived diversity objectives ( http://1.usa.gov/1ngo65g ). Both positions are wrong-headed, in my opinion, but I'll stick to the STEM Jobs Act.\n\nH-1B visas are authorized under section 101(a)(15)(H) of the 1965 Immigration and Nationality Act (the Hart-Celler Act) that abolished the national origins immigration formula proscribed by the 1924 Immigration Act (or National Origins Act). Current immigration policy has the advantage of paying lip service to national needs rather than just focusing on national origin, race, and religion. However, it still fails the tests of consistency, fairness, and measurable benefit.\n\nThe US-Mexico immigration experience is a case in point. Mexican \"repatriation\" (a euphemism for deportation without due process) was the US policy during the recession when labor was in ample supply. The bracero program immediately followed to attract Mexican workers to satisfy the labor shortages of World War II and a rebounding agribusiness. Once labor supply was adequate, the unfortunately named \"Operation Wetback\" was implemented in 1953 restoring repatriation into Mexico. That was followed by the politically inspired 1986 Immigration Reform Act, An educational system that spends 20 years teaching students to make widgets will certainly not produce citizens who ask whether widget production is in the best interest of society.\n\nwhich sought to legalize some of the immigrants missed by Operation Wetback. During the last recession, repatriation and deportations once again reared their ugly heads. We've used our immigration law like a yo-yo to satisfy ephemeral labor demands at the expense of consistent national policy and fair treatment of the people affected.\n\nTwo consequences of the recent recession in the high-tech sector were the concomitant downsizing of high-tech companies and the simultaneous cry for additional H-1B visas. Does that make sense to you? Is it possible that the proposed changes in the immigration law are viewed by corporations as a way of creating sufficient labor supply to satisfy short-term needs while also driving down the cost of compensation? Is this the kind of incentive that the government should support?\n\nWouldn't you expect that if there were dramatic labor shortages in high tech that employee salaries would be skyrocketing? But studies show that salaries in computing fields have been flat for the past decade ( www.epi.org/publication/ pm195-stem-labor-shortages -microsoft-report-distorts). And every year, American universities produce more STEM degrees than there are jobs ( http://spectrum.ieee . org/at-work/education/the-stem -crisis-is-a-myth), as most STEM degree-holders choose to work outside of STEM fields.\n\nWhat is more, industry executives would have us believe that some mysterious force grabbed Adam Smith's invisible hand and suspended the law of supply and demand just in their case. Furthermore, market forces have been suspended when it comes to labor requirements in their markets. On this account, the government should be enlisted because Adam Smith dropped the ball. The overarching question must be whether immigration policy is the appropriate tool to satisfy ephemeral labor needs. Immigration law is the wrong tool for short-term labor arbitraginggreen cards are better. Isn't it ironic how the corporatists feel that Adam Smith got it so right when it comes to opposing the government's role in regulation and oversight of their industries, but so wrong when it comes to the government's role in bailing out failed banks and helping high-tech companies drive down their labor costs? A s responsible technologistcitizens, we should pause to critically examine why these labor statistics seem at odds with one another. Are these trends-high-tech downsizing and increasing H-1B visa workerseconomically logical and consistent with our values? Although these are humanities kinds of questions, I think it's incumbent on all of us to rethink the optimal role of STEM education and pressure politicians to think beyond the immediate needs of the donor class. With an eye on the STEM-HUM challenges of the future, we're in the right position to articulate these issues.\n\nI'm pleased to report that IEEE Spectrum has an online debate on this topic at  http://spectrum.ieee.org/ static/the-stem-crisis-is-a-myth-an -ongoing-discussion. IEEE-USA also favors the use of green cards over increasing H-1B visas ( www.ieeeusa . org/policy/policy/2013/050613.pdf). I recommend both resources for your consideration.\n\nHal Berghel, Out of Band column editor, is an ACM and IEEE Fellow and a professor of computer science at the University of Nevada, Las Vegas. Contact him at hlb@ computer.org.\n\nSelected CS articles and columns are available for free at  http://ComputingNow.computer.org ."
    },
    {
      "title": "Register today! www.compsac.org"
    },
    {
      "title": "July 21-25, 2014",
      "text": "Vasteras, Sweden COMPSAC is the IEEE Signature Conference on Computers, Software, and Applications. It is one of the major international forums for academia, industry, and government to discuss research results, advancements and future trends in computer and software technologies and applications. The theme of the 38th COMPSAC conference is The Integration of Heterogeneous and Mobile Services in Smart Environments."
    },
    {
      "title": "IEEE COMPSAC 2014 38th Annual IEEE International Computers, Software and Applications Conference"
    }
  ]
}
