{
  "paper_id": "J7IG8F2W",
  "title": "Applying and advancing behavior change theories and techniques in the context of a digital health revolution: proposals for more effectively realizing untapped potential",
  "abstract": "As more behavioral health interventions move from traditional to digital platforms, the application of evidence-based theories and techniques may be doubly advantageous. First, it can expedite digital health intervention development, improving efficacy, and increasing reach. Second, moving behavioral health interventions to digital platforms presents researchers with novel (potentially paradigm shifting) opportunities for advancing theories and techniques. In particular, the potential for technology to revolutionize theory refinement is made possible by leveraging the proliferation of ''real-time'' objective measurement and ''big data'' commonly generated and stored by digital platforms. Much more could be done to realize this potential. This paper offers proposals for better leveraging the potential advantages of digital health platforms, and reviews three of the cutting edge methods for doing so: optimization designs, dynamic systems modeling, and social network analysis.",
  "year": 2017,
  "date": "2017-01-05",
  "journal": "American Journal of Preventive Medicine",
  "publication": "American Journal of Preventive Medicine",
  "authors": [
    {
      "forename": "Arlen",
      "surname": "Moller",
      "name": "Arlen Moller",
      "affiliation": "1  Illinois Institute of Technology , Chicago , IL , USA \n\t\t\t\t\t\t\t\t Illinois Institute of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Gina",
      "surname": "Merchant",
      "name": "Gina Merchant",
      "affiliation": "3  University of California , San Diego , San Diego , CA , USA \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Diego \n\t\t\t\t\t\t\t\t\t San Diego \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "David",
      "surname": "Conroy",
      "name": "David Conroy",
      "affiliation": "4  The Pennsylvania State University , State College , PA , USA \n\t\t\t\t\t\t\t\t The Pennsylvania State University \n\t\t\t\t\t\t\t\t State College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Robert",
      "surname": "West",
      "name": "Robert West",
      "affiliation": "5  University College London , London , UK \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Eric",
      "surname": "Hekler",
      "name": "Eric Hekler",
      "affiliation": "6  Arizona State University , Tempe , AZ , USA \n\t\t\t\t\t\t\t\t Arizona State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tempe \n\t\t\t\t\t\t\t\t\t AZ \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kari",
      "surname": "Kugler",
      "name": "Kari Kugler",
      "affiliation": "4  The Pennsylvania State University , State College , PA , USA \n\t\t\t\t\t\t\t\t The Pennsylvania State University \n\t\t\t\t\t\t\t\t State College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Susan",
      "surname": "Michie",
      "name": "Susan Michie",
      "affiliation": "5  University College London , London , UK \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "10.1007/s10865-016-9818-7",
  "keywords": [
    "Behavior change theories",
    "Behavior change techniques",
    "Digital health",
    "Optimization",
    "Dynamic systems",
    "Social networks & Arlen"
  ],
  "sections": [
    {
      "title": "The beginning of a digital revolution in behavioral medicine",
      "text": "The past quarter century has witnessed staggering changes in terms of the availability and capacity of technology for empirically testing behavioral theories in ''real-world'' contexts. Cell phone use is currently near complete penetration with 96% of the global adult population having a cell-phone subscription  (Sanou, 2015) . Internet access is rapidly growing with approximately 400 million internet users globally in 2000, rising to 3.2 billion by 2015. Within the US, there has been rapid adoption of smartphones, with current estimates of 60-64% of adults with similar penetration across socio-economic communities  (Perrin & Duggan, 2015 ; ''The Rise of the Cheap Smartphone,  '' 2014) . These statistics demonstrate the increasing digitization of our daily lives globally.\n\nAnother technological advance relevant to behavioral science is the collection of psychological, social, and contextual variables from ''digital traces'' that are passively recorded or tracked (e.g., emails exchanged, social media activity, and GPS location;  Sepah et al., 2015) . Industry utilizes these digital traces for commercial purposes such as targeted advertising and recommendations  (Resnick & Varian, 1997) . These data can also be used to understand processes and outcomes of behavioral health interventions  (Golbeck et al., 2011; Heckler et al., 2013; Estrin, 2014; Kan-Leung et al., 2014; Tausczik & Pennebaker, 2010; Pentland, 2014) , and for empirically testing behavioral theories (e.g., inferring personality attributes from email interactions,  Tausczik & Pennebaker, 2010) .\n\nVarious technologies enable low-burden strategies for providing behavioral support at key times when a person has the opportunity to change and is receptive to such support  (Nahum-Shani et al., 2015) . For example, ''wear-able'' technologies, including fitness tracking bands like Fitbit and smart vision devises like Google Glass, enable minute-by-minute monitoring and provide ecologicallyvalid data researchers can use for  ''just-in-time'' adaptive interventions (i.e., JTAI; Nahum-Shani et al., 2015; Kumar et al., 2013) . Constructs that were once measurable only in a lab environment or via self-report (e.g., stress, affect, personality characteristics) are becoming possible to measure in ''real-life'' contexts with more direct inference.\n\nBeyond cell phones, smartphones, and wearables, the ''internet of things,'' involves digitally connecting the everyday appliances and devices used in our home, work, and commuting environments, such as ''smart'' thermostats, refrigerators and cars. Further, as everyday-use technologies go online, there emerges a copious amount of interlinked data, which affords profound opportunities for health research, intervention, and health care. For example, sensor technologies in toilets can automatically measure biomarkers and microbiome profiles  (Ratti et al., 2014) , and bathroom mirrors can use facial recognition features to assess health problems and monitor alcohol or tobacco use  (Colantonio et al., 2015) . Other new digital sensor technologies include ingestible smart tablets capable of gathering data on medication taking, activity, and resting patterns (Proteus Digital Health), and smart temporary tattoos capable of monitoring vital signs, skin temperature, and blood oxygen levels  (Hirschberg et al., 2014) .\n\nToday's digital health interventions often bring together numerous technologies, services and fields. These technologies include but are not limited to: wireless devices, hardware sensors and software sensing technologies, microprocessors and integrated circuits, the Internet, social media, health information technology (e.g., electronic medial records), genomics, and personal genetic information  (Topol, 2013) . In this article, we focus our discussion on behavior change interventions delivered via one or more of these digital technologies."
    },
    {
      "title": "Advantages of applying evidence-based theories and techniques when developing digital health interventions",
      "text": "In the context of behavioral health interventions, the ubiquity of digital technologies and their adoption into dayto-day life translates into greater potential reach than traditional interventions, and consequently greater potential for positive public health impact (e.g.,  Devlin et al., 2016) . A 2016 report estimated that there are over 3 billion Internet users globally and over 2.5 billion mobile smartphone phone users  (Meeker, 2016) . A collection of digital resources known as the Smokefree Program received over 9 million website hits between 2003 and 2012, and nearly 20,000 subscriptions to their SmokefreeTXT program  (Taylor et al., 2013) . Omada Health provides online coaching programs to help prevent chronic health issues, and includes an online version of the Diabetes Prevention Program (Prevent;  Sepah et al., 2015) . It is currently the largest federally-recognized provider of diabetes prevention programs in the U.S., with over 45,000 enrolled patients  (Lorenzetti, 2016) . A recent example of the potential for rapid, high volume reach of these technologies includes the digital exergame application, Poke ´mon GO, which acquired an estimated 15-21 million daily users within two weeks of its launch, and was downloaded an estimated 75 million within 3 weeks  (Althoff et al., 2016; Wagner, 2016) .\n\nHowever, the potential public health impact of these technologies can only be realized to the extent that digital health interventions are effective. First, for all types of intervention, the development process benefits from applying evidence-based theories and techniques, as this directs attention to design characteristics (e.g., behavior change techniques, modes of delivery) that might otherwise be ignored, and indicates conditions under which interventions and their specific characteristics are more or less likely to be effective (i.e., parameters for effectiveness;  Peters et al., 2015) . This may be especially important for digital health interventions given that they often require considerable initial investments in development (e.g., labor intensive software engineering). Second, application and identification of specific evidence-based techniques makes for an efficient, and therefore more rapid and less costly, process while providing opportunities for systematic testing and refining of behavioral interventions over time."
    },
    {
      "title": "Advantages of going digital for developing and testing theories and techniques of health behavior change",
      "text": "A theory, as defined by a multidisciplinary consensus is ''A set of concepts and/or statements which specify how phenomena relate to each other. Theory provides an organising description of a system that accounts for what is known, and explains and predicts phenomena''  (Davis et al., 2015) . Lewin (1951)  famously wrote, ''There is nothing so practical as a good theory.'' Ideally, theories are generated using the scientific method based on empirical evidence; however, the volume and completeness of empirical evidence supporting different theories vary. The practical values of developing and testing theories are (1) the efficient and effective advancement of science and technology in general, (2) furthering our understanding of human behavior and (3) informing the development and evaluation of interventions to change behavior. A good theory clearly articulates relationships between constructs and generates hypotheses that are testable and refutable. Pragmatically, a good theory can serve as a roadmap to keep basic and applied researchers from repeating the mistakes of others before them. However, when applying theories to new health behavior interventions it is also critical to develop a rich understanding of the intervention context  (Peters et al., 2015) , including characteristics of the individuals, groups, organizations, communities, their settings and the modes of intervention delivery (e.g., digital vs. ''in real life'';  Rhodes & Nigg, 2011) .\n\nWhile many researchers in behavioral medicine (and in other research disciplines) have both developed and applied theories well, there are many areas for improvement. One example of poor theory application is ''cafeteria-style'' theorizing, which involves picking and choosing concepts and measures without contextual appreciation of underlying or overarching principles or underlying assumptions  (Rhodes & Nigg, 2011) . In addition, an overreliance on cross-sectional study designs, versus designs that can investigate change over time and test mediating paths between interventions and health behavior changes, does little to advance the field  (Sutton, 2010; Weinstein, 2007) . In short, the quality of theory development and the quality of methods used to apply and test theories are often inextricably linked.\n\nOver 60 years after Lewin's seminal paper on the practicality of good theory, psychologist Tony  Greenwald (2012, p. 99 ) reasserted Lewin's sentiment and added the complementary assertion that, ''There is nothing so theoretical as a good method.'' Greenwald argued that inventing new methods or technology for data collection, but also for application, can work in synergy with theory development, advancing science in significant ways. He cited evidence that Nobel science awards in physics, chemistry, and medicine have more frequently been for methodological rather than theoretical advances. He noted also that leveraging existing theories was often essential in enabling development of those Nobel award winning methodologies.\n\nThe shift from traditional to digital platforms presents researchers with significant advantages in terms of developing and testing theories and techniques of behavior change  (Greenwald, 2012; Hekler et al., 2016b) . In particular, digital platforms allow for greater specification of (1) behavioral theories and models (e.g., defining how constructs relate to one another and the predicted magnitude and direction of those relations)  (Hekler et al., 2016b) , (2) dynamic temporal relationships (e.g., timescale, latency, and delay;  Spruijt-Metz et al., 2015)  and (3) the ''multidimensional generalization space'' that clearly defines when, where, for whom, and in what state of the person a mechanism of action will produce an effect  (Hekler et al., 2016b; Peters et al., 2015) .\n\nAnother potential strength of digital technologies for investigating theories and techniques of behavior change is their potential for high fidelity of delivery (although soft-ware engineering problems and interactions with changing operating systems and hardware can undermine this in practice). A review of 342 articles evaluating intervention fidelity over 10 years and found that only 22% reported strategies to maintain provider skills, only 27% reported checking adherence to protocol, and only 35% reported using a treatment manual, cumulatively raising concerns about the fidelity of delivery of traditional interventions  (Borrelli et al., 2005) . Barring technical failures, digital platforms have the advantage of objectively measuring what parts of the intervention were engaged with, and therefore ''received,'' by whom (e.g.,  Hales et al., 2014; Merchant et al., 2014) .\n\nIn summary, given that digital interventions can be delivered with high fidelity, and because they provide the possibility of large datasets generated by ecologically valid measures of behavior, thinking, emotion and physiology (i.e., in real time and everyday contexts), they provide a great potential for testing, refining and developing theories of behavior change. The digital revolution currently taking place in behavioral medicine is making these things possible-but to what extent has this potential been realized thus far? And, to the extent that researchers have fallen short of realizing the potential power of leveraging digital health platforms, why have we fallen short? How can we do better?"
    },
    {
      "title": "Goals for this paper",
      "text": "In this paper we present strategies for embracing the digital revolution in behavioral medicine. This paper makes proposals in three areas. First, few digital health intervention developers specify how characteristics of their intervention map onto underlying evidence-based theories and techniques  (Conroy et al., 2014; Crane et al., 2015) . Improving this would be expected to increase the effectiveness of interventions and advance our understanding of underlying theory. Second, many researchers should take better advantage of the richness of data generated by digital health platforms, and not over-rely on traditional self-report measures. Third, there are a range of advanced study designs and analytic methods well suited to ''big data'' sets generated by digital health platforms; we will introduce a selection of these that we believe should be more widely used."
    },
    {
      "title": "Challenges to digital platforms",
      "text": "The complexity of multicomponent health interventions  (digital and traditional)  Interventions to change behaviors related to health are usually complex (also referred to as 'multi-faceted' or 'bundled') in that they comprise several or many components that may interact with each other in achieving an effect. These components include behavior change techniques (BCTs; the potentially active ingredients of an intervention) and modes of delivery (e.g., design features of smartphone apps or communication skills in face-to-face delivery). The interactions among these components create challenges in terms of identifying (1) which techniques are contributing to any effects observed and (2) the mechanisms of action of techniques contributing to the effect.\n\nSeveral methods have been successfully used to identify effective BCTs within complex interventions. One such method is meta-regression, a statistical technique to analyze evidence across studies. This enables the identification of BCTs that have strong enough effect signals that they are found despite the large heterogeneity of types of intervention within the synthesis  (Michie et al., 2014 (Michie et al., , 2015)) . Using this technique, Michie and colleagues have identified the BCT 'self-monitoring' to be an effective component of complex interventions in increasing physical activity and healthy eating  (Michie et al., 2011) , decreasing alcohol consumption  (Michie et al., 2012) , and in smoking cessation  (West et al., 2011) . The same finding was replicated by Dombrowski et al. in a study of physical activity and dietary interventions for those who were overweight with co-morbidities  (Dombrowski et al., 2012) .\n\nA limitation of using meta-regression for BCT identification is that it requires large numbers of studies so that there is sufficient power to test each BCT. In practice there is typically only sufficient power to test a handful of BCTs. The second limitation is that there are often many confounders (i.e., factors correlated with the presence of BCTs), which make it difficult to isolate the effect of an individual BCT. When confounds are present, it may be that an explanation for an effective BCT is its combination with other BCTs or with other aspects of the intervention that are not, and cannot be, factored into the analysis, either because they have not been documented or there is insufficient power for complex analyses. This is a constraint of all such secondary data analyses. A 2010 review of the association between BCTs, theoretical bases and modes of delivery in 85 digital interventions suggested some interesting findings  (Webb et al., 2010) , but the confounders were such that confidence in such findings was not high. It would be useful to repeat this review with the significantly larger numbers of studies we now have and using a more sophisticated analytic method (e.g.,  Doi et al., 2015a Doi et al., , 2015b)) .\n\nWhile it would be naive to assume that the number of BCTs incorporated into a digital intervention will invariably be positively associated with effectiveness for all people, in all contexts, a more conservative hypothesis seems much more defensible. That is, we predict that interventions that include evidence-based BCTs will tend to be more effective than those that do not. As this literature grows, and if researchers embrace the use and specification of BCTs more in the future, larger meta-analyses will make it possible to test those boundary conditions that define which BCTs are most effective, when, and for whom. A related but distinctly different approach is to combine smaller, more controlled experiments and metaanalyses to build evidence for theory and effective behavior change techniques  (Peters et al., 2015) ."
    },
    {
      "title": "Lack of evidence-based theories and technique specification applied to behavioral health interventions",
      "text": "There is a need for better specification of BCTs and/or underlying theory-based mechanisms. The reporting of complex behavioral health interventions, digital and traditional, often lacks sufficient details to know exactly which BCTs were included and how they were offered. For example, an analysis of Cochrane reviews of behavioral support for smoking cessation found that less than 50% of BCTs specified in intervention protocols were mentioned in published reports  (Lorencatto et al., 2012 ). If we do not know exactly what the intervention consisted of, we are unable to investigate its mechanisms of action (i.e., theory defined concepts) and hence explain the effect and further improve the intervention. A further problem is that, even when interventions are well specified in terms of BCTs, the hypothesized mechanisms of action of those BCTs are frequently not stated. An analysis of 190 studies of interventions to increase physical activity and healthy eating found that only 107 (56%) explicitly reported theory or theory-derived mechanisms of action  (Prestwich et al., 2014) . Those that reported basing interventions on theory were further analyzed for how theory had been applied using the Theory Coding Scheme  (Michie & Prestwich, 2010) . It was found that theory was used partially and inconsistently. For example, in 90% of studies, there were BCTs within the intervention that were not explicitly linked to theoretical constructs and in 91% of studies, there were theoretical constructs not targeted by BCTs.\n\nA further problem is that the names of evidence-based theories, theory-derived mechanisms of action, and BCTs may be specified, but inappropriately operationalized  (Michie et al., 2008a (Michie et al., , 2008b;; Michie & Prestwich, 2010) . For example, one empirically supported mechanism of action derived from self-determination theory (SDT) involves the provision of autonomy support, a process that encourages participants to feel a greater sense of endorsement or ownership over their behavior change efforts  (Ng et al., 2012; Silva et al., 2014) . One technique that is used to provide autonomy support involves giving participants choices. However, some interventions have operationalized giving choices in ways that are inconsistent with the underlying theory, e.g., by providing an abundance of trivial, meaningless options, or by pressuring participants to ''choose'' a particular option  (Moller et al., 2006) .\n\nA related concern involves consideration of the parameters under which a theoretical process or technique is understood to be effective or not  (Kok et al., 2016; Peters et al., 2015) . Parameters of effectiveness are defined as the conditions required in practical application for a technique to be effective. In many cases, a technique which is generally effective for changing behavior will become less effective or even counter effective when one or more theoretical parameters is unmet. For example, when participants are given a choice but pressured to choose a particular option, the experience tends to feel the opposite of autonomy supporting, worse than having been offered no choice at all. In this case, an SDT-identified parameter for offering choices includes the absence of pressure to choose a particular option. Another example includes consideration of parameters for modeling, a behavior change technique identified by social learning theory  (Bandura, 1977a (Bandura, , b, 1997a, b), b) . People are most likely to imitate the behavior of a model when the model is reinforced and the person expects to be reinforced in a similar way  (Bandura, 1997a, b; Kok et al., 2016) . In many cases, parameters of effectiveness may be more or less easily met when working within digital versus traditional in-person platforms, and consideration of this issue should inform selection of theories and techniques during intervention development. For example, if and when empathy is a parameter of effectiveness for a particular BCT (e.g., social support: emotional), face-to-face platforms may often be superior to digital  (Turkle, 2015 (Turkle, , 2016;; Walther, 1996) . By contrast, others have shown that intimacy can sometimes escalate more rapidly via text-based computer-mediated interactions relative to face-to-face  (Jiang et al., 2011; Walther, 1996) . When using digital health platforms,  Mohr et al. (2011)  have posited that self-monitoring and other BCTs may be more effective with the addition of particular forms of human support, specifically when participants receive support from a coach who is trustworthy, benevolent, and has expertise (i.e., supportive accountability).\n\nFinally, it is important to also note that research has found that most consumer-facing smartphone apps do not follow evidence-based clinical guidelines or best practices. For example, apps lacking firm grounding in behavioral science can be found in obesity prevention  (Breton et al., 2011; Pagoto et al., 2013; Schoffman et al., 2013) , smoking cessation  (Abroms et al., 2013; Ubhi et al., 2015)  and alcohol reduction. Apps for alcohol use, physical activity, and dietary behaviors have been analyzed using a taxonomy of BCTs  (Conroy et al., 2014 (Conroy et al., , 2016;; Crane et al., 2015) , and findings suggest that most apps have implemented a very limited number. For example, alcohol reduction apps implemented less than four BCTs on average  (Crane et al., 2015) ; physical activity apps implemented less than seven BCTs on average  (Yang et al., 2015) , and a set of weight management apps targeting either physical activity, dietary behavior or both implemented approximately eight BCTs on average  (Direito et al., 2014) . In terms of the marketing of health apps, Conroy and colleagues found that online descriptions of physical activity apps in app stores also failed to highlight many of the BCTs that have been observed upon app inspection  (Conroy et al., 2014) . There are some examples of apps being well aligned with health behavior theories such as control theory and social-cognitive theory when developed within carefully controlled research studies  (Lyzwinski, 2014) . However, such alignment is the exception and at present most people exposed to mobile health apps, the most common form of digital health intervention, will not receive help that is either theory-or evidence-based.\n\nIn sum, we suggest that increasing precision in the specification and operationalization of theories and techniques employed in behavioral interventions has the potential to accelerate both understanding and application in behavioral medicine."
    },
    {
      "title": "Challenges to applying and testing evidence-based theories and techniques on digital health platforms",
      "text": "Individual exposure to BCTs embedded in digital health interventions can vary significantly given that the participant, or user, often has choice as to which part of the digital platform (e.g., app or website) to engage with, in which order, and for how long. Thus, there is often significantly more variation in the exposure of individuals to BCTs in digital relative to traditional behavioral interventions  (Yardley et al., 2016) . For example, in a traditional behavioral intervention a lesson might be taught in-person to a group of participants; in this case, the pace, order, and content would be determined by the instructor and each participant would experience it in a uniform, or ''tunneled'' way. In a digital health intervention, such as an app, each participant might be free to explore different features in ways that are less rigidly determined. In face-to-face interventions, it is possible to assess exposure to BCTs by assessing the 'fidelity' of delivery. This is accomplished by recording intervention sessions and then coding which of the BCTs in the protocol were delivered  (Lorencatto et al., 2012) . Additionally, researchers can also assess the extent to which participants respond to BCTs by investigating what they say in sessions  (Michie et al., 2008a, b) . In digital interventions, researchers can measure 'usage' (i.e., the length of time that a participant spent on any particular part of the internet site or smartphone app and the sequence of visiting parts of the site/app). However, the analysis and interpretation of the vast amounts of individualized data generated are at an early stage and there are few reports of successfully using such data to identify effective BCTs or components within digital interventions. For example, usage data from a digital health interventions might include whether a participant has clicked on a webpage but tell researchers little about whether the content on the page was actually read (i.e., digital traces of ''usage'' may differ from usage that is likely to bring about change). The interpretation of digital trace data is a new challenge facing researchers  (Pagoto & Waring, 2016) . We recommend that researchers exercise caution when interpreting digital trace data by looking for correlations with more traditional indicators (e.g., self-report measures of related constructs). When traditional indicators are not available in their own data set, researchers may look to other published data sets to help establish the construct validity of their digital trace data. Given that passively collected digital trace data can proliferate the number of variables available for analysis, it is recommended that researchers consider registering a priori hypotheses, for example with Open Science Framework ( https://osf.io/ ) in order to reduce Type-1 error rates and strengthen readers' confidence in reproducibility  (Open Science Collaboration, 2015) .\n\nA further complexity arises when interventions are 'adaptive' in that they change over time and potentially in continuous fashion according to feedback from the user  (Almirall et al., 2014; Lagoa et al., 2014) . Adaptive changes to interventions are more common and complex on digital platforms, as when algorithmic content delivery is incorporated using real-time data from sensors within an app and surrounding context, as well as data inputted by the user. Additionally, in many cases, the technology itself (hardware and software) tied to a digital health intervention is continuously updated, compounding the already difficult task of quantifying what exactly is being offered, delivered and evaluated. Researchers struggling with these challenges have suggested that the solution may lie in defining digital interventions not so much as static 'things,' but as a set of underlying principles (theory-derived concepts or mechanisms of action) related to BCTs and delivery methods  (Mohr et al., 2015) ."
    },
    {
      "title": "Emerging methods for capitalizing on the digital health revolution",
      "text": "Researchers and digital intervention developers have barely scratched the surface of the potential of the digital health revolution for advancing and refining theory. Most of our current theories of behavior change are static and have been developed on the basis of group differences and cross-sectional designs rather than on the basis of change within individuals  (Davies et al., 2014; Michie et al., 2014; Riley et al., 2011) . In this section, we review a number of emerging research methods facilitated by digital platforms and ''big data,'' which have the potential to advance and refine our theories of behavior change in ways that were previously impossible. These methods include multiphase optimization designs, dynamic system modeling, and social network analysis. In each case, we briefly describe how these methods work (citing sources with more in-depth coverage), and provide illustrative examples of cutting edge work being done using digital health data."
    },
    {
      "title": "Multiphase optimization, digital health data, and theory refinement",
      "text": "The multiphase optimization strategy (MOST) is an engineering-inspired framework for systematically, incrementally, and efficiently improving behavioral interventions  (Collins et al., 2011; Collins et al., 2007 Collins et al., , 2014a)) . Although this framework is still fairly new, MOST has been applied to a wide range of interventions targeting health behaviors, including smoking cessation  (Collins et al., 2011; Strecher et al., 2008) , weight loss  (Pellegrini et al., 2014) , and drug use prevention among NCAA athletes  (Wyrick et al., 2014) , with a few applications using web-and app-based technologies  (Pellegrini et al., 2014; Strecher et al., 2008; Wyrick et al., 2014) . Although MOST can be used for traditional intervention delivery channels, as interventions move to digital platforms, the cost of data collection needed for running any study can be cut substantially, making these techniques accessible to far more researchers, so long as they are familiar with this method and trained to use it.\n\nMOST consists of three phases: preparation, optimization, and evaluation  (Collins et al., 2014a) . The preparation and evaluation phases are similar to the traditional approach of developing and testing behavioral interventions via the use of a 2-arm randomized controlled trial (RCT); however, MOST employs an additional phase of optimization, which empirically examines the independent and combined effects of potential intervention components prior to evaluation (an intervention component being any aspect of an intervention that can be separated out for examination). The additional optimization phase not only contributes to the development of interventions that are more effective, economical, efficient, and scalable, but simultaneously enables behavior change theories and techniques to be empirically examined and refined throughout the intervention development process.\n\nIt may be tempting to try to directly compare MOST to the classical RCT approach. However, as noted by  Collins et al. (2016) , although the two approaches share similar phases, they were designed to address fundamentally different questions. When the research question is whether a treatment-package intervention performs better than standard of care or a control, then the 2-arm RCT remains the gold standard. However, when the research question is about optimization, (i.e., the process of finding one of the best interventions possible within given constraints), then factorial designs can provide the necessary information to make decisions about which components to include in an optimized intervention, removing weak or poorly performing components  (Collins et al., 2014b) . Rather than comparing just two experimental conditions, factorial designs involve testing many experimental conditions simultaneously. This increase in experimental conditions is associated with more logistical and cost considerations, but these can be offset by, for example, using fractional factorial designs  (Collins et al., 2011) . A more detailed description of MOST can be found in  Collins et al. (2014a) .\n\nThe application of evidence-based theories is also relevant to using MOST and other optimization approaches efficiently. Specifically, a theory-derived conceptual model should inform the process whereby proximal (near-term) outcomes, which represent mediating mechanisms (e.g., adherence to diary or physical activity goals, as opposed to longer term weight change), can be used to make decisions about which candidate intervention components to include in an optimized intervention. This strategy can shorten the amount of time needed to conduct the study and is wellsuited to digital interventions which often rely on rapidly changing technologies  (Riley & Rivera, 2014) . For example, in a hypothetical intervention to increase antiretroviral therapy (ART) among alcohol using injection drug users,  Collins et al. (2014a)  use a conceptual model of the ART adherence to identify and directly map five candidate intervention components to their corresponding proximal mediator. In this hypothetical example, one intervention component included a strategy of sending text messages (SMS) to increase participant's perceived social support (a proximal mediator) to reduce alcohol consumption and/or ART adherence intentions (a proximal outcome), thereby reducing alcohol consumption and improving ART adherence behavior (a behavioral outcomes), and decreasing HIV viral load (a long-term outcome). To screen the components, the use of a highly efficient experiment, most often a factorial experiment, during the optimization phase, enables the examination of the individual and combined effects of multiple candidate intervention components. Given that each intervention component can be mapped onto proximal mediators (mechanisms of action based on a conceptual model or theory), the relative contributions of specific constructs from different behavioral change theories can be examined individually.\n\nOptimization phase research can also be used to produce more effective and efficient digital health interventions, as the results from ''screening'' experiment (designed to test the individual effects of candidate intervention components) informs subsequent decisions about which candidate components to include in future ''optimized'' versions of the intervention  (Collins et al., 2014b) . For example, in one ongoing remotely-delivered weight loss intervention, five candidate intervention components are being tested, in this case a mixture of digital and traditional components (i.e., telephone coaching, letters from a physicians, text messages, meal replacement recommendations, and buddy training). Analysis of this fractional factorial design will be used to evaluate whether each component independently or in combination increases social accountability and adherence to weight management practices  (Pellegrini et al., 2014) . If a candidate component does not perform well, it may not be as relevant to the behavior change process as originally thought. Alternatively, it could mean that the technique employed to impact the targeted mediators (e.g., social accountability) was not effective. To address this potential ambiguity, post hoc secondary data analyses can be performed to explore the underlining conceptual mechanisms of behavior change. Advanced mediation analyses derived from these large factorial designs can test a wide variety of paths, such as whether social accountability mediates the relation between telephone coaching (a single intervention component) and adherence to weight management practices. Traditional mediation analyses of bundled interventions are unable to disentangle an individual component's effect on the mediator  (MacKinnon, 2008) , thus the use of a factorial design has the potential to shed light on the mechanisms of how both the intervention and the behavioral change theory being applied work."
    },
    {
      "title": "Dynamical systems modeling, digital health data, and theory refinement",
      "text": "Another emerging method for making the most of ''big data'' in order to predict and understand human behavior involves the application of dynamic systems modeling (see  Spruijt-Metz et al., 2015a) . Dynamic systems modeling is closely related to control systems engineering, a suite of methods that can be used for the development of highly personalized digital health interventions. These methods include strategies such as system identification  (Ljung, 1999) , and model-predictive control  (Nandola & Rivera, 2013) . System identification is an analytical technique that builds on logistic regression to examine the dynamic relationships between manipulated inputs (e.g., BCTs, such as goal-setting), disturbance variables (i.e., factors that vary over time that are external to the person, such as weather), and outputs (i.e., the target of an intervention, such as physical activity or weight loss) within a singlecase, time-series context. One application of this modeling strategy has involved developing a mathematically specified version of social cognitive theory  (Timms et al., 2014; Riley et al., 2016) , for the development of an intensively adaptive intervention to support increased walking. Current work is exploring if dynamical system models of behavior can be used to define dynamic concepts such as ''ambitious but doable'' daily step goals that take into account past behavioral patterns (e.g., previous ability to meet step goals), daily variations in individual characteristics (e.g., stress, busyness), and contextual characteristics (e.g., location, weather, busyness based on calendar) to define what an appropriate ''ambitious but doable'' step goal would be for a particular individual at a particular time. In a complementary study, dynamic system models have also been used to optimize the timing and content of text messages to encourage physical activity  (Ashour et al., 2016) . Another recent example of a health behavior change intervention that leverages dynamic systems modeling involves tailoring personalized, just-in-time coaching feedback to patients with chronic back pain  (Hermens et al. 2014) . Cutting-edge research applying dynamic systems has also involved tracking data collected from both members of a romantic couple/dyad to help researchers understand the ways that ongoing social exchanges are associated with behavioral health  (Berli et al., 2016) .\n\nModel-predictive control, which is a method focused on supporting decision-making within a complex system based on predictions gleaned from a dynamic system model, provides a mechanism for translating knowledge about the dynamics of behavior into dynamic decisionrules that can be utilized ''on the fly'' within a digital health intervention  (Martin et al., 2016) . A model-predictive controller functions by utilizing a dynamical systems model to run simulations and predictions on what might plausibly happen for the specific person being helped, particularly with variations on factors that the system can actively manipulate  (Hekler et al., 2016a) . In the ''ambitious but doable'' step goal example described above, the model-predictive controller can examine plausible outcomes depending on variations on suggested step goals and the number of points conferred for meeting that step goal (which, in the current system, translated into gift cards). The system then utilizes these predictions for the next day or longer-term to determine target goals and associated points that would be most useful for supporting a person in achieving a meaningful long-term target, such as maintaining 10,000 steps per day over 6 months or a year. This iterative process of predicting and testing supports both improved intervention development and theory testing.\n\nUsing this framework, a theory can be tested on the quality of its prediction for a specific person as well as relationships between constructs in general (for the average person) For example, a model-predictive controller may make the prediction that a person will walk 6000 steps tomorrow plus or minus 500 steps if a goal of 5500 steps and 500 points were provided. At the end of that day, the modelpredictive controller can then compare how well that prediction was to the actual steps achieved by that individual. In this way, the model is constantly tested and refined for its predictive utility for a specific person. This results in a significant advancement from current practices for the rapid empirical testing and refinement of behavior change theories as represented via well-specified mathematical models."
    },
    {
      "title": "Social networks, digital health data, and theory refinement",
      "text": "The third emerging research method we review, participants' social networks, and their relative position and influence within such networks, offers researchers ways to ''zoom out'' and consider system-level features driving intervention success. Social network analysis can be used to help understand how individuals are influenced by friends, and how behavioral health interventions influence not only the targets of interventions but the targets' friends. Social network analytic methods are being used to model wide-ranging social networks, including intentionally-designed social networks dedicated to a specific health behavior (e.g., PatientsLikeMe.org) and open social networks (e.g.,  Facebook and Twitter; Centola, 2013) .\n\nPrior to the current widespread adoption of internet connected technologies, several decades of research using network analytic methods have established that individuals' behavior and health status are heavily influenced by their ''real world'' social relationships and the social conditions guiding interpersonal interactions (e.g.,  Berkman & Syme, 1979; Christakis & Fowler, 2007) . However, collecting data for the purpose of modeling the influence of an individual's social network was prohibitively expensive for most behavioral health researchers. For example, the seminal work conducted by  Christakis & Fowler (2007)  used data from the famous and costly Framingham Heart Study, which involved hundreds of participants reporting the important members of their social networks at multiple time points over several decades. As the general public embrace large, online social networking sites like Twitter and Facebook, and as digital health interventions incorporate these sites or provide access to their own dedicated online networking tools, collecting and modeling network data is becoming more affordable and feasible. Social network research has grown in popularity over the past few decades, and behavioral health interventions are increasingly acknowledging the importance of social influence on intervention success. Social network analysis is defined here as the empirical study of how social networks influence individuals' health behavior and outcomes, and it involves characterizing social relations around the individual (i.e., ties), and how properties of these connections (e.g., tie strength) and characteristics of friends/alters affect the individual/ego. Social network analysis may also involve studying how structural properties of the network (e.g., network density) influence individuals' health  (Latkin & Knowlton, 2015) . Social networks are rarely considered in relation to the behavior change pathway, as illustrated in a review of obesity treatment interventions considering social relational constructs  (Leroux et al., 2013) . Among those that do, the pathway under study is most often social support, which is just one of many ways in which social networks exert their influence on individuals' health  (Berkman et al., 2000) . Furthermore, although many interventions may be described as having taken a social network approach, most study the mechanisms connecting social networks to health, and do not conduct true social network analyses  (Smith & Christakis, 2008) .\n\nDigital health interventions are especially well suited to true network analysis because they enable the collection of large quantities of social interaction data over time. These data can include participants' interactions with their existing online connections/friends and/or interactions with others in the intervention. Capturing the digital traces that define online social network interactions enable digital health interventions to map a much larger portion of the social network than has been possible using traditional methods (e.g., via self-report surveys). Passively collected data from digital health interventions also make it easier for researchers to track engagement with communication tools and interactions among participants, potentially facilitating more accurate estimation of intervention effects  (Hunter et al., 2015) .\n\nNetwork analyses using data from digital health interventions suggest that many network effects are consistent across online and offline social environments. For instance, recent evidence about the prevention of HIV and reduction of risky sexual behavior suggests that network effects observed in face-to-face trials extend to online settings such as Facebook  (Young et al., 2014) . Observational studies that have employed true network analyses have also demonstrated that social embeddedness in an online weight loss community affects weight loss  (Poncela-Casasnovas et al., 2015) , and that friends' online behaviors (e.g., Facebook posting) affect adolescents' drinking and smoking behavior  (Huang et al., 2014) . Digital health interventions that have taken a social network approach but not conducted true network analysis have demonstrated that social support, accountability, and a positive team environment are associated with improved health outcomes, including greater weight loss and increased physical activity over time  (Carson et al., 2013; Leahey et al., 2012; Maher et al., 2015) .\n\nAlthough there is good evidence that online social networks can influence behavioral health, there is currently a dearth of research testing which behavior change techniques (BCTs) related to social interaction can be most effectively employed in digital interventions. In a recent review of how social network technologies were used in online health promotion, just under half of the studies evaluated were grounded in theory, and fewer still described how theories were specifically applied in delivering the intervention  (Balatsoukas et al., 2015) . Of the 93 BCTs in BCT Taxonomy v1, four relate to social interaction: those focused on social support, social comparison, social incentives, and restructuring of the social environment  (Michie et al., 2014 (Michie et al., , 2015)) . Interventions could also focus on changing social norms within the network, or encouraging individuals to actively promote behavior change within their network as a strategy for changing their selfidentity  (Latkin & Knowlton, 2015) .\n\nFuture research should investigate how to maximize the potential for positive social network effects on health, specifically in the context of digital health interventions. Examples of research questions to tackle are: (1) how users may interact or socialize using technology differently than in-person; for example, the Uses and Gratification framework considers how different features of social media are utilized based on users' motivation for use and expectations about outcomes of use  (Smock et al., 2011) ; (2) how human-computer interaction influences social network effects, and (  3 ) to what extent computer-mediated communication is different from face-to-face communication in producing social network effects. Future work would also benefit from social network data collection that goes beyond individual approaches (i.e., collecting data just on the individual targeted by the intervention), and collects data from others in the participants' networks (e.g., Facebook friends). This enables the evaluation of how the health and behavior of others (e.g., friends) affects people. Collecting data on others also provides insight as to whether the intervention has spread beyond the participants targeted in the intervention, broadening the public health impact (i.e., social diffusion). However, in research trials, when social diffusion spreads to the control/non-intervention group(s), trials are said to suffer from ''contamination.'' Contamination may be especially prevalent in digital health interventions that provide opportunities for communication with other participants. A further research question to consider is how structural properties of individuals' social networks influence behavioral health outcomes. For example, multiple sources of social reinforcement, available within clustered networks, may be necessary for optimizing healthy behavior change  (Centola, 2013) . These are just a few of the promising research directions for those using social network research methods for the purpose of intervention development and theory testing on digital platforms."
    },
    {
      "title": "Conclusions",
      "text": "We are facing a paradigm shift in opportunities for delivering behavior change interventions through digital technologies and use of these technologies to test theories and techniques of behavior change. To maximize opportunities, researchers should explicitly identify and systematically apply evidence-based behavior change techniques (BCTs) in their interventions. Researchers should also look for creative ways to leverage the richness of data generated by digital health platforms, such as by using digital trace data that can often be passively captured for little cost or effort. Capitalizing on these data and methods will often require behavioral health researchers to seek out additional training and collaborate with others in complementary disciplines. Team science is especially well-suited to the inherent complexity of capturing, storing, processing, and analyzing streams of digital health data. We believe that taking an interdisciplinary approach, and embracing these emerging technologies will ultimately generate more successful interventions and advance behavior change theory in ways not possible before."
    }
  ],
  "references": [
    {
      "title": "A content analysis of popular smartphone apps for smoking cessation",
      "authors": [
        "L Abroms",
        "J Lee Westmaas",
        "J Bontemps-Jones",
        "R Ramani",
        "J Mellerson"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.07.008"
    },
    {
      "title": "Introduction to SMART designs for the development of adaptive interventions: with application to weight loss research",
      "authors": [
        "D Almirall",
        "I Nahum-Shani",
        "N Sherwood",
        "S Murphy"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-014-0265-0"
    },
    {
      "title": "Influence of Poke ´mon go on physical activity: Study and implications",
      "authors": [
        "T Althoff",
        "T White",
        "E Horvitz"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6759"
    },
    {
      "title": "On the mathematical modeling of the effect of treatment on human physical activity",
      "authors": [
        "M Ashour",
        "K Bekiroglu",
        "C.-H Yang",
        "C Lagoa",
        "D Conroy",
        "J Smyth"
      ],
      "year": 2016,
      "doi": "10.1109/cca.2016.7587951"
    },
    {
      "title": "The role of social network technologies in online health promotion: A narrative review of theoretical and empirical factors influencing intervention effectiveness",
      "authors": [
        "P Balatsoukas",
        "C Kennedy",
        "I Buchan",
        "J Powell",
        "J Ainsworth"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3662"
    },
    {
      "title": "Self-efficacy: Toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1037//0033-295x.84.2.191"
    },
    {
      "title": "Social learning theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1977
    },
    {
      "title": "Self-efficacy: The exercise of control",
      "authors": [
        "A Bandura"
      ],
      "year": 1997,
      "doi": "10.1891/0889-8391.13.2.158"
    },
    {
      "title": "From social integration to health: Durkheim in the new millennium",
      "authors": [
        "L Berkman",
        "T Glass",
        "I Brissette",
        "T Seeman"
      ],
      "year": 1982,
      "doi": "10.1016/s0277-9536(00)00065-4"
    },
    {
      "title": "Social networks, host resistance, and mortality: A nine-year follow-up study of Alameda county residents",
      "authors": [
        "L Berkman",
        "S Syme"
      ],
      "year": 1979,
      "doi": "10.1093/oxfordjournals.aje.a112674"
    },
    {
      "title": "Social exchange processes and their association with health regulation and health-related outcomes",
      "authors": [
        "C Berli",
        "A Rauers",
        "J Luscher",
        "D Hohl",
        "J Keller",
        "G Stadler"
      ],
      "year": 2016
    },
    {
      "title": "A new tool to assess treatment fidelity and evaluation of treatment fidelity across 10 years of health behavior research",
      "authors": [
        "B Borrelli",
        "D Sepinwall",
        "D Ernst",
        "A Bellg",
        "S Czajkowski",
        "R Breger"
      ],
      "year": 2005,
      "doi": "10.1037/0022-006x.73.5.852"
    },
    {
      "title": "Weight loss-There is an app for that! But does it adhere to evidenceinformed practices",
      "authors": [
        "E Breton",
        "B Fuemmeler",
        "L Abroms"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0076-5"
    },
    {
      "title": "Examining social influence on participation and outcomes among a network of behavioral weight-loss intervention enrollees",
      "authors": [
        "T Carson",
        "K Eddings",
        "R Krukowski",
        "S Love",
        "J Harvey-Berino",
        "D West"
      ],
      "year": 2013,
      "doi": "10.1155/2013/480630"
    },
    {
      "title": "Social media and the science of health behavior",
      "authors": [
        "D Centola"
      ],
      "year": 2013,
      "doi": "10.1161/circulationaha.112.101816"
    },
    {
      "title": "The spread of obesity in a large social network over 32 years",
      "authors": [
        "N Christakis",
        "J Fowler"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsa066082"
    },
    {
      "title": "A smart mirror to promote a healthy lifestyle",
      "authors": [
        "S Colantonio",
        "G Coppini",
        "D Germanese",
        "D Giorgi",
        "M Magrini",
        "P Marraccini",
        "M Martinelli",
        "M Morales",
        "M Pascali",
        "G Raccichini",
        "M Righi",
        "O Salvetti"
      ],
      "year": 2015,
      "doi": "10.1016/j.biosystemseng.2015.06.008"
    },
    {
      "title": "The multiphase optimization strategy for engineering effective tobacco use interventions",
      "authors": [
        "L Collins",
        "T Baker",
        "R Mermelstein",
        "M Piper",
        "D Jorenby",
        "S Smith"
      ],
      "year": 2011,
      "doi": "10.1007/s12160-010-9253-x"
    },
    {
      "title": "Factorial experiments: efficient tools for evaluation of intervention components",
      "authors": [
        "L Collins",
        "J Dziak",
        "K Kugler",
        "J Trail"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.06.021"
    },
    {
      "title": "Optimization of multicomponent behavioral and biobehavioral interventions for the prevention and treatment of HIV/AIDS",
      "authors": [
        "L Collins",
        "K Kugler",
        "M Gwadz"
      ],
      "year": 2016,
      "doi": "10.1007/s10461-015-1145-4"
    },
    {
      "title": "The multiphase optimization strategy (MOST) and the sequential multiple assignment randomized trial (SMART): New methods for more potent eHealth interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "V Strecher"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.01.022"
    },
    {
      "title": "Evaluating individual intervention components: making decisions based on the results of a factorial screening experiment",
      "authors": [
        "L Collins",
        "J Trail",
        "K Kugler",
        "T Baker",
        "M Piper",
        "R Mermelstein"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-013-0239-7"
    },
    {
      "title": "Using behavior change techniques to guide selections of mobile applications to promote fluid consumption",
      "authors": [
        "D Conroy",
        "A Dubansky",
        "J Remillard",
        "R Murray",
        "C Pellegrini",
        "S Phillips"
      ],
      "year": 2016,
      "doi": "10.1016/j.urology.2016.09.015"
    },
    {
      "title": "Behavior change techniques in top-ranked mobile apps for physical activity",
      "authors": [
        "D Conroy",
        "C Yang",
        "J Maher"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.01.010"
    },
    {
      "title": "Behavior change techniques in popular alcohol reduction apps: Content analysis",
      "authors": [
        "D Crane",
        "C Garnett",
        "J Brown",
        "R West",
        "S Michie"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4060"
    },
    {
      "title": "Computerdelivered and web-based interventions to improve depression, anxiety, and psychological well-being of university students: A systematic review and meta-analysis",
      "authors": [
        "E Davies",
        "R Morriss",
        "C Glazebrook"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3142"
    },
    {
      "title": "Theories of behaviour and behaviour change across the social and behavioural sciences: a scoping review",
      "authors": [
        "R Davis",
        "R Campbell",
        "Z Hildon",
        "L Hobbs",
        "S Michie"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2014.941722"
    },
    {
      "title": "Delivering digital health and well-being at scale: lessons learned during the implementation of the Dallas program in the United Kingdom",
      "authors": [
        "A Devlin",
        "M Mcgee-Lennon",
        "C O'donnell",
        "M.-M Bouamrane",
        "R Agbakoba",
        "S O'connor"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv097"
    },
    {
      "title": "Do physical activity and dietary smartphone applications incorporate evidence-based behaviour change techniques",
      "authors": [
        "A Direito",
        "L Dale",
        "E Shields",
        "R Dobson",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-646"
    },
    {
      "title": "Advances in the meta-analysis of heterogeneous clinical trials I: The inverse variance heterogeneity model",
      "authors": [
        "S Doi",
        "J Barendregt",
        "S Khan",
        "L Thalib",
        "G Williams"
      ],
      "year": 2015,
      "doi": "10.1016/j.cct.2015.05.009"
    },
    {
      "title": "Advances in the meta-analysis of heterogeneous clinical trials II: The quality effects model",
      "authors": [
        "S Doi",
        "J Barendregt",
        "S Khan",
        "L Thalib",
        "G Williams"
      ],
      "year": 2015,
      "doi": "10.1016/j.cct.2015.05.010"
    },
    {
      "title": "Identifying active ingredients in complex behavioural interventions for obese adults with obesity-related co-morbidities or additional risk factors for co-morbidities: a systematic review",
      "authors": [
        "S Dombrowski",
        "F Sniehotta",
        "A Avenell",
        "M Johnston",
        "G Maclennan",
        "V Arau ´jo-Soares"
      ],
      "year": 2012,
      "doi": "10.1080/17437199.2010.513298"
    },
    {
      "title": "Small data, where n = me",
      "authors": [
        "D Estrin"
      ],
      "year": 2014
    },
    {
      "title": "Predicting personality with social media",
      "authors": [
        "J Golbeck",
        "C Robles",
        "K Turner"
      ],
      "year": 2011
    },
    {
      "title": "There is nothing so theoretical as a good method",
      "authors": [
        "A Greenwald"
      ],
      "year": 2012,
      "doi": "10.1177/1745691611434210"
    },
    {
      "title": "Varying social media post types differentially impacts engagement in a behavioral weight loss intervention",
      "authors": [
        "S Hales",
        "C Davidson",
        "G Turner-Mcgrievy"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-014-0274-z"
    },
    {
      "title": "IEEE Xplore abstract-Realizing effective behavioral management of health: The metamorphosis of behavioral science methods",
      "authors": [
        "E Heckler",
        "P Klasnja",
        "V Traver",
        "M Hendriks"
      ],
      "year": 2013,
      "doi": "10.1109/mpul.2013.2271681"
    },
    {
      "title": "Agile science: Creating useful products for behavior change in the real world",
      "authors": [
        "E Hekler",
        "P Klasnja",
        "W Riley",
        "M Buman",
        "J Huberty",
        "D Rivera"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-016-0395-7"
    },
    {
      "title": "Advancing models and theories for digital behavior change interventions",
      "authors": [
        "E Hekler",
        "S Michie",
        "D Rivera",
        "L Collins",
        "M Pavel",
        "H Jimison",
        "C Garnett",
        "S Parral",
        "D Spruijt-Metz"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.013"
    },
    {
      "title": "Personalized coaching systems to support healthy behavior in people with chronic conditions",
      "authors": [
        "H Hermens",
        "H Op Den Akker",
        "M Tabak",
        "J Wijsman",
        "M Vollenbroek"
      ],
      "year": 2014,
      "doi": "10.1016/j.jelekin.2014.10.003"
    },
    {
      "title": "Assessment of wearable sensor technologies for biosurveillance",
      "authors": [
        "D Hirschberg",
        "K Betts",
        "P Emanuel",
        "M Caples"
      ],
      "year": 2014
    },
    {
      "title": "Peer influences: The impact of online and offline friendship networks on adolescent smoking and alcohol use",
      "authors": [
        "G Huang",
        "J Unger",
        "D Soto",
        "K Fujimoto",
        "M Pentz",
        "M Jordan-Marsh"
      ],
      "year": 2014,
      "doi": "10.1016/j.jadohealth.2013.07.001"
    },
    {
      "title": "Hidden'' social networks in behavior change interventions",
      "authors": [
        "R Hunter",
        "H Mcaneney",
        "M Davis",
        "M Tully",
        "T Valente",
        "F Kee"
      ],
      "year": 2015,
      "doi": "10.2105/AJPH.2014.302399"
    },
    {
      "title": "The disclosure-intimacy link in computer-mediated communication: An attributional extension of the hyperpersonal model",
      "authors": [
        "L Jiang",
        "N Bazarova",
        "J Hancock"
      ],
      "year": 2011,
      "doi": "10.1111/j.1468-2958.2010.01393.x"
    },
    {
      "title": "Predicting agents' behavior by measuring their social preferences",
      "authors": [
        "C Kan-Leung",
        "Z Inon",
        "N Dana",
        "G Jennifer"
      ],
      "year": 2014,
      "doi": "10.3233/978-1-61499-419-0-985"
    },
    {
      "title": "A taxonomy of behaviour change methods: An intervention mapping approach",
      "authors": [
        "G Kok",
        "N Gottlieb",
        "G.-J Peters",
        "P Mullen",
        "G Parcel",
        "R Ruiter"
      ],
      "year": 2016,
      "doi": "10.1080/17437199.2015.1077155"
    },
    {
      "title": "Mobile health technology evaluation: the mHealth evidence workshop",
      "authors": [
        "S Kumar",
        "W Nilsen",
        "A Abernethy",
        "A Atienza",
        "K Patrick",
        "M Pavel",
        "D Hedeker"
      ],
      "year": 2013
    },
    {
      "title": "Designing adaptive intensive interventions using methods from engineering",
      "authors": [
        "C Lagoa",
        "K Bekiroglu",
        "S Lanza",
        "S Murphy"
      ],
      "year": 2014,
      "doi": "10.1037/a0037736"
    },
    {
      "title": "Social network assessments and interventions health behavior change: A critical review",
      "authors": [
        "C Latkin",
        "A Knowlton"
      ],
      "year": 2015,
      "doi": "10.1080/08964289.2015.1034645"
    },
    {
      "title": "Teammates and social influence affect weight loss outcomes in a team-based weight loss competition",
      "authors": [
        "T Leahey",
        "R Kumar",
        "B Weinberg",
        "R Wing"
      ],
      "year": 2012,
      "doi": "10.1038/oby.2012.18"
    },
    {
      "title": "Beyond the ''I'' in the obesity epidemic: A review of social relational and network interventions on obesity",
      "authors": [
        "J Leroux",
        "S Moore",
        "´ Dube"
      ],
      "year": 2013,
      "doi": "10.1155/2013/348249"
    },
    {
      "title": "Field theory in social science: Selected theoretical papers",
      "authors": [
        "K Lewin"
      ],
      "year": 1951
    },
    {
      "title": "System identification: theory for the user",
      "authors": [
        "L Ljung"
      ],
      "year": 1999
    },
    {
      "title": "Specifying evidencebased behavior change techniques to aid smoking cessation in pregnancy",
      "authors": [
        "F Lorencatto",
        "R West",
        "S Michie"
      ],
      "year": 2012,
      "doi": "10.1093/ntr/ntr324"
    },
    {
      "title": "This company is tackling diabetes with its ''digital therapeutics",
      "authors": [
        "L Lorenzetti"
      ],
      "year": 2016
    },
    {
      "title": "A systematic review and meta-analysis of mobile devices and weight loss with an intervention content analysis",
      "authors": [
        "L Lyzwinski"
      ],
      "year": 2014,
      "doi": "10.3390/jpm4030311"
    },
    {
      "title": "A web-based, social networking physical activity intervention for insufficiently active adults delivered via Facebook app: Randomized controlled trial",
      "authors": [
        "C Maher",
        "M Ferguson",
        "C Vandelanotte",
        "R Plotnikoff",
        "I De Bourdeaudhuij",
        "S Thomas",
        "K Nelson-Field",
        "T Olds"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4086"
    },
    {
      "title": "Introduction to statistical mediation analysis",
      "authors": [
        "D Mackinnon"
      ],
      "year": 2008,
      "doi": "10.4324/9780203809556"
    },
    {
      "title": "A decision framework for an adaptive behavioral intervention for physical activity using hybrid model predictive control",
      "authors": [
        "C Martin",
        "D Rivera",
        "E Hekler"
      ],
      "year": 2016,
      "doi": "10.1109/acc.2016.7525468"
    },
    {
      "title": "Click ''Like'' to change your behavior: A mixed methods study of college students' exposure to and engagement with Facebook content designed for weight loss",
      "authors": [
        "M Meeker",
        "L Donohue",
        "M Griswold",
        "W Marshall"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3267"
    },
    {
      "title": "A refined taxonomy of behaviour change techniques to help people change their physical activity and healthy eating behaviours: The CALO-RE taxonomy",
      "authors": [
        "S Michie",
        "S Ashford",
        "F Sniehotta",
        "S Dombrowski",
        "A Bishop",
        "D French"
      ],
      "year": 2011,
      "doi": "10.1080/08870446.2010.540664"
    },
    {
      "title": "The behaviour change wheel: A guide to designing interventions",
      "authors": [
        "S Michie",
        "L Atkins",
        "R West"
      ],
      "year": 2014,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Investigating theoretical explanations for behaviour change: The case study of ProActive",
      "authors": [
        "S Michie",
        "W Hardeman",
        "T Fanshawe",
        "A Prevost",
        "L Taylor",
        "A Kinmonth"
      ],
      "year": 2008,
      "doi": "10.1080/08870440701670588"
    },
    {
      "title": "From theory to intervention: Mapping theoretically derived behavioural determinants to behaviour change techniques",
      "authors": [
        "S Michie",
        "M Johnston",
        "J Francis",
        "W Hardeman",
        "M Eccles"
      ],
      "year": 2008,
      "doi": "10.1111/j.1464-0597.2008.00341.x"
    },
    {
      "title": "Are interventions theory-based? Development of a theory coding scheme",
      "authors": [
        "S Michie",
        "A Prestwich"
      ],
      "year": 2010,
      "doi": "10.1037/a0016939"
    },
    {
      "title": "Identification of behaviour change techniques to reduce excessive alcohol consumption: Behaviour change and excessive alcohol use",
      "authors": [
        "S Michie",
        "C Whittington",
        "Z Hamoudi",
        "F Zarnani",
        "G Tober",
        "R West"
      ],
      "year": 2012,
      "doi": "10.1111/j.1360-0443.2012.03845.x"
    },
    {
      "title": "Behaviour change techniques: the development and evaluation of a taxonomic method for reporting and describing behaviour change interventions (a suite of five studies involving consensus methods, randomised controlled trials and analysis of qualitative data)",
      "authors": [
        "S Michie",
        "C Wood",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman"
      ],
      "year": 2015,
      "doi": "10.3310/hta19990"
    },
    {
      "title": "Supportive accountability: A model for providing human support to enhance adherence to eHealth interventions",
      "authors": [
        "D Mohr",
        "P Cuijpers",
        "K Lehman"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1602"
    },
    {
      "title": "Choice and egodepletion: The moderating role of autonomy",
      "authors": [
        "A Moller",
        "E Deci",
        "R Ryan"
      ],
      "year": 2006,
      "doi": "10.1177/0146167206288008"
    },
    {
      "title": "Building health behavior models to guide the development of just-in-time adaptive interventions: A pragmatic framework",
      "authors": [
        "I Nahum-Shani",
        "E Hekler",
        "D Spruijt-Metz"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000306"
    },
    {
      "title": "An improved formulation of hybrid model predictive control with application to production-inventory systems",
      "authors": [
        "N Nandola",
        "D Rivera"
      ],
      "year": 2013,
      "doi": "10.1109/tcst.2011.2177525"
    },
    {
      "title": "Selfdetermination theory applied to health contexts: A meta-analysis",
      "authors": [
        "J Ng",
        "N Ntoumanis",
        "C Thogersen-Ntoumani",
        "E Deci",
        "R Ryan",
        "J Duda",
        "G Williams"
      ],
      "year": 2012,
      "doi": "10.1177/1745691612447309"
    },
    {
      "title": "Estimating the reproducibility of psychological science",
      "year": 2015,
      "doi": "10.1126/science.aac4716"
    },
    {
      "title": "Evidence-based strategies in weight-loss mobile apps",
      "authors": [
        "S Pagoto",
        "K Schneider",
        "M Jojic",
        "M Debiasse",
        "D Mann"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.04.025"
    },
    {
      "title": "A call for a science of engagement: Comment on Rus and Cameron",
      "authors": [
        "S Pagoto",
        "M Waring"
      ],
      "year": 2016,
      "doi": "10.1007/s12160-016-9839-z"
    },
    {
      "title": "Optimization of remotely delivered intensive lifestyle treatment for obesity using the multiphase optimization strategy: Opt-In study protocol",
      "authors": [
        "C Pellegrini",
        "S Hoffman",
        "L Collins",
        "B Spring"
      ],
      "year": 2014,
      "doi": "10.1016/j.cct.2014.05.007"
    },
    {
      "title": "Social physics: How good ideas spread-the lessons from a new science",
      "authors": [
        "A Pentland"
      ],
      "year": 2014
    },
    {
      "title": "Americans' internet access: 2000-2015",
      "authors": [
        "A Perrin",
        "M Duggan"
      ],
      "year": 2015
    },
    {
      "title": "Everything should be as simple as possible, but no simpler: towards a protocol for accumulating evidence regarding the active content of health behaviour change interventions",
      "authors": [
        "G.-J Peters",
        "M De Bruin",
        "R Crutzen"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2013.848409"
    },
    {
      "title": "Social embeddedness in an online weight management programme is linked to greater weight",
      "authors": [
        "J Poncela-Casasnovas",
        "B Spring",
        "D Mcclary",
        "A Moller",
        "R Mukogo",
        "C Pellegrini"
      ],
      "year": 2015,
      "doi": "10.1098/rsif.2014.0686"
    },
    {
      "title": "Does theory influence the effectiveness of health behavior interventions? Meta-analysis",
      "authors": [
        "A Prestwich",
        "F Sniehotta",
        "C Whittington",
        "S Dombrowski",
        "L Rogers",
        "S Michie"
      ],
      "year": 2014,
      "doi": "10.1037/a0032853"
    },
    {
      "title": "Smart toilets and sewer sensors are coming",
      "authors": [
        "C Ratti",
        "Y Turgeman",
        "E Alm"
      ],
      "year": 2014
    },
    {
      "title": "Recommender systems",
      "authors": [
        "P Resnick",
        "H Varian"
      ],
      "year": 1997,
      "doi": "10.1145/245108.245121"
    },
    {
      "title": "Advancing physical activity theory: A review and future directions",
      "authors": [
        "R Rhodes",
        "C Nigg"
      ],
      "year": 2011,
      "doi": "10.1097/JES.0b013e31821b94c8"
    },
    {
      "doi": "10.1097/JES.0b013e31821b94c8"
    },
    {
      "title": "Development of a dynamic computational model of social cognitive theory",
      "authors": [
        "W Riley",
        "C Martin",
        "D Rivera",
        "E Hekler",
        "M Adams",
        "M Buman",
        "M Pavel",
        "A King"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-015-0356-6"
    },
    {
      "title": "Methodologies for optimizing behavioral interventions: introduction to special section",
      "authors": [
        "W Riley",
        "D Rivera"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-014-0281-0"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: Are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    },
    {
      "title": "ICT data and statistics division: Facts & figures",
      "authors": [
        "B Sanou"
      ],
      "year": 2015
    },
    {
      "title": "Mobile apps for pediatric obesity prevention and treatment, healthy eating, and physical activity promotion: Just fun and games",
      "authors": [
        "D Schoffman",
        "G Turner-Mcgrievy",
        "S Jones",
        "S Wilcox"
      ],
      "year": 2013,
      "doi": "10.1007/s13142-013-0206-3"
    },
    {
      "title": "Long-term outcomes of a web-based diabetes prevention program: 2-Year results of a single-arm longitudinal study",
      "authors": [
        "S Sepah",
        "L Jiang",
        "A Peters"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4052"
    },
    {
      "title": "Testing theory in practice: The example of self-determination theory-based interventions",
      "authors": [
        "M Silva",
        "M Marques",
        "P Teixeira"
      ],
      "year": 2014
    },
    {
      "title": "Social networks and health",
      "authors": [
        "K Smith",
        "N Christakis"
      ],
      "year": 2008,
      "doi": "10.1146/annurev.soc.34.040507.134601"
    },
    {
      "title": "Facebook as a toolkit: A uses and gratification approach to unbundling feature use",
      "authors": [
        "A Smock",
        "N Ellison",
        "C Lampe",
        "D Wohn"
      ],
      "year": 2011,
      "doi": "10.1016/j.chb.2011.07.011"
    },
    {
      "title": "Building new computational models to support health behavior change and maintenance: New opportunities in behavioral research",
      "authors": [
        "D Spruijt-Metz",
        "E Hekler",
        "N Saranummi",
        "S Intille",
        "I Korhonen",
        "W Nilsen",
        "D Rivera",
        "B Spring",
        "S Michie",
        "D Asch",
        "A Sanna",
        "V Salcedo",
        "R Kukakfa",
        "M Pavel"
      ],
      "year": 2015,
      "doi": "10.1007/s13142-015-0324-1"
    },
    {
      "title": "Webbased smoking-cessation programs: Results of a randomized trial",
      "authors": [
        "V Strecher",
        "J Mcclure",
        "G Alexander",
        "B Chakraborty",
        "V Nair",
        "J Konkel",
        "S Greene",
        "L Collins",
        "C Carlier",
        "C Wieseb",
        "R Little",
        "C Pomerleau",
        "O Pomerleau"
      ],
      "year": 2008
    },
    {
      "title": "Using social cognition models to develop health behaviour interventions: The theory of planned behaviour as an example",
      "authors": [
        "S Sutton"
      ],
      "year": 2010
    },
    {
      "title": "The Psychological Meaning of Words: LIWC and Computerized Text Analysis Methods",
      "authors": [
        "Y Tausczik",
        "J Pennebaker"
      ],
      "year": 2010,
      "doi": "10.1177/0261927X09351676"
    },
    {
      "title": "Smokefree.gov: 10 years of disseminating evidencebased cessation interventions",
      "authors": [
        "S Taylor",
        "A Sanders",
        "B Keefe",
        "A Vargo",
        "Y Hunt",
        "E Augustson"
      ],
      "year": 2013
    },
    {
      "title": "The Rise of the Cheap Smartphone",
      "year": 2014
    },
    {
      "title": "Leveraging intensive longitudinal data to better understand health behaviors",
      "authors": [
        "K Timms",
        "C Martin",
        "D Rivera",
        "E Hekler",
        "W Riley"
      ],
      "year": 2014,
      "doi": "10.1109/EMBC.2014.6945211"
    },
    {
      "title": "The creative destruction of medicine: How the digital revolution will create better health care",
      "authors": [
        "E Topol"
      ],
      "year": 2013
    },
    {
      "title": "Reclaiming conversation: The power of talk in a digital age",
      "authors": [
        "S Turkle"
      ],
      "year": 2015
    },
    {
      "title": "The empathy gap: Digital culture needs what talk therapy offers",
      "authors": [
        "S Turkle"
      ],
      "year": 2016
    },
    {
      "title": "A mobile app to aid smoking cessation: Preliminary evaluation of SmokeFree28",
      "authors": [
        "H Ubhi",
        "S Michie",
        "D Kotz",
        "W Wong",
        "R West"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3479"
    },
    {
      "title": "How many people are actually playing Poke ´mon Go? Here's our best guess so far",
      "authors": [
        "K Wagner"
      ],
      "year": 2016
    },
    {
      "title": "Computer-mediated communication impersonal, interpersonal, and hyperpersonal interaction",
      "authors": [
        "J Walther"
      ],
      "year": 1996
    },
    {
      "title": "Using the internet to promote health behavior change: A systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Misleading tests of health behavior theories",
      "authors": [
        "N Weinstein"
      ],
      "year": 2007,
      "doi": "10.1207/s15324796abm3301_1"
    },
    {
      "title": "Behavior change techniques used in group-based behavioral support by the english stop-smoking services and preliminary assessment of association with short-term quit outcomes",
      "authors": [
        "R West",
        "A Evans",
        "S Michie"
      ],
      "year": 2011,
      "doi": "10.1093/ntr/ntr120"
    },
    {
      "title": "Moving beyond the treatment package approach to developing behavioral interventions: Addressing questions that arose during an application of the multiphase optimization strategy (MOST)",
      "authors": [
        "D Wyrick",
        "K Rulison",
        "M Fearnow-Kenney",
        "J Milroy",
        "L Collins"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-013-0247-7"
    },
    {
      "title": "Implementation of behavior change techniques in mobile applications for physical activity",
      "authors": [
        "C.-H Yang",
        "J Maher",
        "D Conroy"
      ],
      "year": 2015,
      "doi": "10.1016/j.amepre.2014.10.010"
    },
    {
      "title": "Understanding and promoting effective engagement with digital behavior change interventions",
      "authors": [
        "L Yardley",
        "B Spring",
        "H Riper",
        "L Morrison",
        "D Crane",
        "K Curtis",
        "Et"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.015"
    },
    {
      "title": "Project HOPE: Online social network changes in an HIV prevention randomized controlled trial for African American and Latino men who have sex with men",
      "authors": [
        "S Young",
        "I Holloway",
        "D Jaganath",
        "E Rice",
        "D Westmoreland",
        "T Coates"
      ],
      "year": 2014,
      "doi": "10.2105/AJPH.2014.301992"
    }
  ],
  "num_references": 114
}
