{
  "paper_id": "JDVDS7P3",
  "title": "Understanding Decision-Making in the Adoption of Digital Health Technology: The Role of Behavioral Economics' Prospect Theory",
  "abstract": "The decision to accept or reject new digital health technologies remains an ongoing challenge among health care patients, providers, technology companies, and policymakers. Over the past few decades, interest in understanding the choice to adopt technology has led to the development of numerous theories and models. In 1979, however, psychologists Kahneman and Tversky published their seminal research article that has pioneered the field of behavioral economics. They named their model the prospect theory and used it to explain decision-making behaviors under conditions of risk and uncertainty as well as to provide an understanding of why individuals may make irrational or inconsistent choices. Although the prospect theory has been used to explain decision-making in economics, law, political science, and clinically, at the individual level, its application to understanding choice in the adoption of digital health technology has not been explored. Herein, we discuss how the main components of the prospect theory's editing phase (framing effect) and evaluation phase (value function and weighting function) can provide valuable insight on why health care patients, providers, technology companies, and policymakers may decide to accept or reject digital health technologies.",
  "year": 2021,
  "date": "2021-03-18",
  "authors": [
    {
      "name": "Waqas Khan",
      "email": "waqas.khan@alum.utoronto.ca",
      "affiliation": {
        "organization": "Department of Health Informatics",
        "department": "Department of Health Informatics",
        "institution": "University of Toronto",
        "address": "Toronto, ON, Canada"
      }
    },
    {
      "name": "Aviv Shachak",
      "affiliation": {
        "organization": "Department of Health Informatics",
        "department": "Department of Health Informatics",
        "institution": "University of Toronto",
        "address": "Toronto, ON, Canada"
      }
    },
    {
      "name": "Emily Seto",
      "affiliation": {
        "organization": "Department of Health Informatics",
        "department": "Department of Health Informatics",
        "institution": "University of Toronto",
        "address": "Toronto, ON, Canada"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Health Informatics Institute of Health Policy, Management and Evaluation",
        "department": "Department of Health Informatics Institute of Health Policy, Management and Evaluation",
        "institution": "University of Toronto",
        "address": "155 College Street 4th Floor, M5T3M6, Toronto, ON, Canada"
      }
    }
  ],
  "doi": "10.2196/32714KEYWORDS",
  "md5": "ECE0506E42CAF603899DD4871682E764",
  "keywords": [
    "decision-making",
    "digital health technology adoption",
    "prospect theory"
  ],
  "sections": [
    {
      "title": "The Challenge to Accept or Reject a Digital Health Technology",
      "text": "Digital health technology includes a broad spectrum of categories, such as mobile health, clinical information systems, wearable devices, telehealth, and personalized medicine. From mobile fitness applications to machine learning technologies used to improve disease diagnosis, clinical decision-making, and health care delivery, digital health is revolutionizing the field of medicine  [1] . Nevertheless, the decision to accept or reject new digital health technologies remains an ongoing challenge among health care patients, providers, technology companies, and policymakers. Over the past few decades, interest in understanding the choice to adopt technology has led to the development of numerous theories and models."
    },
    {
      "title": "The Technology Acceptance Model",
      "text": "The Technology Acceptance Model (TAM), proposed by Fred Davis in 1989, is one of the most prominent theories developed to explain the behavioral intention to use a technological innovation  [2] . Applying concepts from the theory of reasoned action and theory of planned behavior, the TAM suggests that the intended use of technology is determined by its \"perceived ease of use\" and \"perceived usefulness.\" Both factors are connected with one's behavioral intention, which is linked to actual behavior and system characteristics (external variables)  [2, 3] . Although the TAM's simplified rationale has made it popular among researchers, academics, and within the technology industry, it is also one of its main criticisms  [4] . In many studies, it is reduced to concepts that make outcomes such as intended use the primary finding, which lowers the TAM's explanatory capability and provides little insight on the actual use of the technology studied  [4] ."
    },
    {
      "title": "The Prospect Theory",
      "text": "In 1979, however, psychologists Kahneman and Tversky published their seminal research article that has pioneered the field of behavioral economics by providing a novel understanding of decision-making. They named their model the prospect theory and used it to explain decision-making behaviors under conditions of risk and uncertainty  [5] . This theory also provides an understanding of why individuals may make irrational or inconsistent decisions  [5] . Although the prospect theory has been used to explain decision-making in economics, law, political science, and clinically, from the physician's perspective, its application to understanding choice in the adoption of digital health technology has not been explored  [6] . Notably, this can provide valuable insight on why health care patients, providers, technology companies, and policymakers may decide to accept or reject digital health technologies under conditions of risk or uncertainty as well as provide an explanation for the perceived irrational or inconsistent decisions concerning the adoption of digital health technology in medicine  [7] ."
    },
    {
      "title": "The Editing Phase of the Prospect Theory",
      "text": "The prospect theory consists of two main phases, an editing phase and an evaluation phase. In the editing phase, individuals perform a preliminary analysis of choices or prospects they are provided. This allows one to organize and edit the choices available with the aim of simplifying the decision-making process  [5] . It is also during this phase that reference points, often referred to as framing effects, are made to help guide one's decision. However, framing effects can be influenced by the order, method, or wording in which they are presented  [5] .\n\nRegarding the adoption of digital health technology, a framing effect can occur when a patient is offered a choice concerning their management of care. For example, individuals with a high risk of experiencing an acute cardiac event can be offered the choice to continue their current level of care (eg, routine clinic visits) or adopt a novel wearable digital health device, such as a smart watch that monitors their vital signs dynamically and advises them when to modify their lifestyle behaviors or seek medical attention.\n\nSimilar to Tversky and Kahneman's framing effect experiments involving hypothetical infectious disease management scenarios, the adoption of wearable digital health devices can be framed in various manners. For instance, the use of a wearable digital health device can be described as providing a 100% likelihood of improving one-third of users' quality of life when compared with the current standard of care. Conversely, the same device can be described as offering a 100% probability that two-thirds of users will not experience any quality-of-life improvement when compared with the current standard of care. In the first scenario, the choice is framed as an opportunity to achieve a gain of improved quality of life. Conversely, choosing the digital health device in the second example is framed as a loss as there is a greater likelihood of no benefit, but wasted time. In reality, the outcomes of both choices are the same. However, Kahneman and Tversky discovered that people make different decisions among the same choices with certainty in gains (100% likelihood of improving one-third of users' quality of life) being more desirable than certainty in loses (100% probability that two-thirds of users do not experience an improvement in their quality of life)  [5] ."
    },
    {
      "title": "The Evaluation Phase of the Prospect Theory",
      "text": "Once a choice is simplified and framed for a decision, the evaluation phase of the prospect theory begins. There are two key components in this phase, the value function and weighting function. The value function refers to the original reference point or choice, which is often the individual's current status. This baseline reference point is then compared with an operative reference point, often a future goal. An important characteristic of the value function is that the worth of each choice is dependent on how the individual perceives the change between their current and future states  [5] . For example, when compared with the current standard of care (routine clinic visits), the value function for patients with cardiovascular disease using a digital health smart watch can be described as providing continuous medical feedback that fosters patient autonomy, education, and personalized preventative care while reducing health care costs.\n\nAnother important aspect of the value function is that individuals are more risk averse in the context of making gains. For example, many telehealth companies are reporting significant increases in revenue as their digital platform usage grows due to the United States' COVID-19 government policies promoting social distancing, equal reimbursement for virtual and physical visits, and the permission granted to physicians to use these tools to practice care across state lines, as well as without requiring additional state medical licenses. If these companies choose to save the additional profits or gains made during the COVID-19 pandemic instead of using them to upgrade or develop new products, they are demonstrating the value function's risk aversion approach. Conversely, Kahneman and Tversky found that individuals are more likely to take risks in the context of experiencing losses  [5] . This would mean that if telehealth companies experienced substantial revenue losses during the COVID-19 pandemic, they would likely take greater financial risks to return to a favorable position  [5] .\n\nThe final concept of the value function is known as loss aversion, which states losses are more painful than equal gains are pleasing. In a hypothetical scenario, health care policymakers are presented with a choice to adopt a novel electronic health record (EHR) system that aims to reduce hospital costs and inefficiencies by improving resource management. However, the risk in adopting this system is a loss of $100 million of taxpayers' money if it fails. Conversely, if it succeeds, $100 million of taxpayers' money will be saved. In their research,"
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX",
      "text": "Kahneman and Tversky found that when individuals are presented with a similar loss or equal gains choice, they must be offered at least twice as much in gains as compared with losses to take the risk  [8] . Concerning the EHR example above, this means health care policymakers would be more likely to adopt the system if the net gain or money saved is $200 million or more when compared with the risk of losing $100 million if it failed.\n\nRegarding the evaluation phase's weighting function, Kahneman and Tversky showed that people give higher value to outcomes that are less likely to develop, while giving less importance to outcomes with a medium to high probability of occurring. Moreover, individuals are more likely to take a sure loss against a small possibility of a larger loss. This is often seen with the purchase of warranties or insurance, a sure loss, on digital health devices such as smart watches that monitor vital signs or EHR systems. In this situation, the cost of repairing the device if it breaks is higher (a small possibility of a larger loss) when compared with the minimal loss of insuring the product (a sure loss)."
    },
    {
      "title": "Conclusion",
      "text": "The prospect theory, as illustrated by the examples given, provides valuable insight on why health care patients, providers, technology companies, and policymakers may decide to accept or reject digital health technologies. Given the rapid growth of this industry, the medical field and its stakeholders have more choice than ever regarding the adoption of digital health tools. Nevertheless, by understanding why choices are made, we can make better informed decisions when selecting our next digital health technology prospect."
    },
    {
      "title": "Authors' Contributions",
      "text": "Conception and drafting of the article was done by WUK. AS and ES critically revised and approved the final version of the article to be published."
    },
    {
      "title": "Conflicts of Interest",
      "text": "None declared."
    },
    {
      "title": "Abbreviations EHR: electronic health record TAM: Technology Acceptance Model"
    }
  ],
  "references": [
    {
      "title": "What is digital health",
      "year": 2021,
      "doi": "10.1177/2055207616662782",
      "raw": "10.1177/2055207616662782 \n\t\t \n\t\t What is digital health \n\t\t \n\t\t\t U.S. Food & Drug Administration \n\t\t\t 2021-03-18 \n\t\t \n\t \n\t What is digital health? U.S. Food & Drug Administration. URL: https://www.fda.gov/medical-devices/ digital-health-center-excellence/what-digital-health [accessed 2021-03-18]"
    },
    {
      "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008",
      "journal": "MIS Q",
      "volume": "13",
      "issue": "3",
      "pages": "319",
      "raw": "Perceived usefulness, perceived ease of use, and user acceptance of information technology \n\t\t \n\t\t\t F D Davis \n\t\t \n\t\t 10.2307/249008 \n\t \n\t \n\t\t MIS Q \n\t\t \n\t\t\t 13 \n\t\t\t 3 \n\t\t\t 319 \n\t\t\t 1989 Sep \n\t\t \n\t \n\t Davis FD. Perceived usefulness, perceived ease of use, and user acceptance of information technology. MIS Q 1989 Sep;13(3):319. [doi: 10.2307/249008]"
    },
    {
      "title": "Technology acceptance model: a literature review from 1986 to 2013",
      "authors": [
        "N Marangunić",
        "A Granić"
      ],
      "year": 2014,
      "doi": "10.1007/s10209-014-0348-1",
      "journal": "Univers Access Inf Soc",
      "volume": "14",
      "issue": "1",
      "raw": "Technology acceptance model: a literature review from 1986 to 2013 \n\t\t \n\t\t\t N Marangunić \n\t\t \n\t\t \n\t\t\t A Granić \n\t\t \n\t\t 10.1007/s10209-014-0348-1 \n\t \n\t \n\t\t Univers Access Inf Soc \n\t\t \n\t\t\t 14 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2014 Feb 16 \n\t\t \n\t \n\t Marangunić N, Granić A. Technology acceptance model: a literature review from 1986 to 2013. Univers Access Inf Soc 2014 Feb 16;14(1):81-95. [doi: 10.1007/s10209-014-0348-1]"
    },
    {
      "title": "Beyond TAM and UTAUT: future directions for HIT implementation research",
      "authors": [
        "A Shachak",
        "C Kuziemsky",
        "C Petersen"
      ],
      "year": 2019,
      "doi": "10.1016/j.jbi.2019.103315",
      "journal": "J Biomed Inform",
      "volume": "100",
      "pages": "103315",
      "raw": "Beyond TAM and UTAUT: future directions for HIT implementation research \n\t\t \n\t\t\t A Shachak \n\t\t \n\t\t \n\t\t\t C Kuziemsky \n\t\t \n\t\t \n\t\t\t C Petersen \n\t\t \n\t\t 10.1016/j.jbi.2019.103315 \n\t\t Medline: 31629923 \n\t \n\t \n\t\t J Biomed Inform \n\t\t \n\t\t\t 100 \n\t\t\t 103315 \n\t\t\t 2019 Dec \n\t\t \n\t \n\t FREE Full text \n\t Shachak A, Kuziemsky C, Petersen C. Beyond TAM and UTAUT: future directions for HIT implementation research. J Biomed Inform 2019 Dec;100:103315 [FREE Full text] [doi: 10.1016/j.jbi.2019.103315] [Medline: 31629923]"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185",
      "journal": "Econometrica",
      "raw": "Prospect theory: an analysis of decision under risk \n\t\t \n\t\t\t D Kahneman \n\t\t \n\t\t \n\t\t\t A Tversky \n\t\t \n\t\t 10.2307/1914185 \n\t \n\t \n\t\t Econometrica \n\t\t \n\t\t\t \n\t\t\t 1979 Mar \n\t\t \n\t \n\t FREE Full text \n\t Kahneman D, Tversky A. Prospect theory: an analysis of decision under risk. Econometrica 1979 Mar:263-292 [FREE Full text] [doi: 10.2307/1914185]"
    },
    {
      "title": "Understanding choice: why physicians should learn prospect theory",
      "authors": [
        "A Verma",
        "F Razak",
        "A Detsky"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2013.285245",
      "journal": "JAMA",
      "volume": "311",
      "issue": "6",
      "raw": "Understanding choice: why physicians should learn prospect theory \n\t\t \n\t\t\t A A Verma \n\t\t \n\t\t \n\t\t\t F Razak \n\t\t \n\t\t \n\t\t\t A S Detsky \n\t\t \n\t\t 10.1001/jama.2013.285245 \n\t\t Medline: 24519293 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 311 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2014 Feb 12 \n\t\t \n\t \n\t Verma AA, Razak F, Detsky AS. Understanding choice: why physicians should learn prospect theory. JAMA 2014 Feb 12;311(6):571-572. [doi: 10.1001/jama.2013.285245] [Medline: 24519293]"
    },
    {
      "title": "From mindless to mindful practice--cognitive bias and clinical decision making",
      "authors": [
        "P Croskerry"
      ],
      "year": 2013,
      "doi": "10.1056/nejmp1303712",
      "journal": "N Engl J Med",
      "volume": "368",
      "issue": "26",
      "raw": "From mindless to mindful practice--cognitive bias and clinical decision making \n\t\t \n\t\t\t P Croskerry \n\t\t \n\t\t 10.1056/nejmp1303712 \n\t\t Medline: 23802513 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 368 \n\t\t\t 26 \n\t\t\t \n\t\t\t 2013 Jun 27 \n\t\t \n\t \n\t Croskerry P. From mindless to mindful practice--cognitive bias and clinical decision making. N Engl J Med 2013 Jun 27;368(26):2445-2448. [doi: 10.1056/NEJMp1303712] [Medline: 23802513]"
    },
    {
      "title": "Advances in prospect theory: cumulative representation of uncertainty",
      "authors": [
        "A Tversky",
        "D Kahneman"
      ],
      "year": 1992,
      "doi": "10.1007/bf00122574",
      "journal": "J Risk Uncertain",
      "raw": "Advances in prospect theory: cumulative representation of uncertainty \n\t\t \n\t\t\t A Tversky \n\t\t \n\t\t \n\t\t\t D Kahneman \n\t\t \n\t\t 10.1007/bf00122574 \n\t \n\t \n\t\t J Risk Uncertain \n\t\t \n\t\t\t \n\t\t\t 1992 Oct \n\t\t \n\t \n\t FREE Full text \n\t Tversky A, Kahneman D. Advances in prospect theory: cumulative representation of uncertainty. J Risk Uncertain 1992 Oct:297-323 [FREE Full text] [doi: 10.1007/bf00122574]"
    },
    {
      "authors": [
        "Aviv ©waqas Ullah Khan",
        "Emily Shachak"
      ],
      "journal": "Originally published in the Journal of Medical Internet Research",
      "raw": "Aviv ©waqas Ullah Khan \n\t\t \n\t\t \n\t\t\t Emily Shachak \n\t\t \n\t\t \n\t\t\t Seto \n\t\t \n\t\t \n\t \n\t \n\t\t Originally published in the Journal of Medical Internet Research \n\t\t \n\t \n\t ©Waqas Ullah Khan, Aviv Shachak, Emily Seto. Originally published in the Journal of Medical Internet Research (https://www.jmir.org), 07.02"
    }
  ],
  "num_references": 9,
  "num_citations": 17,
  "cited_references": [
    "b3",
    "b4",
    "b2",
    "b5",
    "b0",
    "b7",
    "b6",
    "b1"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Health Informatics , Institute of Health Policy, Management and Evaluation , University of Toronto , Toronto , ON , Canada",
    "[raw_affiliation] 2  Department of Psychiatry , University Hospital Limerick , Limerick , Ireland",
    "[raw_affiliation] 1  Department of Health Informatics , Institute of Health Policy, Management and Evaluation , University of Toronto , Toronto , ON , Canada",
    "[raw_affiliation] 1  Department of Health Informatics , Institute of Health Policy, Management and Evaluation , University of Toronto , Toronto , ON , Canada",
    "[raw_affiliation] Department of Health Informatics Institute of Health Policy, Management and Evaluation University of Toronto 155 College Street 4th Floor Toronto , ON , M5T3M6 Canada",
    "J Med Internet Res 2022 | vol. 24 | iss. 2 | e32714 | p. 1 https://www.jmir.org/2022/2/e32714 (page number not for citation purposes)",
    "J Med Internet Res 2022 | vol. 24 | iss. 2 | e32714 | p. 2 https://www.jmir.org/2022/2/e32714 (page number not for citation purposes)",
    "J Med Internet Res 2022 | vol. 24 | iss. 2 | e32714 | p. 3 https://www.jmir.org/2022/2/e32714 (page number not for citation purposes)",
    "J Med Internet Res 2022 | vol. 24 | iss. 2 | e32714 | p. 4 https://www.jmir.org/2022/2/e32714 (page number not for citation purposes)",
    "[raw_reference] What is digital health? U.S. Food & Drug Administration. URL: https://www.fda.gov/medical-devices/ digital-health-center-excellence/what-digital-health [accessed 2021-03-18]",
    "[raw_reference] Davis FD. Perceived usefulness, perceived ease of use, and user acceptance of information technology. MIS Q 1989 Sep;13(3):319. [doi: 10.2307/249008]",
    "[raw_reference] Marangunić N, Granić A. Technology acceptance model: a literature review from 1986 to 2013. Univers Access Inf Soc 2014 Feb 16;14(1):81-95. [doi: 10.1007/s10209-014-0348-1]",
    "FREE Full text",
    "[raw_reference] Shachak A, Kuziemsky C, Petersen C. Beyond TAM and UTAUT: future directions for HIT implementation research. J Biomed Inform 2019 Dec;100:103315 [FREE Full text] [doi: 10.1016/j.jbi.2019.103315] [Medline: 31629923]",
    "FREE Full text",
    "[raw_reference] Kahneman D, Tversky A. Prospect theory: an analysis of decision under risk. Econometrica 1979 Mar:263-292 [FREE Full text] [doi: 10.2307/1914185]",
    "[raw_reference] Verma AA, Razak F, Detsky AS. Understanding choice: why physicians should learn prospect theory. JAMA 2014 Feb 12;311(6):571-572. [doi: 10.1001/jama.2013.285245] [Medline: 24519293]",
    "[raw_reference] Croskerry P. From mindless to mindful practice--cognitive bias and clinical decision making. N Engl J Med 2013 Jun 27;368(26):2445-2448. [doi: 10.1056/NEJMp1303712] [Medline: 23802513]",
    "FREE Full text",
    "[raw_reference] Tversky A, Kahneman D. Advances in prospect theory: cumulative representation of uncertainty. J Risk Uncertain 1992 Oct:297-323 [FREE Full text] [doi: 10.1007/bf00122574]",
    "[raw_reference] ©Waqas Ullah Khan, Aviv Shachak, Emily Seto. Originally published in the Journal of Medical Internet Research (https://www.jmir.org), 07.02"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
