{
  "paper_id": "JGF6NXL4",
  "title": "Developing tailored theoretically informed goal-setting interventions for rehabilitation services: a co-design approach",
  "abstract": "Background: Several active ingredients contribute to the purposes and mechanisms of goal-setting in rehabilitation. Active ingredients in the goal-setting process include, interdisciplinary teamworking, shared decision-making, having meaningful and specific goals, and including action planning, coping planning, feedback, and review. Clinicians have expressed barriers and enablers to implementing these active ingredients in rehabilitation teams. Interventions designed to improve goal-setting practices need to be tailored to address context specific barriers and enablers. Attempts to understand and enhance goal-setting practices in rehabilitation settings should be supported using theory, process models and determinant frameworks. Few studies have been undertaken to enhance goal-setting practices in varied case-mix rehabilitation settings. Methods: This study is part of a larger program of research guided by the Knowledge to Action (KTA) framework. A multisite, participatory, codesign approach was used in five sites to address three stages of the KTA. (1) Focus groups were conducted to understand barriers and enablers to implementing goal-setting at each site. Following the focus groups three staff co-design workshops and one consumer workshop were run at each site to (2) adapt knowledge to local context, and to (3) select and tailor interventions to improve goal-setting practices. Focus groups were analysed using the Theoretical Domains Framework (TDF) and informed the selection of behaviour change techniques incorporated into the implementation plan. Results: Barriers and enablers identified in this study were consistent with previous research. Clinicians lacked knowledge and understanding of the differences between a goal and an action plan often confusing both terms. Clinicians were unable to demonstrate an understanding of the importance of comprehensive action planning and review processes that extended beyond initial goal-setting. Interventions developed across the sites included staff training modules, a client held workbook, educational rehabilitation service flyers, interdisciplinary goal-based case conference templates, communication goal boards and a key worker model. Implementation plans were specifically established for each site. Conclusions: Rehabilitation teams continue to struggle to incorporate a truly client-centred, interdisciplinary model of goal-setting in rehabilitation. Whilst clinicians continue to lack understanding of how they can use aspects of goalsetting to enhance client outcomes and autonomy in rehabilitation settings.",
  "year": 2019,
  "date": "2019",
  "journal": "Cochrane Database Syst Rev",
  "publication": "Cochrane Database Syst Rev",
  "authors": [
    {
      "forename": "Amanda",
      "surname": "Baker",
      "name": "Amanda Baker",
      "affiliation": "1  School of Allied Health Sciences , Griffith University , Brisbane , Australia \n\t\t\t\t\t\t\t\t School of Allied Health Sciences \n\t\t\t\t\t\t\t\t Griffith University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "amanda.baker4@griffithuni.edu.au",
      "orcid": "0000-0003-0004-8373"
    },
    {
      "forename": "Petrea",
      "surname": "Cornwell",
      "name": "Petrea Cornwell",
      "affiliation": "1  School of Allied Health Sciences , Griffith University , Brisbane , Australia \n\t\t\t\t\t\t\t\t School of Allied Health Sciences \n\t\t\t\t\t\t\t\t Griffith University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia",
      "orcid": "0000-0003-2621-8713"
    },
    {
      "forename": "Louise",
      "surname": "Gustafsson",
      "name": "Louise Gustafsson",
      "affiliation": "1  School of Allied Health Sciences , Griffith University , Brisbane , Australia \n\t\t\t\t\t\t\t\t School of Allied Health Sciences \n\t\t\t\t\t\t\t\t Griffith University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia",
      "orcid": "0000-0001-5232-0987"
    },
    {
      "forename": "Claire",
      "surname": "Stewart",
      "name": "Claire Stewart",
      "affiliation": "3  Physiotherapy Department , Sunshine Coast University Hospital , Allied Health , Sunshine Coast Hospital and Health Service , Sunshine Coast , QLD , Australia. \n\t\t\t\t\t\t\t\t Physiotherapy Department \n\t\t\t\t\t\t\t\t Allied Health \n\t\t\t\t\t\t\t\t Sunshine Coast University Hospital \n\t\t\t\t\t\t\t\t Sunshine Coast Hospital and Health Service \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sunshine Coast \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia",
      "orcid": "0000-0003-3859-3772"
    },
    {
      "forename": "Natasha",
      "surname": "Lannin",
      "name": "Natasha Lannin",
      "affiliation": "4  Department of Neuroscience , Central Clinical School , Monash University , Melbourne , Australia. \n\t\t\t\t\t\t\t\t Department of Neuroscience \n\t\t\t\t\t\t\t\t Central Clinical School \n\t\t\t\t\t\t\t\t Monash University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Melbourne \n\t\t\t\t\t\t\t\t\t Australia",
      "orcid": "0000-0002-2066-8345"
    }
  ],
  "doi": "10.1186/s12913-022-08047-6",
  "keywords": [
    "Behaviour change",
    "Co-production",
    "Decision-making Shared",
    "Goals",
    "Implementation Science",
    "Intervention design",
    "Occupational Therapy",
    "Physical Therapists",
    "Stroke Rehabilitation",
    "User centred design"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "The Australian Faculty of Rehabilitation Medicine (AFRM) recommend that \"the patient and the rehabilitation team work together to establish meaningful and achievable treatment goals\" in rehabilitation services  [1]  (p.6). Goal-setting has been defined as the establishment or negotiation of rehabilitation goals  [2]  and is recognized as a complex process that has the potential to enhance client outcomes and autonomy  [3] . The Medical Research Council (MRC) highlight that to understand how a complex intervention works, one must first identify the 'active ingredients'  [4] . Whilst purposes and mechanisms for goal-setting in rehabilitation are varied  [5] , active ingredients in the goal-setting process include, interdisciplinary teamworking  [6, 7] , shared decisionmaking (SDM)  [8] , setting specific and meaningful goals  [9]  and incorporating action planning, coping planning, feedback and review  [10, 11] . Furthermore, these active ingredients are required to be implemented collaboratively by large teams of diverse professionals, clients, and families  [5, 12] . Evidence to date demonstrates that not all active ingredients in rehabilitation goal-setting are consistently implemented in clinical practice  [11, [13] [14] [15] . A previous study in this program of research found that rehabilitation clinicians set poorly defined goals as individual disciplines, and included limited action planning and review of goal progress  [11] .\n\nThe evidence practice pipeline by Glasziou and colleagues  [16]  highlights reasons why evidence is not implemented into clinical practice. Firstly, implementation can only occur if clinicians are aware of and accept the evidence. In rehabilitation, clinicians have previously demonstrated a lack of knowledge about the evidence for goal-setting in rehabilitation  [17] . Secondly, clinicians must accept the evidence is relevant to their practice and have the capability to implement the evidence  [16] . In rehabilitation, clinicians have demonstrated differing beliefs about the importance and timing of goal-setting and demonstrated a lack of skill in implementing aspects of goal-setting such as shared decision-making  [8, [18] [19] [20] . The final step in the evidence practice pipeline  [16]  is for clinicians to act on and implement the evidence with clients who have the capability of adhering to the recommendations  [16] . Factors affecting clinicians' ability to implement goalsetting in rehabilitation settings include nursing shift work  [8, 21] , staff turnover  [21]  and competing priorities such as discharge planning  [21] . Furthermore, changes to a client's cognitive and communication abilities influence clinicians' beliefs about the capability of rehabilitation clients to participate in goal-setting  [8, 20, 21] . Research into barriers and enablers to implementing goal-setting in rehabilitation has predominantly been conducted with condition specific population groups in the UK, Europe and New Zealand limiting the generalisability of findings to varied casemix rehabilitation services in Queensland. It has been proposed that tailoring interventions and addressing context specific barriers and enablers improves the likelihood of successful implementation of evidence into practice  [4] .\n\nImplementing evidence into clinical practice requires careful planning using structured process models and determinant frameworks to support clinicians to change their practice  [22] . The Knowledge to Action (KTA) framework is one process model that is simple to operationalise and aligns with existing quality improvement cycles within healthcare  [23] . Phases of the KTA can occur iteratively and include, synthesising the evidence base, determining the evidence-practice gap, identifying barriers and enablers, adapting knowledge to context, selecting and tailoring interventions, monitoring intervention implementation and evaluating and sustaining the change. At the centre of the KTA framework, lies the development and synthesis of knowledge. Several systematic reviews on goal-setting in rehabilitation have already been published  [2, 8, [24] [25] [26] . Moving to the seconds stage of the KTA framework the first study in this program of research used medical record audits and client interviews to highlight evidence practice gaps in goal-setting practices across varied case mix rehabilitation services in Queensland  [11] . Evidence-practice gaps included limited shared decisionmaking, a focus on therapist-led goal-setting within a multidisciplinary model, limited inclusion of meaningful activity and participation goals, limited specificity of goal statements and limited action planning, feedback and review  [11] .\n\nThe subsequent three stages of the KTA framework: identifying barriers and enablers, adapting knowledge to context, selecting and tailoring interventions, are the focus of this study. There are several determinant frameworks that support analysis of barriers and enablers including the Theoretical Domains Framework (TDF)  [27] . The TDF was originally designed to understand health professional's behaviour and promote understanding of barriers and enablers to implementing evidence  [27] . The TDF is often used in conjunction with the Behaviour Change Wheel (BCW) framework that identifies the intervention functions (intervention functions include a broad range of categories by which an intervention can change behaviour) and behaviour change techniques (BCT) (an active component of an intervention designed to change behaviour)  [28]  that are likely to overcome specific barriers to implementation. How an intervention is developed may impact the uptake and implementation of an intervention in clinical practice. Incorporating both clients and clinicians into the co-design of research may improve intervention uptake through enhanced awareness, acceptance of the evidence and ownership of the intervention  [29] . Therefore, unlike previous goal-setting studies, a participatory co-design approach was used to develop the interventions in this study.\n\nIn addition to how an intervention is developed it is important to consider how an intervention will be implemented ensuring it is clear exactly what behaviour needs to change i.e. who, will do what, when, where and how  [30] . To address known barriers, and to implement a clearly defined behaviour, behaviour change techniques such as facilitation, prompts, audit and feedback promote problem solving and enhance uptake of interventions in the clinical setting  [31, 32] . Facilitation roles involve individuals with the appropriate skills and knowledge to support clinicians through change, these roles can be both external (i.e. external researchers) or internal (i.e. local team leaders)  [32] . Audit and feedback may be more effective when delivered by a colleague or supervisor and when action plans are developed to act on the feedback provided  [31] .\n\nIncorporating facilitation roles, audit and feedback within implementation plans can ensure interventions are implemented as intended, that implementation is closely monitored and that clinicians are supported to agree and act on the evidence with clients  [33] .\n\nThis study uses a theoretically informed conceptual framework  [11] , following an implementation process model (KTA) and determinant framework (TDF) to progress previous research  [11]  and support the understanding of barriers and enablers in varied casemix rehabilitation services. Therefore, the aim of this study is to analyse site specific barriers and enablers to implementing goal-setting and to co-design tailored interventions and implementation plans to address the evidence practice gap surrounding inclusion of goal-setting 'active ingredients' across five varied casemix rehabilitation services in Queensland, Australia. This study will clearly describe the detail of intervention development to allow clinicians to replicate this research in clinical practice  [34] ."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study design",
      "text": "This participatory co-design, multisite study is part of a larger program of research guided by the Knowledge to Action Framework (KTA). Two distinct research phases were designed to address three stages of the KTA framework: (i) identifying barriers and enablers, (ii) adapting knowledge to the context, and (iii) selecting and tailoring interventions and implementation plans to improve client-centred goal-setting practices (Fig.  1 ). In this paper, the methods and results of phase 1 are presented prior to the methods and results of phase 2, consistent with the sequential nature of the research."
    },
    {
      "title": "Study sites",
      "text": "Three inpatient and two community rehabilitation services volunteered to participate in this study via an emailed expression of interest. These services are representative of local Queensland public rehabilitation services with diverse multidisciplinary teams. Details of service demographics have been presented elsewhere  [11] . Institutional ethical clearances were obtained from The Prince Charles Hospital and Health Service Human Research Ethics Committee and Griffith University Ethics Committee prior to commencing. The better reporting of interventions: template for intervention description and replication checklist (TIDieR) was used to guide reporting of this study (Supplementary Material)."
    },
    {
      "title": "Phase 1-identify barriers and enablers-methods and results"
    },
    {
      "title": "Participants",
      "text": "Clinicians, including people in leadership roles, from medical, nursing and allied health were eligible to participate if they were involved in goal-setting practices within their service. No other exclusion criteria were applied. A maximum number of 13 clinicians were purposively selected to participate in one focus group at each site. Participant numbers were selected based on feedback from each of the rehabilitation teams, there was no minimum number of participants identified. All clinicians were required to provide informed signed consent."
    },
    {
      "title": "Procedure",
      "text": "Focus groups were selected as the method of choice to best understand clinician's experiences of implementing goal-setting and to specifically uncover why teams have faced challenges in the past. Focus groups also enabled the exploration of interactions between team members and offer the opportunity to pursue further questioning strategies as new themes arise  [35] . Focus groups were predominantly facilitated by the primary researcher, as the primary researcher is a novice qualitative researcher, a second experienced researcher was present to assist in facilitating the discussions and collecting field notes. Each focus group was conducted in person and a topic guide was developed to support the focus groups (Supplementary material). The questions investigated the clinician's perspectives of the meaningfulness of goal-setting, the current goal-setting practice and the perceived barriers and enablers to implementing goal-setting in each service. Focus groups lasted for between 40-60 min, were audio recorded, deidentified and transcribed verbatim for analysis."
    },
    {
      "title": "Data analysis",
      "text": "All focus group transcripts were imported into Nvivo 12 software. Four focus groups were analysed by two coders (AB and CS) and the final focus group by the primary researcher (AB). Focus group transcripts were deductively coded to two different frameworks. Firstly, focus groups were mapped to the active goal-setting ingredients (interdisciplinary teamworking, shared decision-making (SDM), specific and meaningful goals and incorporating action planning, coping planning, feedback and review  [11] ) and secondly mapped to the barriers and enablers according to the TDF. Discrepancies were discussed with an additional member of the research team (NL) and themes were agreed upon."
    },
    {
      "title": "Results",
      "text": "Focus group clinicians represented a wide range of disciplines, participant demographics are presented in Table  1 . Barriers and enablers to implementing the active ingredients of goal-setting practices are summarised below with reference to domains of the TDF (Table  2 )."
    },
    {
      "title": "Interdisciplinary teamworking",
      "text": "Clinicians' knowledge and skill were identified as barriers to implementing interdisciplinary goal-setting (Knowledge and /or skill, TDF). Despite discussing the importance of client-centred goal-setting, rehabilitation clinicians were often unable to demonstrate how clients were involved in the goal-setting process beyond initial goal-negotiation. Furthermore, clinicians expressed concern about conducting goal-setting discussions with clients when the area of goal focus lay outside their specific discipline skillset.\n\nNursing staff were often not directly included in the goal-setting process but could identify the value that they would add \"because we carry out what everyone else plans for them\" (Site 1) (Social and professional role and identity, TDF). However, some nurses voiced that they had limited training in goal-setting (Skills, TDF) and it was not traditionally part of their role.\n\nHaving a structured process for case conferences, strong leadership and chairing enhanced interdisciplinary goal-setting (Environmental Context and resources, TDF). However, clients were not included in case conference discussions and no clinicians thought it was possible that the client could be involved in the case conference. A structured goal-setting process was identified as an enabler by clinicians. However, clinicians highlighted the need for these structures to be flexible to accommodate client needs, specifically in inpatient rehabilitation, when the length of stay between clients with different diagnosis varied considerably."
    },
    {
      "title": "Shared decision-making",
      "text": "Shared decision-making during goal-setting requires a collaboration between the client and the healthcare professional to identify client values and preferences  [36] . In focus groups, clinicians highlighted the importance of having the knowledge and skills to facilitate goal-setting discussions. Enablers of client-centred goal-setting interactions included motivational interviewing skills, active listening skills, skills to break longer term goals into shorter term goals and skills to support clients to create action plans to facilitate goal achievement (Knowledge and/or skill, TDF). Clinicians questioned the effectiveness of goal-setting early in inpatient rehabilitation expressing that both clinicians and clients were unprepared to set goals on admission to rehabilitation.\n\nTable 1 Focus group participants Site Disciplines represented Sex Average Age Average years of experience in the profession Average years of experience in rehabilitation Site 1 (n = 7) (n = 1 missing data point) Dietetics, Nursing, Occupational Therapy, Physiotherapy, Rehabilitation Consultant, Speech Pathology 100% female 34.17 (± SD 6.40) 11.17 (± SD 6.55) 7.17 (± SD 4.31) Site 2 (n = 9) (n = 1 missing data point) Neuropsychology, Nursing, Occupational Therapy, Physiotherapy, Rehabilitation Consultant, Social Work, Speech Pathology 100% female 41.38 (± SD 9.52) 16.88 (± SD 9.40) 12.63 (± SD 8.55) Site 3 (n = 7) Neuropsychology, Nursing, Occupational Therapy, Physiotherapy, Rehabilitation Consultant, Speech Pathology 29% male 37.43 (± SD 9.88) 13.71 (± SD 9.34) 9.86 (± SD 6.23) 71% female Site 4 (n = 13) (n = 2 missing data points) Allied Health Assistant, Dietetics, Neuropsychology, Nursing, Occupational Therapy, Physiotherapy, Speech Pathology 8% male 38.82 (± SD 10.41) 12.18 (± SD 10.82) 7.82 (± SD 5.74) 92% female Site 5 (n = 8) Dietetics, Occupational Therapy, Physiotherapy, Social Work, Speech Pathology 12.5% male 41.75(± SD 9.62) 17 (± SD 10.44) 12.52 (± SD 10.44) 87.5%female ) \"I think the challenge is always trying to find one process, and one tool that everyone is going to use… but if we really want to be person-centred, then we need to be flexible about how we do our goal-setting\" (Site 4)\n\nThe case conference forum (. a\n\n)\n\ncase conference is a good opportunity where we come together and feedback to each other about what goals we've been working at, and then formulate a sort of more shared goal\" (Site 1) Electronic and paper-based record keeping systems \"I spend more time doing paperwork than I actually do client work\" (Site 5) \"then every outcome measure is…put into a database and there' s a lot of crosschecking\" (Site 5) Beliefs about consequences Lack of client involvement in case conference (. b ) \"it' s fragmented though, through EMR [electronic medical record]…plus each therapist will write up what their goals are, so there' s no actual framework where they're all in one\" (Site 3) \"we probably don't-in this service-have a platform where we all get together as an MDT with the patient and actually look at their goals and how they're progressing\" (Site 3)  ) \"we will have their goals up on the wall and we will tick them off and its, it' s exciting for nurses and patients to see…. or well anyone who helps that patient… to see that it' s been ticked off, is a big achievement on everyone' s behalf\" however staff identified this was a \"more reactive than proactive\" approach (Site 1) \"So, if we're grappling with it and we're expecting them to have some kind of concept, it's really hard … to do it so early\" (Site 3). \"So actually, is the goal-setting with them futile or not effective, because we're doing it at the wrong time for that particular patient\" (Site 1) (Beliefs about consequences, TDF).\n\nClinicians found it difficult to facilitate goal-setting discussions when clients had cognitive and communication impairments or lacked motivation and confidence to participate. Whilst some clinicians demonstrated awareness that they may require additional training to facilitate goal-setting with clients who have cognitive and communication impairments (Skills, TDF), other clinicians believed it was not possible for these clients to set goals; \"by its very nature it is beyond the capacity of some of our clients\" (Site 5) (Beliefs about capabilities, TDF).\n\nThe time taken to facilitate shared decision-making goal-setting sessions was highlighted as a barrier. This was further hampered by lengthy assessments in one community rehabilitation service and constraints of both paper-based and electronic medical record keeping systems in all services (Environmental Context and resources, TDF). The inflexibility of electronic medical record keeping systems impacted the feasibility of setting common goals and actions as a rehabilitation team. Furthermore, including the client in team goal-setting discussions was considered too time consuming. Advantages of working in a community context meant that clinicians could segregate time specifically for goal-setting discussions.\n\nUsing measurement tools and structured questionnaires to prompt goal-setting discussions was an enabler that promoted client involvement (Environmental Context and resources, TDF). Clinicians highlighted that additional training may be required to use the tools, specifically when this was not common practice within their role; \"I actually find that MGAM [multidisciplinary goal attainment measure] really hard to do, to explain for people to understand how they can rate it\" (Site 5) (Skills, TDF)."
    },
    {
      "title": "Meaningful and specific goals",
      "text": "Whilst all clinicians felt it was their role to set goals with clients in rehabilitation, they also felt obligated to set goals that aligned with the role of their service, and this was most obvious in inpatient rehabilitation (Social influences, TDF). Clinicians in one community rehabilitation service wanted to set hope or dream-based goals with clients but were concerned this could negatively reflect on the service, which used goal achievement as a service outcome measure (Beliefs about consequences, TDF).\n\nClinicians believed that goal-setting could motivate patients and potentially impact client outcomes; \"[goalsetting] encourages motivation; patients are more motivated to participate in therapy, so we get better results… and potentially quicker throughput\" (Site 1). Conversely, other clinicians felt that goals set by rehabilitation clients needed to be realistic; \"cause otherwise you're setting them up to fail\" (Site 1) (Beliefs about consequences, TDF).\n\nThe rehabilitation setting was perceived to have an impact on the type of goals that were set (Environmental Context and resources, TDF). Community rehabilitation services highlighted how more meaningful goals could be established once discharged from an inpatient service when the client had been able to experience living back in a real-world environment. Whilst inpatient rehabilitation services highlighted a focus on getting clients out of hospital and the perception of organisational pressure to reduce lengths of stay. \"it's very clinician-driven in the inpatient setting…in the community setting, … they're back at home, it's more empowering, because they're back in their normal environment\" (Site 4)."
    },
    {
      "title": "Action planning, feedback and review",
      "text": "There was limited knowledge and understanding demonstrated by clinicians on the difference between a goal and an action plan or task list (Knowledge, TDF). Clinicians lacked an understanding of the importance of client actions versus staff actions. Clinicians focussed on how they personally would assist goal achievement for the client with little consideration to empowering client's goal pursuit through developing client action plans, appraisal of client actions and the delivery of feedback to the client. Two sites (Sites 2, 5) initiated a key worker role (prior to this research) as a primary point of contact, providing feedback for the client, albeit inconsistently, as clinicians reported they often forgot to feedback to the client. (Memory, attention and decision-making, TDF). Clinicians highlighted that review of goals was most often conducted to 'measure' goal-setting outcomes (predominantly for the benefit of the service), but clinicians didn't highlight the value of reviewing client action plans or providing feedback about performance or results to clients.\n\nCharts on walls to communicate patient goals were an enabler at one site (Site 1) (Environmental Context and resources, TDF). Charts were used to communicate the client's goals to all members of the rehabilitation team, facilitate reinforcement of actions and demonstrate progress when goals were 'ticked off ' throughout the admission. Whilst using charts on walls was reported as a valuable strategy by clinicians, the charts were not used consistently and relied on individual clinicians identifying that a client needed further encouragement and support from the team to participate in rehabilitation activities."
    },
    {
      "title": "Phase 2-adapt the knowledge to context, select, tailor and implement interventions-methods and results",
      "text": "Three co-design workshops were facilitated by the primary researcher (AB) at each site. The findings of phase 1 and a previous study  [11]  informed the co-design workshops supporting the adaptation, selection and tailoring of interventions. In keeping with a co-design approach both staff and consumer workshops were included in this phase of the study."
    },
    {
      "title": "Participants",
      "text": "Medical staff, nursing and allied health professions were eligible to participate in the workshops if they were involved in goal-setting. Participants were able to be involved in both phases of this study, 28 clinicians across the 5 sites participated in both the focus groups and workshops. No other exclusion criteria were applied. A maximum number of 20 clinicians from each site participated across all co-design workshops in this study. A maximum of 20 clinicians were selected to ensure diverse representation of staff across professional groups, level of experience, inclusion of leadership roles within the rehabilitation team and to ensure workshops were easily facilitated. Written consent was provided by all clinicians. Demographic details of clinicians included in the co-design workshops are in Table  3 .\n\nExpressions of interest were sought from members of a local rehabilitation consumer group (already established at one of the sites) to participate in the consumer workshop. To allow all consumers to participate as desired a maximum of 10 consumers were identified to participate in the workshop. Informed signed consent was provided by all consumers."
    },
    {
      "title": "Procedure",
      "text": "A maximum of two hours was allocated for each codesign workshop. The first two workshops involved iterative review of data from phase 1 and a previous study  [11] . Data specific to each site were presented in PowerPoint presentations and infographics to promote discussion throughout the first co-design workshop. Ideas to bridge evidence-practice gaps using previously published goal-setting examples were discussed including; the goal-setting and action planning framework and client workbook  [10] , teamworking strategies  [37, 38] , shared decision-making aids  [39] , goal-setting education and training  [40, 41]  and audit and feedback  [31] . As a component of the Behaviour Change Wheel questioning strategies used during the workshops to facilitate clinicians to a consensus agreement on interventions to be implemented were based on the APEASE criteria (Affordable, Practical, Effective/cost effective, Acceptable, Safe, Equitable)  [30] . Following the TDF analysis of barriers and enablers in phase 1, the Behaviour Change Wheel (BCW) was then used to expand upon the findings to identify intervention functions and behaviour change techniques to be\n\nTable 3 Demographics of co-design workshop participants Site Disciplines represented Gender Average Age Average years of experience in the profession Average years of experience in rehabilitation Site 1 (n = 10) (1 missing data points) Dietetics, Neuropsychology, Nursing, Physiotherapy, Rehabilitation Consultant, Speech Pathology 100% female 33.89 (± SD 7.66) 12 (± SD 8.63) 7.53 (± SD 6.05) Site 2 (n = 12) (2 missing data points) Neuropsychology, Nursing, Occupational Therapy, Physiotherapy, Rehabilitation Consultant, Social Work, Speech Pathology 100% female 39.80 (± SD 9.39) 14.25 (± SD 7.44) 9.00 (± SD 5.49) Site 3 (n = 10) (1 missing data point) Nursing, Occupational Therapy, Physiotherapy, Rehabilitation Consultant, Speech Pathology 20% male 40.00 (± SD 8.40) 15.56 (± SD 8.95) 9.44 (± SD4.90) 80% female Site 4 (n = 14) (2 missing data points) Allied Health Assistant, Dietetics, Neuropsychology, Nursing, Occupational Therapy, Physiotherapy, Speech Pathology, Social Work 100% female 39.82 (± SD 11.72) 12.64 (± SD 10.50) 7.82 (± SD 5.67) Site 5 (n = 5) (1 missing data point) Dietetics, Occupational Therapy, Speech Pathology 100% female 41.75 (± SD 14.24) 18.50 (± SD13.77) 16.70 (± SD 12.77)\n\nincorporated into the interventions developed and the implementation plans  [27, 28] . All resources and tools were then designed by the primary researcher after the workshops and circulated back to each service via email for comment and further tailoring at the third workshop.\n\nThe third co-design workshop at each site aimed to develop an implementation plan that described; who will do what? How? When? And where? Process mapping activities conducted by the primary researcher during the co-design workshops assisted clinicians to identify individual tasks, roles and responsibilities for the implementation plan. Wherever able tasks in the implementation plan were incorporated into existing processes, prior to changing processes or adding additional processes. Data collected from each co-design workshop was in the form of researcher field notes.\n\nOne consumer group consultation session was run between staff co-design workshops 2 and 3 to facilitate feedback on consumer resources that clinicians had suggested. Not all consumers could attend the codesign workshop in person and further feedback was received via email.\n\nA local site facilitator was funded (8 h a week) at each service to facilitate the implementation of interventions and was supported by the primary researcher. Local site facilitators planned to conduct regular audits of the interventions being implemented, provide prompts and feedback to the rehabilitation clinicians, provide education and revise interventions as required throughout implementation."
    },
    {
      "title": "Results",
      "text": "The outcomes of phase 1 highlighted that to enhance the 'active ingredients' of goal-setting clinician's knowledge, skills and beliefs about the consequences of goalsetting as well as the environmental context, social and professional roles of different team members needed to be addressed. The interventions co-designed to address these areas across the five sites included staff education and training modules, a key worker model, interdisciplinary goal-based case conference templates, communication goal boards, a client held workbook and educational rehabilitation service flyers. Table  4  outlines the content of co-designed interventions, the active goal-setting ingredient addressed, the TDF domain addressed within each intervention, the intervention functions identified, and the behaviour change techniques to be incorporated in each intervention  [42] . The interventions were designed to allow each site to tailor relevant sections to their setting. Detail of the interventions developed are published online  [42] . Clinicians at Site 1 chose to implement changes to case conference and to utilise formal client goal boards. Site 2 chose to implement all interventions and embed many of these within their existing key worker role. Clinicians in Sites 3,4 and 5 chose to implement the client held workbook and designed specific templates for team goal-setting and action planning. Site specific implementation plans were developed to support uptake of selected resources and strategies (Table  5 )."
    },
    {
      "title": "Interventions"
    },
    {
      "title": "Education and training",
      "text": "It was unanimously agreed that clinicians would benefit from education and training to address all of the 'active ingredients' of goal-setting. Five education modules were developed for sites to select from based on what was relevant for their setting and skill mix (Table  4 ). Training in the use of Talking Mats  [43]  was offered to two clinicians at each site. Talking Mats are a low-tech communication tool that has been developed to assist clinicians in communicating with clients with aphasia or cognitive impairment. Training in the use of this resource was implemented to enhance clinician's skill in facilitating goal-setting discussions for clients with communication difficulties. Education and training would be delivered through a combination of online recorded orientation modules, face to face sessions delivered by a local site facilitator during implementation and one on one sessions as required."
    },
    {
      "title": "Keyworker model",
      "text": "Site 5 continued to operate a keyworker role conducting goal-setting on admission to the service, reviewing goals throughout the admission and completing measurement of goal achievement on discharge. Site 2 chose to build on an existing keyworker role by including feedback and review of goals with clients prior to and following case conference. Site 4 also chose to expand their intake role to incorporate goal feedback pre-and post-case conference. In both services these roles had\n\nTable 4 Interventions co-designed to address TDF domains (Including intervention functions and behaviour change techniques Interventions Active goal-setting ingredient addressed TDF domains addressed Intervention Functions Behaviour Change Technique Staff Education and Training sessions Interdisciplinary goal-setting Shared decision-making Specific and meaningful goal-setting Action Planning, feedback and review Knowledge Beliefs about consequences Social Role and Identity Skills Beliefs about capabilities Social influences Education Modelling Enablement Training Information about health consequence Demonstration of the behaviour Instruction on how to perform the behaviour Behavioural practice/rehearsal Framing and reframing Self-monitoring of behaviour (audits) Feedback on behaviour (audits) Purpose: To enhance understanding of; → The difference between goals and actions, → How to frame long-term and shortterm goals → Action plans and coping plans to achieve goals → Skills to facilitate SDM → How teams can work together to include the client → Using measurement tools and prompts Modules: → An introduction to goal-setting → Collaborative interdisciplinary goalsetting → Goal-setting and Action Planning → Motivational Interviewing → Goal-setting measures and tools → Talking Mats training online Materials: Training manual, handouts, references and PowerPoint presentations, online resources Keyworker model and workplace instruction Interdisciplinary goal-setting Shared decision-making Specific and meaningful goal-setting Action Planning, feedback and review Skills Environmental Context Social Role and Identity Environmental Restructure Training Restructuring the social environment Instruction on how to perform the behaviour Purpose: To enhance client and family involvement in goal-setting and rehabilitation Content: Workplace instruction providing description of role and responsibilities Materials: Workplace instruction, orientation training Table 4 (continued) Interventions Active goal-setting ingredient addressed TDF domains addressed Intervention Functions Behaviour Change Technique Case conference restructure Interdisciplinary goal-setting Specific and meaningful goal-setting Action Planning, feedback and review Environmental Context Environmental Restructure Enablement Restructuring the social environment (processes) Framing and reframing Prompts and cues Purpose: To provide a framework for meaningful interdisciplinary goal-setting and action planning Content: Background client information, current function, common goal focus, long term hope/dream goals, goals for the episode of care, weekly goals, client actions, staff actions and discharge planning Materials: Electronic template to be pasted into medical records, chairing guidelines, workplace instructions defining roles and responsibilities of team members Communication goal and action boards Interdisciplinary goal-setting Shared decision-making Action Planning, feedback and review Environmental Context Environmental Restructure Prompts and cues Restructuring the physical environment Purpose: To enhance client and family involvement in goal-setting and rehabilitation, to enhance the role of the nurse to support action planning Content: Long term goals, goals for the episode of care, weekly/short term goals, client actions and estimated discharge dates Materials: Paper copy Client workbook Shared decision-making Specific and meaningful goal-setting Action Planning, feedback and review Knowledge Skills Education Training Information about health consequence Instruction on how to perform the behaviour Purpose: To enhance client knowledge and expectations, to provide a framework for staff to facilitate goal-setting Content: → What is rehabilitation? → Why do I need rehabilitation? (fillable) → Who may I meet in rehabilitation? → Your rehabilitation service (tailorable) → What is a goal? → How do I set a goal? (tailorable templates) Materials: Editable PDF, provided as hard copy to clients\n\nTable 4 (continued) Interventions Active goal-setting ingredient addressed TDF domains addressed Intervention Functions Behaviour Change Technique Client Rehabilitation flyer Shared decision-making Specific and meaningful goal-setting Knowledge Education Information about health consequence Purpose: To enhance client knowledge and expectations Content: → What is rehabilitation? → What is a goal? → Who may I meet in rehabilitation? (tailorable) → Available facilities (tailorable) → What to bring (tailorable) → Your rehabilitation routine (tailorable) Materials: Editable PDF, provided as hard copy to clients"
    },
    {
      "title": "Case conference restructure",
      "text": "Modifying the case conference formatting was not universally accepted, as this forum was already a lengthy process and changes to goal-setting practices in this forum were considered too time consuming by several sites. Case conferences were conducted at all sites and are used as a forum for discussing client's current function, progress and discharge planning. Two sites (Site 1 and 2) adopted changes to case conference. Both sites felt that the case conference forum, presented the best opportunity to develop a common goal focus. However, neither site chose to involve the client in case conference due to concerns about the time involved and challenges arising when having difficult conversations in front of clients. In response, Site 1 nominated clinicians to provide feedback to clients following the case conference and ensure goals reflected individual client preferences, whilst Site 2 chose to utilise the keyworker role as a client advocate in case conference and to translate information discussed at case conference with the client."
    },
    {
      "title": "Client goal boards",
      "text": "Two sites (Sites 1 and 2) chose to implement client goal boards to communicate goals and actions set in case conference with the client, family and wider rehabilitation team. To avoid duplication of documentation, the goal boards were designed to pre-populate from case conference documentation and clinicians wrote the goals in client appropriate language on A4 or A3 paper. The goal boards were placed on the client's wall (as consented by the client) following case conference and Site 2 planned to place an additional copy into the client workbook."
    },
    {
      "title": "Client workbook",
      "text": "Four sites (Site 2,3,4,5) chose to implement a client workbook to; provide education to clients about goal-setting, provide a framework to support clinicians during goalsetting, and to document goals and actions set. However, some clinicians expressed that previous experiences trying to implement a client workbook had been unsuccessful. One community rehabilitation service suggested development of a mobile phone application to facilitate client goal-setting and action planning across the team however this was beyond the resources of this study. Site specific processes to implement the client workbook were developed based on clinicians' roles and responsibilities (see Table  5 ). Each site requested slightly different goal-setting and action planning templates and therefore six templates were designed that could be further tailored and inserted into the goal-setting workbook. Plans were made at each site to define who would print the workbooks, where they would be kept, who would give them out to clients and who was responsible for completing specific sections (Table  5 )."
    },
    {
      "title": "Client rehabilitation flyer",
      "text": "Clinicians at Site 2 felt that clients needed more preparation for goal-setting prior to their arrival on the inpatient rehabilitation ward. However, there were concerns that the client workbook would be lost on the acute wards or in transition to rehabilitation if it was given prior to admission. Therefore, a rehabilitation flyer was developed to supplement the workbook information in a more cost-effective manner. The flyer was to be given to clients accepted into the inpatient service during their assessment for rehabilitation."
    },
    {
      "title": "Discussion",
      "text": "Barriers and enables to implementing active goal-setting ingredients aligned with a range of TDF domains. Firstly, and most prominently, the environmental context and resources of workplaces was identified as both a barrier and enabler. Clinicians also demonstrated a lack of fundamental knowledge about the different components of rehabilitation goal-setting, specifically the difference between goals and actions. This was complicated by tensions between clinicians perceived obligations to set goals that aligned with organizational priorities rather than the priorities of the client. Other keys barriers and enablers related to clinician skills to implement shared decision-making and some clinician's beliefs about the consequences associated with goal-setting. The interventions developed and the site-specific implementation plans in this study were influenced by these identified TDF domains, which were mapped against the BCW intervention functions and behavior change techniques. All sites chose to include staff training and education sessions into their implementation package. Education and training sessions were targeted to enhance clinicians' knowledge, specifically focusing on understanding the components of goal-setting including action planning, feedback and review and ensuring that clinicians had the skills to set specific and meaningful, client centred goals. Clinicians in this study frequently misunderstood the difference between a goal and an action, often identifying staff actions as rehabilitation goals. The confusion of actions and goals may reflect a clinicians focus on health system expectations rather than client's goals  [19] . When clinicians discussed goals, these were often framed to reflect the needs of the organisation rather than the client; i.e. 'getting them out of hospital' rather than 'the client going home to live with their family' .\n\nIn keeping with previous research  [19] , clinicians in this study also spoke of the pressure to be able to accurately predict recovery to set realistic goals with clients. Conversely, consumer voiced literature emphasises the need for clinicians to include hope and dream based goals in rehabilitation to enhance the motivational aspects of goal-setting  [44] . Whilst some clinicians acknowledged that goal-setting can be motivational they still felt that goals should be realistic. If clinicians continue to only set 'realistic goals' with clients and not include aspirational goals, it is likely that goals will remain subjective to the clinician's expectation for recovery and therefore unlikely to enhance the motivational aspects of goal-setting that may impact client outcomes.\n\nThe focus on setting goals to meet perceived organisational needs and the inflexibility in clinicians' perspectives of including aspirational goal-setting led to clinicians demonstrating a therapist led model of goalsetting. The therapist led model of goal-setting has been seen previously in Queensland rehabilitation services  [45] . To move forward from a therapist-led model of goal-setting, education and training should focus on supporting clinicians to engage clients in shared decision-making to set client-centred goals and to clinically reason to support inclusion of tangible short-term goals and longer term aspirational goals across the rehabilitation journey. In this study, the client workbook and case conference templates were designed to facilitate setting of longer-term aspirational goals and allow shorter term goals to be broken down from these longer-term goals.\n\nThe client workbook was designed to ensure a common client centred goal focus was established among the team (including long term and short-term goals) and that components of action planning and review were included in the goal-setting process. The client workbook was designed to provide information to clients to enhance their knowledge and to assist clinicians to develop skills to structure their goal-setting discussions with clients. Therefore, the client workbook was developed to target both client and clinician behaviours. Developing interventions to target both the client and clinician is a novel approach in rehabilitation research with previous studies suggesting that it may enhance shared decision-making more than targeting only one group  [36] .\n\nOf interest in this study was the way in which rehabilitation teams chose to work together and include the client to achieve an interdisciplinary common goal focus. The case conference format was redesigned to include a common goal focus rather than discipline specific reporting and to include specific staff and client actions. In this study two sites chose to use the case conference forum (including feedback to the client) to achieve a common, team goal focus. Interdisciplinary models of rehabilitation involve clients as a member of the team however, clinicians in this study were unwilling to involve the client with the team in goal-setting discussions within the case conference. There is limited literature about the inclusion of clients in rehabilitation case conference meetings. One study reported that goal-setting ward rounds that include the client were more beneficial than meetings without the client  [46] . However, previous studies have found barriers to including clients in team meetings including; a lack of clinician skill and confidence to facilitate team discussions in goal-setting meetings with the client present  [21]  and a belief that this approach would be too time consuming  [47] . When reviewing the time commitment involved in including the client in goal-setting meetings one study showed that clinicians spent over 4 h longer each week in goal-setting meetings that included the client than those without the client  [47] . To ensure goal-setting is truly interdisciplinary the client should be considered a member of the rehabilitation team and be included in shared decision-making at each point in the goal-setting process. How this can be achieved in a cost-effective manner with or without the client attending team meetings requires further research. One strategy suggested in this study was to introduce a further expansion on the key worker role to ensure dedicated time was set aside to relay goal-setting information discussed in the case conference with the client.\n\nThree sites implemented or built on existing key worker roles to enhance communication and include feedback channels to clients. A lack of time was reported as the biggest barrier to implementing the key worker role. Clinicians across all sites were concerned that adding specific these roles to their clinical practice may detrimentally impact their workloads. In this study clinician's suggested strategies such as pre-population of the client goal boards to reduce time spent repeating documentation, whilst case conferences were monitored to evaluate time taken to introduce the changes. In Site 2 the client workbook was given on admission to give clients time to read the resource and ensure key worker discussions could be facilitated quicker. Concerns about a lack of time to conduct goal-setting activities has also been reported in many other rehabilitation goal-setting studies  [8, 21, 25, 48] . Clinicians in this study demonstrated a perception that organisational priorities and length of stay presented a barrier to having more time for engaging clients in goal-setting discussions. Some clinicians referenced their lack of staff resourcing as a reason for being time poor in rehabilitation settings. A previous study undertaken in the United Kingdom found staffing ratios as well as time spent in information exchange and in non-clinical activities significantly impacted the face-to-face therapy delivered to stroke survivors  [49] . Whilst many Queensland rehabilitation services have staffing levels below recommended national benchmarks  [50, 51] , how Queensland rehabilitation services are structured and how clinicians structure their day-to-day clinical practice to maximise time for goal-setting discussions is unclear.\n\nSupporting the need for a co-design approach clinicians at all sites stated that they had different requirements for goal-setting interventions and needed to tailor interventions to their service delivery models and different service settings. Also of interest is the number of interventions sites chose to implement with some sites choosing one intervention in addition to education and training and another site choosing to implement all interventions to complement each other. There is little evidence to support implementation of multifaceted interventions over single interventions.\n\nThe co-design process was hypothesised to engage staff and to enhance ownership over goal-setting interventions. Sites within this study demonstrated differing levels of engagement and required different levels of direction to design and tailor goal-setting interventions. All teams in this research study required substantial facilitation throughout the co-design workshops to define solutions to intervention challenges, to develop implementation plans and allocate roles and responsibilities to individual team members. Healthcare services should consider the need for funding, as well as the level of facilitation skills required by individuals to support change when aiming to develop holistic, theoretically informed co-designed healthcare interventions. Further research to explore the impact of these interventions in clinical practice and how teams go about implementing the interventions is warranted."
    },
    {
      "title": "Conclusion",
      "text": "Strengths of this study include the use of a holistic conceptual framework for goal-setting in rehabilitation  [11]  and the use of co-design alongside an implementation process model (KTA) and determinant frameworks (TDF and BCW) to support intervention development and provide a guide for implementation plans  [52] . Overall, the barriers and enablers to implementing the active ingredients of goal-setting in Queensland rehabilitation services are consistent with internationally published research. The framework presented for developing the specific interventions and tools throughout this study can support other teams to evaluate their goal-setting practices and enhance the active ingredients of goalsetting that have the potential to impact client outcomes and autonomy in rehabilitation."
    },
    {
      "text": "Fig. 1 Process for developing theoretically informed, tailored site-specific goal-setting interventions"
    },
    {
      "text": "( a ) symbol indicates enabler, (. b ) symbol indicates a barrier"
    },
    {
      "text": "All interventions were considered safe and practical by all sites. All sites felt that selected interventions should be delivered equitably to all clients in the service, despite clinician's concerns about clients differing needs. Each site chose to implement one or more of the interventions based on what was feasible in their current context and what they felt would most improve their goal-setting practices. All sites chose education and training as an intervention to enhance clinicians understanding of the active goal-setting ingredients."
    },
    {
      "text": "for supporting goal-setting on admission to the service."
    },
    {
      "text": "Summary of Focus group key findings-Barriers and enablers to goal-setting in Queensland Rehabilitation Services"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "Site specific Implementation Plans"
    }
  ],
  "references": [
    {
      "title": "Standards for the provision of Inpatient Adult Rehabilitation Medicine Services in Public and Private Hospitals",
      "authors": [
        "Afrm"
      ],
      "year": 2019
    },
    {
      "title": "Goal setting and strategies to enhance goal pursuit for adults with acquired disability participating in rehabilitation",
      "authors": [
        "W Levack",
        "M Weatherall",
        "E Hay-Smith",
        "S Dean",
        "K Mcpherson",
        "R Siegert"
      ],
      "year": 2015,
      "doi": "10.1002/14651858.cd009727.pub2"
    },
    {
      "title": "Goal Planning in stroke rehabilitation: How? Top Stroke Rehabil",
      "authors": [
        "D Wade"
      ],
      "year": 1998
    },
    {
      "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre",
        "S Michie",
        "I Nazareth",
        "M Petticrew"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijnurstu.2012.09.010"
    },
    {
      "title": "Purposes and mechanisms of goal planning in rehabilitation: the need for a critical distinction",
      "authors": [
        "W Levack",
        "S Dean",
        "R Siegert",
        "K Mcpherson"
      ],
      "year": 2006
    },
    {
      "title": "Interprofessional teamwork in medical rehabilitation: a comparison of multidisciplinary and interdisciplinary team approach",
      "authors": [
        "M Kornor"
      ],
      "year": 2010
    },
    {
      "title": "Factors affecting functional outcome after stroke a critical review of rehabilitation interventions",
      "authors": [
        "D Cifu",
        "D Stewart"
      ],
      "year": 1999,
      "doi": "10.1016/s0003-9993(99)90101-6"
    },
    {
      "title": "Shared decision making within goal setting in rehabilitation settings: a systematic review",
      "authors": [
        "A Rose",
        "S Rosewilliam",
        "A Soundy"
      ],
      "year": 2017,
      "doi": "10.1016/j.pec.2016.07.030"
    },
    {
      "title": "Writing SMART rehabilitation goals and achieving goal attainment scaling: a practical guide",
      "authors": [
        "T Bovend'erdt",
        "R Botell",
        "D Wade"
      ],
      "year": 2009,
      "doi": "10.1177/0269215508101741"
    },
    {
      "title": "Goal setting and action planning in the rehabilitation setting: a development of a theorectically informed practice framework",
      "authors": [
        "L Scobbie",
        "D Dixon",
        "S Wyke"
      ],
      "year": 2011,
      "doi": "10.1177/0269215510389198"
    },
    {
      "title": "An exploration of goal-setting practices in Queensland rehabilitation services",
      "authors": [
        "A Baker",
        "P Cornwell",
        "L Gustafsson",
        "N Lannin"
      ],
      "year": 2021,
      "doi": "10.1080/09638288.2021.1906957"
    },
    {
      "title": "Rehabilitation-a new approach overview and part one: the problems",
      "authors": [
        "D Wade"
      ],
      "year": 2015
    },
    {
      "title": "A multicentre study of how goal setting is practised during inpatient stroke rehabilitation",
      "authors": [
        "S Plant",
        "S Tyson"
      ],
      "year": 2017
    },
    {
      "title": "Goal setting practice in services delivering community-based stroke rehabilitation: a United Kingdom (UK) wide survey",
      "authors": [
        "L Scobbie",
        "E Duncan",
        "M Brady",
        "S Wyke"
      ],
      "year": 2015,
      "doi": "10.3109/09638288.2014.961652"
    },
    {
      "title": "A survey of goal-setting methods used in rehabilitation",
      "authors": [
        "R Holliday",
        "M Antoun",
        "E Playford"
      ],
      "year": 2005
    },
    {
      "title": "The paths from research to improved health outcomes",
      "authors": [
        "P Glasziou",
        "B Haynes"
      ],
      "year": 2005
    },
    {
      "title": "How clinicians talk about the application of goal planning to rehabilitation for people with brain injury-variable interpretations of value and purpose",
      "authors": [
        "Wmm Levack",
        "S Dean",
        "K Mcpherson",
        "R Siegert"
      ],
      "year": 2009
    },
    {
      "title": "A qualitative investigation into the patient-centered goal-setting practices of allied health clinicians working in rehabilitation",
      "authors": [
        "L Cameron",
        "L Somerville",
        "C Naismith",
        "D Watterson",
        "V Maric",
        "N Lannin"
      ],
      "year": 2018
    },
    {
      "title": "Navigating patient-centered goal setting in inpatient stroke rehabilitation: how clinicians control the process to meet perceived professional responsibilities",
      "authors": [
        "W Levack",
        "S Dean",
        "R Siegert",
        "K Mcpherson"
      ],
      "year": 2011
    },
    {
      "title": "Goal setting dynamics that facilitate or impede a client-centered approach",
      "authors": [
        "D Kessler",
        "I Walker",
        "K Sauve-Schenk",
        "M Egan"
      ],
      "year": 2019,
      "doi": "10.1080/11038128.2018.1465119"
    },
    {
      "title": "What are the barriers and facilitators to goal-setting during rehabilitation for stroke and other acquired brain injuries? a systematic review and meta-synthesis",
      "authors": [
        "S Plant",
        "S Tyson",
        "S Kirk",
        "J Parsons"
      ],
      "year": 2016,
      "doi": "10.1177/0269215516655856"
    },
    {
      "title": "Making psychological theory useful for implementing evidence based practice: a consensus approach",
      "authors": [
        "S Michie",
        "M Johnston",
        "C Abraham",
        "R Lawton",
        "D Parker",
        "A Walker"
      ],
      "year": 2005,
      "doi": "10.1136/qshc.2004.011155"
    },
    {
      "title": "Lost in knowledge translation: time for a map?",
      "authors": [
        "I Graham",
        "Logan Harrison",
        "M Straus",
        "S Tetroe",
        "J Caswell"
      ],
      "year": 2006
    },
    {
      "title": "Experiences of stroke survivors, their families and unpaid carers in goal setting within stroke rehabilitation: a systematic review of qualitative evidence",
      "authors": [
        "A Lloyd",
        "K Bannigan",
        "T Sugavanam",
        "J Freeman"
      ],
      "year": 2018,
      "doi": "10.11124/jbisrir-2017-003499"
    },
    {
      "title": "A systematic review and synthesis of the quantitative and qualitative evidence behind patient-centred goal setting in stroke rehabilitation",
      "authors": [
        "S Rosewilliam",
        "C Roskell",
        "A Pandyan"
      ],
      "year": 2011,
      "doi": "10.1177/0269215510394467"
    },
    {
      "title": "Goal-setting in geriatric rehabilitation :a systematic review and meta-analysis",
      "authors": [
        "E Smit",
        "H Bouwstra",
        "C Hertogh",
        "E Wattel",
        "J Van Der Wouden"
      ],
      "year": 2019
    },
    {
      "title": "A guide to using the Theoretical Domains Framework of behaviour change to investigate implementation problems",
      "authors": [
        "L Atkins",
        "J Francis",
        "R Islam",
        "O' Connor",
        "D Patey",
        "A Ivers"
      ],
      "year": 2017,
      "doi": "10.1186/s13012-017-0605-9"
    },
    {
      "title": "A guide to using the Behaviour Change Wheel",
      "authors": [
        "S Michie",
        "L Atkins",
        "R West"
      ],
      "year": 2014,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Improving healthcare through the use of co-design",
      "authors": [
        "H Boyd",
        "S Mckernon",
        "B Mullin",
        "A Old"
      ],
      "year": 2012
    },
    {
      "title": "The behaviour change wheel: a new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Stralen",
        "R West"
      ],
      "year": 2011
    },
    {
      "title": "Audit and feedback: effects on professional practice and healthcare outcomes (Review)",
      "authors": [
        "N Ivers",
        "G Jamtvedt",
        "S Flottorp",
        "J Young",
        "J Odgaard-Jensen",
        "S French"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd000259.pub3"
    },
    {
      "title": "Implementing Evidence-Based Practicein Healthcare: A faciltiation Guide",
      "authors": [
        "G Harvey",
        "A Kitson"
      ],
      "year": 2015
    },
    {
      "title": "The PARIHS framework -A framework for guiding the implementation of evidence-based practice",
      "authors": [
        "J Rycroft-Malone"
      ],
      "year": 2004
    },
    {
      "title": "Better reporting of interventions: template for intervention description and replication (TIDieR) checklist and guide",
      "authors": [
        "T Hoffman",
        "P Glasziou",
        "I Boutron",
        "R Milne",
        "R Perera",
        "D Moher"
      ],
      "year": 2014
    },
    {
      "title": "Are focus groups an appropriate tool for studying organizational change",
      "authors": [
        "R Barbour"
      ],
      "year": 1999,
      "doi": "10.4135/9781849208857.n8"
    },
    {
      "title": "Interventions for improving the adoption of shared decision making by healthcare professionals",
      "authors": [
        "F Legare",
        "D Stacey",
        "S Turcotte",
        "M Cossi",
        "J Kryworuchko",
        "I Graham"
      ],
      "year": 2014
    },
    {
      "title": "Team training and stroke rehabilitation outcomes: a cluster randomized trial",
      "authors": [
        "D Strasser",
        "J Falconer",
        "A Stevens",
        "J Uomoto",
        "J Herrin",
        "S Bowen"
      ],
      "year": 2008,
      "doi": "10.1016/j.apmr.2007.08.127"
    },
    {
      "title": "A patient-centred team-coaching concept for medical rehabilitation",
      "authors": [
        "M Körner",
        "S Becker",
        "J Dinius",
        "C Müller",
        "L Zimmermann",
        "M Rundel"
      ],
      "year": 2018,
      "doi": "10.1080/13561820.2017.1357542"
    },
    {
      "title": "Designing and evaluating an interprofessional shared decision-making and goal setting decision aid for patients with diabetes in clinical care-systematic decision aid development and study protocol",
      "authors": [
        "C Yu",
        "D Stacey",
        "J Sale",
        "S Hall",
        "D Kaplan",
        "N Ivers"
      ],
      "year": 2014,
      "doi": "10.1186/1748-5908-9-16"
    },
    {
      "title": "An interactive education session and follow-up support as a strategy to improve clinicians' goal-writing skills: a randomized controlled trial",
      "authors": [
        "E Marsland",
        "J Bowman"
      ],
      "year": 2010,
      "doi": "10.1111/j.1365-2753.2008.01104.x"
    },
    {
      "title": "A prospective interrupted time series study of interventions to improve the quality, rating, framing and structure of goal-setting in community-based brain injury rehabilitaiton",
      "authors": [
        "L Hassett",
        "G Simpson",
        "R Cotter",
        "D Whiting",
        "A Hodgkinson",
        "D Martin"
      ],
      "year": 2015,
      "doi": "10.1177/0269215514544040"
    },
    {
      "title": "Goal-setting in Rehabilitation",
      "year": 2019
    },
    {
      "title": "Using the WHO-ICF with talking mats to enable adults with long-term communication difficulties to participate in goal setting",
      "authors": [
        "J Murphy",
        "S Boa"
      ],
      "year": 2012,
      "doi": "10.3109/07434618.2011.653828"
    },
    {
      "title": "Dont take my hope away: understanding the patient's hope in neurolgoical rehabilitation",
      "authors": [
        "A Soundy"
      ],
      "year": 2014,
      "doi": "10.12968/ijtr.2014.21.6.257"
    },
    {
      "title": "Patient centered goal-setting in a subacute rehabilitation setting",
      "authors": [
        "E Leach",
        "P Cornwell",
        "J Fleming",
        "T Haines"
      ],
      "year": 2010
    },
    {
      "title": "Successful participation of patients in interprofessional team meetings: a qualitative study",
      "authors": [
        "Jjj Dongen",
        "Igj Habets",
        "A Beurskens",
        "M Bokhoven"
      ],
      "year": 2017
    },
    {
      "title": "Improving patient and acarer communication, multidisciplinary team working and goal setting in stroke rehabiltiation",
      "authors": [
        "Jck Monaghan",
        "D Mcdowell",
        "A Sharms"
      ],
      "year": 2004
    },
    {
      "title": "Barriers and facilitators to implementing shared decision-making in clinical practice. update of a systematic review of health professionals' perceptions",
      "authors": [
        "F Légaré",
        "S Ratté",
        "K Gravel",
        "I Graham"
      ],
      "year": 2008
    },
    {
      "title": "Why do stroke survivors not receive recommended amounts of active therapy? Findings from the ReAcT study, a mixed-methods case-study evaluation in eight stroke units",
      "authors": [
        "D Clarke",
        "L Burton",
        "S Tyson",
        "H Rodgers",
        "A Drummond",
        "R Palmer"
      ],
      "year": 2018,
      "doi": "10.1177/0269215518765329"
    },
    {
      "title": "Profiling the allied health staffing of Queensland Health inpatient general rehabilitation units",
      "authors": [
        "C Barrett",
        "C Stephens",
        "J Hulcombe",
        "B Mcevoy"
      ],
      "year": 2015,
      "doi": "10.1071/ah13242"
    },
    {
      "title": "AFoR Medicine 2005 Standards: adult rehabilitation medicine services in public and private hospitals",
      "doi": "10.1016/j.jphys.2021.02.008"
    },
    {
      "title": "Making sense of implementation theories, models and frameworks",
      "authors": [
        "P Nilsen"
      ],
      "year": 2015
    }
  ],
  "num_references": 52
}
