{
  "paper_id": "JGUDCYV5",
  "title": "Self-Determination Theory Interventions for Health Behavior Change: Meta-Analysis and Meta-Analytic Structural Equation Modeling of Randomized Controlled Trials",
  "abstract": "Objective: We conducted a meta-analysis of randomized controlled trials (RCTs) to promote health behavior change based on self-determination theory (SDT). The review aimed to (a) quantify the impact of SDT interventions on health behaviors, (b) test mediation by theoretically specified variables (autonomous motivation and perceived competence), and (c) identify moderators of intervention effectiveness. Method: Computerized searches and additional strategies identified 56 articles that yielded 65 independent tests of SDT interventions. Random effects meta-analysis and metaregressions were conducted via STATA; meta-analytic structural equation modeling (MASEM) was used to test mediation. Results: The sample-weighted average effect size for SDT interventions was d ϩ ϭ .23, and there were significant effects for physical activity, sedentary behavior, diet, alcohol consumption, and smoking cessation (.16 Ն d ϩ Ն .29). Effect sizes exhibited both publication bias and small sample bias but remained significantly different from zero, albeit of smaller magnitude, after correction for bias (d ϩ Ն .15). MASEM indicated that autonomous motivation and perceived competence mediated intervention effects on behavior. Metaregression analyses indicated that features of the sample, intervention, or methodology generally did not moderate effect sizes. Conclusion: The present review indicates that SDT interventions have a significant but small effect on health behavior change and suggests several directions for future research. \n What is the public health significance of this article? This review examines the efficacy of health behavior interventions based on self-determination theory. Findings indicate that interventions have a significant but small effect on behavior change.",
  "year": 2020,
  "date": "2020-05-21",
  "journal": "Appetite",
  "publication": "Appetite",
  "authors": [
    {
      "forename": "Paschal",
      "surname": "Sheeran",
      "name": "Paschal Sheeran",
      "email": "psheeran@unc.edu",
      "orcid": "0000-0001-7449-4590"
    },
    {
      "forename": "Charles",
      "surname": "Wright",
      "name": "Charles Wright"
    },
    {
      "forename": "Aya",
      "surname": "Avishai",
      "name": "Aya Avishai",
      "orcid": "0000-0002-0068-8883"
    },
    {
      "forename": "Megan",
      "surname": "Villegas",
      "name": "Megan Villegas"
    },
    {
      "forename": "Jan",
      "surname": "Lindemans",
      "name": "Jan Lindemans"
    },
    {
      "forename": "William",
      "surname": "Klein",
      "name": "William Klein"
    },
    {
      "forename": "Alexander",
      "surname": "Rothman",
      "name": "Alexander Rothman",
      "orcid": "0000-0003-3163-1895"
    },
    {
      "forename": "Eleanor",
      "surname": "Miles",
      "name": "Eleanor Miles"
    },
    {
      "forename": "Nikos",
      "surname": "Ntoumanis",
      "name": "Nikos Ntoumanis"
    },
    {
      "affiliation": "University of North Carolina at Chapel Hill and Duke University University of North Carolina at Chapel Hill Duke University National Cancer Institute , Bethesda , Maryland \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t Duke University \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t Duke University \n\t\t\t\t\t\t\t\t National Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t Maryland"
    },
    {
      "affiliation": "University of Minnesota University of Sussex Curtin University Department of Psychology and Neuroscience , Uni- versity of North Carolina at Chapel Hill , and Center for Advanced Hind- sight , Duke University ; Department of Psychology and Neuroscience , University of North Carolina at Chapel Hill ; Jan Willem Lindemans , Center for Ad- vanced Hindsight , Duke University ; Behavioral Research Program , National Cancer Institute , Bethesda , Maryland ; \n\t\t\t\t\t\t\t\t Department of Psychology and Neuroscience \n\t\t\t\t\t\t\t\t Center for Advanced Hind- sight \n\t\t\t\t\t\t\t\t Department of Psychology and Neuroscience \n\t\t\t\t\t\t\t\t Jan Willem Lindemans \n\t\t\t\t\t\t\t\t Center for Ad- vanced Hindsight \n\t\t\t\t\t\t\t\t Behavioral Research Program \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t University of Sussex \n\t\t\t\t\t\t\t\t Curtin University \n\t\t\t\t\t\t\t\t Uni- versity of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t Duke University \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t Duke University \n\t\t\t\t\t\t\t\t National Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t Maryland"
    },
    {
      "affiliation": "Department of Psychology , University of Min- nesota ; X Eleanor Miles , \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Min- nesota \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t X Eleanor Miles"
    },
    {
      "affiliation": "Department of Psychology , University of Sus- sex ; Nikos Ntoumanis , School of Psychology , Curtin University. Department of Psychology and Neuroscience , University of North Carolina at Chapel Hill , 323B Davie Hall , Chapel Hill , NC 27599 . \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Nikos Ntoumanis \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Department of Psychology and Neuroscience \n\t\t\t\t\t\t\t\t University of Sus- sex \n\t\t\t\t\t\t\t\t Curtin University \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 323B Davie Hall \n\t\t\t\t\t\t\t\t\t 27599 \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t NC"
    }
  ],
  "doi": "10.1037/ccp0000501.",
  "keywords": [
    "health behavior",
    "meta-analysis",
    "physical activity",
    "randomized trial",
    "self-determination theory"
  ],
  "sections": [
    {
      "text": "Noncommunicable diseases accounted for 73% of all global deaths in 2017, and more than 50% of all deaths were attributable to just four risk factors related to lifestyle choices: high blood pressure, smoking, high blood glucose, and high body mass index  (The Lancet, 2018) . The implication is that behavioral interventions that effectively target diet, physical activity, alcohol consumption, and smoking have the potential to reduce rates of mortality and morbidity considerably  (Kaplan, 2019) . Health behavior theories specify a range of constructs that (a) predict health behaviors and (b) can be modified by interventions  (Sheeran, Klein, & Rothman, 2017) . One prominent theory that has been used extensively to promote health behavior change is selfdetermination theory (SDT;  Ryan & Deci, 2017; Ryan, Patrick, Deci, & Williams, 2008) . However, a quantitative synthesis of the efficacy of SDT interventions in changing health behaviors remains to be undertaken. We undertook a meta-analysis of randomized controlled trials (RCTs) to (a) determine the efficacy of SDT interventions in promoting health behavior change, (b) test mediators of SDT intervention effects, and (c) identify factors that moderate intervention effectiveness.\n\nAccording to SDT, the \"psychological states most essential for making meaningful change in terms of health behavior are: (1) being autonomously motivated for the change, and (2) perceiving oneself to be competent to make the change\"  (Ryan & Deci, 2017, p. 455) . Autonomous motivation is an overarching term for regulatory styles that reflect self-endorsed reasons for behavioral engagement, such as enjoyment (intrinsic motivation), alignment with one's core values (integrated regulation), and personal utility (identified regulation). Autonomous motivation is often contrasted in the SDT literature with controlled motivation, the overarching term that refers to non-self-determined regulatory styles. These styles of behavioral regulation reflect internal pressure or the need to prove something to others (introjected regulation), or external pressure and contingent rewards (external regulation). Perceived competence is the second antecedent of health behavior change  (Ryan & Deci, 2017) . According to  Williams et al. (2006) , perceived competence refers to feeling able to attain health outcomes or perform health behaviors and is similar to the construct of self-efficacy  (Bandura, 1997) . Ng et al. (2012)  distinguished two variants of SDT as applied to health. The first, proposed by  Ryan et al. (2008) , traces the impact of interventions promoting autonomy support through basic psychological needs for autonomy, competence, and relatedness to styles of behavioral regulation (autonomous vs. controlled motivation), and ultimately to health behaviors and health outcomes. Health care systems support autonomy by encouraging individuals to engage in health behaviors for their own reasons, fostering effective management of barriers to change, and conveying feelings of acceptance and respect. Autonomy support, in turn, leads to the satisfaction of three basic psychological needs-for autonomy (the need to feel in control of one's behavior), competence (the need to feel effective in producing desired outcomes), and relatedness (the need to feel accepted by, and meaningfully related to, others)-which serve to enhance autonomous motivation and perceived competence, and so engender behavior change.\n\nThe second variant of SDT identified by  Ng et al. (2012)  is the more parsimonious model developed by  Williams, Gagné, Ryan, and Deci (2002, 2006)  specifically for health care settings. Williams et al.'s model focuses on the impact of autonomy supportive interventions on both autonomous motivation and perceived competence, and how changes in these proximal determinants influence health. This model forms the focus of the present review.  1 lthough reviews are largely supportive of SDT predictions, there are notable gaps in the evidence base. First, it is not yet clear how effective are SDT interventions in promoting health behavior change. Multiple SDT interventions proved effective in changing behavior (e.g.,  Chatzisarantis & Hagger, 2009; Fortier, Sweet, O'Sullivan, & Williams, 2007; Gourlan, Sarrazin, & Trouilloud, 2013; Ha, Lonsdale, Ng, & Lubans, 2017) , but there are also multiple reports of ineffective interventions  (Duda et al., 2014; Gillison, Standage, & Skevington, 2013; Mayer et al., 2018; Mendoza et al., 2017) . This offers a clear rationale for a quantitative synthesis that estimates the magnitude of SDT intervention effects, and for moderator analyses to identify factors that determine effectiveness. Second, previous reviews of SDT interventions did not address all relevant outcomes. Gillison, Rouse, Standage, Sebire, and Ryan (2019)  meta-analyzed 84 experimental and quasi-experimental studies of SDT interventions to promote health behaviors. The review observed significant changes in perceived autonomy support (g ϭ .84) and autonomous motivation (g ϭ .41) but did not report intervention effects on perceived competence and did not test SDT effects on health behaviors.\n\nThird, evidence that autonomous motivation and perceived competence predict health behaviors relies on correlational data  (Ng et al., 2012; Teixeira, Carraça, Markland, Silva, & Ryan, 2012) . However, the fact that a particular variable predicts behavior in correlational tests does not indicate whether interventions that increase scores on that variable will change behavior  (Sheeran, Harris, & Epton, 2014) . This is because (a) correlational designs cannot rule out the influence of third variables (i.e., variables such as health literacy, conscientiousness, or optimism that could engender spurious links between the predictors and behavior) and (b) evidence indicates that findings from correlational tests generally overestimate the behavioral impact of intervention studies that change the relevant predictor  (Sheeran et al., 2017) . A synthesis of experimental or intervention studies is needed to determine whether SDT interventions change health behaviors and to formally assess whether autonomous motivation and perceived competence mediate the impact of SDT interventions on behavior change.\n\nThe foregoing discussion indicates that a new, comprehensive review of SDT interventions, focused on high-quality evidence from RCTs, is needed. Accordingly, the present review aimed to: (a) quantify the impact of SDT interventions on health behavior change via meta-analysis; (b) determine whether SDT interventions promote health behavior change by increasing autonomous motivation and perceived competence using meta-analytic structural equation modeling (MASEM); and (c) identify sample, intervention, or methodological features that moderate intervention effectiveness using metaregression analyses."
    },
    {
      "title": "Method",
      "text": "The meta-analysis was registered at Prospero (CRD4201809 7040) and followed PRISMA guidelines  (Moher, Liberati, Tetzlaff, Altman, & The PRISMA Group, 2009) . The PRISMA Checklist is presented in Table  S1  in the online supplemental materials. Study data have been deposited on the Open Science Framework ( https://osf.io/k8maf/?view_onlyϭ4e5e7ff1f078426  cbb94892f76d8190a)."
    },
    {
      "title": "Search Strategy",
      "text": "Studies were obtained via (a) a computerized search of relevant databases (PubMed, PsycINFO, Web of Science) initiated on February 19, 2018, (b) a manual search of the reference lists of previous reviews and articles that met the inclusion criteria for the review, and (c) requests for unpublished studies via e-mails to key researchers and the listservs of professional societies (Society for Personality and Social Psychology, Society of Behavioral Medicine, European Health Psychology Society, selfdeterminationtheory.org). The computerized search strategy included terms for (a) self-determination theory, (b) RCT (e.g., trial, intervention), and (c) various health behaviors. Search terms were optimized for each database by a medical librarian (see Table  S2  in the online supplemental materials for the precise search terms).\n\nThere were four inclusion criteria for the review. First, the study used a randomized controlled or cluster randomized design; quasiexperimental and observational/correlational studies were excluded. Second, the study included an intervention based on selfdetermination theory (i.e., the authors stated that the intervention was based on SDT and/or constructs specified by SDT were targeted by the intervention). Third, a measure of health behavior was taken in the wake of the intervention. Health behaviors were defined as \"overt behavioral patterns, actions, or habits that relate to health maintenance, to health restoration and to health improvement\"  (Gochman, 1997, p. 3) . Fourth, the report was written in English.\n\nFigure  1  shows the flow of information through phases of the present review. The computerized database search identified 640 articles and theses, of which 46 were duplicates. Screening of titles and abstracts resulted in the exclusion of a further 440 records because they did not concern health behaviors or did not report findings from a RCT. Assessment of the eligibility of 154 full-text records led to the exclusion of 98 articles. Reasons for exclusion were (a) duplicate study information was reported (protocol paper, baseline findings, etc.; n ϭ 28), (b) study did not involve selfdetermination theory (n ϭ 27), (c) study did not report a measure of behavior (n ϭ 21), (d) study was not a RCT (n ϭ 19), (e) publication was a conference abstract (n ϭ 2), or (f) compared two different SDT interventions (n ϭ 1). Fifty-six papers met our inclusion criteria. Because some papers reported multiple studies or trials had multiple intervention groups, a total of 65 effect sizes could be computed from these reports. The online supplemental materials present the characteristics of each study included in the review (Table  S3  and  S4 ), and the references for the 56 papers."
    },
    {
      "title": "Analysis Strategy",
      "text": "We used Cohen's d as the effect size metric. Effect sizes represent the difference in the behavior of interest at follow-up for the treatment compared with the control condition; larger positive values indicate more effective interventions (i.e., higher rates of healthy behaviors and lower rates of unhealthy behaviors). When multiple indicators of behavior were reported in a single study, we used each individual effect size to assess the impact of interventions on these different outcomes and also computed the weighted average effect size within the study to represent the overall study effect. When studies included more than one treatment condition, we divided the sample size for the control group by the number of intervention groups, so as not to \"double count\" participants  (Higgins & Green, 2011) . To offer a strong test of the effectiveness of SDT interventions on health behaviors, effect sizes were computed using (a) data from the longest follow-up after the intervention and (b) intention-to-treat analyses if both intention-to-treat and per protocol analyses were reported  (Sheeran et al., 2014) .\n\nWe used STATA Version 14.0  (StataCorp, 2015)  to conduct random effects meta-analyses and metaregressions. After correcting sample sizes for clustering, we computed the sample-weighted average effect size and computed heterogeneity statistics (Q, I 2 ). Next, we checked for publication bias using the funnel plot and Egger's regression. Duval and Tweedie's (2000)  trim and fill procedure was used to correct for publication bias. Small sample bias was assessed using the procedure recommended by  Coyne, Thombs, and Hagedoorn (2010) ; we coded whether or not studies had adequate power (i.e., 55% power to detect a medium-sized effect even when it is present) and regressed effect sizes on this predictor. We also used random effects metaregressions to test associations between effect sizes and (a) sample characteristics, (b) features of the intervention, and (c) methodological features, including study quality (risk of bias)."
    },
    {
      "title": "Coded Variables",
      "text": "Sample, intervention, and methodological characteristics. Sample, intervention, and methodological characteristics that could potentially moderate effect sizes were coded from each study (see Table  S3  in the online supplemental materials). Sample characteristics included designations such as clinical (i.e., participants diagnosed with physical ailments), sedentary/inactive, overweight, adolescents, and older adults as well as mean age, gender composition of sample, and mean body mass index (BMI); intervention characteristics included the source and setting of the intervention, total contact time, as well as modes of delivery; methodological features included whether the control condition was active and aspects of study quality, assessed using the Cochrane Collaboration's Tool for Assessing Risk of Bias  (Higgins & Green, 2011) .\n\nReliability of coding. Charles Wright and Megan Villegas independently coded effect sizes (k ϭ 38, 34% of tests) along with sample, intervention, and methodological characteristics (k ϭ 20, 36% of tests). Coding proved reliable (M ICC ϭ .98, M KAPPA ϭ 0.94; all ICC and Kappa values were greater than 0.70). Discrepancies were resolved through discussion."
    },
    {
      "title": "Results"
    },
    {
      "title": "Trial Characteristics",
      "text": "On average, tests of interventions involved 115 participants in the treatment condition and 91 participants in the control condition (SD ϭ 159 and 144, respectively). Interventions primarily targeted adults ages 24 -49 years (k ϭ 39), adolescents aged 12-18 years (k ϭ 15), and university students (k ϭ 8), but there were 13 studies of sedentary/inactive participants and 12 studies with clinical samples. Participants were predominantly white (M ϭ 58.1%) and female (M ϭ 62.1%) and had a mean age of 35.7 years (SD ϭ 17.0). Participants had an average BMI of 26.45 (SD ϭ 3.10) in the 22 studies that reported BMI.\n\nAlmost one half of articles included in the review came from the United States (27 of 56). Interventions were conducted at schools or universities (k ϭ 14), in hospital/clinic settings (k ϭ 13), community centers (k ϭ 11), and/or at home (k ϭ 7), and predominantly involved group counseling sessions (k ϭ 21), one-toone, in-person counseling sessions (k ϭ 21), or counseling via telephone (k ϭ 15) or online (k ϭ 11). Interventions were mainly delivered by a researcher (k ϭ 25) or a counselor (k ϭ 12). Most interventions lasted at least one month and up to six months. The mean number of intervention sessions was 8.25 (SD ϭ 15.94), and the average contact time was 9.52 hr (SD ϭ 18.73). Follow-up periods for interventions ranged from immediate to 2 years (M ϭ 12.60 weeks, SD ϭ 25.05). The mean attrition rate was 19.14%. Most studies were adequately powered according to  Coyne et al.'s (2010)  criterion (k ϭ 41). Study quality assessed via the Cochrane tool generated mixed results (see Table  S5  in the online supplemental materials). Selective reporting (k ϭ 5) and failure to blind outcome assessors (k ϭ 14) were infrequent; however, incomplete outcome data (k ϭ 26), lack of random sequence generation (k ϭ 33), and lack of allocation concealment (k ϭ 36) were relatively common."
    },
    {
      "title": "Impact of SDT Interventions on Health Behaviors",
      "text": "The sample-weighted average effect size for 65 trials was of small magnitude (d ϩ ϭ .23, 95% CI  [.16, .29] ). Table  1  presents effect sizes by type of behavior. Most interventions targeted physical activity (k ϭ 50), sedentary behavior (k ϭ 10), diet-related behaviors (k ϭ 8), and smoking cessation (k ϭ 6), and were similarly effective in promoting these behaviors (.16 Յ d ϩ Յ .25), Q ϭ 3.97, p ϭ .27. SDT Interventions led to significant reductions in alcohol consumption and significant improvements in dental care and asthma management but had no effect on blood glucose monitoring, screen time, or cancer screening. It made no difference to effect sizes whether physical activity was measured objectively via accelerometer/pedometer data (d ϩ ϭ .29) or by self-reports (d ϩ ϭ .23), Q ϭ 5.86, p ϭ .12. There was no difference in the effect size observed for the 26 studies that used an immediate follow-up in the wake of the intervention compared to the 30 studies that used a longer-term follow-up (d ϩ ϭ .24 and .22, respectively), Q ϭ 0.12, p ϭ .734. It also made little difference to the sample-weighted average d ϩ if a single effect size was computed for studies that had multiple treatment arms (d ϩ ϭ .25, 95% CI [.18, .32], k ϭ 56, Q ϭ 161.72, p Ͻ .001, I 2 ϭ 66.0%).\n\nFigure  S1  in the online supplemental materials presents the forest plot of effect sizes. Effects were heterogeneous (Q ϭ 148.58, p Ͻ .001), and heterogeneity was of moderate magnitude (I 2 ϭ 56.9). Inspection of the funnel plot (see Figure  2 ) suggested that the observed effects were characterized by publication bias and Egger's regression proved significant (B ϭ 1.17, SE ϭ 0.36, p ϭ .002). Trim and fill analysis to correct for publication bias led to the imputation of k ϭ 11 additional effects and yielded an adjusted d ϩ ϭ .15 (95% CI [.08, .22]).\n\nMetaregression indicated that the effects were characterized by small sample bias (B ϭ Ϫ.30, SE ϭ 0.10, p ϭ .004). Studies that were adequately powered according to  Coyne et al.'s (2010)  criterion yielded a smaller average effect size (d ϩ ϭ .18, 95% CI [.12, .24]) compared with underpowered studies (d ϩ ϭ .50, 95% CI [.30, .70]). Seven studies included in the review were unpublished (13.0%). Metaregression of effect sizes on publication status (published ϭ 1, unpublished ϭ 0) indicated that the association was not significant (B ϭ Ϫ.11, SE ϭ 0.14, p ϭ .42)."
    },
    {
      "title": "Meta-Analytic Structural Equation Model",
      "text": "Having demonstrated that SDT interventions are effective in promoting health behavior change, we next tested whether these changes were mediated by autonomous motivation and perceived competence. First, we meta-analyzed the impact of interventions on subsequent autonomous motivation and perceived competence. Second, we meta-analyzed the z-transformed correlations among autonomous motivation, perceived competence, and health behaviors reported in the primary studies. These correlations were then submitted to a meta-analytic structural equation model  (Jak, 2015)  to assess whether autonomous motivation and perceived competence mediated the effect of SDT interventions on health behaviors.\n\nThe impact of SDT interventions on autonomous motivation was tested in 45 trials; the sample-weighted average effect size was of small magnitude (d ϩ ϭ .23, 95% CI [.12, .34], Q ϭ 204.65, I 2 ϭ 78.5%). The impact of SDT interventions on perceived competence was assessed in 26 trials and generated a small average effect size (d ϩ ϭ .21, 95% CI  [.11, .30 ], Q ϭ 61.45, I 2 ϭ 59.3%). We also tested whether SDT interventions influenced controlled motivation; however, the effect was negligible (d ϩ ϭ Ϫ.01, 95% CI [Ϫ.14, .13], Q ϭ 60.55, p Ͻ .001, I 2 ϭ 65.3%). Because controlled motivation hardly qualifies as a mediator of intervention effects, this variable is not considered fur-  ther. Forest plots and funnel plots are presented in the online supplemental materials. Autonomous motivation had a medium-sized average correlation with behavior (r ϩ ϭ .27, 95% CI [.21, .32], k ϭ 17). The average correlation between perceived competence and behavior was also medium-sized (r ϩ ϭ .34, 95% CI [.24, .44], k ϭ 12); autonomous motivation and perceived competence were significantly associated (r ϩ ϭ .38, 95% CI [.26, .49], k ϭ 9). All three average correlations were heterogenous (Q ϭ 55.16, 103.80, and 59.46, respectively, p Ͻ .001) and heterogeneity was of substantial magnitude (I 2 ϭ 71.0, 89.4, and 86.6, respectively). 2  We undertook meta-analytic structural equation modeling of the correlation matrices using the metaSEM package Version 1.2.3 in R Version 3.6.1. Figure  3  presents the path model. The paths from SDT intervention to autonomous motivation and perceived competence were both significant, and the paths from autonomous motivation and perceived competence to health behaviors were significant. We tested the indirect paths from intervention to behavior via autonomous motivation (B ϭ .035, 95% CI [.006, .082]) and via perceived competence (B ϭ .027, 95% CI [.011, .051]); both indirect paths proved significant indicating that these constructs mediated the SDT intervention effects on behavior. The direct path from SDT intervention to health behaviors became nonsignificant (Estimate ϭ .046, 95% CI [Ϫ.008, .101]); 57.4% of the total effect of SDT interventions on health behaviors was channeled through the mediators."
    },
    {
      "title": "Moderator Analyses",
      "text": "Table  2  presents the results of the metaregression analyses used to test moderation by sample, intervention, and methodological features. Of the many moderators tested, only two factors predicted effect sizes. Overweight samples (B ϭ .508, SE ϭ .160, p ϭ .002) and higher mean BMI of study participants (B ϭ .053, SE ϭ .017, p ϭ .010) were associated with larger effects. It is notable that intervention setting, delivery, intensity, or source were not related to effectiveness, and interventions were effective irrespective of the time interval between the end of the intervention and obtaining behavioral data, the use of active control conditions, and whether the intervention targeted a single behavior or multiple behaviors. We also assessed whether risk of bias predicted effect sizes; no significant associations were observed (see Table  S6  in the online supplemental materials)."
    },
    {
      "title": "Discussion",
      "text": "This is the first meta-analysis of the efficacy of SDT as a conceptual framework for designing and delivering interventions to promote health behavior change. Across 65 randomized tests, we found that the sample-weighted average effect size was d ϩ ϭ .23 (95% CI  [.16, .29] ). Interventions were similarly effective for physical activity, dietary change, and smoking cessation. Despite extensive efforts to include the gray literature, there was evidence of publication bias and small sample bias. After correcting for publication bias, the overall sample-weighted effect size reduced to d ϩ ϭ .15 (95% CI  [.08, .22] ). The implication is that interventions based on SDT lead to significant changes in health behaviors but the magnitude of behavioral change is small. 3  Mediation and moderation analyses were also undertaken. We tested a process model of SDT intervention effects  (Williams et al., 2002 (Williams et al., , 2006) )  using meta-analytic structural equation modeling. Findings indicated that autonomous motivation and perceived competence predicted health behavior, and these variables simultaneously mediated of the effects of SDT interventions on health behaviors. We assessed more than 30 potential moderators of SDT intervention effects that pertained to features of the sample, intervention, and methodology. A single feature, the mean BMI of the sample, was associated with health behavior change, and this finding must be viewed in the context of the large number of tests of moderation.\n\nFindings from the present meta-analysis support the efficacy of SDT interventions in promoting health behavior change, but also help to specify strengths and weaknesses of this approach. Key strengths are that (a) SDT interventions engender significant change in health behaviors, (b) the structure of the SDT finds empirical support in randomized tests; in particular, intervention effects are mediated by the factors specified by the theory (autonomous motivation and perceived competence), and (c) SDT interventions are similarly effective irrespective of multiple features of the intervention (source, setting, mode of delivery, and intensity), sample, and methodology (e.g., use of active control conditions, long-term behavioral follow-ups, targeting multiple health behaviors).\n\nThe key weakness identified by the present review is that SDT interventions are not very powerful, especially given that the interventions involved an average of 8.25 sessions and 9.52 hr of contact time. The experimental medicine approach  (Sheeran et al., 2017)  indicates that interventions' power or behavioral impact depends upon two component processes: Target engagement-the extent to which the intervention engages relevant targets (here, autonomous motivation and perceived competence), and target validity-the extent to which these targets determine behavior change. We observed that the impact of interventions on autonomous motivation and perceived competence was small and these 2 We also tested whether the measurement of autonomous motivation influenced effect sizes. Autonomous motivation can be measured in its own right or relative to controlled motivation (i.e., absolute vs. relative autonomy). Meta-regression analyses indicated that the use of absolute vs. relative measures did not influence either the magnitude of the impact of interventions on autonomous motivation (B ϭ .07, SE ϭ .17, p ϭ .67) or the strength of the association between autonomous motivation and health behavior (B ϭ .05, SE ϭ .08, p ϭ .55).\n\n3 It seems reasonable to characterize the magnitude of the impact of SDT interventions on health behavior change as small on several grounds. First, d values of .15 and .23 are conventionally considered small according to  Cohen's (1992)  characterization of effect sizes, and these values remain small using  Funder and Ozer's (2019)  recent and more lenient guidelines. Second, the impact of SDT interventions observed here is approximately one-half (d ϩ ϭ .23) or one-third (d ϩ ϭ .15) the median effect size, d ϩ ϭ .44, observed in  Lipsey and Wilson's (1993)  meta-analysis of the efficacy of psychological, educational, and behavioral programs. Third, when  Rosenthal and Rubin's (1982)  binomial effect size display (BESD) is applied to d ϩ ϭ .15, the rate of behavior change corresponds to an increase from 46% in the control condition to only 54% in the treatment condition. Finally, because most interventions targeted physical activity, we converted effect sizes into a relevant metric-the number of additional steps per day conferred by the intervention. For d ϩ ϭ .15, number of additional steps per day is only 814  (Wright, Rhodes, Ruggerio, & Sheeran, 2020) . Thus, conventional characterizations of effect size, comparison with a benchmarking meta-analysis, and the use of the BESD and a meaningful metric of real-world impact each suggest that the interventions reviewed here have a small effect on behavior. targets had small associations with behavior in the MASEM. That is, effect sizes for target engagement and target validity both were small.\n\nWhy did SDT interventions not have a larger effect on the specified targets? In the present review, the impact of SDT interventions on autonomous motivation was smaller than that observed in  Gillison et al.'s (2019)  meta-analysis of the behavior change techniques used in SDT interventions (d ϩ ϭ .23 vs. .41), whereas the effect on perceived competence was similar to that observed in a meta-analysis of interventions to promote selfefficacy for physical activity (d ϩ ϭ .21 vs. .16; Ashford, Edmunds, & French, 2010) . None of these reviews observed even medium-sized effects (d ϩ ϭ .50), however, which likely speaks to the difficulty of changing autonomous motivation and perceived competence for consequential health behaviors in field settings.\n\nTwo considerations may be important in this regard. First, it is challenging to train people in positions of authority to adopt a need-supportive communication style, based on SDT principles  (Ntoumanis, Quested, Reeve, & Cheon, 2018) . For instance, authority figures may hold personality dispositions (e.g., dominance orientation, authoritarianism), or beliefs about motivational style that do not align well with the principle of supporting others' needs for autonomy, competence, and relatedness. Need-supportive communication can be perceived as ineffective (\"Sounds nice, but it won't work!\"), idealistic, impractical, or too time consuming. In contrast, people in authority may believe that a controlling communication is both effective and easy to apply, especially under time pressure (e.g., when there are brief windows of opportunity for one-to-one consultation). Furthermore, prevailing cultural norms (within an organization or society at large) as to what the expected and common (i.e., normative) approaches should be for motivating and communicating with others, can influence the degree to which health care professionals, teachers, and others adopt need-supportive communication. For these reasons, it may be difficult to instantiate the need-supportive communicative styles that could effectively promote autonomous motivation and perceived competence.\n\nThe second consideration is that there may be a tension between public health goals and SDT's conceptual goal of enabling indi-viduals to make authentic decisions about health behavior change (i.e., make choices based on reasons that are fully endorsed by the self). According to  Ryan and Deci (2017) , participants' autonomy should be considered an important outcome in its own right, and not merely serve as a means for attaining specific behavioral goals such as tobacco cessation or increased physical activity. A reflective and true choice could involve the decision not to engage in a particular health behavior (e.g., not to participate in an exercise program, or try to quit smoking or lose weight), and should, according to  Ryan and Deci (2017) , be supported by health practitioners. Although this stance is aligned with principles of modern biomedical ethics (e.g.,  Beauchamp & Childress, 2001) , there are cultural, financial, and political constraints that must be navigated by policymakers, practitioners, and researchers as they endeavor to promote health behavior changes that participants may not fully endorse.\n\nThe effects of changing autonomous motivation and perceived competence on health behavior change were modest in the present review, and of equivalent magnitude to the effect sizes observed in  Ng et al.'s (2012)  meta-analysis of observational studies. How might the SDT framework be extended so as to generate larger changes in health behaviors? SDT focuses on individuals' conscious motivation, which suggests that developments might profitably address three issues. First, research on the intentionbehavior gap (review by  Sheeran & Webb, 2016)  indicates that motivation often does not get translated into action, even when participants have high perceived competence or self-efficacy  (Sheeran, 2002) . This is because motivation is only the starting point for successful goal striving: People still have to manage self-regulatory problems such as forgetting to act, missing opportunities, or getting derailed by temptations, distractions, or unwanted internal states (e.g., mood, ego-depletion) to successfully achieve their goals  (Gollwitzer & Sheeran, 2006) . Koestner and colleagues have shown that supplementing autonomous motivation and perceived competence with if-then plans or implementation intentions  (Gollwitzer, 1999)  improves rates of behavioral performance and goal attainment  (Koestner, Lekes, Powers, & Chicoine, 2002 , 2006 , 2008) . Implementation intentions are plans that have the structure: If [opportunity/obstacle] -then I will  [response] . The if part of the plan specifies good opportunities to act (e.g., particular times and places) or obstacles to goal attainment (e.g., laziness, TV viewing habits), whereas the plans' then part specifies instrumental responses to those cues (e.g., \"I will go to the gym on Monday after work!\", \"I will tell myself I'll be full of energy after going to the gym!\"). Meta-analyses support the efficacy of implementation intentions in promoting behavior change (e.g.,  Adriaanse et al., 2011; Bélanger-Gravel, Godin, Bilodeau, & Poirier, 2013; Gollwitzer & Sheeran, 2006) . Koestner et al. (2002 Koestner et al. ( , 2006 Koestner et al. ( , 2008) )  observed that autonomous motivation and perceived competence have synergistic relations with if-then planning, which suggests that implementation intentions could be deployed to complement future SDT interventions on health behaviors.\n\nSecond, SDT interventions do not explicitly target nonconscious or automatic processes such as antagonistic habits (e.g., cue-driven sedentary behaviors) and implicit associations (approach/avoidance biases, automatic affect) that can militate against health behavior performance (e.g.,  Brand & Ekkekakis, 2018; Rhodes, McEwan, & Rebar, 2019; reviews by Rothman et al., 2015; Sheeran, Gollwitzer, & Bargh, 2013) . It is also the case that health behavior performance is not merely the product of individual-level processes but is also a function of contextual affordances (Person ϫ Situation interactions). For example, changing physical activity often requires interventions at multiple levels in addition to the individual level, such as modifying built environments, social environments, policies, and practices  (Sallis, 2018) . Greater analysis of how SDT variables interact with, or could help to Note. \"Used\" is the number (percentage) of studies that deployed the relevant feature. a Fifty-five studies reported gender information. b Twenty-nine studies reported race/ethnicity information. c Fifty-two studies reported age information. d Twenty-two studies reported participants' body mass index (BMI). e Thirty-six studies reported total contact time of information. f Fifty-one studies reported the number of intervention sessions. g Fifty-three studies reported the duration of the intervention. h Fifty-six studies reported the time interval between the end of the intervention and the final behavioral follow-up.\n\ncircumvent, unwanted implicit influences and structural barriers would be valuable. The validity of the present meta-analysis depends upon the database upon which it rests. Despite extensive searches, including the gray literature, we could locate only 56 papers that yielded 65 tests of SDT interventions. It appears that SDT, like other health behavior theories  (Sheeran et al., 2017) , relies largely on observational evidence (e.g.,  Ng et al., 2012; Teixeira et al., 2012) . Additional intervention studies are clearly needed. Whereas physical activity has been studied extensively, fewer RCTs targeted diet and smoking cessation, and there were very few tests of alcohol consumption and adherence behaviors. Research is needed on these understudied behaviors, and other consequential health actions (e.g., vaccination, sleep hygiene) that have not yet been addressed by SDT. Studies of patient (e.g., CVD, cancer) and low-socioeconomic status samples should be a priority. Longerterm follow-ups would also be desirable given that the mean follow-up period was only 3 months in the present review.\n\nAdditional RCTs based on SDT will be of little value, however, if findings are not published. The extent of publication bias was substantial in the present review, and though we attempted to adjust for bias via trim and fill analysis, behavior change by researchers (e.g., trial registration) and reviewers (e.g., checking RCT protocols) will be the best corrective. Primary studies were also characterized by small sample bias. Future tests will need to recruit much larger samples than the mean number of participants in the trials reviewed here (N ϭ 206) to achieve satisfactory power (see Table  S4 ). Finally, we could retrieve intervention effects on autonomous motivation and perceived competence in only 45 and 26 trials, respectively, and respective correlations with health behaviors were available for only 17 and 12 trials. Authors should routinely report these data in future, and editors and reviewers should request it.\n\nThe present review indicates opportunities for further conceptual and intervention development in SDT research. At the conceptual level, SDT theorists could begin to specify how structural barriers and antagonistic implicit processes may undermine selfdetermined performance of health behaviors, or how selfdetermination could overcome these influences. Additional tests of the efficacy of supplementing SDT interventions with implementation intentions also are warranted. We observed that SDT interventions had no significant effect on controlled motivation in the present review. Future studies might profitably test whether interventions that simultaneously increase autonomous motivation and reduce controlled motivation have greater behavioral impact compared to changes in either type of motivation on its own. It is intriguing to note that the intensity of SDT interventions (contact time, number of sessions, intervention duration) was not associated with effect sizes. This opens up the possibility that brief SDT interventions could be effective and could serve to increase the scalability and reach of this approach. Finally, the funnel plots  (Figures S3 and S5  in the online supplemental materials) demonstrated a good deal of variability in the impact of interventions on autonomous motivation and perceived competence. Further research geared at specifying the most effective change techniques in SDT interventions (e.g.,  Gillison et al., 2019; Teixeira et al., 2019)  should serve to increase the impact of future SDT trials to promote health behavior change.\n\nThe present meta-analysis shows that SDT interventions have a significant but small effect on health behaviors. The structure of the theory is supported by findings showing that autonomous motivation and perceived competence mediate intervention effects on health behaviors, and that effectiveness of SDT interventions was largely unaffected by features of the sample, intervention, and methodology. Trials of SDT interventions to date are characterized by publication bias and small sample bias, however, and more and better-powered RCTs are warranted to evaluate this framework. Our review offers several suggestions about how the effectiveness of future SDT interventions might be improved."
    },
    {
      "text": "Figure 1. Flow of information through the phases of the review. RCT ϭ randomized controlled trial; SDT ϭ self-determination theory."
    },
    {
      "text": "Figure 2. Funnel plot of effect sizes. Effect sizes (d) for behavior are plotted against the standard errors (SE) of the effect sizes."
    },
    {
      "text": "Figure 3. Meta-analytic structural equation model: Self-determination theory interventions promote health behavior change via increased autonomous motivation and perceived competence. Solid lines indicate significant paths; dashed line indicates nonsignificant path; curved line indicates that autonomous motivation and perceived competence were allowed to covary (r ϩ ϭ .38). ‫ء‬ p Ͻ .05, ‫ءء‬ p Ͻ .01, ‫ءءء‬ p Ͻ .001."
    },
    {
      "text": "Sample-Weighted Average Effect Sizes for Self-Determination Theory Interventions to Promote Health BehaviorsNote. N ϭ number of participants; k ϭ number of independent tests; d ϭ sample-weighted average effect size; 95% CI ϭ 95% confidence interval; Q and I 2 ϭ homogeneity statistics."
    },
    {
      "text": "Meta-Regression of Effect Sizes on Sample, Intervention, and Methodological Features"
    }
  ],
  "references": [
    {
      "title": "Do implementation intentions help to eat a healthy diet? A systematic review and meta-analysis of the empirical evidence",
      "authors": [
        "M Adriaanse",
        "C Vinkers",
        "D De Ridder",
        "J Hox",
        "J De Wit"
      ],
      "year": 2011,
      "doi": "10.1016/j.appet.2010.10.012"
    },
    {
      "title": "Short-and long-term effectiveness of a three-month individualized needsupportive physical activity counseling intervention at the workplace",
      "authors": [
        "A ‫ء‬ Arrogi",
        "A Schotte",
        "A Bogaerts",
        "F Boen",
        "J Seghers"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-016-3965-1"
    },
    {
      "title": "What is the best way to change self-efficacy to promote lifestyle and recreational physical activity? A systematic review with meta-analysis",
      "authors": [
        "S Ashford",
        "J Edmunds",
        "D French"
      ],
      "year": 2010,
      "doi": "10.1348/135910709x461752"
    },
    {
      "doi": "10.1348/135910709x461752"
    },
    {
      "title": "Intervention to reduce recreational screen-time in adolescents: Outcomes and mediators from the 'Switch-Off 4 Healthy Minds' (S4HM) cluster randomized controlled trial",
      "authors": [
        "M ‫ء‬ Babic",
        "J Smith",
        "P Morgan",
        "C Lonsdale",
        "R Plotnikoff",
        "N Eather",
        ". Lubans"
      ],
      "year": 2016,
      "doi": "10.1016/j.ypmed.2016.07.014"
    },
    {
      "title": "Self-efficacy: The exercise of control",
      "authors": [
        "A Bandura"
      ],
      "year": 1997,
      "doi": "10.1891/0889-8391.13.2.158"
    },
    {
      "title": "Principles of biomedical ethics",
      "authors": [
        "T Beauchamp",
        "J Childress"
      ],
      "year": 2001
    },
    {
      "title": "The effect of implementation intentions on physical activity among obese older adults: A randomised control study",
      "authors": [
        "A Bélanger-Gravel",
        "G Godin",
        "A Bilodeau",
        "P Poirier"
      ],
      "year": 2013,
      "doi": "10.1080/08870446.2012.723711"
    },
    {
      "title": "A pilot study examining the impact of a brief health education intervention on food choices and exercise in a Hispanic college student sample",
      "authors": [
        "J ‫ء‬ Blow"
      ],
      "year": 2014
    },
    {
      "title": "Affective-reflective theory of physical inactivity and exercise",
      "authors": [
        "R Brand",
        "P Ekkekakis"
      ],
      "year": 2018,
      "doi": "10.1007/s12662-017-0477-9"
    },
    {
      "title": "Effects of an intervention based on self-determination theory on self-reported leisure-time physical activity participation",
      "authors": [
        "N ‫ء‬ Chatzisarantis",
        "M Hagger"
      ],
      "year": 2009,
      "doi": "10.1080/08870440701809533"
    },
    {
      "title": "When effects of the universal psychological need for autonomy on health behaviour extend to a large proportion of individuals: A field experiment",
      "authors": [
        "N ‫ء‬ Chatzisarantis",
        "M Hagger",
        "S Kamarova",
        "M Kawabata"
      ],
      "year": 2012,
      "doi": "10.1111/j.2044-8287.2012.02073.x"
    },
    {
      "title": "A power primer",
      "authors": [
        "J Cohen"
      ],
      "year": 1992,
      "doi": "10.1037/0033-2909.112.1.155"
    },
    {
      "title": "Adolescents demonstrate improvement in obesity risk behaviors after completion of choice, control & change, a curriculum addressing personal agency and autonomous motivation",
      "authors": [
        "I ‫ء‬ Contento",
        "P Koch",
        "H Lee",
        "A Calabrese-Barton"
      ],
      "year": 2010,
      "doi": "10.1016/j.jada.2010.09.015"
    },
    {
      "title": "Exergame apps and physical activity: The results of the ZOMBIE Trial",
      "authors": [
        "J ‫ء‬ Cowdery",
        "P Majeske",
        "R Frank",
        "D Brown"
      ],
      "year": 2015,
      "doi": "10.1080/19325037.2015.1043063"
    },
    {
      "title": "Ain't necessarily so: Review and critique of recent meta-analyses of behavioral medicine interventions in health psychology",
      "authors": [
        "J Coyne",
        "B Thombs",
        "M Hagedoorn"
      ],
      "year": 2010,
      "doi": "10.1037/a0017633"
    },
    {
      "title": "Improving men's health through weight control: Randomized trials testing recruitment messaging and a novel weight loss intervention (Order No. 3703754",
      "authors": [
        "M ‫ء‬ Crane"
      ],
      "year": 2015,
      "doi": "10.17140/doj-2-110"
    },
    {
      "title": "Effects of a standard provision versus an autonomy supportive exercise referral programme on physical activity, quality of life and well-being indicators: A cluster randomised controlled trial",
      "authors": [
        "J ‫ء‬ Duda",
        "G Williams",
        "N Ntoumanis",
        "A Daley",
        "F Eves",
        "N Mutrie",
        ". Jolly"
      ],
      "year": 2014,
      "doi": "10.1186/1479-5868-11-10"
    },
    {
      "authors": [
        "‫ء‬"
      ]
    },
    {
      "title": "Computerized motivational intervention and contingency management for smoking cessation in methadone-maintained opiatedependent individuals (Order No. NR47111)",
      "authors": [
        "H Durdle"
      ],
      "year": 2008
    },
    {
      "title": "Trim and fill: A simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000,
      "doi": "10.1111/j.0006-341x.2000.00455.x"
    },
    {
      "title": "A self-determination process model of physical activity adoption in the context of a randomized controlled trial",
      "authors": [
        "M ‫ء‬ Fortier",
        "S Sweet",
        "T O'sullivan",
        "G Williams"
      ],
      "year": 2007,
      "doi": "10.1016/j.psychsport.2006.10.006"
    },
    {
      "title": "Motivational interviewing in a web-based physical activity intervention: Questions and reflections",
      "authors": [
        "S ‫ء‬ Friederichs",
        "A Oenema",
        "C Bolman",
        "J Guyaux",
        "H Van Keulen",
        "L Lechner"
      ],
      "year": 2015,
      "doi": "10.1093/heapro/dat069"
    },
    {
      "authors": [
        "‫ء‬"
      ]
    },
    {
      "title": "Motivational interviewing and self-determination theory in a web-based computer tailored physical activity intervention: A randomized controlled trial",
      "authors": [
        "S Friederichs",
        "A Oenema",
        "C Bolman",
        "L Lechner"
      ],
      "year": 2016,
      "doi": "10.1080/08870446.2016.1151018"
    },
    {
      "title": "Evaluating effect size in psychological research: Sense and nonsense",
      "authors": [
        "D Funder",
        "D Ozer"
      ],
      "year": 2019,
      "doi": "10.1177/2515245919847202"
    },
    {
      "title": "A meta-analysis of techniques to promote motivation for health behaviour change from a self-determination theory perspective",
      "authors": [
        "F Gillison",
        "P Rouse",
        "M Standage",
        "S Sebire",
        "R Ryan"
      ],
      "year": 2019,
      "doi": "10.1080/17437199.2018.1534071"
    },
    {
      "title": "The effects of manipulating goal content and autonomy support climate on outcomes of a PE fitness class",
      "authors": [
        "F ‫ء‬ Gillison",
        "M Standage",
        "S Skevington"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychsport.2012.11.011"
    },
    {
      "title": "Handbook of health behavior research I: Personal and social determinants",
      "authors": [
        "D Gochman"
      ],
      "year": 1997
    },
    {
      "title": "Implementation intentions: Strong effects of simple plans",
      "authors": [
        "P Gollwitzer"
      ],
      "year": 1999,
      "doi": "10.1037/0003-066x.54.7.493"
    },
    {
      "title": "Implementation intentions and goal achievement: A meta-analysis of effects and processes",
      "authors": [
        "P Gollwitzer",
        "P Sheeran"
      ],
      "year": 2006,
      "doi": "10.1016/S0065-2601%2806%2938002-1"
    },
    {
      "title": "Motivational interviewing as a way to promote physical activity in obese adolescents: A randomised-controlled trial using self-determination theory as an explanatory framework",
      "authors": [
        "M ‫ء‬ Gourlan",
        "P Sarrazin",
        "D Trouilloud"
      ],
      "year": 2013,
      "doi": "10.1080/08870446.2013.800518"
    },
    {
      "title": "Tigers and lions, oh my! Effect of a guided imagery intervention on children's active play",
      "authors": [
        "M ‫ء‬ Guerrero",
        "D Tobin",
        "K Munroe-Chandler",
        "C Hall"
      ],
      "year": 2015,
      "doi": "10.1080/10413200.2015.1030797"
    },
    {
      "title": "A smartphone application to support recovery from alcoholism: A randomized clinical trial",
      "authors": [
        "D ‫ء‬ Gustafson",
        "F Mctavish",
        "M.-Y Chih",
        "A Atwood",
        "R Johnson",
        "M Boyle",
        ". Shah"
      ],
      "year": 2014,
      "doi": "10.1001/jamapsychiatry.2013.4642"
    },
    {
      "title": "The effects of combining Web-based eHealth with telephone nurse case management for pediatric asthma control: A randomized controlled trial",
      "authors": [
        "D ‫ء‬ Gustafson",
        "M Wise",
        "A Bhattacharya",
        "A Pulvermacher",
        "K Shanovich",
        "B Phillips",
        ". Kim"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1964"
    },
    {
      "title": "A school-based rope skipping program for adolescents: Results of a randomized trial",
      "authors": [
        "A Ha",
        "C Lonsdale",
        "J Ng",
        "D Lubans"
      ],
      "year": 2017,
      "doi": "10.1016/j.ypmed.2017.06.001"
    },
    {
      "title": "Physical activity and motivational predictors of changes in health behavior and health among DM2 and CAD patients",
      "authors": [
        "H ‫ء‬ Halvari",
        "J Healey",
        "A Olafsen",
        "R Byrkjeland",
        "E Deci",
        "G Williams"
      ],
      "year": 2017,
      "doi": "10.1111/sms.12757"
    },
    {
      "title": "Adapted motivational interviewing for increasing physical activity: A 12 month clinical trial",
      "authors": [
        "J ‫ء‬ Havenar"
      ],
      "year": 2007
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions (Version 5.1.0",
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "Integrating meaning, purpose, and selfdetermination theory as predictors of physical activity maintenance",
      "authors": [
        "S Hooker"
      ],
      "year": 2017,
      "doi": "10.1016/j.psychsport.2020.101704"
    },
    {
      "title": "Feasibility of a Self-Determination Theory-based exercise intervention promoting Healthy at Every Size with sedentary overweight women: Project CHANGE",
      "authors": [
        "Y.-T Hsu",
        "J Buckworth",
        "B Focht",
        "A Connell"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychsport.2012.11.007"
    },
    {
      "title": "Effect of a tailored behavior change program on a composite lifestyle change score: A randomized controlled trial",
      "authors": [
        "N Jacobs",
        "E Clays",
        "D De Bacquer",
        "G De Backer",
        "P Dendale",
        "H Thijs",
        ". Claes"
      ],
      "year": 2011,
      "doi": "10.1093/her/cyr046"
    },
    {
      "title": "Meta-analytic structural equation modeling",
      "authors": [
        "S Jak"
      ],
      "year": 2015
    },
    {
      "title": "More than medicine: The broken promise of American health",
      "authors": [
        "R Kaplan"
      ],
      "year": 2019,
      "doi": "10.4159/9780674989207"
    },
    {
      "title": "The effect of need supportive text messages on motivation and physical activity behaviour",
      "authors": [
        "F.-E ‫ء‬ Kinnafick",
        "C Thøgersen-Ntoumani",
        "J Duda"
      ],
      "year": 2016,
      "doi": "10.1007/s10865-016-9722-1"
    },
    {
      "title": "Bolstering implementation plans for the long haul: The benefits of simultaneously boosting self-concordance or selfefficacy",
      "authors": [
        "R Koestner",
        "E Horberg",
        "P Gaudreau",
        "T Powers",
        "P Di Dio",
        "C Bryan",
        ". Salter"
      ],
      "year": 2006,
      "doi": "10.1177/0146167206291782"
    },
    {
      "title": "Attaining personal goals: Self-concordance plus implementation intentions equals success",
      "authors": [
        "R Koestner",
        "N Lekes",
        "T Powers",
        "E Chicoine"
      ],
      "year": 2002,
      "doi": "10.1037/0022-3514.83.1.231"
    },
    {
      "title": "Autonomous motivation, controlled motivation, and goal progress",
      "authors": [
        "R Koestner",
        "N Otis",
        "T Powers",
        "L Pelletier",
        "H Gagnon"
      ],
      "year": 2008,
      "doi": "10.1111/j.1467-6494.2008.00519.x"
    },
    {
      "title": "Effects of a self-determination theory-based mail-mediated intervention on adults' exercise behavior",
      "authors": [
        "S ‫ء‬ Levy",
        "B Cardinal"
      ],
      "year": 2004,
      "doi": "10.4278/0890-1171-18.5.345"
    },
    {
      "title": "The efficacy of psychological, educational, and behavioral treatment: Confirmation from meta-analysis",
      "authors": [
        "M Lipsey",
        "D Wilson"
      ],
      "year": 1993,
      "doi": "10.1037/0003-066X.48.12.1181"
    },
    {
      "title": "Psychosocial mediators of change in physical activity in the Welsh national exercise referral scheme: Secondary analysis of a randomised controlled trial",
      "authors": [
        "H ‫ء‬ Littlecott",
        "G Moore",
        "L Moore",
        "S Murphy"
      ],
      "year": 2014,
      "doi": "10.1186/s12966-014-0109-9"
    },
    {
      "title": "Communication skills training for practitioners to increase patient adherence to home-based rehabilitation for chronic low back pain: Results of a cluster randomized controlled trial",
      "authors": [
        "C ‫ء‬ Lonsdale",
        "A Hall",
        "A Murray",
        "G Williams",
        "S Mcdonough",
        "N Ntoumanis",
        ". Hurley"
      ],
      "year": 2017,
      "doi": "10.1016/j.apmr.2017.02.025"
    },
    {
      "title": "A cluster randomized controlled trial of strategies to increase adolescents' physical activity and motivation in physical education: Results of the Motivating Active Learning in Physical Education (MALP) trial",
      "authors": [
        "C ‫ء‬ Lonsdale",
        "R Rosenkranz",
        "T Sanders",
        "L Peralta",
        "A Bennie",
        "B Jackson",
        ". Lubans"
      ],
      "year": 2013,
      "doi": "10.1016/j.ypmed.2013.09.003"
    },
    {
      "title": "Assessing the sustained impact of a school-based obesity prevention program for adolescent boys: The AT-LAS cluster randomized controlled trial",
      "authors": [
        "D ‫ء‬ Lubans",
        "J Smith",
        "R Plotnikoff",
        "K Dally",
        "A Okely",
        "J Salmon",
        "P Morgan"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0420-8"
    },
    {
      "title": "The effect of motivational interviewingbased intervention using self-determination theory on promotion of physical activity among women in reproductive age: A randomized clinical trial",
      "authors": [
        "S ‫ء‬ Mahmoodabad",
        "N Tonekaboni",
        "R Farmanbar",
        "H Fallahzadeh",
        "T Kamalikhah"
      ],
      "year": 2017,
      "doi": "10.19082/4461"
    },
    {
      "authors": [
        "‫ء‬"
      ]
    },
    {
      "title": "Survi-vorCHESS to increase physical activity in colon cancer survivors: Can we get them moving",
      "authors": [
        "D Mayer",
        "G Landucci",
        "L Awoyinka",
        "A Atwood",
        "C Carmack",
        "W Demark-Wahnefried",
        ". Gustafson"
      ],
      "year": 2018,
      "doi": "10.1007/s11764-017-0647-7"
    },
    {
      "title": "A Fitbit and Facebook mHealth intervention for promoting physical activity among adolescent and young adult childhood cancer survivors: A pilot study",
      "authors": [
        "J ‫ء‬ Mendoza",
        "K Baker",
        "M Moreno",
        "K Whitlock",
        "M Abbey-Lambertz",
        "A Waite",
        ". Chow"
      ],
      "year": 2017,
      "doi": "10.1002/pbc.26660"
    },
    {
      "title": "How important are individual counselling, expectancy beliefs and autonomy for the main-tenance of exercise after cardiac rehabilitation",
      "authors": [
        "T ‫ء‬ Mildestvedt",
        "E Meland",
        "G Eide"
      ],
      "year": 2008,
      "doi": "10.1177/1403494808090633"
    },
    {
      "title": "Perceived practitioner motivation for smoking cessation intervention: Applying Gadow's moral framework for nursing to self-determination theory",
      "authors": [
        "D ‫ء‬ Minicucci"
      ],
      "year": 2003,
      "doi": "10.26420/jfammed.2021.1254"
    },
    {
      "title": "Preferred reporting items for systematic reviews and metaanalyses: The PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "The effect of guided self-determination on self-management in persons with type 1 diabetes mellitus and HbA 1c Ն64 mmol/mol: A group-based randomised controlled trial",
      "authors": [
        "J ‫ء‬ Mohn",
        "M Graue",
        "J Assmus",
        "V Zoffmann",
        "H Thordarson",
        "M Peyrot",
        "B Rokne"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-013295"
    },
    {
      "authors": [
        "‫ء‬"
      ]
    },
    {
      "title": "Effects of an autonomy-supportive exercise instructing style on exercise motivation, psychological well-being, and exercise attendance in middle-age women",
      "authors": [
        "F Moustaka",
        "S Vlachopoulos",
        "C Kabitsis",
        "Y Theodorakis"
      ],
      "year": 2012,
      "doi": "10.1123/jpah.9.1.138"
    },
    {
      "title": "Self-determined motivational predictors of increases in dental behaviors, decreases in dental plaque, and improvement in oral health: A randomized clinical trial",
      "authors": [
        "A ‫ء‬ Münster Halvari",
        "H Halvari",
        "G Bjørnebekk",
        "E Deci"
      ],
      "year": 2012,
      "doi": "10.1037/a0027062"
    },
    {
      "title": "Self-Determination Theory applied to health contexts: A meta-analysis",
      "authors": [
        "J Ng",
        "N Ntoumanis",
        "C Thøgersen-Ntoumani",
        "E Deci",
        "R Ryan",
        "J Duda",
        "G Williams"
      ],
      "year": 2012,
      "doi": "10.1177/1745691612447309"
    },
    {
      "authors": [
        "‫ء‬"
      ]
    },
    {
      "title": "The energization of health-behavior change: Examining the associations among autonomous self-regulation, subjective vitality, depressive symptoms, and tobacco abstinence",
      "authors": [
        "C Niemiec",
        "R Ryan",
        "H Patrick",
        "E Deci",
        "G Williams"
      ],
      "year": 2010,
      "doi": "10.1080/17439760903569162"
    },
    {
      "title": "Need supportive communication: Implications for motivation in sport, exercise, and physical activity",
      "authors": [
        "N Ntoumanis",
        "E Quested",
        "J Reeve",
        "S Cheon"
      ],
      "year": 2018,
      "doi": "10.4324/9781315624365-10"
    },
    {
      "authors": [
        "‫ء‬"
      ]
    },
    {
      "title": "Effects of a motivational interviewing intervention to decrease prenatal alcohol use",
      "authors": [
        "R Osterman",
        "J Dyehouse"
      ],
      "year": 2012,
      "doi": "10.1177/0193945911402523"
    },
    {
      "title": "A pilot randomized, controlled trial of an active video game physical activity intervention",
      "authors": [
        "W ‫ء‬ Peng",
        "K Pfeiffer",
        "B Winn",
        "J.-H Lin",
        "D Suton"
      ],
      "doi": "10.1037/hea0000302"
    },
    {
      "title": "Tailoring a fruit and vegetable intervention on novel motivational constructs: Results of a randomized study",
      "authors": [
        "K ‫ء‬ Resnicow",
        "R Davis",
        "G Zhang",
        "J Konkel",
        "V Strecher",
        "A Shaikh",
        ". Wiese"
      ],
      "year": 2008,
      "doi": "10.1007/s12160-008-9028-9"
    },
    {
      "title": "Communication preference moderates the effect of a tailored intervention to increase colorectal cancer screening among African Americans",
      "authors": [
        "K ‫ء‬ Resnicow",
        "Y Zhou",
        "S Hawley",
        "M Jimbo",
        "M Ruffin",
        "R Davis",
        ". Lafata"
      ],
      "year": 2014,
      "doi": "10.1016/j.pec.2014.08.013"
    },
    {
      "title": "Theories of physical activity behaviour change: A history and synthesis of approaches",
      "authors": [
        "R Rhodes",
        "D Mcewan",
        "A Rebar"
      ],
      "year": 2019,
      "doi": "10.1016/j.psychsport.2018.11.010"
    },
    {
      "title": "A simple, general purpose display of magnitude of experimental effect",
      "authors": [
        "R Rosenthal",
        "D Rubin"
      ],
      "year": 1982,
      "doi": "10.1037/0022-0663.74.2.166"
    },
    {
      "title": "Hale and hearty policies: How psychological science can create and maintain healthy habits",
      "authors": [
        "A Rothman",
        "P Gollwitzer",
        "A Grant",
        "D Neal",
        "P Sheeran",
        "W Wood"
      ],
      "year": 2015,
      "doi": "10.1177/1745691615598515"
    },
    {
      "title": "Self-determination theory: Basic psychological needs in motivation, development, and wellness",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2017
    },
    {
      "title": "Facilitating health behaviour change and its maintenance: Interventions based on self-determination theory",
      "authors": [
        "R Ryan",
        "H Patrick",
        "E Deci",
        "G Williams"
      ],
      "year": 2008
    },
    {
      "title": "Needs and challenges related to multilevel interventions: Physical activity examples",
      "authors": [
        "J Sallis"
      ],
      "year": 2018,
      "doi": "10.1177/1090198118796458"
    },
    {
      "title": "Enhancing physical function in HIVinfected older adults: A randomized controlled clinical trial",
      "authors": [
        "K Shah",
        "Z Majeed",
        "Y Yoruk",
        "H Yang",
        "T Hilton",
        "J Mcmahon",
        ". Ryan"
      ],
      "year": 2016,
      "doi": "10.1037/hea0000311"
    },
    {
      "title": "Direct and mediated effects of two theoretically based interventions to increase consumption of fruits and vegetables in the Healthy Body Healthy Spirit trial",
      "authors": [
        "A ‫ء‬ Shaikh",
        "A Vinokur",
        "A Yaroch",
        "G Williams",
        "K Resnicow"
      ],
      "year": 2011,
      "doi": "10.1177/1090198110384468"
    },
    {
      "title": "Intention-behaviour relations: A conceptual and empirical review",
      "authors": [
        "P Sheeran"
      ],
      "year": 2002,
      "doi": "10.1080/14792772143000003"
    },
    {
      "title": "Nonconscious processes and health",
      "authors": [
        "P Sheeran",
        "P Gollwitzer",
        "J Bargh"
      ],
      "year": 2013,
      "doi": "10.1037/a0029203"
    },
    {
      "title": "Does heightening risk appraisals change people's intentions and behavior? A meta-analysis of experimental studies",
      "authors": [
        "P Sheeran",
        "P Harris",
        "T Epton"
      ],
      "year": 2014,
      "doi": "10.1037/a0033065"
    },
    {
      "title": "Health behavior change: Moving from observation to intervention",
      "authors": [
        "P Sheeran",
        "W Klein",
        "A Rothman"
      ],
      "year": 2017,
      "doi": "10.1146/annurev-psych-010416-044007"
    },
    {
      "title": "The intention-behavior gap",
      "authors": [
        "P Sheeran",
        "T Webb"
      ],
      "year": 2016,
      "doi": "10.1111/spc3.12265"
    },
    {
      "title": "Reducing sedentary behavior in minority girls via a theory-based, tailored classroom media intervention",
      "authors": [
        "D ‫ء‬ Spruijt-Metz",
        "S Nguyen-Michel",
        "M Goran",
        "C Chou",
        "T Huang"
      ],
      "year": 2008,
      "doi": "10.1080/17477160802113415"
    },
    {
      "title": "Stata statistical software: Release 14",
      "authors": [
        "Statacorp"
      ],
      "year": 2015,
      "doi": "10.7717/peerj.4598/supp-10"
    },
    {
      "authors": [
        "‫ء‬"
      ]
    },
    {
      "title": "Perceived control and intrinsic vs. extrinsic motivation for oral self-care: A full factorial experimental test of theory-based persuasive messages",
      "authors": [
        "L Staunton",
        "P Gellert",
        "K Knittle",
        "F Sniehotta"
      ],
      "year": 2015,
      "doi": "10.1007/s12160-014-9655-2"
    },
    {
      "title": "Project SHINE: A family-based intervention for improving physical activity, sedentary behavior, and diet in African American adolescents",
      "authors": [
        "St",
        "S George"
      ],
      "year": 2014
    },
    {
      "title": "Understanding physical activity in adults with type 2 diabetes after completing an exercise intervention trial: A mediation model of self-efficacy and autonomous motivation",
      "authors": [
        "S Sweet",
        "M Fortier",
        "E Guérin",
        "H Tulloch",
        "R Sigal",
        "G Kenny",
        "R Reid"
      ],
      "year": 2009,
      "doi": "10.1080/13548500903111806"
    },
    {
      "title": "Exercise, physical activity, and self-determination theory: A systematic review",
      "authors": [
        "P Teixeira",
        "E Carraça",
        "D Markland",
        "M Silva",
        "R Ryan"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-78"
    },
    {
      "title": "Classification of techniques used in selfdetermination theory-based interventions in health contexts: An expert consensus study",
      "authors": [
        "P Teixeira",
        "M Marques",
        "M Silva",
        "J Brunet",
        "J Duda",
        ". Hagger"
      ],
      "year": 2019
    },
    {
      "title": "Mediators of weight loss and weight loss maintenance in middle-aged women",
      "authors": [
        "P ‫ء‬ Teixeira",
        "M Silva",
        "S Coutinho",
        "A Palmeira",
        "J Mata",
        "P Vieira",
        ". Sardinha"
      ],
      "year": 2010,
      "doi": "10.1038/oby.2009.281"
    },
    {
      "title": "Global burden of disease 2017: A fragile world",
      "authors": [
        "The Lancet"
      ],
      "year": 2018,
      "doi": "10.1016/S0140-6736%2818%2932858-7"
    },
    {
      "title": "Texting to increase adolescent physical activity: Feasibility assessment",
      "authors": [
        "D ‫ء‬ Thompson",
        "D Cantu",
        "B Ramirez",
        "K Cullen",
        "T Baranowski",
        "J Mendoza",
        ". Liu"
      ],
      "year": 2016,
      "doi": "10.5993/ajhb.40.4.9"
    },
    {
      "title": "Effects of need-supportive physical activity counseling on well-being: A 2-year follow-up among sedentary older adults",
      "authors": [
        "A.-S Van Hoecke",
        "C Delecluse",
        "A Bogaerts",
        "F Boen"
      ],
      "year": 2013
    },
    {
      "authors": [
        "‫ء‬"
      ]
    },
    {
      "title": "Low-and high-resistance exercise: Long-term adherence and motivation among older adults",
      "authors": [
        "E Van Roie",
        "I Bautmans",
        "W Coudyzer",
        "F Boen",
        "C Delecluse"
      ],
      "year": 2015,
      "doi": "10.1159/000381473"
    },
    {
      "title": "Mechanisms in self-determined exercise motivation: effects of a theory informed pilot intervention",
      "authors": [
        "K ‫ء‬ Weman-Josefsson",
        "K Fröberg",
        "S Karlsson",
        "M Lindwall"
      ],
      "year": 2017,
      "doi": "10.1007/s12144-015-9388-9"
    },
    {
      "title": "Facilitating autonomous motivation for smoking cessation",
      "authors": [
        "G ‫ء‬ Williams",
        "M Gagné",
        "R Ryan",
        "E Deci"
      ],
      "year": 2002,
      "doi": "10.1037/0278-6133.21.1.40"
    },
    {
      "title": "Testing a self-determination theory intervention for motivating tobacco cessation: Supporting autonomy and competence in a clinical trial",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "D Sharp",
        "C Levesque",
        "R Kouides",
        "R Ryan",
        "E Deci"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.1.91"
    },
    {
      "title": "Self-determination, smoking, diet and health",
      "authors": [
        "G Williams",
        "D Minicucci",
        "R Kouides",
        "C Levesque",
        "V Chirkov",
        "R Ryan",
        "E Deci"
      ],
      "year": 2002,
      "doi": "10.1093/her/17.5.512"
    },
    {
      "title": "Outcomes of the Smoker's Health Project: A pragmatic comparative effectiveness trial of tobacco-dependence interventions based on self-determination theory",
      "authors": [
        "G ‫ء‬ Williams",
        "C Niemiec",
        "H Patrick",
        "R Ryan",
        "E Deci"
      ],
      "year": 2016
    },
    {
      "title": "Benchmarking the effectiveness of interventions to promote physical activity: A meta-synthesis",
      "authors": [
        "C Wright",
        "R Rhodes",
        "E Ruggerio",
        "P Sheeran"
      ],
      "year": 2020
    }
  ],
  "num_references": 107
}
