{
  "paper_id": "JHY75PYB",
  "title": "Understanding the Relationships between mHealth Apps' Characteristics, Trialability, and mHealth Literacy",
  "abstract": "The widespread adoption of mobile phones has increased the potential of mHealth to improve health communication and health outcomes because these devices could serve as a ubiquitous and affordable means to disseminate health information to large populations. Given that mHealth apps offer free or limited trials as part of promotional strategies, potential users' trialability is a critical step of the preadoption process. Drawing from Rogers' diffusion of innovation theory, this study examines the relationships of adopters' perceived characteristics of mHealth apps (i.e., relative advantage, complexity, compatibility, and observability) with their trialability. It further investigates how the perceived control of mobile devices and trialability of mHealth apps influence two dimensions of mHealth literacy, namely seeking and appraisal of health information. This web survey recruited 295 young mHealth app users from a Singaporean university. Results of partial least squares regression show that the observability of mHealth apps is the only factor positively related to mHealth trialability. Perceived control of mobile devices and trialability of mHealth apps are positively associated with seeking and appraisal of health information. Practical and theoretical implications to mHealth are discussed.",
  "year": 2010,
  "date": "2010",
  "journal": "Wiley Interdisciplinary Reviews: Computational Statistics",
  "publication": "Wiley Interdisciplinary Reviews: Computational Statistics",
  "authors": [
    {
      "forename": "Trisha",
      "surname": "Lin",
      "name": "Trisha Lin"
    },
    {
      "forename": "John",
      "surname": "Bautista",
      "name": "John Bautista",
      "affiliation": "2  Wee Kim Wee School of Communication and Information , Nanyang Technological University , Singapore \n\t\t\t\t\t\t\t\t Wee Kim Wee School of Communication and Information \n\t\t\t\t\t\t\t\t Nanyang Technological University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "affiliation": "Department of Radio & Television , National Chengchi University , Taipei , Taiwan \n\t\t\t\t\t\t\t\t Department of Radio & Television \n\t\t\t\t\t\t\t\t National Chengchi University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taipei \n\t\t\t\t\t\t\t\t\t Taiwan"
    }
  ],
  "doi": "10.1080/10810730.2017.1296508",
  "sections": [
    {
      "text": "Mobile phones, the most prevalent personal communication devices in the world, are regarded as an accessible and convenient platform to deliver health information and services  (Barton, 2012) . mHealth, a new subset of eHealth, refers to the use of mobile technologies for medical and public health practices  (Nilsen et al., 2012) . The pervasiveness of mHealth can potentially improve health communication  (Klasnja & Pratt, 2012)  and health outcomes  (Fiordell et al., 2013; Free et al., 2010; Sherry & Ratzan, 2012) . Mobile apps are the latest development in the health field  (Sherry & Ratzan, 2012) . It is estimated that more than 165,000 mHealth apps are available for Android and Apple device users  (Terry, 2015) . mHealth apps have different business models, including free-to-use, freemium (i.e., free to download for basic content with paid premium features), and paid premium apps  (PRNewswire, 2014) . Most mHealth apps are available in trial versions to attract potential users, which are treated as typical promotional strategies to increase the adoption rate. This study focuses on factors affecting trialability, the common step in initiating mobile app usage before adoption.\n\nHealth literacy, a crucial determinant of health  (Sørensen et al., 2012) , refers to the degree to which individuals can obtain, process, understand, and communicate health-related information needed to make informed health decisions  (Berkman, Davis, & McCormack, 2010) . The concept of eHealth literacy  (Norman & Skinner, 2006)  has emerged to describe how health literacy is manifested when users search for health information using the Internet and mobile technologies. By far, mHealth apps supersede short message service (SMS) in terms of functionality and interactivity in delivering health information to consumers  (Kleinman, Shah, Shah, Phatak, & Viswanathan, 2016) . Given that youth people tend to use mobile devices avidly and easily adopt emerging technologies  (Lin, Chang, & Jiang, 2015) , they are likely to try mHealth apps and develop high eHealth literacy. This study is thus targeted at a specific type of eHealth literacy, namely mHealth literacy.\n\nRegarding mHealth as an innovation, this study that recognizes mHealth literacy as an emerging and significant research area develops a research model to investigate the relationships of Rogers' (2003) perceived characteristics of innovation (i.e., relative advantage, compatibility, complexity, and observability) with the trialability of mHealth apps. The model further tests whether the trialability of mHealth apps and perceived control of mobile devices influence two dimensions of mHealth literacy identified in this study, namely health information seeking and health information appraisal. Aside from theoretical contributions, the findings provide practical suggestions for app developers and marketers to improve mHealth apps and services."
    },
    {
      "title": "mHealth and mHealth Literacy",
      "text": "The wide adoption of mobile devices provides mHealth with tremendous potential to deliver healthcare services effectively  (Zapata, Fernández-Alemán, Idri, & Toval, 2015) . Smartphone users can now run various mHealth apps for different health purposes  (Terry, 2010) , ranging from health education to decision support for diagnostics  (Barton, 2012) . The use of mHealth apps represents a shift on health promotion practices that used to rely Address correspondence to Trisha T. C. Lin, Department of Radio & Television, National Chengchi University, No. 64, Section 2, Zhinan Road, Wenshan District, Taipei 11605, Taiwan. E-mail: trishlin@nccu.edu.tw heavily on mass media  (Lupton, 2012) . However, the use of mHealth apps takes time to reach a critical mass to merit adoption. Nonetheless, a gradual diffusion of mHealth apps emerged at the consumer level because of increasing usability and cost effectiveness  (Zapata et al., 2015) .\n\nAlthough health literacy entails capability to obtain, process, understand, and communicate health information  (Berkman et al., 2010) , it does not capture the role of technological use in this process. Scholars argue that the use of digital technologies (e.g., mobile devices and Internet) for health purposes requires a specific kind of literacy  (Lupton, 2012; Norman & Skinner, 2006; van der Vaart et al., 2011) . Norman and Skinner (2006, p. 4)  were the first to propose the term eHealth literacy and defined it as \"the ability to seek, find, understand, and appraise health information from electronic sources and apply the knowledge gained to addressing or solving a health problem.\" eHealth literacy entails two essential components, namely health information seeking (i.e., ability to seek and find health information) and health information appraisal (i.e., understand and appraise health information)  (Soellner, Huber, & Reder, 2014) . The term \"mHealth literacy\" should be specified as people increasingly use various healthcare services on their mobile devices. Thus, the concept of mHealth literacy in this study refers to \"the ability to use mobile devices to search, find, understand, appraise, and apply health information to address or solve a health problem.\" Based on required skills, mHealth literacy can be conceptualized into two dimensions of using mobile devices for health-related information seeking and appraisal. Health information seeking involves the capability to search and find health information using mobile devices, whereas health information appraisal is a skill characterized by the ability to understand, appraise, and apply health information in mobile devices."
    },
    {
      "title": "Perceived Characteristics of mHealth",
      "text": "The use of mHealth apps can be regarded as a healthcare innovation  (Wiederhold, 2015) , which has great potential to improve health communication and outcomes. Rogers (2003)  diffusion of innovation (DOI) theory is an appropriate framework to examine the factors influencing the emerging use of mHealth apps. Rogers' five perceived characteristics of innovation in DOI theory have been widely used to empirically predict technological adoption, such as online activities  (Claudy, Michelsen, & O'Driscoll, 2011; Lee, Hsieh, & Hsu, 2011; Lin, Chiu, & Lim, 2011)  and mobile media  (Lin & Chiu, 2014; Lin & Li, 2014) . To predict adoption,  Rogers (2003)  suggests assessing users' perceived characteristics of innovation such as relative advantage, compatibility, complexity, trialability, and observability.\n\nGiven that most people have not yet fully adopted mHealth apps as part of their lifestyle, application developers intensively promote these apps either for free download or for trial versions to attract people to try them before full adoption. Instead of examining adoption, this study investigates the relationship of perceived characteristics of mHealth apps (i.e., relative advantage, compatibility, complexity, and observability) to trialability."
    },
    {
      "title": "Trialability of mHealth Apps",
      "text": "Trialability refers to \"the degree to which an innovation may be experimented with on a daily basis\"  (Rogers, 2003, p. 258) . Before full adoption, potential users must test an innovation to determine whether it fits their own criteria  (Zolkepli & Kamarulzaman, 2015) . Trialability entails users to try an innovation that is void of full commitment and costs  (Nguyen, Carrieri-Kohlman, Rankin, Slaughter, & Stulbarg, 2004) . Trying an innovation offers users an opportunity to validate expectations and form ideas on how it can fulfill personal needs. Diffusion research often finds that trialability is positively associated with adoption  (Rogers, 2003) . According to  Moore and Benbasat (1991) , trialability indicates limited usage prior to adoption.\n\nIn most scholarly literature, trialability is traditionally conceptualized at the same level as other characteristics of innovation  (Rogers, 2003) , but conceptualizing trialability of mHealth apps is different. It is possible that individuals have tried mHealth apps (i.e., trial basis) without fully adopting them. Adoption, which denotes \"the full use of an innovation as the best course of action available\"  (Rogers, 2003, p. 473) , is not as applicable to most early adopter markets of mHealth apps. Young people who tend to become avid technological users with less purchasing power often experiment with free downloadable apps. Hence, this study regards trialability as the key dependent variable that is highly relevant in this research context. The following sections discuss the relationships of other perceived characteristics of mHealth apps to trialability."
    },
    {
      "title": "Relative Advantage",
      "text": "Relative advantage refers to \"the degree to which an innovation is perceived as being better than the idea it supersedes\"  (Rogers, 2003, p. 229) . After comparing and contrasting existing technologies to innovative ones, users make decisions to adopt those with greater advantages and benefits to improve their lives. Perceived relative advantages usually include economic profitability, social prestige, or personal satisfaction  (Robinson, 2009) . Prior studies show that relative advantage is one of the strongest predictors of technological adoption  (Zolkepli & Kamarulzaman, 2015) .\n\nmHealth apps are created to assist consumers, patients, and healthcare providers to manage health  (Boulos, Brewer, Karimkhani, Buller, & Dellavalle, 2014) . For example, mHealth apps provide improved benefits to users by offering electronic health data management (e.g., record keeping) and innovative features, such as multimedia features, context-awareness (e.g., location, preference, and network awareness), round-the-clock accessibility, and portability  (Boulos et al., 2014; Liu, Zhu, Holroyd, & Seng, 2011) . These advantages can bring cost-effective and personalized health care to different age groups (e.g., teens and seniors)  (Buijink et al., 2012) . Users frequently download general mHealth apps that offer benefits in exercise promotion and dietary management  (Pew Research Center, 2012) . Thus, the perceived advantages of mHealth apps may trigger people's desires to try them and test if their expectations are met. Therefore, this study posits that:\n\nmHealth Apps' Trialability and mHealth Literacy H1: Relative advantage is positively related to trialability of mHealth apps."
    },
    {
      "title": "Compatibility",
      "text": "Compatibility refers to \"the degree to which an innovation is perceived as consistent with the existing values, past experiences, and needs of potential adopters\"  (Rogers, 2003, p. 240) . According to  Zolkepli and Kamarulzaman (2015) , the compatibility of an innovation largely depends on users' lifestyles, situations, beliefs, and values. Innovations that are more compatible with personal and social status are likely to be adopted. New ideas should be compatible with previous thoughts to avoid confusion and unfamiliarity  (Aubert, Schroeder, & Grimaudo, 2012) .\n\nThe high compatibility of mobile phones with peoples' lifestyles makes it the most rapidly adopted technology in human history  (Katz, 2008) . Due to the prevalence of mobile technologies, stakeholders believe that mHealth has a large potential to revolutionize health care  (Sherry & Ratzan, 2012) . Past studies showed that compatibility is related to the intention to use various mobile services, such mobile commerce  (Wu & Wang, 2005) , mobile internet  (Hsu, Lu, & Hsu, 2007) , and mobile learning  (Joo, Lim, & Lim, 2014; Park, Nam, & Cha, 2012) . These studies provide support to the potential link between perceived compatibility of potential users and trialability of mHealth apps. Hence, we propose that: H2: Compatibility is positively related to trialability of mHealth apps."
    },
    {
      "title": "Complexity",
      "text": "Complexity refers to \"the degree to which an innovation is perceived as relatively difficult to understand and use\"  (Rogers, 2003, p. 257 ). An innovation that requires a steep learning curve reduces its adoption rate  (Sassenrath et al., 2008) . In contrast to \"ease of use\"  (Holden & Karsh, 2010) , prior studies suggest that complexity is an inhibitor to the adoption of new information technology  (Aubert et al., 2012) . Lin and Core (2014)  find that users' perceived complexity of mHealth services negatively influenced its use. Lewis and Wyatt (2014)  suggest that highly complex mHealth apps expose users to high health risks; thus, they are less likely to be endorsed by health authorities for actual use. This finding imply that mHealth apps should have less complex design  (Broderick et al., 2014; McCurdie et al., 2012) . As most consumers cannot tolerate poorly developed apps, they usually give one or two retries before deciding to adopt them  (Perez, 2013) . Based on prior studies, complexity is likely to be related negatively to the trialability of mHealth apps. Hence, we hypothesize that: H3: Complexity is negatively related to trialability of mHealth apps."
    },
    {
      "title": "Observability",
      "text": "Observability refers to \"the degree to which the results of an innovation are visible to others\"  (Rogers, 2003, p. 258) . People tend to adopt an innovation if the positive results of its usage are visible  (Rogers, 2003; Zolkepli & Kamarulzaman, 2015) . However, the observability of an innovation also depends on the nature of the innovation itself. For instance, conceptual ideas (e.g., practicing abstinence for safe sex) are more difficult to observe rather than tangible ones (e.g., talking using mobile phones). mHealth apps are relatively observable as these can be easily seen, downloaded, and used on smartphones. As there are more than 165,000 mHealth apps available for iOS and Android smartphones  (Terry, 2015) , consumers are increasingly exposed to mHealth apps. Highly ranked in the app stores tend to be downloaded and tested frequently because of their popularity. Popularity gives potential adopters confidence in their trial decisions  (Liu, Au, & Choi, 2014) . Pew Research (2013) finds that US teens are likely to use apps that can be observed many downloads.\n\nNot all mHealth apps are completely free to use. Some apps can only be downloaded after paying, while others are freely downloadable on a trial basis (i.e., 30 days)  (Liu et al., 2014) . Several smartphone manufacturers have started integrating mHealth apps by preinstallation, enabling users to use them readily. Increasing the observability of mHealth apps to individuals will allow more people to experiment and try them. Hence, we propose that: H4: Observability is positively related to trialability of mHealth apps."
    },
    {
      "title": "Trialability of mHealth Apps and mHealth Literacy",
      "text": "In this study, mHealth literacy is the dependent variable for trialability of mHealth apps. This approach is justified by the possibility that trying mHealth apps can be a key factor in improving the capability to search and appraise health information. Past studies on online health information suggest some indirect linkages between the role of trialability of mHealth apps and mHealth literacy. For example, Nguyen and colleagues' (  2004 ) systematic review of Internet-based interventions suggests that patients who join online health support groups can seek additional health information (e.g., factual knowledge and personal opinions) and social support regarding their conditions. Their findings suggest that the more users participate in online health support groups, the more likely that they will improve appraisal skills for various sources of health information. Moreover,  Finfgeld's (2000)  reviews online group trials for mental health care, substance abuse, or cancer and reports that users who try using such technologies tend to improve their information seeking and information appraisal skills. His findings also show that websites for online social support have become repositories for information, and their repetitive use during trials enhances the capability of participants to seek quality information. These studies suggest that trying new health technologies such as mHealth apps may improve information seeking and appraisal, which translates to improved mHealth literacy. Thus, we hypothesize that:\n\nH5: Trialability of mHealth apps is positively related to health information seeking.\n\nH6: Trialability of mHealth apps is positively related to health information appraisal."
    },
    {
      "title": "Perceived Control of Mobile Devices and mHealth Literacy",
      "text": "Perceived control is defined as the belief that reinforcements result from behaviors  (Davis & Phares, 1967) . According to control 348 T. T. C. Lin and J. R. Bautista theory, people believe in their ability to control a wide range of factors in their lives to achieve desired outcomes  (Judge & Bono, 2001; Rothbaum, Weisz, & Snyder, 1982) . Perceived control is considered as a useful psychological attribute to predict certain actions  (Ajzen & Madden, 1986; Rothbaum et al., 1982) .\n\nSimilarly,  Ajzen and Madden (1986)  highlight the need to estimate individual perceived control to a particular behavior since it may predict the actual behavior.\n\nPrior studies argue that the use of digital technologies for health purposes requires a specific kind of literacy  (Norman & Skinner, 2006; van der Vaart et al., 2011) . mHealth literacy focuses on competencies and confidence in skill development through using mobile devices for health-related purposes. It implies that perceived control of mobile devices is likely to be related to the two dimensions of mHealth literacy (information seeking and information appraisal). In this study, perceived control refers to perceived capability to control and utilize mobile devices for health-related purposes. By adding perceived control as a construct to supplement trialability of mHealth apps, we satisfy  Tornatzky and Klein's (1982)  recommendation of including other factors that may increase the explanatory power of Rogers' innovation characteristics.\n\nAlthough no existing literature suggests direct links between perceived control and mHealth literacy, past studies in psychology and information technology provide clues to its relationship to information seeking and information appraisal. Davis and Phares (1967)  find that perceived control plays a role on information seeking and information appraisal in an early experimental study. Their findings suggest that people who have strong personal control are highly enthusiastic about searching for information and able to gather reliable information to a certain extent. Similarly,  Skinner and colleagues' study (2003)  shows that the capability of Canadian youths for finding quality and relevant health information (information appraisal) depends on their control of Internet usage. Warren and colleagues (2012)  find that perceived control of using computers to access the Internet is instrumental for African-American women to seek sources of quality health-related information. In the context of mHealth literacy, users who perceive their good control of using mobile devices are likely to have improved information seeking skills and information appraisal capabilities. Thus, we hypothesize that: H7: Perceived control of mobile devices is positively related to health information seeking.\n\nH8: Perceived control of mobile devices is positively related to health information appraisal.\n\nFigure  1  shows the proposed hypotheses and their interrelationships in a research model."
    },
    {
      "title": "Methodology"
    },
    {
      "title": "Data Collection and Respondent Profile",
      "text": "A web survey was conducted to recruit undergraduate students in a comprehensive Singaporean university in May 2014. Through the stratified sampling, we emailed the URL link of the survey questionnaire to 2,000 randomly selected students in relation to the quoted numbers of students in each college. The respondents filled in the online questionnaire via various devices (e.g., smartphones, laptop, mobile phones). Using the web survey to investigate perceptions of mHealth app usage is appropriate because 98% of mobile phone subscribers in Singapore have access to mobile Internet via 3G or 4G connection (Data.gov.sg, 2016). To increase response rate, respondents who completed the survey with valid answers were given US$ 8 as an incentive. We only included data from respondents who had prior experience of using mHealth apps. After data cleaning, we obtained a sample size of 295 respondents.\n\nThe sample had more females (59%) and Chinese (90%) respondents. The majority of the respondents were in their third year of study (60%) and mostly from the colleges of engineering (33%), business (22%), and science (22%). In terms of housing, 59% lived in 4-5 room public housing flats, indicating their middle-class socioeconomic status in Singapore. The average age of the respondents was 22.9 years old (SD = 2.05), and their average year of mobile phone usage was 7.88 (SD = 4). Out of the total score of 40, the respondents' average mHealth literacy score was 29.45 (Min = 16, Max = 40, SD = 4.79). The majority of the respondents had high mHealth literacy (i.e., scores between 30 and 40) (55%) and moderate mHealth literacy (i.e., scores between 19 and 29) (42%). Only 3% of them showed low mHealth literacy (i.e., scores between 8 and18). mHealth Apps' Trialability and mHealth Literacy"
    },
    {
      "title": "Measurement",
      "text": "This study used survey items that were modified from prior research to suit the present context. First, items for relative advantage (M = 4.47, SD = 1.31), compatibility (M = 4.82, SD = 1.11), complexity (M = 2.61, SD = .99), observability (M = 4.51, SD = 1.31), and trialability of mHealth apps (M = 4.11, SD = 1.46) were adapted from  Moore and Benbasat (1991) . Next, items for perceived control of mobile devices (M = 5.39, SD = 1.07) were adapted from  Sun, Wang, Guo, and Peng (2013) . Items adapted from  Moore and Benbasat (1991)  and  Sun and colleagues (2013)  were measured using a seven-point Likert scale (1 = strongly disagree; 7 = strongly agree). Items for mHealth literacy (i.e., health information seeking [M = 3.71, SD = .83] and health information appraisal [M = 3.67, SD = .80]) were adapted from the eHealth literacy scale (eHEALS) of  Norman and Skinner (2006) . These were measured by a five-point Likert scale (1 = strongly disagree, 5 = strongly agree). A pilot testing of the items was performed to validity and reliability.\n\nTable  1  shows all survey items in this study, including those dropped items with factor loadings values below the minimum of .70.\n\nAlthough most studies suggest that the instrument used to measure mHealth literacy (i.e., eHEALS) is a unidimensional construct  (Koo, Norman, & Chang, 2012; van der Vaart et al., 2011) ,  Soellner and colleagues (2014)  find that it is rather multidimensional. To determine its dimensionality, the principal component factor analysis was performed using the final dataset (N = 295). Results show that mHealth literacy is a two-factor construct as evidenced by two Eigenvalues of more than one (factor 1 = 4.42; factor 2 = 1.04). The two-factor solution could explain 58% of the variance, indicating multidimensionality. Further analysis using varimax rotation revealed that factor 1 (items 1-4) and factor 2 (items 5-8) were composed of four different items. Based on content analysis of the items and a review of  Soellner and colleagues (2014) , factor 1 and factor 2 were labeled as \"health information seeking\" \"health information appraisal,\" respectively."
    },
    {
      "title": "Data Analysis",
      "text": "This study utilized Partial Least Squares (PLS) Modeling to analyze the relationships in the proposed research model. Although frequently used in business and marketing research  (Hair, Sarstedt, Ringle, & Mena, 2012) , PLS has become a popular means of multivariate analysis for nonexperimental social science research  (Abdi, 2010) . PLS provides reliable multivariate analysis when using a small sample size  (Hsieh, 2015) . Furthermore, it adequately handles nonnormal data distributions as a result of using seven-or 10-point Likert scales  (Bontis, Booker, & Serenko, 2007) . To test the hypotheses using PLS, path values were subjected to bootstrapping procedures to obtain t values. Specifically, 5,000 bootstrap samples were performed following recommendations of  Hair and colleagues (2012) ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Research Model Validation and Reliability",
      "text": "To establish construct reliability, all constructs should have a Cronbach's alpha (α) value of more than 0.7. Next, measures to establish convergent validity must meet benchmarks for average variance extracted (AVE > 0.50), composite reliability (CR > 0.70), and factor loadings (> 0.70). In Table  1 , the CR, AVE, and α value for each construct are greater than benchmark values, indicating adequate construct reliability and convergent validity. The items were assessed for multicollinearity problems. Table  2  indicates no multicollinearity issues as the variance inflation factors are less than five and tolerance is more than 0.20  (Hair et al., 2012) . Discriminant validity was also checked to determine if the constructs in this study were distinct from one another. Table  2  shows that the constructs have adequate discriminant validity as their square root of AVE exceed the interconstruct correlations."
    },
    {
      "title": "Hypothesis Testing",
      "text": "PLS results indicate that H1, H2, and H3 are rejected. These suggest that the three perceived characteristics of mHealth app, namely relative advantage (H1), compatibility (H2), and complexity (H3), do not predict the trialability of mHealth apps. However, H4 is supported (β = .44, p < .001) given that observability of mHealth apps is positively related to trialability. Overall, 27.8% of the variance of trialability of mHealth apps can be explained by the four perceived innovation characteristics of mHealth (Figure  2 ).\n\nIn terms of mHealth literacy, results show that trialability of mHealth apps is positively related to health information seeking (β = .41, p < .001) and health information appraisal (β = .28, p < .001), thus supporting H5 and H6. The results also support H7 and H8 since perceived control of mobile devices is positively related to health information seeking (β = .38, p < .001) and health information appraisal (β = .39, p < .001). Overall, the combination of the two predictors can explain 37.5% and 27.6% of the variance of health information seeking and health information appraisal, respectively."
    },
    {
      "title": "Discussion and Conclusion",
      "text": "The research model in this study, which examines factors related to trialability of mHealth apps and mHealth literacy among young mHealth app adopters, showed good predicting power. Moore and Benbasat (1991)  argue that trialability is a concept of limited usage preceding adoption. Although trialability is traditionally conceptualized as a perceived characteristic of innovation  (Rogers, 2003) , it is reasonable to regard trialability as a dependent variable in the context of mHealth apps (where people have chances for free or limited trials before full adoption). Instead of examining adoption, this study tested a model where the trialability of mHealth apps was predicted by other innovation characteristics (i.e., relative advantage, compatibility, complexity, and observability)  (Rogers, 2003) . Trialability measured respondents' mHealth app trial opportunities, their knowledge to seek for mHealth app trials, time spent on testing apps, and proper trial experiences before making adoption decisions.\n\nA key result is that perceived observability of mHealth apps is the only innovation characteristic positively associated with trialability. Young users are easily influenced by peers and try new technologies impulsively, especially when mHealth apps provide free or limited trial. Impression management can be a psychological factor to explain why observability of mHealth apps plays such a significant role for youths' trialability of mHealth apps. Lin, Jung, and Sim (2015)  find that impression management is positively associated with attitudes and subjective norms of young users toward consumption of mobile videos. Young users are likely to feel concerned about impression management and peer influence than other age groups; this explains why high visibility of mHealth app usage and desirable outcomes significantly determine their tendency to try the innovative mHealth technologies. In addition, young users are likely to try mHealth apps if they observe popularity and visible outcomes (e.g., news hype, huge numbers of downloads, and positive e-reviews). This is similar to the findings of the Pew Research Center (2013) where teens try mobile apps with high download rates and good online reviews. The finding helps mHealth app developers and marketers to understand the importance of strategies to increase apps' visibility and observable outcomes in target users' physical and digital spaces.\n\nAlthough relative advantage, complexity, and compatibility are important characteristics which affect young users' decisions to adopt mobile technologies, such as mobile television  (Lin & Chiu, 2014)  and mobile instant messaging  (Lin & Li, 2014) , they have no significant associations with the trialability of mHealth apps in this study. One possible reason is that the trialability of mHealth with limited usage and shorter time involves less cost, limited effort, and low commitment than full adoption, and thus, youth users who tend Table  1 . Survey items and factor loadings."
    },
    {
      "title": "Construct and items",
      "text": "Factor loading\n\nRelative advantage Using a mobile phone enables me to maintain or improve health condition more quickly.\n\n.84 Using a mobile phone improves my health.\n\n.80 Using a mobile phone makes it easier to maintain or improve health condition.\n\n.90 The disadvantages of my using a mobile phone to maintain or improve health condition more quickly far outweigh the advantages. (Reverse Coded) Dropped Overall, I find using a mobile phone to be advantageous to maintain or improve health condition.\n\n.90 Using a mobile phone enhances the effectiveness on maintaining or improving my health.\n\n.89 Using a mobile phone gives me greater control over my health.\n\n.87 Compatibility Using a mobile phone for health purposes is compatible with all aspects of my life.\n\n.92 Using a mobile phone for health purposes is completely compatible with my current situation.\n\n.93 I think that using a mobile phone for health purposes fits well with the way I like to live.\n\n.95 Using a mobile phone for health purposes fits into my life style.\n\n."
    },
    {
      "title": "Complexity",
      "text": "Using a mobile phone for health purposes is difficult to use. Dropped Learning to use using a mobile phone for health purposes would be easy for me. (Reverse Coded)  .93 It would be easy for me to become skillful at using a mobile phone for health purposes. (Reverse Coded)  .96 Using a mobile phone for health purposes would be a frustrating experience for me. Dropped Observability Using a mobile phone for health purposes is highly visible in my living environment.\n\n.95 The results of using a mobile phone for health purposes are apparent.\n\n."
    },
    {
      "title": "Perceived Control of Mobile Devices",
      "text": "It is easy for me to use mobile devices (e.g., mobile phone, tablets) to seek for health information or services.\n\n.93 I have the capability to use mobile devices to seek for health information or services.\n\n.93 I can use mobile devices to seek for health information or services without much effort.\n\n.94 Trialability of mHealth I've had a great deal of opportunity to try various mobile health apps/services. .86 I know where I can go to satisfactorily try out various mobile health apps/services.\n\n.86 A suitable mobile phone was available to me to adequately test run various mobile health apps/services. Dropped Before deciding whether to use mobile health apps/services, I was able to properly try them out.\n\n.85 I was permitted to use mobile health apps/services on a trial basis long enough to see what they could do.\n\n.80 mHealth literacy-health information seeking I know how to find helpful health resources on the mobile phone.\n\n.85 I know how to use the mobile phone to answer my health questions.\n\n.83 I know what health resources are available on the mobile phone.\n\n.84 I know where to find helpful health resources on the mobile phone.\n\n.84 mHealth literacy-health information appraisal I know how to use the health information I find on the mobile phone to help me.\n\n.80 I have the skills I need to evaluate the health resources I find on the mobile phone.\n\n.84 I can tell high quality from low quality health resources on the mobile phone.\n\n.75 I feel confident in using information from the mobile phone to make health decisions.\n\n.77\n\nto use technologies impulsively need not consider whether using mHealth apps are advantageous, simple, or compatible with their lifestyle and existing values. This study provides empirical support for the positive relationships of trialability of mHealth apps and perceived control of mobile devices with two dimensions of mHealth literacy (i.e., health information seeking and appraisal). Perceived control of mobile devices measures respondents' capability, effort spent, and ease of using gadgets to seek health information and services. As for mHealth literacy, health information seeking refers to knowing where to look for health information, services, and resources, whereas health information appraisal means higher-level of abilities to use health information, differentiate content quality, evaluate health resources, and make informed decisions. In essence, the results suggest that trying mHealth apps can contribute in mHealth literacy of the youth through enhanced health information seeking and appraisal skills. The findings are similar to past studies, indicating that using health group websites can improve people's health literacy  (Finfgeld, 2000; Nguyen et al., 2004) . Mobile phones are portable, easy-to-use personal devices that are highly adopted across age groups. When more people gain adequate control of using mobile phones to search and acquire health information, mHealth apps (free or trials) can be an effective medium to further the skills of trialists or adopters in seeking useful health information and services. Additionally, the apps can improve information appraisal skills, especially for young people who tend to try mHealth apps more avidly than older counterparts. These results justify the considerations of health authorities to use mHealth apps for health literacy campaigns. This study also provides empirical evidence on the importance of perceived technological control  (Judge & Bono, 2001; Rothbaum et al., 1982)  in mHealth literacy research. Moreover, the effects of trialability of mHealth apps and perceived control of mobile devices show the stronger predicting power for health information seeking than for information appraisal because the latter is the high-level and complicated information behavior of mHealth literacy.\n\nThis study on mHealth app early adopters contributes to theory and practice. First, to fit mHealth apps' context, we develop a research model to investigate the relationships of Rogers' perceived innovation characteristics of mHealth apps with their trialability, instead of examining general adoption, acceptance, or intention to use. To our knowledge, this is a pioneering research in exploring the relationships among these constructs in the context of mHealth. Second, this study offers a conceptual and operational definition of mHealth literacy and provides empirical support of its bi-dimensionality (i.e., health information seeking and health information appraisal). Third, this research supports the positive association between 352 T. T. C. Lin and J. R. Bautista perceived control of mobile devices and mHealth literacy. These findings contribute to the fast-growing research in mHealth literacy.\n\nIn addition, the findings from mHealth app early adopters provide practical and useful implications. They show app developers and marketers the importance of increasing observability and trialability of mHealth apps, which can help in their diffusion and promotion. They also recommend public health authorities to create effective health literacy campaigns by tapping on triable, easily controlled mHealth apps, which can generate observable outcomes in improving health information and appraisal skills."
    },
    {
      "title": "Limitations and Future Research",
      "text": "We acknowledge several limitations that can serve as future research directions. First, the mHealth app user sampling is limited to university students who are generally young, well-educated, and technology savvy. Their characteristics, such as high mHealth literacy, might lead to different results. To improve research generalizability, future studies can include other age groups and collect samples with greater ethnic and educational diversity. Second, some nonsignificant relationships in this study can be derived from the small sample size, which causes reduced power to detect statistical significance. Future research can collect large sampling to overcome the weakness. Third, although this research model is constructed based theoretical assumptions and existing studies, the presence of alternative models cannot be discounted, and future studies can explore other possibilities, such as testing mHealth literacy as the predictor of mHealth apps' trialability. Finally, as this is an initial attempt to understand factors related to mHealth literacy, future studies can further uncover their implications for health outcomes."
    },
    {
      "text": "Fig. 1. mHealth trialability and literacy research model."
    },
    {
      "text": "Reliability and validity measures. Note. CR = composite reliability. AVE = average variance extracted. α = Cronbach's alpha. T = tolerance. VIF = variance inflation factors. Diagonal elements highlighted in bold are square roots of AVE and should exceed the interconstruct correlations."
    }
  ],
  "references": [
    {
      "title": "Partial least squares regression and projection on latent structure regression (PLS Regression)",
      "authors": [
        "H Abdi"
      ],
      "year": 2010,
      "doi": "10.1002/wics.51"
    },
    {
      "title": "Prediction of goal-directed behavior: Attitudes, intentions, and perceived behavioral control",
      "authors": [
        "I Ajzen",
        "T Madden"
      ],
      "year": 1986,
      "doi": "10.1016/0022-1031(86)90045-4"
    },
    {
      "title": "IT as enabler of sustainable farming: An empirical analysis of farmers' adoption decision of precision agriculture technology",
      "authors": [
        "B Aubert",
        "A Schroeder",
        "J Grimaudo"
      ],
      "year": 2012,
      "doi": "10.1016/j.dss.2012.07.002"
    },
    {
      "title": "The regulation of mobile health applications",
      "authors": [
        "A Barton"
      ],
      "year": 2012,
      "doi": "10.1186/1741-7015-10-46"
    },
    {
      "title": "Health literacy: What is it",
      "authors": [
        "N Berkman",
        "T Davis",
        "L Mccormack"
      ],
      "year": 2010,
      "doi": "10.1080/10810730.2010.499985"
    },
    {
      "title": "The mediating effect of organizational reputation on customer loyalty and service recommendation in the banking industry",
      "authors": [
        "N Bontis",
        "L Booker",
        "A Serenko"
      ],
      "year": 2007,
      "doi": "10.1108/00251740710828681"
    },
    {
      "title": "Mobile medical and health apps: State of the art, concerns, regulatory control and certification",
      "authors": [
        "M Boulos",
        "A Brewer",
        "C Karimkhani",
        "D Buller",
        "R Dellavalle"
      ],
      "year": 2014
    },
    {
      "title": "Designing health literate mobile apps",
      "authors": [
        "J Broderick",
        "T Devine",
        "E Langhans",
        "A Lemerise",
        "S Lier",
        "L Harris"
      ],
      "year": 2014
    },
    {
      "title": "Medical apps for smartphones: Lack of evidence undermines quality and safety",
      "authors": [
        "A Buijink",
        "B Visser",
        "L Marshall"
      ],
      "year": 2013,
      "doi": "10.1136/eb-2012-100885"
    },
    {
      "title": "The diffusion of microgeneration technologies-assessing the influence of perceived product characteristics on home owners' willingness to pay",
      "authors": [
        "M Claudy",
        "C Michelsen",
        "A Driscoll"
      ],
      "year": 2011,
      "doi": "10.1016/j.enpol.2010.12.018"
    },
    {
      "title": "Internal-external control as a determinant of information-seeking in a social influence situation",
      "authors": [
        "W Davis",
        "E Phares"
      ],
      "year": 1967,
      "doi": "10.1111/jopy.1967.35.issue-4"
    },
    {
      "title": "Therapeutic groups online: The good, the bad, and the unknown",
      "authors": [
        "D Finfgeld"
      ],
      "year": 2000,
      "doi": "10.1080/016128400248068"
    },
    {
      "title": "Mapping mHealth Research: A decade of evolution",
      "authors": [
        "M Fiordelli",
        "N Diviani",
        "P Schulz"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2430"
    },
    {
      "title": "The effectiveness of M-health technologies for improving health and health services: A systematic review protocol",
      "authors": [
        "C Free",
        "G Phillips",
        "L Felix",
        "L Galli",
        "V Patel",
        "P Edwards"
      ],
      "year": 2010,
      "doi": "10.1186/1756-0500-3-250"
    },
    {
      "title": "An assessment of the use of partial least squares structural equation modeling in marketing research",
      "authors": [
        "J Hair",
        "M Sarstedt",
        "C Ringle",
        "J Mena"
      ],
      "year": 2012,
      "doi": "10.1007/s11747-011-0261-6"
    },
    {
      "title": "The technology acceptance model: Its past and its future in health care",
      "authors": [
        "R Holden",
        "B Karsh"
      ],
      "year": 2010,
      "doi": "10.1016/j.jbi.2009.07.002"
    },
    {
      "title": "Physicians' acceptance of electronic medical records exchange: An extension of the decomposed TPB model with institutional trust and perceived risk",
      "authors": [
        "P.-J Hsieh"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijmedinf.2014.08.008"
    },
    {
      "title": "Adoption of the mobile internet: An empirical study of multimedia message service (MMS)",
      "authors": [
        "C Hsu",
        "H Lu",
        "H Hsu"
      ],
      "year": 2007,
      "doi": "10.1016/j.omega.2006.03.005"
    },
    {
      "title": "Investigating the structural relationship among perceived innovation attributes, intention to use and actual use of mobile learning in an online university in South Korea",
      "authors": [
        "Y Joo",
        "K Lim",
        "E Lim"
      ],
      "year": 2014,
      "doi": "10.14742/ajet.681"
    },
    {
      "title": "Relationship of core self-evaluations traits-Self-esteem, generalized self-efficacy, locus of control, and emotional stability-With job satisfaction and job performance: A meta-analysis",
      "authors": [
        "T Judge",
        "J Bono"
      ],
      "year": 2001,
      "doi": "10.1037/0021-9010.86.1.80"
    },
    {
      "title": "Handbook of mobile communication studies",
      "authors": [
        "J Katz"
      ],
      "year": 2008
    },
    {
      "title": "Healthcare in the pocket: Mapping the space of mobile-phone health interventions",
      "authors": [
        "P Klasnja",
        "W Pratt"
      ],
      "year": 2012,
      "doi": "10.1016/j.jbi.2011.08.017"
    },
    {
      "title": "Impact of the Gather mHealth system on A1C: Primary results of a multisite randomized clinical trial among people with Type 2 diabetes in India",
      "authors": [
        "N Kleinman",
        "A Shah",
        "S Shah",
        "S Phatak",
        "V Viswanathan"
      ],
      "year": 2016,
      "doi": "10.2337/dc16-0869"
    },
    {
      "title": "Psychometric evaluation of a Chinese version of the eHealth literacy scale (eHEALS) in school age children",
      "authors": [
        "M Koo",
        "C Norman",
        "H Chang"
      ],
      "year": 2012
    },
    {
      "title": "Adding innovation diffusion theory to the technology acceptance model: Supporting employees' intentions to use E-Learning systems",
      "authors": [
        "Y Lee",
        "Y Hsieh",
        "C Hsu"
      ],
      "year": 2011
    },
    {
      "title": "mHealth and mobile medical Apps: A framework to assess risk and promote safer use",
      "authors": [
        "T Lewis",
        "J Wyatt"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3133"
    },
    {
      "title": "Sociable people beware? Investigating smartphone vs. non-smartphone dependency symptoms among young Singaporeans",
      "authors": [
        "T Lin",
        "Y Chiang",
        "C Jiang"
      ],
      "year": 2015,
      "doi": "10.2224/sbp.2015.43.7.1209"
    },
    {
      "title": "Investigating adopter categories and determinants affecting the adoption of mobile television in China",
      "authors": [
        "T Lin",
        "C Chiu"
      ],
      "year": 2014,
      "doi": "10.1080/01292986.2011.559256"
    },
    {
      "title": "Factors affecting the adoption of social network sites: Examining four adopter categories of Singapore's working adults",
      "authors": [
        "T Lin",
        "C Chiu",
        "W Lim"
      ],
      "year": 2011,
      "doi": "10.1080/01292986.2011.559256"
    },
    {
      "title": "Technological adoption and anxiety: MHealth and aging population in Singapore",
      "authors": [
        "T Lin",
        "R Core"
      ],
      "year": 2014,
      "doi": "10.1201/b17724-21"
    },
    {
      "title": "Towards an understanding of intention to use mobile videos: Impression management, perceived facilitation, and social norms",
      "authors": [
        "T Lin",
        "Y Jung",
        "C Sim"
      ],
      "year": 2015,
      "doi": "10.1177/2050157914555426"
    },
    {
      "title": "Perceived characteristics, perceived popularity, and playfulness: Youth adoption of mobile instant messaging in China",
      "authors": [
        "T Lin",
        "L Li"
      ],
      "year": 2014
    },
    {
      "title": "Status and trends of mobile-health applications for iOS devices: A developer's perspective",
      "authors": [
        "C Liu",
        "Q Zhu",
        "K Holroyd",
        "E Seng"
      ],
      "year": 2011,
      "doi": "10.1016/j.jss.2011.06.049"
    },
    {
      "title": "Effects of freemium strategy in the mobile app market: An empirical study of google play",
      "authors": [
        "C Liu",
        "Y Au",
        "H Choi"
      ],
      "year": 2014,
      "doi": "10.1080/07421222.2014.995564"
    },
    {
      "title": "M-health and health promotion: The digital cyborg and surveillance society",
      "authors": [
        "D Lupton"
      ],
      "year": 2012,
      "doi": "10.1057/sth.2012.6"
    },
    {
      "title": "mHealth consumer apps: The case for usercentered design",
      "authors": [
        "T Mccurdie",
        "S Taneva",
        "M Casselman",
        "M Yeung",
        "C Mcdaniel",
        "W Ho",
        "J Cafazzo"
      ],
      "year": 2012
    },
    {
      "title": "Development of an instrument to measure the perceptions of adopting an information technology innovation",
      "authors": [
        "G Moore",
        "I Benbasat"
      ],
      "year": 1991,
      "doi": "10.1287/isre.2.3.192"
    },
    {
      "title": "Supporting cardiac recovery through eHealth technology",
      "authors": [
        "H Nguyen",
        "V Carrieri-Kohlman",
        "S Rankin",
        "R Slaughter",
        "M Stulbarg"
      ],
      "year": 2004,
      "doi": "10.1097/00005082-200405000-00009"
    },
    {
      "title": "Advancing the science of mHealth",
      "authors": [
        "W Nilsen",
        "S Kumar",
        "A Shar",
        "C Varoquiers",
        "T Wiley",
        "W Riley",
        ". Atienza"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2012.677394"
    },
    {
      "title": "eHeals: The eHealth literacy scale",
      "authors": [
        "C Norman",
        "H Skinner"
      ],
      "year": 2006,
      "doi": "10.2196/jmir.8.4.e27"
    },
    {
      "title": "University students' behavioral intention to use mobile learning: Evaluating the technology acceptance model",
      "authors": [
        "S Park",
        "M Nam",
        "S Cha"
      ],
      "year": 2012,
      "doi": "10.1111/j.1467-8535.2011.01229.x"
    },
    {
      "title": "Users have low tolerance for buggy appsonly 16% will try a failing app more than twice",
      "authors": [
        "S Perez"
      ],
      "year": 2013,
      "doi": "10.1211/pj.2017.20202738"
    },
    {
      "title": "Mobile health 2012",
      "year": 2012,
      "doi": "10.18411/a-2017-023"
    },
    {
      "title": "A revolution in eHealth, telemedicine, informatics & connected health",
      "year": 2013
    },
    {
      "title": "A summary of diffusion of innovations",
      "authors": [
        "L Robinson"
      ],
      "year": 2009
    },
    {
      "title": "Diffusion of innovations",
      "authors": [
        "E Rogers"
      ],
      "year": 2003
    },
    {
      "title": "Changing the world and changing the self: A two-process model of perceived control",
      "authors": [
        "F Rothbaum",
        "J Weisz",
        "S Snyder"
      ],
      "year": 1982,
      "doi": "10.1037/0022-3514.42.1.5"
    },
    {
      "title": "Technology, complexity and change in agricultural production systems",
      "authors": [
        "G Sassenrath",
        "P Heilman",
        "E Luschei",
        "G Bennett",
        "G Fitzgerald",
        "P Klesius",
        ". Zimba"
      ],
      "year": 2008,
      "doi": "10.1017/S174217050700213X"
    },
    {
      "title": "Measurement and evaluation outcomes for mHealth communication: Don't we have an app for that",
      "authors": [
        "J Sherry",
        "S Ratzan"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2012.670563"
    },
    {
      "title": "How adolescents use technology for health information: Implications for health professionals from focus group studies",
      "authors": [
        "H Skinner",
        "S Biscope",
        "B Poland",
        "E Goldberg"
      ],
      "year": 2003,
      "doi": "10.2196/jmir.5.4.e32"
    },
    {
      "title": "The concept of eHealth literacy and its measurement: German translation of the eHEALS",
      "authors": [
        "R Soellner",
        "S Huber",
        "M Reder"
      ],
      "year": 2014,
      "doi": "10.1027/1864-1105/a000104"
    },
    {
      "title": "Health literacy and public health: A systematic review and integration of definitions and models",
      "authors": [
        "K Sørensen",
        "S Van Den Broucke",
        "J Fullam",
        "G Doyle",
        "J Pelikan",
        "Z Slonska",
        "H Brand"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-80"
    },
    {
      "title": "Understanding the acceptance of mobile health services: A comparison and integration of alternative models",
      "authors": [
        "Y Sun",
        "N Wang",
        "X Guo",
        "Z Peng"
      ],
      "year": 2013
    },
    {
      "title": "Number of health apps soars, but use does not always follow",
      "authors": [
        "K Terry"
      ],
      "year": 2015
    },
    {
      "title": "Medical apps for smartphones",
      "authors": [
        "M Terry"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2010.9999"
    },
    {
      "title": "Innovation characteristics and innovation adoption-implementation: A meta-analysis of findings",
      "authors": [
        "L Tornatzky",
        "K Klein"
      ],
      "year": 1982,
      "doi": "10.1109/tem.1982.6447463"
    },
    {
      "title": "Does the eHealth Literacy Scale (eHEALS) measure what it intends to measure? Validation of a Dutch version of the eHEALS in two adult populations",
      "authors": [
        "R Van Der Vaart",
        "A Van Deursen",
        "C Drossaert",
        "E Taal",
        "J Van Dijk",
        "M Van De Laar"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1840"
    },
    {
      "title": "Barriers, control and identity in health information seeking among African American women",
      "authors": [
        "J Warren",
        "L Kvasny",
        "M Hecht",
        "D Burgess",
        "J Ahluwalia",
        "K Okuyemi"
      ],
      "year": 2012
    },
    {
      "title": "mHealth apps empower individuals",
      "authors": [
        "B Wiederhold"
      ],
      "year": 2015,
      "doi": "10.1089/cyber.2015.29006.bkw"
    },
    {
      "title": "What drives mobile commerce?: An empirical evaluation of the revised technology acceptance model",
      "authors": [
        "J Bkw Wu",
        "S Wang"
      ],
      "year": 2005,
      "doi": "10.1016/j.im.2004.07.001"
    },
    {
      "title": "Empirical Studies on usability of mHealth Apps: A systematic literature review",
      "authors": [
        "B Zapata",
        "J Fernández-Alemán",
        "A Idri",
        "A Toval"
      ],
      "year": 2015,
      "doi": "10.1007/s10916-014-0182-2"
    },
    {
      "title": "Social media adoption: The role of media needs and innovation characteristics",
      "authors": [
        "I Zolkepli",
        "Y Kamarulzaman"
      ],
      "year": 2015,
      "doi": "10.1016/j.chb.2014.10.050"
    },
    {
      "authors": [
        "T Lin",
        "J Bautista"
      ],
      "doi": "10.2196/preprints.19405"
    }
  ],
  "num_references": 63
}
