{
  "paper_id": "JPMRVYGP",
  "title": "Teen Driving Motor-Vehicle Crashes and Factors That Contribute",
  "abstract": "The motor-vehicle crash risk of novice teen drivers is unacceptably high. This article examines the historical trends in fatal crash rates for male and female teen drivers as compared to adult drivers by both population and person-miles driven. The effect of motor-vehicle policies on teen driver crashes, characteristics of teen driver crashes, and combinations of these crash characteristics are also examined. A framework of seven categories of influences on teen driving behavior is presented, including the following elements: driving ability, developmental factors, behavioral factors, personality factors, demographics, the perceived environment, and the driving environment. Because a complex set of different factors influence teen drivers' behavior, comprehensive, multilevel interventions are needed to reduce teen drivers' exposure to high-risk driving conditions and to address factors identified in the framework.",
  "year": 2004,
  "date": "2004",
  "journal": "J Safety Res",
  "publication": "J Safety Res",
  "authors": [
    {
      "forename": "Jean",
      "surname": "Shope",
      "name": "Jean Shope",
      "affiliation": "University of Michigan , Transportation Research Institute , and School of Public Health , Ann Arbor , Michigan \n\t\t\t\t\t\t\t\t Transportation Research Institute \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t Michigan",
      "email": "jshope@umich.edu"
    },
    {
      "forename": "C",
      "surname": "Bingham",
      "name": "C Bingham",
      "affiliation": "University of Michigan , Transportation Research Institute , and School of Public Health , Ann Arbor , Michigan \n\t\t\t\t\t\t\t\t Transportation Research Institute \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t Michigan"
    }
  ],
  "doi": "10.1016/j.amepre.2008.06.022",
  "sections": [
    {
      "title": "Introduction",
      "text": "T he safety of teen drivers has too often been neglected in books and publications on adolescent health, even though motor-vehicle crashes are the greatest single public health threat to teens in many countries, including the U.S. According to the Web-based Injury Statistics Query and Reporting System,  1  in 2004 crashes accounted for 41% of all deaths among teens aged 13-19 years in the U.S. In contrast, other unintentional injuries accounted for 15%, homicide accounted for 15%, and suicide for 14% of all teen deaths. Awareness of the health threat posed by crashes needs to be raised among public health practitioners working with teenagers so that new interventions can be developed and existing programs can be enhanced to reduce teens' involvement in motor-vehicle crashes. This article summarizes data on the motor-vehicle risk of teen drivers, historical trends in teen driver crashes, the effect of policies on teen driver crashes, characteristics of teen driver crashes, and combinations of crash characteristics. Finally, this article addresses multiple factors that contribute to teen driving behavior in a conceptual framework, and offers implications for the prevention of teen driver crashes.\n\nExcess crash risk is a major contributor to teen mortality and morbidity.  2, 3 In spite of the success of graduated driver licensing (GDL)  4  and other programs, the rates of traffic crashes, injuries, and fatalities  2  and the economic cost of crashes involving teen drivers  5, 6  are unacceptably high. Teen drivers have the highest crash rate per mile driven of any age group.  7 Male teens have an especially high rate of fatal crashes and an even higher rate of nonfatal injury crashes.  7 Crash rates are highest among the youngest drivers,  7  declining with each year of increasing age but not reaching the lowest levels until after age 30.\n\nAmong teen drivers in 2000, those aged 16 years had the highest crash involvement rate-35 crashes per million miles traveled-followed by those aged 17, 18, and 19, at 20, 14, and 13 crashes per million miles traveled, respectively.  3 Thus, per mile traveled, drivers aged 16 years had nearly three times as many crashes as did those at 19. In comparison, drivers aged 45-54 had four crashes per million miles traveled. Fatal crashes followed a similar pattern, with drivers aged 16 having 13 fatal crashes per million miles traveled and those aged 17, 18, and 19 having eight, six, and six fatal crashes per million miles, respectively.  3 Thus, per mile traveled, drivers aged 16 had more than twice as many fatal crashes as did those at 19. In comparison, drivers aged 45-54 years had one to two fatal crashes per million miles traveled. Fatalities are not the only lasting outcome of teen crashes. Although youth are more resilient than adults, especially the elderly, teens who survive injuries received in crashes often experience significant deficits in quality of life, and these deficits occupy a larger portion of their lives than do injuries to older individuals.  8 rends in crash rates are presented by combining data from the Fatality Analysis Reporting System (FARS, www-nrd. nhtsa.dot.gov/departments/nrd-01/summaries/FARS_98. html); the U.S. census; the National Household Travel Survey(NHTS; www.bts.gov/programs/national_household_  travel_survey/ ); and the National Personal Travel Survey (NPTS) conducted by the U.S. Department of Transportation. Crash rates differ in the information they provide,depending on how they are estimated; therefore, in this paper trends in crash rates are presented and results compared using several methods. Rates depict the prevalence of crashes based on some standard unit of exposure. Exposure can be represented at a global level using population size, total vehicle miles driven, or average miles driven per capita. Exposure can also be measured at the level of the individual as person-miles driven, time spent driving, or a combination of the two. Measures of individual exposure, however, are very expensive and difficult to obtain. As a result, populationlevel exposure measures are more commonly used. No single method of calculating rates fully depicts crashes, but different methods of estimating rates serve unique purposes by providing answers to different questions. By examining rates estimated using several different approaches, a fuller perspective emerges."
    },
    {
      "title": "Trends in Crash Rates Based on Population",
      "text": "U.S. census data for the 30-year interval from 1975 to 2004 and fatal-crash data from FARS were used to calculate rates of driver involvement in fatal crashes per population for those aged 15-19 years and those aged 45-54. Adults aged 45-54 were selected for comparison because they have the lowest crash rates of any age group. To control for changes in the population sizes between the age by gender groups and across years, rates were calculated by standardizing the four groups to a common population size (e.g., the population of male teens) for 1975, and then standardizing all years to the group sizes for 1975. Rates per 100,000 population were then calculated using the standardized data. This process was needed because the variation in events (fatal crashes) increases with population size. If rates are compared without standardizing to common group sizes, the rates would be biased by the differences in population size between the groups and changes in group sizes across the years examined. By standardizing to a common population size, the rate estimates were adjusted for differences across groups and variation across years in the sizes of the four populations being compared.\n\nThe largest changes in crash rates per population occurred among male teens (Figure  1 ). Crash rates in this group peaked in 1978 at 9.1 fatal crashes per 100,000 population. Over the next 5 years, the rate among male teens declined rapidly to 6.0 fatal crashes per 100,000 population and remained relatively stable thereafter. Among female teens there was a gradual increase in rates from 1.7 fatal crashes per 100,000 population in 1975 to 2.9 per 100,000 population in 2004. These trends indicate that, since 1983, there has been no overall reduction in fatal crash rates among male and female teens. In fact, after 1992 the crash rates increased steadily. Rates for adult men varied over the interval examined, with an overall increase from 4.8 to 5.2 fatal crashes per 100,000 population from 1975 to 2004. Rates for adult women experienced a pattern similar to that of female teens, increasing steadily from 1.2 to 1.9 fatal crashes per 100,000 population."
    },
    {
      "title": "Trends in Crash Rates Based on Miles Driven",
      "text": "Data on fatal crash rates tell different stories depending on how the rates are calculated, as illustrated by the following three examples. First, Mayhew and associates 9 used annual FARS data from 1975 to 1998 and NPTS data for 1977, 1983, and 1990 to examine trends in the number of licensed drivers, miles driven, and crash rates among women from 1975 to 1998. Analyses based solely on the numbers of licensed drivers suggested that fatal crash rates among women remained essentially unchanged from 1975 to 1997, at about 17 per 100,000 licensed drivers. Yet mileage data showed that the number of miles driven by women increased steadily, from 378 billion miles in 1975 to 886 billion in 1995. When rates were calculated based on average miles driven, women showed a steady decline from 2.9 fatal crashes per 100 million miles driven in 1977 to 1.6 per 100 million miles driven in 1995.\n\nSecond, data from the NPTS and NHTS were used to examine fatal crash rates per person-mile driven from 1989 to 2004 for male and female drivers aged 15-19 and 45-54 years (Figure  2 ). When calculated in this manner, the picture that emerges is different from that in Figure  1 . Male teens still have the highest fatal crash rates, but in Figure  2  they show an overall descending trend. Female teens now have the next highest rates, which, although varying slightly over the interval examined, show little overall change. At the bottom of the figure are adult men and women, whose crash rates per mile driven are the lowest and show gradual increases over time. When examined in this manner, it appears that fatal crashes among teen drivers declined for male teens, but essentially all of this reduction was prior to 1992.\n\nFinally, current research being conducted by the authors provided the opportunity to examine crash rates in a third way, based on person-miles driven (PMD). Using Michigan State Police crash data, the 1990 and 1995 NPTS, and the 2001 NHTS for the northern Midwest region, crash rates per PMD were estimated for Michigan drivers. The results provide yet another perspective on crash rates. Examining all crashes from 1990 to 2001, adult men (aged 45-65) had 6.2 crashes per 100,000 PMD, while adult women had 12.8 crashes per 100,000 PMD. Crash rates of teens aged 16 -19 were 14.9 for male teens and 22.5 for female teens per 100,000 PMD. Using the same data, casualty crash (fatal and nonfatal injury crashes) rates were 1.6 and 3.7 per 100,000 PMD for adult men and women, respectively, and 4.1 and 7.0 per 100,000 PMD for male and female teenage drivers, respectively. Unlike the results of other methods of estimating crash rates, when rates are calculated based on individual, age-specific PMD, female drivers-both teenage and adult-are involved in more casualty crashes, as well as more crashes overall, than male drivers."
    },
    {
      "title": "Motor-Vehicle Policies and Their Effect on Teen Drivers",
      "text": "The data on crash rates presented above suggest that, although efforts to curb crashes may have had limited success in reducing crash rates, such efforts may have prevented the rates from increasing at a greater pace.\n\nIn fact, they may be responsible for teens showing no increase in crashes since 1994, when crash rates are measured in person-miles driven (Figure 2). Some efforts that have been made in the U.S. include traffic safety campaigns and changes in motorvehicle safety design, roadway design, and the process of licensing of teens. Some of these efforts primarily targeted teens, while others have had a broader influence, resulting in changes in adult driving behavior as well.\n\nThe strengthening of seatbelt laws increased the traffic safety of both teens and adults. Most states initially introduced secondary seatbelt laws, which only allow citations for non-use of seatbelts to be issued to drivers/passengers when the vehicle is stopped for the violation of another law. Primary laws allow officers to stop vehicles solely for seatbelt law violations. Secondary seatbelt laws led to seatbelt use of 74% nationwide, and the introduction of primary seatbelt laws led to usage rates of about 85% in most states.  10, 11 While not affecting crash rates, these changes in seatbelt laws have reduced injuries to teens, as well as to adults.\n\nAlcohol laws have contributed to reduced drinking and driving among teens. The establishment of the minimum legal drinking age of 21 in all of the states lowered teens' access to alcohol and has likely contributed to observed reductions in alcohol-related crashes involving teens.  12, 13 A vivid demonstration of the effectiveness of minimum-drinking-age laws in reducing drinking and driving by teens resulted when New Zealand recently lowered its minimum legal drinking age from 20 to 18. This change resulted in an immediate increase in teens' alcohol-related crash involvement, including that of under-drinking-age teens.  14 he introduction of zero tolerance laws for young drivers was followed by a reduction in single-vehicle nighttime crashes (a proxy for alcohol-involved crashes),  15  alcoholrelated crashes,  13  and self-reported drinking and driving  16  by teens. In addition, the adoption of the 0.08 blood alcohol concentration (BAC) standard in all states  17  lowered alcohol-related crashes.  13 Teen drivers have lower rates of drinking and driving than drivers in their twenties, but the passage of strict alcohol laws undoubtedly deters teen drinking and driving and reduces teen drivers' involvement in fatal alcohol-related crashes.  18, 19 raduated driver licensing  20  has reduced the crash involvement of teen drivers. If the age groups of teens were disaggregated in Figures  1  and  2  to single age groups, this effect would likely be evident for those aged 16 and 17 years, because the greatest effect of GDL is among the youngest and least experienced drivers.  21 Currently all states have some form of GDL program in place, but the content and quality of these programs is inconsistent. The Insurance Institute for Highway Safety has rated the state programs, finding only one to be of poor quality, 11 of marginal quality, 11 of fair quality, and 28 of good quality.  22 Although there is room for improvement in GDL programs, evaluations have consistently shown the effectiveness of GDLs in reducing the crash risk of teen drivers.  21 ctors That Increase Teens' Crash Risk Passengers Teen drivers often have passengers, because cars are an important mode for socializing. Because of the social function of motor vehicles in teens' lives, teens often travel in motor vehicles with other teens, either as the driver or the passenger of a teen driver. Given that teens often drive with passengers and drive less safely than adults, it is not surprising that the number of crashes that claim the lives of children begins to climb sharply at age 13 and peaks at age 17-18.  3 Not only are teen drivers involved in more crashes when a passenger is present, the crashes are more likely to be judged the fault of teen drivers.  3, [23] [24] 4] [25] [26] [27]  The increased crash risk associated with passengers is completely unique to teen drivers, having the obverse effect for adults.  3, 26, 27"
    },
    {
      "title": "Nighttime and Weekend Driving",
      "text": "Nighttime driving is more hazardous than daytime driving for all age groups of drivers but has an especially marked impact on the crash involvement of teen drivers.  25 Teen drivers have diurnal crash patterns that are distinct from those of adults. For teen drivers, crashes peak at 7 AM and remain elevated until 9 AM. This is followed by another spike that begins to increase at 1 PM, peaks at 3 PM, and remains elevated until 7 PM. Fatal crashes have the same morning and afternoon spikes, but the number of fatal crashes remains elevated until midnight, after which they descend slowly to a low at 4 AM.  3, 28 For all drivers, the risk of a motor-vehicle crash increases on the weekend.  29 For teen drivers, there is a large increase in the risk of crashes of all types on Friday and Saturday.  30 -32"
    },
    {
      "title": "Drinking and Driving",
      "text": "Teens (aged 16 -20 years) represent 16% of drivers who are involved in fatal crashes and have BACs greater than 0.08. This is a lower involvement rate than any other age group except those over 55 years.  19 Nevertheless, driving under the influence of alcohol is one of several factors that elevate teen drivers' risk of a motorvehicle crash.  25, 27, 33 Teens are less experienced drivers and less experienced drinkers than adults. Teens drink and drive less often than adults but place themselves and others at greater risk when they do drink and drive.  3, 34 his excess risk is apparent in their involvement in alcohol-related fatal crashes, which increases more sharply with rising BACs for teens than for adults.  3, 18, 35"
    },
    {
      "title": "Non-Use of Seatbelts",
      "text": "Teens have the lowest rates of seatbelt use of any age group.  2,36 -40 In 2004, seat belt use by teens aged Ն16 years averaged approximately 10 percentage points lower than that of both adults and children (aged 8 -15 years).  41 As a result, nearly two thirds of teens killed or injured in crashes in 2004 were not wearing a seatbelt.  42"
    },
    {
      "title": "Combinations of Crash Risk Factors",
      "text": "Driving entails a complex set of skills and behaviors and often may be executed in the presence of more than one risk factor. These data indicate that, whether a teen or adult is driving, when risk factors co-occur crash risk increases. The authors have examined the effect of combinations of crash characteristics on risk ratios comparing crash rates of drivers aged 16 -19 years with those of drivers aged 45-65 years.  43 The data for this study are from Michigan State Police crash records for 1989 -1996, the 1990 and 1995 NPTS, and the 2001 NHTS. Crash data were used to create crash types by combining specific crash characteristics. These characteristics were selected on the basis of their proximity to driver behavior (e.g., speeding, alcohol-involved); conditions at the time of the crash (e.g., nighttime, raining); the in-vehicle environment (e.g., passengers present); and the severity of the crash (e.g., resulted in casualties). These crash characteristics were also selected because they could be addressed through policies and laws, driver education/training, or other interventions. Using these data, the authors examined the risk ratios of several of the crash characteristics just reviewed and identified how the co-occurrence of these characteristics influences teen drivers' risk levels. Risk ratios were calculated to compare the crash rates of male teens with male adult drivers, and female teens with female adult drivers.\n\nAs previously noted, passenger presence poses considerable excess risk for teen drivers.  3, 26, 27 When having a passenger on board is combined with other risk factors, the overall risk level increases. For example, risk ratios for teens driving with at least one passenger were 3.6 for male and 2.8 for female drivers compared with adult male and female drivers, but driving with at least one passenger increased the teens' chance of a road-departure crash to 13.1 for male and 6.0 for female drivers compared with adult drivers. Similarly, driving at night increased male teen and female teen drivers' risk of a crash 4.2 and 3.3 times, respectively, but driving at night on the weekend increased teens' crash risk 5.1 times for male and 4.4 times for female drivers. Drinking and driving increased the risk of a crash 2.4 times for male teen and 2.0 for female teen drivers, but drinking and driving with passengers at night increased the teens' crash risk to 9.5 times for male and 7.5 times for female drivers compared with adult drivers. These data indicate that although the rate of fatal alcohol-involved crashes is lower for teens than for drivers in their twenties to forties,  19  the combination of drinking and driving with other crash risk factors results in a substantially higher crash risk for teen drivers."
    },
    {
      "title": "Conceptual Approach to Understanding Teen Driving",
      "text": "The population crash data presented above highlight a serious public health problem yet portray only part of the teen driving picture. An understanding is needed of why teen crash risk is higher and why some teens are more likely to crash than others. Teen driving overall and the factors that contribute to an individual teen's driving must be understood in order to develop and implement public health approaches, strategies, and policies that will ultimately reduce teen motor-vehicle crashes and their consequences. Although there has been excellent progress in engineering approaches to vehicle safety and roadway design, the behavior of individual drivers remains a challenge in preventing traffic crashes, especially among teen drivers. That behavior is thus the focus of the conceptual framework below, which categorizes and describes some of the multiple factors that affect teen driving.\n\nTo understand and influence behavior, theoretical approaches are essential. Although several theories have been applied to driving behavior, the following approaches are particularly useful in understanding teen driving behavior and are incorporated into the framework described below. Social learning theory is based on the idea that people behave in ways they have learned by receiving positive reinforcement, and social cognitive theory employs a dynamic, reciprocal model in which behavior, personal factors, and environmental influences all interact.  44 Problem behavior theory  45  has demonstrated in adolescents and young adults that although behavior is influenced by multiple factors, behaviors viewed as problems sometimes serve a developmental purpose. Ecologic models view behavior in a whole system, highlighting the influence of physical and environmental factors in addition to social and individual factors.  46, 47 The conceptual framework outlined below draws from this background of theories.\n\nOf the many factors influencing teens' driving, some factors, such as driving inexperience, affect all novice teen drivers, putting them at higher risk of crash than adult drivers. Other factors, such as propensity for sensation seeking, affect a subset of teens, putting them at higher risk of crash than other teen drivers. These factors are categorized (Figure  3 ) and discussed briefly below. First, the particular driving behaviors of teens are specified. Then, the various factors that may affect teens' driving behavior are described, including driving ability, physical and psychosocial development, behavioral factors, personality characteristics, demographic factors, the perceived environment, and the driving environment. Research has identified significant relationships among many of these factors and young people's driving behavior, traffic offenses, and crashes."
    },
    {
      "title": "Driving Behavior",
      "text": "Several driving behaviors seem particularly common and risky for teen drivers. Teen drivers tend to speed, follow vehicles too closely, make illegal lane changes, and weave through traffic, putting themselves and others at risk.  48 Teens, more frequently than older, more experienced drivers, fail to yield the right of way at controlled intersections (e.g., yield and stop signs, traffic lights).  48 -50 Teen drivers are also less likely to perceive hidden traffic risks and to react to them appropriately.  51 mpaired driving from drinking alcohol (or using drugs) is more of a problem among young adults than teens, as evident in alcohol-related crash data.  7 Driving can also be impaired, however, by fatigue or distraction. Drowsy or sleepy driving is more frequent among young drivers than among older, more experienced drivers.  3 ost adolescents do not sleep enough. This sleep loss interferes with functioning  52  and is associated with increased risk-taking and unsafe behaviors.  53 een drivers are also easily distracted from the driving task and are inexperienced at judging the driving demand in relation to additional tasks.  54, 55 sing a cell phone, radio, and CD and other players, as well as eating, drinking, smoking, and interacting with passengers, are other distractions from driving that teens may not appreciate as dangerous.\n\nIn addition, teen drivers and their passengers put themselves at increased risk of injury in crashes by wearing their seat belts less often than older, more experienced drivers and passengers.  7 The reasons for not using a proven safety measure are not entirely clear.  42"
    },
    {
      "title": "Driving Ability",
      "text": "Driving is a complex psychomotor task, and basic ability is necessary for a person to drive and to avoid crashes while driving. Driving ability is acquired through knowledge, skill development, and experience. New drivers must acquire knowledge of rules of the road and how to manage and control a vehicle. This knowledge is often gained in driver education or training, with some behind-the-wheel driving. Driver education is currently under scrutiny, as the need for a more science-based approach and evaluation is acknowledged.  56, 57 Novice drivers must learn skills in car-handling and essential maneuvers (e.g., starts, stops, turns, staying within the driving lane, speed control), and achieve competence in those skills through practice, mostly supervised by an experienced driver (typically the teen's parent) over an extended time period.\n\nEven when basic knowledge and skills have been acquired, much experience is necessary for driving ability to become satisfactory.  58 Novice teen drivers are less able to recognize  58  and detect risks than are more experienced drivers.  59 This deficit, at least in part, is due to driving inexperience and a lack of knowledge about potential hazards. Visual scanning patterns of novice teen drivers are also different from those of more experienced drivers. Teens tend to fix their attention on individual hazards and scan for hazards close to their vehicle, scanning for moredistant hazards less than experienced drivers do.  60 rash and offense rates that are initially high decline rapidly as teens gain essential experience and skill driving independently.  38, 61, 62 Their initial lack of experience and skill presents a \"Catch-22.\" The only way teens can gain driving experience and increase their skills is by driving,  63  and yet the first months of independent driving are particularly hazardous. Traffic safety experts have had to focus on measures that reduce the exposure of teens to high-risk situations while they gain driving experience."
    },
    {
      "title": "Developmental Factors",
      "text": "Developmental issues are prominent during the time teens are learning to drive and during their early years of driving. Teens are entering puberty, as well as still developing and growing physically.  64 Recent research reveals that an individual's brain may not be fully developed until age 25, especially the prefrontal cortex where impulse inhibition, decision making, and judgment are centered.  65 The sleep patterns and needs of young people are also different from those of adults. Teens' biorhythms tend to demand that they fall asleep later at night and wake later in the morning than do adults.  66 Yet most high schools, to which many teens drive themselves, have early morning start times. Some teens are affected by attention-deficit hyperactivity disorder (deficits in sustained attention or persistence, resistance to distraction, voluntary motor inhibition, and regulation of activity level relative to same-age peers). This developmental disorder has been shown to relate to poorer driving performance.  67 n addition to these physical developments, teens are also undergoing psychosocial changes.  68 Teens are developing emotionally, testing their limits and abilities, seeking their identities as individuals, and evolving in their relationships with peers. Their social life and sexual identity are of keen importance. All these issues are brought into the car with teens and may affect their driving behavior."
    },
    {
      "title": "Behavioral Factors",
      "text": "As teens develop, they may adopt conventional or problem behaviors. Engaging in antisocial behavior is associated with risky driving among teens.  69 Those teens who report early access to and use of tobacco, alcohol, or marijuana do more risky driving and more drinking and driving.  69 -78 Risk-taking behavior and conduct problems have been linked to motor-vehicle crash injuries,  79  as has driving before being licensed.  80 urther, teens with better grades in school tend to have less risky driving behavior.  70, 74"
    },
    {
      "title": "Personality Factors",
      "text": "Several personality factors are related to risky driving among young people. Teens who have a risk-taking propensity or sensation-seeking personality,  77, [81] [82] [83]  who have a tendency toward hostility and aggression,  83  or who are more susceptible to peer pressure are likely to have more crashes.  84 Another measure of interest is tolerance of deviance-the acceptance of behaviors that most others consider wrong or immoral. Those young people with a high tolerance of deviance-who do not consider deviant behavior to be wrong-have more traffic crashes.  70,84 -86 In a study comparing the personalities of teen male drivers with crashes to those without crashes, Vavrik  87  found that the former had higher risk-taking and lower harm-avoidance scores. Driver confidence-adventurousness predicted the likelihood of crashing among teen drivers.  80 Thus, personality characteristics may influence risky driving behavior indirectly, by affecting attitudes toward traffic safety.  88"
    },
    {
      "title": "Demographic Factors",
      "text": "Risky driving varies among different groups of teens. For example, even though novice drivers of any age in general have more crashes early on, age at licensure is a contributor to crash risk, and younger licensees have more crashes.  89 -91 Male teenage drivers are more likely to be involved in fatal crashes,  7  to engage in risky driving,  79, 92  and to report drinking and driving  78  than are female teenage drivers. Young people who are employed are more likely to report drinking and driving. More driving problems, including drinking and driving, are found among those with less education, but the relationship can differ by gender.  93 Teen drivers who report that they live with both parents have less risky driving than those who live with only one parent, perhaps because two parents have greater ability than one parent to monitor and be involved in their teen's behavior.  [72] [73] [74]"
    },
    {
      "title": "Perceived Environment",
      "text": "Teens' perceptions of their environment are complex influences on driving behavior. For their entire lives, teens have been developing perceptions of what is \"normal\" or expected driving behavior, and these perceptions strongly influence their driving. Perceptions that come from individuals, as well as perceptions that come from broader sources, are relevant.\n\nFrom birth on, most youngsters are driven around in a car by their parents. Parents' driving strongly influences the subsequent driving of young people, which has been shown to be similar to that of their parents.  94 -97 Parents can play a key role in their teen's driving education and training,  98  but parents are often unaware of the risks of teen driving.  99 Parents' expec-tations of their young drivers are important and affect driving behavior. Parents who are involved in their teen's life and who monitor, nurture, have high expectations, and are not overly permissive tend to have youngsters who drive with fewer crashes and offenses  70, 73, 74, 100  and who drink and drive less.  78 Parents in states with GDL programs establish and enforce more appropriate teen driving limits.  101, 102 Teens whose parents set limits on the teen's early driving, in the context of an intervention program, have less risky driving behavior and fewer offenses and crashes.  103 Beyond parents, support from other adults in school and the community can also protect teens from drinking and driving.  78 ther individuals who can greatly influence the driving of teens are their peers.  104 As mentioned earlier, teens who are susceptible to peer pressure have more offenses and crashes.  84 Having friends involved with alcohol early is related to teens' problem driving.  72, 73 How peers drive understandably influences teens' own driving.  105 Peer passengers influence teen driving, as seen in the negative influence on male drivers of young male passengers and in the moderating effect of female passengers.  106 Further, the norms and expectations of a partner (girl-or boy-friend, significant other, or spouse) influence driving.\n\nBeyond parents, peers, and partners is the wider world perceived by the teen driver-that of the community, the culture, and the media. Teens' perceptions of driving risk are developed from these sources-how dangerous it is to drive; how likely it is to crash; how likely it is that someone could get injured or killed; or how likely one is to be ticketed, fined, or jailed for a particular driving infraction. Teens, especially males, are more likely to underestimate the risk in driving and underestimate their crash risk than are other drivers (both similarly aged peers and adults).  33, 107, 108 Teens exposed to the negative, risky driving behaviors of their friends, siblings, and parents view those behaviors as less risky.  105 Community norms and traffic safety enforcement influence teens' perceptions and therefore their driving. The U.S. culture promotes car-oriented expectations, and not always in ways that promote safe driving. Racecar driving is very popular entertainment. Even young teenagers expect to drive a car, own a car, and often actually need a car for transportation to meet basic needs. The media, both advertising and entertainment, promote fast driving and performance driving more than safe driving. Finally, youngsters spend a lot of time with video games, many of which encourage aggressive behavior or car racing, with effects on young people's subsequent driving behavior. 109"
    },
    {
      "title": "Driving Environment",
      "text": "The environment, both physical and social, in which teens drive has several features related to risky driving. The physical environment of driving at night (in the dark), as mentioned above, is more risky for young people than for older, more experienced drivers.  3 lthough not completely understood, this environmental factor has a considerable effect. Bad weather, as well as road types and conditions with which the novice teen driver has had little experience, may also present problems.\n\nTeen ownership of vehicles is high 110 and is related to more driving and higher crash rates.  110, 111 Teens who have unsupervised access to vehicles 101 or own vehicles have more risky driving behavior and traffic violations.  110, 111 Vehicles owned by teens are often neither the safest nor the type recommended for young drivers, 110,111 who may not have the driving experience to handle SUVs, large vans, or pickup trucks. Newer, heavier vehicles with more safety features may be better than older, lighter vehicles at preventing injuries to teen occupants involved in a crash.  110 Further, physical aspects of the vehicle interior can be important. Being familiar with vehicle controls and having essentials, such as sunglasses, within easy reach are important. Finally, avoiding unsafe actions with food, beverages, cigarettes, cell phones, radios, and CD and other players are especially important for young novice drivers.\n\nLittle is known, more is being learned, and much can be imagined about what goes on inside vehicles driven by teens. This social context is an important influence on teens' driving, as the increased crash risk in the presence of passengers indicates.  3 Teenage passengers, particularly male passengers, are related to more risky driving.  106 Social interaction very likely distracts a teen driver from the driving task. Conversation, or merely the presence of particular passengers, may lead to different driving behaviors. The purpose of a driving trip could be related to risky driving. Trips to school or work or to do errands may not lead to as much risky driving as trips for recreational or entertainment purposes."
    },
    {
      "title": "Discussion and Conclusion",
      "text": "Teen drivers in the U.S. are at considerable excess risk of motor-vehicle crashes compared with adult drivers. This excess risk has existed for many years, despite some success in traffic safety efforts. Potential interventions to prevent the risky teen driving behavior that can lead to crashes should be based on research. Crash statistics highlight certain conditions, such as nighttime and passenger presence, that increase crash risk for teen drivers. These factors lend themselves to prevention efforts such as GDL (gaining experience in low-risk driving conditions by imposing night and passenger restrictions) and affect all novice teen drivers.  112, 113 he combinations of factors that were found to increase teen crash risk compared with adult crash risk (e.g., drinking and driving with passengers at night) also suggest that decreasing exposure to those factors would reduce crashes. Education of teens and parents about these risks is also indicated.\n\nAs described in the framework above, many complex factors influence the way teenagers drive. These factors include driving ability, developmental factors, behavioral factors, personality characteristics, and demographic factors, as well as the perceived environment and the driving environment. Much has been learned about the factors related to teen driving, but research is needed to fill in gaps in existing knowledge. Recommendations for interventions should be based on research, with sound programs developed using a conceptual framework such as the one presented here, and a strong theoretical foundation. Prevention efforts are needed that target behaviors and characteristics of individual teens that place them at higher risk of crash than other teen drivers. The risky driving behavior itself (e.g., speeding) could be targeted directly, or one or more of the factors that influence the driving behavior could be targeted by prevention efforts. 114 Some of these predisposing factors, such as parental monitoring or community norms, lend themselves to being changed more than others. Factors that cannot be changed, such as personality or living situation, can be used to guide, inform, or tailor interventions to prevent youthful risky driving.\n\nResearch is needed to understand young drivers' viewpoints and their interpretations of the relationships in the framework, as well as their views of potential interventions. For instance, not wearing seatbelts may serve a developmental purpose, such as \"looking cool,\" for some young people. Interventions would not be successful without an understanding of the \"purpose\" of such a behavior, so that safer ways to \"be cool\" could be promoted. Research can provide a strong basis for determining relevant factors for interventions, and their effectiveness, as well as the best way to adapt existing programs to promote teen driver safety. Thus, programs can build on what is known while contributing further to the growing knowledge base being gathered for the purpose of protecting novice teen drivers. The complex teen driver situation cannot be addressed with any single, simple solution, but requires a multilevel, comprehensive approach.\n\nPreparation of this paper was supported in part by the National Academies. The authors' previous work on which much of this paper is based has been supported by NIH-NIAAA, NHTSA, and CDC-NCIPC. The authors appreciate the input of Jennifer Zakrajsek, and the assistance provided in manuscript preparation by Julie Parow.\n\nNo financial disclosures were reported by the authors of this paper."
    },
    {
      "text": "Figure 1. Driver involvement in fatal crashes by age and gender per population"
    },
    {
      "text": "Figure 2. Driver involvement in fatal crashes by age and gender per person-miles driven"
    },
    {
      "text": "Figure 3. Factors that affect teen driving behavior"
    }
  ],
  "references": [
    {
      "title": "Web-based Injury Statistics Query and Reporting System (WISQARS)",
      "doi": "10.1136/injuryprev-2016-042156.161"
    },
    {
      "title": "Traffic safety facts: 2004 data",
      "year": 2004,
      "doi": "10.1016/j.annemergmed.2003.11.012"
    },
    {
      "title": "Teenage drivers: patterns of risk",
      "authors": [
        "A Williams"
      ],
      "year": 2003
    },
    {
      "title": "Next steps for graduated licensing",
      "authors": [
        "A Williams"
      ],
      "year": 2005
    },
    {
      "title": "Traffic safety facts",
      "year": 2002
    },
    {
      "title": "Highway crash costs in the United States by driver age, blood alcohol level, victim age, and restraint use",
      "authors": [
        "T Miller",
        "D Lestina",
        "R Spicer"
      ],
      "year": 1998,
      "doi": "10.1016/s0001-4575(97)00093-6"
    },
    {
      "title": "Fatality facts",
      "year": 2005
    },
    {
      "title": "Trauma in adolescents causes long-term marked deficits in quality of life: adolescent children do not recover preinjury quality of life or function up to two years postinjury compared to national norms",
      "authors": [
        "T Holbrook",
        "D Hoyt",
        "R Coimbra"
      ],
      "year": 2007
    },
    {
      "title": "Trends in fatal crashes involving female drivers, 1975-1998",
      "authors": [
        "D Mayhew",
        "S Ferguson",
        "K Desmond",
        "H Simpson"
      ],
      "year": 2003
    },
    {
      "title": "Teenage seat belt use: white paper",
      "authors": [
        "A Mccartt",
        "V Shabanova"
      ],
      "year": 2002
    },
    {
      "title": "Traffic safety facts 2004: a compilation of motor vehicle crash data from the Fatality Analysis Reporting System and the General Estimates System"
    },
    {
      "title": "Effects of minimum drinking age laws on alcohol use, related behaviors, and traffic crash involvement among American youth: 1976 -1987",
      "authors": [
        "P O'malley",
        "A Wagenaar"
      ],
      "year": 1991,
      "doi": "10.15288/jsa.1991.52.478"
    },
    {
      "title": "Reviews of evidence regarding interventions to reduce alcohol-impaired driving",
      "authors": [
        "R Shults",
        "R Elder",
        "D Sleet"
      ],
      "year": 2001
    },
    {
      "title": "Minimum purchasing age for alcohol and traffic crash injuries among 15-to 19-year-olds in New Zealand",
      "authors": [
        "K Kypri",
        "R Voas",
        "J Langley"
      ],
      "year": 2006
    },
    {
      "title": "Lower legal blood alcohol limits for young drivers",
      "authors": [
        "R Hingson",
        "T Heeren",
        "M Winter"
      ],
      "year": 1994
    },
    {
      "title": "Lowered legal blood alcohol limits for young drivers: effects on drinking, driving, and driving-after-drinking behaviors in 30 states",
      "authors": [
        "A Wagenaar",
        "O 'mally",
        "P Lafond"
      ],
      "year": 2001
    },
    {
      "title": "08 BAC illegal per se level. Traffic safety facts: laws",
      "year": 2004
    },
    {
      "title": "Involvement by young drivers in fatal alcohol-related motor-vehicle crashes: United States, 1982-2001",
      "year": 2002
    },
    {
      "title": "Alcohol. Traffic safety facts: 2005 data",
      "year": 2006,
      "doi": "10.4135/9781412956260.n554"
    },
    {
      "title": "The genesis of GDL",
      "authors": [
        "P Waller"
      ],
      "year": 2003,
      "doi": "10.1016/s0022-4375(02)00076-2"
    },
    {
      "title": "Graduated driver licensing: review of evaluation results since 2002",
      "authors": [
        "J Shope"
      ],
      "year": 2007,
      "doi": "10.1016/j.jsr.2007.02.004"
    },
    {
      "title": "licensing systems for young drivers, laws as of January 2007",
      "year": 2007
    },
    {
      "title": "Passenger carriage and car crash injury: a comparison between younger and older drivers",
      "authors": [
        "L Lam"
      ],
      "year": 2003
    },
    {
      "title": "The effect of teenage passengers on the fatal crash risk of teenage drivers",
      "authors": [
        "D Preusser",
        "S Ferguson",
        "A Williams"
      ],
      "year": 1998,
      "doi": "10.1016/s0001-4575(97)00081-x"
    },
    {
      "title": "Nighttime driving, passenger transport, and injury crash rates of young drivers",
      "authors": [
        "T Rice",
        "C Peek-Asa",
        "J Kraus"
      ],
      "year": 2003
    },
    {
      "title": "City curfew ordinances and teenage motor vehicle injury",
      "authors": [
        "D Preusser",
        "A Williams",
        "A Lund",
        "P Zador"
      ],
      "year": 1990,
      "doi": "10.1016/0001-4575(90)90054-o"
    },
    {
      "title": "Teenage passengers in motor vehicle crashes: a summary of current research",
      "authors": [
        "A Williams"
      ],
      "year": 2001
    },
    {
      "title": "Night driving restrictions for youthful drivers: a literature review and commentary",
      "authors": [
        "A Williams",
        "D Preusser"
      ],
      "year": 1997
    },
    {
      "title": "The distribution of risks: vehicle occupant fatalities and time of the week",
      "authors": [
        "R Schwing",
        "D Kamerud"
      ],
      "year": 1988
    },
    {
      "title": "A population-based study of crashes involving 16-and 17-year-old drivers: the potential benefit of graduated driver licensing restrictions",
      "authors": [
        "N Cvijanovich",
        "L Cook",
        "N Mann",
        "J Dean"
      ],
      "year": 2001
    },
    {
      "title": "The situational risks of young drivers: the influence of passengers, time of day, and day of week on accident rates",
      "authors": [
        "S Doherty",
        "J Andrey",
        "C Macgregor"
      ],
      "year": 1998,
      "doi": "10.1016/s0001-4575(97)00060-2"
    },
    {
      "title": "Crash involvements of 16-year-old drivers",
      "authors": [
        "R Ulmer",
        "A Williams",
        "D Preusser"
      ],
      "year": 1997,
      "doi": "10.1016/s0022-4375(96)00041-2"
    },
    {
      "title": "Other high-risk factors for young drivers: how graduated licensing does, doesn't, or could address them",
      "authors": [
        "S Ferguson"
      ],
      "year": 2003
    },
    {
      "title": "Youth, alcohol and relative risk of crash involvement",
      "authors": [
        "D Mayhew",
        "A Donelson",
        "D Beirness",
        "H Simpson"
      ],
      "year": 1986
    },
    {
      "title": "Alcohol-related relative risk of driver fatalities and driver involvement in fatal crashes in relation to driver age and gender: an update using 1996 data",
      "authors": [
        "P Zador",
        "S Krawchuk",
        "R Voas"
      ],
      "year": 2000
    },
    {
      "title": "Trends and subgroup differences in transportation-related injury risk and safety behaviors among high school students",
      "authors": [
        "S Everett",
        "R Shults",
        "L Barrios",
        "J Sacks",
        "R Lowry",
        "J Oeltmann"
      ],
      "year": 2001
    },
    {
      "title": "Seatbelt use by high school students",
      "authors": [
        "A Williams",
        "A Mccartt",
        "L Geary"
      ],
      "year": 2003
    },
    {
      "title": "Driving experience, crashes, and traffic citations of teenage beginning drivers",
      "authors": [
        "A Mccartt",
        "V Shabanova",
        "W Leaf"
      ],
      "year": 2003,
      "doi": "10.1016/s0001-4575(02)00006-4"
    },
    {
      "title": "Seat belt use of high school drivers and their passengers",
      "authors": [
        "A Williams",
        "V Rappold",
        "S Ferguson",
        "J Wells"
      ],
      "year": 1997
    },
    {
      "title": "Situational factors in seat belt use by teenage drivers and passengers",
      "authors": [
        "A Williams",
        "V Shabanova"
      ],
      "year": 2002,
      "doi": "10.1080/15389580213650"
    },
    {
      "title": "Safety belt use in 2005demographic results",
      "year": 2005,
      "doi": "10.4135/9781412956260.n554"
    },
    {
      "title": "Increasing teen safety belt use: a program and literature review",
      "year": 2005,
      "doi": "10.4135/9781412956260.n554"
    },
    {
      "title": "Casually crash types for which teens are at excess risk",
      "authors": [
        "C Bingham",
        "J Shope"
      ],
      "year": 2007
    },
    {
      "title": "Health behavior and health education",
      "authors": [
        "K Glanz",
        "F Lewis",
        "B Rimer"
      ],
      "year": 2002
    },
    {
      "title": "Risk behavior in adolescence: a psychosocial framework for understanding and action",
      "authors": [
        "R Jessor"
      ],
      "year": 1991
    },
    {
      "title": "Ecological models for the prevention and control of unintentional injury",
      "authors": [
        "J Allegrante",
        "R Marks",
        "D Hanson"
      ],
      "year": 2006
    },
    {
      "title": "An ecological perspective on health promotion programs",
      "authors": [
        "K Mcleroy",
        "D Bibeau",
        "A Steckler",
        "K Glanz"
      ],
      "year": 1988
    },
    {
      "title": "Drinking-driving as a component of problem driving and problem behavior in young adults",
      "authors": [
        "J Shope",
        "C Bingham"
      ],
      "year": 2002,
      "doi": "10.15288/jsa.2002.63.24"
    },
    {
      "title": "Accident risk and risk-taking behaviour among young drivers",
      "authors": [
        "B Jonah"
      ],
      "year": 1986
    },
    {
      "title": "Rationale for graduated licensing and the risks it should address",
      "authors": [
        "A Williams",
        "S Ferguson"
      ],
      "year": 2002
    },
    {
      "title": "Use of a fixed-base driving simulator to evaluate the effects of experience and PC-based risk awareness training on drivers' decisions",
      "authors": [
        "D Fisher",
        "Laurie Glaser"
      ],
      "year": 2002,
      "doi": "10.1518/0018720024497853"
    },
    {
      "title": "Sleep schedules and daytime functioning in adolescents",
      "authors": [
        "A Wolfson",
        "M Carskadon"
      ],
      "year": 1998,
      "doi": "10.2307/1132351"
    },
    {
      "title": "Sleep and risk-taking behavior in adolescents",
      "authors": [
        "E O'brien",
        "J Mindell"
      ],
      "year": 2005
    },
    {
      "title": "Driver distraction: evaluation with event detection paradigm",
      "authors": [
        "J Greenberg",
        "L Tijerina",
        "R Curry"
      ],
      "year": 2003
    },
    {
      "title": "Intersection behavior of novice teen drivers and experienced adult drivers",
      "authors": [
        "Ecb Olsen",
        "B Simons-Morton",
        "S Lee"
      ],
      "year": 2005,
      "doi": "10.1177/154193120504902205"
    },
    {
      "title": "The safety value of driver education and training",
      "authors": [
        "D Mayhew",
        "H Simpson"
      ],
      "year": 2002,
      "doi": "10.1136/ip.8.suppl_2.ii3"
    },
    {
      "title": "Trends in driver education and training",
      "authors": [
        "L Lonero"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2008.06.023"
    },
    {
      "title": "Young novice drivers: careless or clueless?",
      "authors": [
        "A Mcknight",
        "A Mcknight"
      ],
      "year": 2003,
      "doi": "10.1016/s0001-4575(02)00100-8"
    },
    {
      "title": "Risk perception and decision taking during the transition between novice and experienced drivers status",
      "authors": [
        "I Brown",
        "J Groeger"
      ],
      "year": 1988,
      "doi": "10.1080/00140138808966701"
    },
    {
      "title": "Strategies of visual search by novice and experimental drivers",
      "authors": [
        "R Mourant",
        "T Rockwell"
      ],
      "year": 1972,
      "doi": "10.1177/001872087201400405"
    },
    {
      "title": "Changes in collision rates among novice drivers during the first months of driving",
      "authors": [
        "D Mayhew",
        "H Simpson",
        "A Pak"
      ],
      "year": 2003
    },
    {
      "title": "Changes in young adult offense and crash patterns over time",
      "authors": [
        "P Waller",
        "M Elliott",
        "J Shope"
      ],
      "year": 2001,
      "doi": "10.1016/s0001-4575(00)00022-1"
    },
    {
      "title": "Factors associated with young drivers' car crash injury: comparisons among learner, provisional, and full licenses",
      "authors": [
        "M Lin",
        "K Fearn"
      ],
      "year": 2003
    },
    {
      "title": "Biological, developmental, and neurobehavioral factors relevant to adolescent driving risks",
      "authors": [
        "R Dahl"
      ],
      "year": 2008
    },
    {
      "title": "Mapping brain maturation and cognitive development during adolescence",
      "authors": [
        "T Paus"
      ],
      "year": 2005
    },
    {
      "title": "Adolescent sleep needs and patterns"
    },
    {
      "title": "Driving impairments in teens and adults with attentiondeficit/hyperactivity disorder",
      "authors": [
        "R Barkley"
      ],
      "year": 2004
    },
    {
      "title": "Adolescent drivers: a developmental perspective on risk, proficiency, and safety",
      "authors": [
        "D Keating",
        "B Halpern-Felsher"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2008.06.026"
    },
    {
      "title": "Risky driving and lifestyles in adolescence",
      "authors": [
        "M Bina",
        "F Graziano",
        "S Bonino"
      ],
      "year": 2006
    },
    {
      "title": "Patterns of traffic offenses from licensure into early young adulthood",
      "authors": [
        "C Bingham",
        "J Shope"
      ],
      "year": 2006
    },
    {
      "title": "Factors in adolescent drinking/ driving: binge drinking, cigarette smoking, and gender",
      "authors": [
        "L Copeland",
        "J Shope",
        "P Waller"
      ],
      "year": 1996
    },
    {
      "title": "Adolescent driving: characteristics associated with single-vehicle and injury crashes",
      "authors": [
        "S Lang",
        "P Waller",
        "J Shope"
      ],
      "year": 1996
    },
    {
      "title": "Alcohol-related predictors of adolescent driving: gender differences in crashes and offenses",
      "authors": [
        "J Shope",
        "P Waller",
        "S Lang"
      ],
      "year": 1996
    },
    {
      "title": "Adolescent crashes and offenses by gender: implications for prevention",
      "authors": [
        "J Shope",
        "P Waller",
        "S Lang"
      ],
      "year": 1997
    },
    {
      "title": "Adolescent antecedents of high-risk driving behavior in young adulthood: substance use and parental influences",
      "authors": [
        "J Shope",
        "P Waller",
        "T Raghunathan",
        "S Patil"
      ],
      "year": 2001
    },
    {
      "title": "Age of drinking onset predicts young adults' self-reported drink-driving",
      "authors": [
        "J Shope",
        "J Zakrajsek"
      ],
      "year": 2002
    },
    {
      "title": "Heavy episodic drinking and sensation seeking in adolescents as predictors of harmful driving and celebrating behaviors: implications for prevention",
      "authors": [
        "E Van Beurden",
        "A Zask",
        "L Brooks",
        "R Dight"
      ],
      "year": 2005,
      "doi": "10.1016/j.jadohealth.2004.11.132"
    },
    {
      "title": "Associations between adolescent drinking and driving involvement and self-reported risk and protective factors in students in public schools in Washington state",
      "authors": [
        "J Sabel",
        "L Bensley",
        "J Van Eenwyk"
      ],
      "year": 2004,
      "doi": "10.15288/jsa.2004.65.213"
    },
    {
      "title": "Adolescent motor vehicle crashes: the relationship between behavioral factors and self-reported injury",
      "authors": [
        "E Jelalian",
        "S Alday",
        "A Spirito",
        "D Rasile",
        "C Nobile"
      ],
      "year": 2000
    },
    {
      "title": "Modeling young driver motor vehicle crashes: data with extra zeros",
      "authors": [
        "A Lee",
        "M Stevenson",
        "K Wang",
        "Kkw Yau"
      ],
      "year": 2002,
      "doi": "10.1016/s0001-4575(01)00049-5"
    },
    {
      "title": "Sensation seeking and risky driving: a review and synthesis of the literature",
      "authors": [
        "B Jonah"
      ],
      "year": 1997
    },
    {
      "title": "Demographic influences in sensation seeking and expressions of sensation seeking in religion, smoking and driving habits",
      "authors": [
        "M Zuckerman",
        "M Neeb"
      ],
      "year": 1980
    },
    {
      "title": "The role of personality characteristics in young adult high-risk driving",
      "authors": [
        "S Patil",
        "J Shope",
        "T Raghunathan",
        "C Bingham"
      ],
      "year": 2006
    },
    {
      "title": "Examining trajectories of adolescent risk factors as predictors of subsequent high-risk driving behavior",
      "authors": [
        "J Shope",
        "T Raghunathan",
        "S Patil"
      ],
      "year": 2003,
      "doi": "10.1016/s1054-139x(02)00424-x"
    },
    {
      "title": "Adolescent developmental antecedents of risky driving among young adults",
      "authors": [
        "C Bingham",
        "J Shope"
      ],
      "year": 2004,
      "doi": "10.15288/jsa.2004.65.84"
    },
    {
      "title": "Adolescent problem behavior and problem driving in young adulthood",
      "authors": [
        "C Bingham",
        "J Shope"
      ],
      "year": 2004
    },
    {
      "title": "Personality and risk-taking: a brief report on adolescent male drivers",
      "authors": [
        "J Vavrik"
      ],
      "year": 1997
    },
    {
      "title": "Personality, attitudes and risk perception as predictors of risky driving behaviour among young drivers",
      "authors": [
        "P Ulleberg",
        "T Rundmo"
      ],
      "year": 2003,
      "doi": "10.1016/s0925-7535(01)00077-7"
    },
    {
      "title": "The effect of duration of licensure on risk of crash: a Bayesian analysis of repeated time-to-event measures",
      "authors": [
        "M Elliott",
        "T Raghunathan",
        "J Shope"
      ],
      "year": 2002
    },
    {
      "title": "Variations in minimum licensing age and fatal motor vehicle crashes",
      "authors": [
        "A Williams",
        "R Karpf",
        "P Zador"
      ],
      "year": 1983
    },
    {
      "title": "Youth and traffic safety: the effects of driving age, experience, and education",
      "authors": [
        "D Levy"
      ],
      "year": 1990
    },
    {
      "title": "Gender differences among young drivers in the association between high-risk driving and substance use/environmental influences",
      "authors": [
        "M Elliott",
        "J Shope",
        "T Raghunathan"
      ],
      "year": 2006
    },
    {
      "title": "Drinking behavior from high school to young adulthood: differences by college education",
      "authors": [
        "C Bingham",
        "J Shope",
        "X Tang"
      ],
      "year": 2005
    },
    {
      "title": "Relationship of parent driving records to the driving records of their children",
      "authors": [
        "S Ferguson",
        "A Williams",
        "J Chapline",
        "D Reinfurt",
        "De Leonardis"
      ],
      "year": 2001
    },
    {
      "title": "The \"genetics\" of driving behavior: parents' driving style predicts their children's driving style",
      "authors": [
        "A Bianchi",
        "H Summala"
      ],
      "year": 2004,
      "doi": "10.1016/s0001-4575(03)00087-3"
    },
    {
      "title": "From parents to childrensimilarity in parents and offspring driving styles",
      "authors": [
        "O Taubman-Ben-Ari",
        "M Mikulincer",
        "O Gillath"
      ],
      "year": 2005
    },
    {
      "title": "Young driver risk in relation to parents' retrospective driving record",
      "authors": [
        "R Wilson",
        "W Meckle",
        "S Wiggins",
        "P Cooper"
      ],
      "year": 2006
    },
    {
      "title": "Parenting and the young driver problem",
      "authors": [
        "B Simons-Morton",
        "M Ouimet",
        "R Catalano"
      ],
      "year": 2008
    },
    {
      "title": "How well do parents manage young driver crash risks?",
      "authors": [
        "B Simons-Morton",
        "J Hartos"
      ],
      "year": 2003
    },
    {
      "title": "Can I take the car? Relations among parenting practices and adolescent problem-driving practices",
      "authors": [
        "J Hartos",
        "P Eitel",
        "D Haynie",
        "B Simons-Morton"
      ],
      "year": 2000
    },
    {
      "title": "Does graduated licensing empower parents to place greater restrictions on their newly licensed teens' driving?",
      "authors": [
        "K Beck",
        "T Shattuck",
        "R Raleigh",
        "J Hartos"
      ],
      "year": 2003,
      "doi": "10.1177/1090198103255369"
    },
    {
      "title": "Parent-imposed limits on high-risk adolescent driving: are they stricter with graduated driver licensing?",
      "authors": [
        "J Hartos",
        "B Simons-Morton",
        "K Beck",
        "W Leaf"
      ],
      "year": 2005
    },
    {
      "title": "Do recommended driving limits affect teen-reported traffic violations and crashes during the first 12 months of independent driving?",
      "authors": [
        "B Simons-Morton",
        "J Hartos",
        "W Leaf",
        "D Preusser"
      ],
      "year": 2006
    },
    {
      "title": "Adolescents, peers, and motor vehicles: the perfect storm?",
      "authors": [
        "J Allen",
        "B Brown"
      ],
      "year": 2008
    },
    {
      "title": "Acceptance of and engagement in risky driving behaviors by teenagers",
      "authors": [
        "S Sarkar"
      ],
      "year": 2004,
      "doi": "10.1001/jama.1994.03520110022008"
    },
    {
      "title": "The observed effects of teenage passengers on the risky driving behavior of teenage drivers",
      "authors": [
        "B Simons-Morton",
        "N Lerner",
        "J Singer"
      ],
      "year": 2005
    },
    {
      "title": "Perception of the risk of an accident by young and older drivers",
      "authors": [
        "P Finn",
        "Bwe Bragg"
      ],
      "year": 1986,
      "doi": "10.1016/0001-4575(86)90043-6"
    },
    {
      "title": "Risk evaluation, driving, and adolescents: A typology",
      "authors": [
        "N Harre"
      ],
      "year": 2000
    },
    {
      "title": "Virtual driving and risk taking: do racing games increase risk-taking cognitions, affect, and behaviors?",
      "authors": [
        "P Fischer",
        "J Kubitzki",
        "S Guter",
        "D Frey"
      ],
      "year": 2007
    },
    {
      "title": "Vehicles driven by teenagers in their first year of licensure",
      "authors": [
        "A Williams",
        "W Leaf",
        "B Simons-Morton",
        "J Hartos"
      ],
      "year": 2006
    },
    {
      "title": "Vehicles driven by teenagers in four states",
      "authors": [
        "M Cammisa",
        "A Williams",
        "W Leaf"
      ],
      "year": 1999,
      "doi": "10.1016/s0022-4375(98)00059-0"
    },
    {
      "title": "Graduated licensing and beyond",
      "authors": [
        "A Williams",
        "D Mayhew"
      ],
      "year": 2008
    },
    {
      "title": "Conceptual frameworks for developing and comparing approaches to improve adolescent motor-vehicle safety",
      "authors": [
        "C Runyan",
        "M ; Yonas",
        "J Shope"
      ],
      "year": 2006
    }
  ],
  "num_references": 113
}
