{
  "paper_id": "JS5SC5TJ",
  "title": "Which Healthy Eating Nudges Work Best? A Meta-Analysis of Field Experiments",
  "abstract": "We examine the effectiveness in field settings of seven healthy eating nudges, classified according to whether they are (1) cognitively oriented, such as \"descriptive nutritional labeling,\" \"evaluative nutritional labeling,\" or \"visibility enhancements\"; (2) affectively oriented, such as \"hedonic enhancements or \"healthy eating calls\"; or (3) behaviorally oriented, such as \"convenience enhancements\" or \"size enhancements.\" Our multivariate, three-level meta-analysis of 299 effect sizes, controlling for eating behavior, population, and study characteristics, yields a standardized mean difference (Cohen's d) of 0.23 (equivalent to -124 kcal/day). Effect sizes increase as the focus of the nudges shifts from cognition (d = 0.12, -64 kcal) to affect (d = 0.24, -129 kcal) to behavior (d = 0.39, -209 kcal). Interventions are more effective at reducing unhealthy eating than increasing healthy eating or reducing total eating. Effect sizes are larger in the United States than in other countries, in restaurants or cafeterias than in grocery stores, and in studies including a control group. Effect sizes are similar for food selection versus consumption and for children versus adults and are independent of study duration. Compared with the typical nudge study (d = 0.12), one implementing the best nudge scenario can expect a sixfold increase in effectiveness (to d = 0.74) with half the result of switching from cognitively oriented to behaviorally oriented nudges.",
  "year": 2005,
  "date": "2005",
  "journal": "J. Amer. Dietetic Assoc",
  "publication": "J. Amer. Dietetic Assoc",
  "authors": [
    {
      "forename": "Romain",
      "surname": "Cadario",
      "name": "Romain Cadario",
      "affiliation": "a  I ÉSEG School of Management (LEM - CNRS UMR 9221) , 92044 Paris La Défense , France ; \n\t\t\t\t\t\t\t\t School of Management (LEM \n\t\t\t\t\t\t\t\t I ÉSEG \n\t\t\t\t\t\t\t\t UMR 9221) \n\t\t\t\t\t\t\t\t CNRS \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 92044 \n\t\t\t\t\t\t\t\t\t Paris La Défense \n\t\t\t\t\t\t\t\t\t France",
      "email": "r.cadario@ieseg.fr"
    },
    {
      "forename": "Pierre",
      "surname": "Chandon",
      "name": "Pierre Chandon",
      "affiliation": "b  INSEAD , 77300 Fontainebleau , France \n\t\t\t\t\t\t\t\t INSEAD \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 77300 \n\t\t\t\t\t\t\t\t\t Fontainebleau \n\t\t\t\t\t\t\t\t\t France",
      "email": "pierre.chandon@insead.edu"
    }
  ],
  "doi": "10.1287/mksc.2018.1128",
  "keywords": [
    "meta-analysis",
    "health",
    "food",
    "field experiment",
    "nudge",
    "choice architecture"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Unhealthy eating is a key risk factor in noncommunicable diseases such as cardiovascular disorders and diabetes, which account for 63% of all deaths worldwide and will cost an estimated US$30 trillion in the next 20 years  (Bloom et al. 2012) . Traditional approaches to promote healthier eating include economic incentives, such as soda taxes (for a recent review, see  Afshin et al. 2017)  and nutrition education (for a recent review, see  Murimi et al. 2017) .\n\nMore recently, interest has grown in nudge interventions as a spur to healthier eating. Disappointingly, existing meta-analyses have only found average effect sizes ranging from null or weak (e.g.,  Long et al. 2015 , Cecchini and Warin 2016 , and Littlewood et al. 2016)  to moderate (e.g.,  Hollands et al. 2015 and Arno and Thomas 2016 ). However, these were based on a small number of studies (e.g., 19 for  Long et al. 2015) , specific foods (e.g., vegetables for  Broers et al. 2017) , specific settings (e.g., catering outlets for  Nikolaou et al. 2014) , or included online or laboratory studies (e.g.,  Sinclair et al. 2014)  for which effect sizes tend to be different than in field studies  (Long et al. 2015 , Holden et al. 2016) . The literature still lacks a meta-analysis that includes all types of healthy eating nudges; classifies them into a conceptually grounded framework; and studies their effectiveness in the field after controlling for the effects of important differences in eating behaviors, population, and study characteristics.\n\nNudges are defined by  Thaler and Sunstein (2008, p. 6 ) as \"any aspect of the choice architecture that alters people's behavior in a predictable way (1) without forbidding any options or (2) significantly changing their economic incentives. Putting fruit at eye level counts as a nudge; banning junk food does not.\" By this definition, which has been adopted by influential review papers (e.g.,  Hollands et al. 2013 and Skov et al. 2013) , healthy eating nudges encompass a variety of simple, inexpensive, and freedom-preserving modifications to the choice environment, such as nutrition labeling or portionsize changes. Excluded, however, are traditional educational efforts, such as cooking workshops in schools or nutrition pamphlets to parents  (Wake 2018) , which do not directly change the choice environment and are, therefore, complements of nudges rather than nudges per se  (Sunstein 2018b) . Price changes or sales promotions are also not considered nudges because they provide a direct economic incentive. Notwithstanding, in the general discussion we make a comparison between nudges and financial incentives by reanalyzing the data from a recent meta-analysis of price changes on healthy eating  (Afshin et al. 2017) .\n\nTo achieve our goal, we identify seven types of healthy eating nudges classified in three categories: cognitively oriented, affectively oriented, and behaviorally oriented. Our framework also accounts for the type of eating behavior (food selection or actual consumption) and distinguishes between healthy and unhealthy eating. It also considers population characteristics such as age (children vs. adults), consumption setting (on-site cafeterias vs. offsite restaurants, cafes vs. grocery stores), and location of the study (United States vs. other countries) as well as characteristics such as the duration of the study and its design. We test this framework with a three-level metaanalysis of 299 effect sizes from 90 articles and 96 field studies.\n\nAs shown in Table  1 , our work contributes to the many useful existing meta-analyses in terms of (1) scale and scope, (2) method, and (3) categorization of predictors. In terms of scale and scope, we examine more than twice as many effect sizes as the largest existing meta-analysis. This is achieved despite focusing only on field experiments involving actual food choices (vs. perception, evaluation, or choice intentions) and conducted in field settings (on-site cafeterias, off-site eateries, or grocery stores) rather than in a laboratory or online. This allows us to offer guidance to restaurants, supermarket chains, and food-service companies that want to help their customers eat more healthily but do not know which intervention will work best in their particular context. We also provide guidance for policy makers seeking to forecast the effects that these nudges would have in real-world settings.\n\nMethodologically, our meta-analysis differs from earlier ones on three levels. First, we formulate hypotheses about which healthy eating nudges work best and the effects of eating behavior, the study population, and study design. Second, to reduce the risk of confounds from univariate analyses, we employ a multivariate model incorporating all predictors simultaneously. Third, we include a three-level analysis to take into account the hierarchical structure of our data. Finally, as Table  1  shows, we use a more granular predictor structure compared with existing meta-analyses, which either estimate the effect size of a single type of healthy eating nudge or compare the effect of a single difference (e.g., descriptive vs. evaluative labeling)."
    },
    {
      "title": "Conceptual Framework",
      "text": "As shown in Table  2 , the existing frameworks of healthy eating nudges are either based on the intervention instrument (e.g., a label, size of plate) or based on the hypothesized mechanisms of action (e.g., attention vs. social norm). Over the years, they have tended to focus on finer and finer distinctions. For example,  Hollands et al. (2013)  initially distinguished three types of nudges, whereas even the simplified version of their more recent TIPPME typology contains 18 categories  (Hollands et al. 2017) . Our framework keeps a fine level of analysis by distinguishing between seven types of nudges, which is useful for policy makers or practitioners who want to know the effect size of a particular intervention instrument, and then groups them into three theory-grounded categories, which allows us to make predictions about their effectiveness. As shown in Figure  1 , our framework also differs from the existing literature by also taking into account not just the type of nudge, but also the type of eating behavior (selection vs. consumption, healthy vs. unhealthy eating) and population characteristics (location, age, and country) as well as study characteristics (duration and design).\n\n2.1. Intervention Type 2.1.1. Conceptual Level. We draw on the classic tripartite classification of mental activities into cognition, affect, and behavior (or conation), which dates back to 18th-century German philosophy  (Hilgard 1980) . The trilogy of mind has long been adopted in psychology and marketing to understand consumer behavior and predict the effectiveness of marketing actions  (Breckler 1984 , Barry and Howard 1990 , Oliver 1999 , Srinivasan et al. 2010 , Hanssens et al. 2014) . As shown in Figure  1 , we distinguish between (1) cognitively oriented interventions that seek to influence what consumers know, (2) affectively oriented interventions that seek to influence how consumers feel without necessarily changing what they know, and (3) behaviorally oriented interventions that seek to influence what consumers do (i.e., their motor responses) without necessarily changing what they know or how they feel. Within each type, we further distinguish subtypes that share similar characteristics and have been tested by enough studies to enable a meaningful meta-analysis. This subcategorization is based on existing classifications, such as the distinction between descriptive and evaluative nutritional labeling  (Sinclair et al. 2014 , Fernandes et al. 2016) . We acknowledge that the cognitive-affective-behavioral categorization is not iron clad and that it is possible for some nudges to have features that straddle multiple categories. In the discussion, we examine how changes in the categorization affect the results. 3 , we identify three types of cognitively oriented interventions. The first type, \"descriptive nutritional labeling,\" provides calorie count or information about other nutrients, be it on menus or menu boards in restaurants or on labels on the food packaging or near the foods in self-service cafeterias and grocery stores. Marketing  Science, 2020 , vol. 39, no. 3, pp. 465-486, © 2019 INFORMS  The second type, \"evaluative nutritional labeling,\" typically (but not always) provides nutrition information and also helps consumers interpret it through colorcoding (e.g., red, yellow, green as nutritive value increases) or by adding special symbols or marks (e.g., heart-healthy logos or smileys on menus). Although the third type, \"visibility enhancement,\" does not directly provide health or nutrition information, it is a cognitively oriented intervention because it informs consumers of the availability of healthy options by increasing their visibility on grocery or cafeteria shelves (e.g., placing healthy options at eye level and unhealthy options on the bottom shelf) or on restaurant menus (e.g., placing healthy options on the first page and burying unhealthy ones in the middle)."
    },
    {
      "title": "Cognitively Oriented Interventions. As described in Table",
      "text": "Because people typically look at only a subset of the options available to them  (Chandon et al. 2009 ), making healthy options more visible and unhealthy options less visible, thus, changes the information about the range of healthiness or nutrition options they can choose from.\n\n2.1.3. Affectively Oriented Interventions. The first type of affectively oriented interventions, which we call \"hedonic enhancements,\" seeks to increase the hedonic appeal of healthy options by using vivid hedonic descriptions (e.g., \"twisted citrus-glazed carrots\") or attractive displays, photos, or containers (e.g., \"pyramids of fruits\"). To date, no field experiment has sought to reduce hedonic enhancement expectations for unhealthy options by using disparaging descriptions or unattractive photos. These interventions are affectively  Calorie or nutrition labeling  (Dubbert et al. 1984; Chu et al. 2009; Elbel et al. 2009 Elbel et al. , 2011 Elbel et al. , 2013;; Pulos and Leng 2010; Roberto et al. 2010; Bollinger et al. 2011; Dumanovsky et al. 2011; Finkelstein et al. 2011; Tandon et al. 2011; Webb et al. 2011; Auchincloss et al. 2013; Brissette et al. 2013; Downs et al. 2013; Ellison et al. 2013; Krieger et al. 2013; Vanderlee and Hammond 2014; Vasiljevic et  al. 2018) Evaluative nutritional labeling (k = 43) Green stickers, smileys, \"heart healthy\" logos (Levin 1996; Hoefkens et al. 2011; Ogawa et al. 2011; Kiesel and Villas-Boas 2013; Levy et al. 2012; Reicks et al. 2012; Thorndike et al. 2012, 2014; Cawley et al. 2015; Ensaff et al. 2015; Gaigi et al. 2015; Olstad et al. 2015; Mazza et al. 2017) Red stickers next to unhealthier options (Hoefkens et al. 2011; Levy et al. 2012; Thorndike et al. 2012, 2014; Crockett et al. 2014; Shah et al. 2014; Olstad et al. 2015) Visibility enhancements (k = 25) Healthier options more visible: for example, eyelevel shelf position, transparent containers, placed first on menus, placed near cash register (Meyers and Stunkard 1980, Perry et al. 2004, Bartholomew and Jowers 2006, Dayan and Bar-Hillel 2011, Levy et al. 2012, Hanks et al. 2013, Foster et al. 2014, Cohen et al. 2015, Ensaff et al. 2015, Policastro et al. 2015, Gamburzew et al. 2016, Geaney et al. 2016, Kroese et al. 2016) Unhealthier options less visible (not eye-level shelf positions, middle of the menu), previous unhealthier consumption more visible: for example, leftover chicken wings unbussed (Meyers and Stunkard 1980, Bartholomew and Jowers 2006, Wansink and Payne 2007, Dayan and Bar-Hillel 2011, Baskin et al. 2016) Hedonic enhancements (k = 7)\n\nVivid hedonic descriptions (e.g., \"dynamite beets\", \"twisted citrus-glazed carrots\") or attractive displays, photos, or containers  (Perry et al. 2004 , Morizet et al. 2012 , Hanks et al. 2013 , Olstad et al. 2014 , Cohen et al. 2015 , Ensaff et al. 2015 , Greene et al. 2017 , Turnwald et al. 2017 , Wilson et al. 2017)  Healthy eating calls (k = 42)\n\nWritten or oral injunction to choose healthier options: for example, \"make a fresh choice\" or \"have a tossed salad for lunch\"  (Mayer et al. 1986 , Buscher et al. 2001 , Perry et al. 2004 , Schwartz 2007 , Hanks et al. 2013 , Mollen et al. 2013 , Cohen et al. 2015 , Ensaff et al. 2015 , Hubbard et al. 2015 , van Kleef et al. 2015 , Greene et al. 2017 , Mazza et al. 2017 , Policastro et al. 2017 , Thomas et al. 2017 , Anzman-Frasca et al. 2018)  Written or oral injunctions to change unhealthy choices: for example, \"your meal doesn't look balanced\" or \"would you like to take a half portion?\"  (Freedman 2011 , Schwartz et al. 2012 , Mollen et al. 2013 , Miller et al. 2016 , Donnelly et al. 2018)  Convenience enhancements (k = 65)\n\nHealthier options are easier to select or consume: for example, more convenient utensils; \"grab and go\" line; presliced, preportioned, or preserved food; healthy food as default or placed earlier in a cafeteria line when the tray is free  (Buscher et al. 2001; Steenhuis et al. 2004; Adams et al. 2005; Lachat et al. 2009; Rozin et al. 2011; Hanks et al. 2012; Goto et al. 2013; Wansink and Hanks 2013; Wansink et al. 2013 Wansink et al. , 2016;; Olstad et al. 2014; Cohen et al. 2015; Redden et al. 2015; Tal and Wansink 2015; de Wijk et al. 2016; Elsbernd et al. 2016; De Bondt et al. 2017; Friis et al. 2017; Greene et al. 2017; Wilson et al. 2017)  Unhealthier options are less convenient to select or consume: for example, making unhealthy food less accessible or harder to reach, less convenient serving utensils, or placed later in a cafeteria line when the tray is full and returning already-chosen healthier food requires backtracking and inconveniencing others  (Rozin et al. 2011 , Hanks et al. 2012 , Mishra et al. 2012 , Wansink and Hanks 2013) Size enhancements (k = 17) Larger plates for healthier options (DiSantis et al. 2013) Smaller plates or portions for unhealthy options (Diliberti et al. 2004; Wansink and Kim 2005; Wansink et al. 2006, 2014; Freedman and Brochado 2010; DiSantis et al. 2013; van Ittersum and Wansink 2013; Wansink and van Ittersum 2013) Note. Articles cited in multiple categories either implemented different types of interventions or implemented interventions combining different types of nudges. Cadario and Chandon: Which Healthy Eating Nudges Work Best?\n\nMarketing  Science, 2020 , vol. 39, no. 3, pp. 465-486, © 2019 INFORMS  oriented because, rather than focusing on informing consumers about the nutritional quality of food options or their likely health impact, they focus on the more affectively oriented hedonic consequences of eating the food.\n\nThe second type of affectively oriented interventions, \"healthy eating calls,\" directly encourages people to be better. This can be done by placing signs or stickers (e.g., \"make a fresh choice\" or \"have a tossed salad for lunch\") or by asking food-service staff to verbally encourage people to choose a healthy option (e.g., asking \"which vegetable would you like to have for lunch?\" when children can choose none) or to change their unhealthy choices (e.g., \"your meal doesn't look like a balanced meal\" or \"would you like to take half a portion of your side dish?\").\n\nSuch injunctions are affectively oriented because, rather than informing people about the healthiness of the food options available, they seek to change people's eating goals, which are inherently affect laden  (Shiv and Fedorikhin 1999) . This is particularly the case when these injunctions are made verbally by the waiters or the \"lunch ladies,\"and they create strong affective responses  (Herman et al. 2003 , McFerran et al. 2010 )."
    },
    {
      "title": "Behaviorally Oriented Interventions.",
      "text": "The third group consists of two types of interventions that aim to impact people's behaviors without necessarily influencing what they know or how they feel-often without people being aware of their existence. \"Convenience enhancements\" make it physically easier for people to select healthy options (e.g., by making them the default option or placing them in faster \"grab and go\" cafeteria lines) or to consume them (e.g., by preslicing fruits or preserving vegetables) or make it more cumbersome to select or consume unhealthy options (e.g., by placing them later in the cafeteria line when trays are already full or by providing less-convenient serving utensils). The second type, which we call \"size enhancements,\" modifies the size of the plate, bowl, or glass or the size of preplated portions, either increasing the amount of healthy food they contain or, most commonly, reducing the amount of unhealthy food. Another difference is that visual attention is necessary for cognitively oriented interventions to influence behaviors but not for behaviorally oriented interventions. In fact, plate and portion size changes have stronger effects when people do not pay attention to them (van Ittersum and  Wansink 2012 , Zlatevska et al. 2014 ) and even influence food intake when people are eating in the dark  (Scheibehenne et al. 2010) . Unlike cognitively and affectively oriented interventions, which influence food choices through vision or audition, behaviorally oriented interventions influence eating primarily through physical interactions, which leads to different food decisions (for a review, see Krishna 2012). For example,  Hagen et al. (2016)  showed that physical involvement in obtaining food (e.g., when people need to serve themselves rather than being served or need to touch, unwrap, and modify the food vs. if the food is preportioned and preplated) leads to healthier food choices because it increases attribution of responsibility for food consumption.\n\n2.1.5. Hypotheses. For food choices, cognitive factors tend to be less predictive of choice than affective factors, which strongly influence even restrained eaters who eat according to cognitive rules  (Macht 2008) . When asked about what drives their food choices, Americans and Europeans place affective factors, such as taste, well ahead of cognitive factors, such as nutrition or weight control  (Glanz et al. 1998 , Januszewska et al. 2011) . Even interventions that successfully change beliefs about the health consequences of behaviors often fail to lead to meaningful behavioral changes  (Carpenter 2010 , Sniehotta et al. 2014) .\n\nBecause eating is largely habitual and prone to selfregulation failures, affective factors tend to be less predictive of food choices than behavioral factors  (Ouellette and Wood 1998, Herman and Polivy 2008) . For example, directly changing the eating environment (e.g., avoiding exposure to tempting food) is a more successful self-control strategy than cognitive or affective strategies, such as thinking about health and nutrition or relying on willpower  (Wansink and Chandon 2014, Duckworth et al. 2016) . Similar conclusions were reached in a study of sales elasticity for 74 mostly food brands  (Srinivasan et al. 2010) , which found that changes in distribution (a behaviorally oriented intervention) had a larger impact than changes in advertising (a cognitive or affective intervention) and that affective changes in liking were more predictive of brand choice than cognitive changes in awareness. Further support comes from a recent review that found \"interventions that facilitate vaccination directly by leveraging, but not trying to change, what people think and feel are by far the most effective,\" whereas \"few randomized trials have successfully changed what people think and feel about vaccines, and those few that succeeded were minimally effective in increasing uptake\"  (Brewer et al. 2017, p. 149) . We, therefore, expect the effectiveness of healthy eating interventions to increase as their focus switches from cognition to affect and behavior."
    },
    {
      "title": "The Role of Eating Behavior Type",
      "text": "As shown in Figure  1 , we differentiate between different types of eating behaviors. Some studies measure actual food consumption; others only capture food selection (e.g., the purchase of food in a grocery store, cafeteria, or restaurant) without knowing whether the food was entirely consumed. One might expect larger effect sizes for selection than for consumption if some consumers, after being nudged to try a healthier food, are disappointed by its taste and only consume part of it. On the other hand, people usually have a stronger preference for what to eat relative to how much to eat  (Wansink and Chandon 2014) . Hence, we expect no differences between studies measuring selection and those measuring actual consumption. This hypothesis is consistent with the results of existing metaanalyses of specific types of healthy eating nudges  (Sinclair et al. 2014 , Hollands et al. 2015 , Holden et al. 2016 , Littlewood et al. 2016) .\n\nWe compare studies that measure total eating (e.g., total calorie content of the food selected or consumed) or focus on the selection or consumption of healthy or unhealthy foods. We expect smaller effect sizes when the dependent variable is the total amount of food ordered or consumed for two reasons. The first is that people must eat: it is difficult, psychologically and physiologically, to sustain an imbalance between energy intake and energy expenditure. In contrast, people have more flexibility in choosing how to allocate their total calorie intake between healthy and unhealthy foods. Second, healthy foods have calories too, so replacing unhealthy food with healthier optionsalthough clearly a form of healthier eating-does not necessarily mean a reduction in the total quantity of food ordered or consumed. This hypothesis is consistent with an existing meta-analysis of interpretive nutrition labels, which found that they were more effective in helping consumers in choosing healthier products than in changing total intake  (Cecchini and Warin 2016) .\n\nFinally, we hypothesize that interventions aimed at reducing unhealthy eating have a stronger effect size than those aimed at promoting healthy eating. This prediction is based on the fact that more than two thirds of Americans are overweight or obese, and about half of the latter are actively trying to lose weight in any given year  (Snook et al. 2017) . Dieters should, therefore, be particularly receptive to interventions that reduce calorie intake, which is most effectively accomplished by reducing the consumption of unhealthy foods rather than by increasing healthy food consumption. Indeed, dieters and overweight consumers may be wary of increasing their intake of foods presented as \"healthy,\" which often actually have a high energy density  (Wansink and Chandon 2006, Chernev 2011) . More generally, people often exhibit dynamically inconsistent preferences, choosing unhealthy food in the short term and regretting it later  (Prelec and Loewenstein 1998, Wertenbroch 1998) . Interventions that help resist the temptation of unhealthy food should, therefore, be particularly attractive to the many people who have long-term healthy eating goals and are aware that they need help resisting unhealthy foods. Our hypothesis is consistent with the results of two existing meta-analyses, which found that the effectiveness of plate-and portion-size changes was higher for unhealthy foods compared with healthy foods  (Zlatevska et al. 2014 , Hollands et al. 2015) ."
    },
    {
      "title": "The Role of Population Characteristics",
      "text": "We distinguish between studies conducted in on-site eating settings (e.g., university or work-site cafeterias), off-site eateries (e.g., restaurants, cinemas, cafes), and grocery stores. We expect weaker effects in grocery stores compared with the other two settings. This is because it should be easier to respond to healthy eating nudges when choosing for oneself from among a limited number of options and for a single immediate consumption in a cafeteria or a restaurant than when choosing for the entire family from among a huge variety of tempting options and for multiple consumption occasions in a grocery store. This hypothesis is consistent with research showing that uncertainty about future preferences (when buying for the entire family, for example) increases the variety of choices  (Walsh 1995) , thereby mitigating the effects of nudges. It is also consistent with the systematic review conducted by  Seymour et al. (2004) , which concluded that healthy eating nudges have weaker effects in grocery stores than in restaurants or in university or work-site cafeterias.\n\nPrior research has established that adults are more interested in nutrition than children  (Croll et al. 2001)  and also more sensitive to portion-size changes  (Zlatevska et al. 2014 , Hollands et al. 2015) . We, thus, expect them to be more responsive to all types of interventions than children.\n\nFinally, we expect to find higher effect sizes in studies conducted in the United States than in other countries for three reasons: the higher proportion of overweight people in the United States, the larger size of portions there  (Rozin et al. 2003) , and Americans' higher interest in and knowledge of the health consequences of eating  (Rozin et al. 1999 ) and their greater reliance on external than internal cues when making food decisions  (Wansink et al. 2007 )."
    },
    {
      "title": "The Role of Study Characteristics",
      "text": "We include two study characteristics as control variables. The duration of the intervention varies from a single exposure and consumption to interventions implemented over many months. In field experiments, treatment effects usually decay over time as people revert to habitual behavior  (Brandon et al. 2017 ). However, a long study duration can only capture the evolution (decay or strengthening) of the effects of an intervention over time if it entails repeated exposure by the same people. Although this may be the case for longitudinal studies in work-site cafeterias, for example, it may not be true for restaurants patronized by different customers over time. In the absence of information about the level of repetition, we only include study duration as a covariate. Note that not enough studies measure postintervention effects to allow us to estimate carryover effects.\n\nWe distinguish between studies using a pre-post design without control, those using a single-difference (treatment vs. control) design, and those using a doubledifference design (before vs. after in control and treated locations). Although designs with stronger levels of control should have a lower statistical bias in the estimation of the effect size, the type of design itself should not influence the size of the effect; hence, we cannot formulate hypotheses about the effect of design on effect sizes and include this factor simply as a control variable."
    },
    {
      "title": "Data Collection"
    },
    {
      "title": "Inclusion Criteria",
      "text": "Online Appendix A provides detailed information on the search strategy, including the setting, population, intervention, comparison, valuation framework  (Booth 2006)  for the selection of keywords and the preferred reporting items for systematic reviews and meta-analyses  (Moher et al. 2009 ) flow diagram showing the number of articles included and excluded. Briefly, we searched for relevant articles published in scholarly journals until January 1, 2017, through keyword searches on Science Direct, PubMed, and Google Scholar. We also examined all the references from 11 meta-analyses  (Nikolaou et al. 2014 , Robinson et al. 2014 , Sinclair et al. 2014 , Zlatevska et al. 2014 , Hollands et al. 2015 , Long et al. 2015 , Arno and Thomas 2016 , Cecchini and Warin 2016 , Holden et al. 2016 , Littlewood et al. 2016 , Broers et al. 2017 ) and seven systematic reviews  (Hollands et al. 2013 , Skov et al. 2013 , Thapaa and Lyford 2014 , Roy et al. 2015 , Bucher et al. 2016 , Nornberg et al. 2016 , Wilson et al. 2016) . Both authors developed the protocol detailing the search and inclusion criteria, coding categories for predictors, and computation rules. The first author was trained to code all the studies and was responsible for extracting data. The second author checked the results, and disagreements were solved through discussion.\n\nNext, we contacted all authors of the studies cited in the December 2017 draft and asked them whether they agreed with our categorization. We received new data and feedback that allowed us to fine-tune our calculation of effect size and our categorization choices. Note that we did not include any retracted publications. Including three recently retracted publications  (Wansink et al. 2008; Wansink et al. 2012a, b)  did not affect the results in any way. Moreover, in light of recent criticisms regarding some of the studies conducted by the Cornell Food and Brand Laboratory  (Robinson 2017) , we estimated the multivariate model including an additional binary variable controlling for the 51 observations originating from this laboratory. This variable was insignificant (p = 0.33).\n\nTo be included in the meta-analysis, the study had to test a nudge intervention consistent with our definition (e.g., not a price change or a nutrition education campaign). Because our focus was on pure nudges, studies (or conditions in studies) combining nudges with changes in economic incentives or education efforts were not included. The intervention had to be tested in a field experiment in which participants made food decisions and participants aren't usually aware that their food choices are being monitored. We excluded studies conducted in a laboratory or online. This is important because previous reviews found marked differences between studies conducted in the field and those conducted in a laboratory or online  (Long et al. 2015)  and between studies conducted with aware or unaware participants  (Holden et al. 2016) . Finally, the dependent variable of the study had to provide an objective measure of food selection or consumption (either in weight or energy). We rejected studies relying on consumption intentions as well as field studies without a control condition or a preintervention baseline condition.\n\nOverall, the meta-analysis includes 299 effect sizes derived from 96 studies published in 90 articles. The number of observations per study ranged from 36 to 100 million with a median of 1,231. The total number of original observations was 133.6 million with two outlier articles: one with 100 million transactions  (Bollinger et al. 2011 ) and one with 29 million transactions  (Nikolova and Inman 2015) . The other 88 articles represent more than 4.6 million original observations."
    },
    {
      "title": "Effect Size Calculations",
      "text": "We calculated the effect sizes of studies with a binary outcome, such as the number of participants who chose a healthy option, by computing the log odds ratio or by obtaining it directly from the paper in the few cases when it was available. We computed the odds ratio as the odds of a healthy selection in the treatment group divided by the odds of a healthy selection in the control group. We then computed its standard error. We calculated the effect sizes of studies with a continuous dependent variable, such as unhealthy food intake, by computing the standardized mean difference except in the few instances when the standardized mean difference, also known as  Cohen's (1988)  d, was already reported in the paper. We computed the d value as the mean difference in consumption between the treatment and control conditions, divided by the pooled standard deviation. Given that we had two different effect-size metrics, we converted the log odds ratio into d using the formula proposed by  Borenstein et al. (2009) . After the conversion, the 157 effect sizes originally calculated as log odds ratio were not statistically different from the 142 effect sizes computed as d (p = 0.43). Hence, we report Cohen's d in the paper because it is the most common measure and allows direct comparisons with other meta-analyses.\n\nThe most common unreported data were the sample size per experimental condition (e.g., intervention vs. control). We contacted the authors to obtain this information but were not always successful. When only the total sample was reported, we divided the total number of observations by the number of conditions. When only the number of observations in the control group or in the intervention group was reported, we used the same number for the other group. Whenever several assumptions were possible, we conservatively chose the assumption that yielded the smaller effect size or the largest standard error.\n\nWhen results were reported separately for each food in the same study (e.g.,  Ensaff et al. 2015) , we calculated separate effect sizes per food and accounted for their dependence in the statistical analysis. We also computed separate effect sizes for the few studies (e.g., Schwartz 2007) that measured both food selection (e.g., putting a food item on a cafeteria tray) and consumption (e.g., how much of it was consumed). When a study had a two-phase intervention (e.g., one intervention during the first phase and then another intervention during a later phase;  Thorndike et al. 2012) , we computed separate effect sizes for each phase and compared both phases to the baseline period. When a study tested multiple interventions separately (e.g.,  Mollen et al. 2013) , we computed separate effect sizes for each intervention. Because only two studies reported results separately for men and women  (Wansink and Payne 2007, Baskin et al. 2016) , we could not examine the role of gender in the meta-analysis and calculated the average effect size for these two studies."
    },
    {
      "title": "Coding",
      "text": "We categorized the intervention into one of the seven types discussed. To check the validity of the categorization, we emailed all the authors and adjusted the categorization in the few cases when they disagreed with our initial categorization. Field experiments that implemented multiple interventions at once were treated separately. There are not enough studies testing each possible combination of cognitively, affectively, and behaviorally oriented interventions (for example, only one study mixed a cognitively and a behaviorally oriented intervention), so we had to rely on an ad hoc coding of \"mixed interventions\" based on their frequency in our sample. The first type of mixed intervention consists of studies mixing cognitively oriented interventions with affectively and/or behaviorally oriented interventions (e.g., descriptive nutrition labeling and hedonic enhancements). We named them \"mixed: cognitive present.\" The second type of mixed interventions consists of studies combining affectively and behaviorally oriented interventions. We named them \"mixed: cognitive absent.\" We, therefore, have five categories for nudge interventions: three for pure cognitively, affectively, and behaviorally oriented interventions and two for mixed interventions (mixed: cognitive present and mixed: cognitive absent).\n\nWhen the dependent variable of the study was the total amount of food selected or consumed, it was categorized as \"total eating.\" When it was the selection or consumption of fruits, vegetables, and water or foods color-coded green in the study, we categorized it as \"healthy eating.\" We categorized the selection or consumption of calorie-dense and nutrient-poor foods, such as desserts or sodas, and those color-coded red in studies as \"unhealthy eating.\" We created a fourth category (\"mixed eating\") for foods that could not be categorized as healthy or unhealthy or which were color-coded yellow by the researcher (rather than green or red). Because our goal is to examine healthy eating, we reverse coded the effect sizes for unhealthy eating and for total eating.\n\nWe coded population characteristics according to where the study was conducted (school or work-place on-site cafeterias; off-site restaurants, cinemas, or cafes; or grocery stores). We coded whether the participants were children or adults. Finally, we distinguished between studies conducted in the United States and those conducted in other countries (Belgium, Canada, France, Ireland, Israel, Japan, Netherlands, and the United Kingdom). The number of studies in these other countries was too low to enable a more refined level of analysis.\n\nRegarding study characteristics, we measured the duration of the treatment as the number of weeks of the intervention period. For example, if a study with a pre-post design measured food choices in the four weeks prior to the intervention and in the two weeks during which the intervention was implemented, study duration is coded as two weeks. Finally, we distinguished between \"double-difference\" designs (which assigned participants to two independent control and treatment conditions with observations before and after the intervention), \"single-difference, treatment-control\" designs (which assigned respondents to two independent control and treatment conditions), and \"single-difference, pre-post\" designs (which used a pre-post study design without a control group, comparing observations before and after the intervention). Note that all are quasi-experiments because the randomization was not done at the participant level but at the level of the store, restaurant, cafeteria, or-at best-cafeteria line."
    },
    {
      "title": "Analyses and Results",
      "text": "As indicated in Table  1 , the 11 existing meta-analyses used a standard two-level, meta-analytical model  (Borenstein et al. 2009) . In contrast, we used a three-level model  (Cheung 2014) , which accounts for the fact that some observations come from the same field experiment (e.g., studies testing two types of interventions or measuring their impact on healthy and unhealthy foods separately). We estimated a mixed-effects, three-level, meta-analytic model with the \"metafor\" R package provided in Viechtbauer (2010) via maximum likelihood."
    },
    {
      "title": "Average Meta-Analytical Effect: Intercept-",
      "text": "Only Model Let y ij be the ith effect size in the jth study. The equations from the three levels are\n\n(1)\n\n(2)\n\nwhere λ ij is the true effect size and Var(e ij ) v ij is the known sampling variance in the ith effect size in the jth study, κ j is the average effect size in the jth study, and Var(u (2)ij ) τ 2\n\n(2) captures the heterogeneity in effect sizes between different eating behaviors (e.g., selection or consumption, healthy or unhealthy food) within the same study when more than one outcome was measured. Also d 0 is the meta-analytic effect size estimated across all studies, and Var(u (3)j ) τ 2\n\n(3) captures the heterogeneity between studies after controlling for the presence of multiple observations at level 2. The three equations can be combined as follows:\n\nWe assessed the magnitude of effect size heterogeneity through the I 2 index  (Higgins and Thompson 2002) . We also report the decomposition of heterogeneity within studies I 2 (2) and between studies I 2 (3) as derived in  Cheung (2014) . Heterogeneity is considered to be low if the I 2 index is less than 25%, medium if it is between 25% and 75%, and high if it is more than 75%  (Higgins and Thompson 2002) .\n\nThe standard two-level model yields a statistically significant average effect size (d = 0.22, z = 13.45, p < 0.001) with a very large amount of heterogeneity (I 2 = 99.9%). The proposed three-level model fits the data significantly better than the two-level model (χ 2 (1) = 100.5, p < 0.001) and yields a slightly larger estimate of the average effect size (d = 0.27, z = 9.53, p < 0.001). This effect size is considered small as per  Cohen's (1988)  definition. The three-level, random-effects model shows that the total heterogeneity is lower within studies (I 2\n\n(2) = 25.7%) than between studies (I 2\n\n(3) = 74.2%). Additional analyses reported in detail in Online Appendix B (p-curve, trim and fill, sensitivity analyses) suggest minimal publication bias  (Rothstein et al. 2006) ."
    },
    {
      "title": "Influence of Predictors: Univariate vs.",
      "text": "Multivariate Model As shown in Table  1 , the 11 existing meta-analyses on healthy eating nudges use univariate meta-analyses (i.e., they separately test the impact of each predictor/ outcome). Univariate analyses exclude control variables and increase the possibility that significant differences are due to confounds. Multivariate models help to provide estimates with better statistical properties as well as reduce the risk of bias such that a significant result in univariate analyses may not hold using the multivariate model  (Jackson et al. 2011) . We performed both univariate and multivariate analyses and confirm that the latter lead to a higher model fit as well as more conservative average effect sizes (Figure  2 , Online Appendix C).\n\n4.2.1. Univariate Models. We estimated one univariate meta-regression for each predictor x. These univariate analyses provide benchmark values, which can be compared with the estimates obtained in the full multivariate model. When the predictor is categorical (for intervention type, for example), the univariate model in Equation (  5 ) estimates S coefficients β s corresponding to each level of the categorical predictor without any covariate. The third and fourth columns of Figure  2  show, respectively, the mean and standard errors of the β s coefficients, which capture the effect size for each level of the categorical variables as estimated in a univariate regression.\n\nFor study duration, which is a continuous variable measured in weeks, the univariate model estimated one intercept and one parameter as shown in Equation (  6 ).\n\nTo provide a point estimate for short and long study durations, Figure  2  shows the model's intercept estimated at the first quartile (one week) and third quartile (15 weeks) of the distribution of duration.\n\nUnivariate analyses suggest that the effectiveness of healthy eating nudges varies by intervention type (R 2 = 32%, χ 2 (4) = 39, p < 0.001). Figure  2  shows that the estimated effect sizes in the univariate analysis of intervention type vary between d = 0.12 for cognitively oriented interventions and d = 0.51 for behaviorally oriented interventions, which are all statistically different from zero. Univariate analyses found no difference between selection and consumption (R 2 = 5%, χ 2 (1) = 3.53, p = 0.06) but significant effect depending on the behavior measured (total eating, healthy eating, mixed eating, or unhealthy eating: R 2 = 18%, χ 2 (3) = 28, p < 0.001). They found no differences between adults and children (R 2 = 3%, χ 2 (1) = 2.09, p = 0.15); between grocery stores, off-site eateries, or on-site cafeterias (R 2 = 5%, χ 2 (2) = 3.97, p = 0.14), or between studies conducted in the United States and outside the United States (R 2 = 2%, χ 2 (1) = 1.93, p = 0.16). Finally, they found a significant effect of duration (R 2 = 12%, χ 2 (1) = 10.29, p < 0.01) and study design (R 2 = 12%, χ 2 (2) = 13, p < 0.01). Cadario and Chandon: Which Healthy Eating Nudges Work Best?\n\nMarketing  Science, 2020 , vol. 39, no. 3, pp. 465-486, © 2019 INFORMS  4.2.2. Multivariate Model. We estimated a full model with all the predictors entered simultaneously as shown in Equation (  7 ), where s corresponds to the categories for each predictor k. The multivariate model explained 49% of the variance, a significant improvement over the intercept-only model (χ 2 (15) = 78, p < 0.001). It is also a significant improvement over the best univariate model, the one with intervention type (χ 2 (7) = 40, p < 0.001). This suggests that our overall conceptual framework captured a substantial variation in the effect sizes-much more than any separate univariate model.\n\nThe fifth and sixth columns in Figure  2  show the multivariate effect sizes estimated for each level of a given predictor when all the other predictors are at their mean value. Overall, the multivariate model yielded effect sizes that are 9.4% smaller than those of the univariate models.\n\nAfter controlling for all covariates, the average effect size computed across all 299 observations shrinks slightly from d = 0.27 to d = 0.23 but remains significantly different from zero (z = 5.83, p < 0.001). Other effect sizes show stronger reductions. The reduction is particularly strong for the largest effect sizes, such as the estimate for behaviorally oriented interventions (which shrinks from 0.49 to 0.39). In the next section, we examine whether these smaller differences are still statistically significant."
    },
    {
      "title": "Planned Contrasts",
      "text": "We estimated the full multivariate model (Equation (  7 )) using ANOVA coding (e.g., consumption = 1/2, selection = -1/2) so that the coefficients of the categorical predictors represent a contrast with the reference category (see Table  4 ). Effect sizes vary significantly between the three types of interventions. Note that we chose to report two-tailed p-values throughout the paper to remain conservative but that a one-tailed test would also be appropriate given that our hypothesis is about the ordering of cognitively, affectively, and behaviorally oriented interventions. As hypothesized, cognitively oriented interventions are significantly less effective than affectively (β = -0.12, z = -2.17, p = 0.03) or behaviorally oriented interventions (β = -0.27, z = -4.73, p < 0.001). As expected, affectively oriented interventions are less effective than behaviorally oriented interventions (β = -0.15, z = -2.61, p < 0.01).\n\nFinally, mixed interventions are not more effective than pure cognitively oriented interventions whether they include a cognitively oriented intervention or not (respectively, β = 0.05, z = 0.75, p = 0.45 and β = 0.13, z = 1.49, p = 0.14). As expected, effect sizes are similar for food selection and actual consumption (β = 0.03, z = 0.73, p = 0.47). However, effect sizes are significantly lower for total eating compared with healthy eating (β = -0.20, z = -2.81, p < 0.01) or unhealthy eating (β = -0.28, z = -3.88, p < 0.001). As hypothesized as well, effect sizes are significantly higher for unhealthy eating than for healthy eating (β = 0.08, z = 2.39, p = 0.02). As expected and in contrast to what the univariate analyses suggested, effect sizes are significantly lower for grocery stores compared with off-site eateries (β = -0.20, z = -2.55, p = 0.01) or on-site eateries (β = -0.14, z = -2.05, p = 0.04). There are no differences between on-site and off-site eateries (β = -0.06, z = -1.08, p = 0.28). As expected and contrary to the univariate results, effect sizes are significantly higher in the United States than in other countries (β = 0.10, z = 2.03, p = 0.04). Contrary to our hypothesis, there is no difference between children and adults (β = 0.02, z = 0.45, p = 0.66). Effect sizes are unrelated to study duration (β = -0.002, z = -1.22, p = 0.22) contrary to the univariate results. Finally, effect sizes are significantly lower in pre-post studies than in treatment-control studies (β = -0.17, z = -3.25, p < 0.01) and than in double-difference studies (β = -0.13, z = -2.26, p = 0.02). There is no difference between studies using a treatment-control and a doubledifference design (β = -0.03, z = -0.46, p = 0.65)."
    },
    {
      "title": "Discussion",
      "text": "It is easy to understand the growing enthusiasm for healthy eating nudges in academic and policy circles. They promise to improve people's diet at a fraction of the cost of economic incentives or education programs without imposing new taxes or constraints on businesses or consumers. But do they really deliver on this promise? Existing reviews and meta-analyses only examined a subset of interventions and often included studies conducted in laboratory or online settings. More importantly, existing meta-analyses relied on univariate comparisons between two or three groups of studies and failed to control for important differences in eating behaviors, population, and studies or for the fact that some studies yielded multiple effect sizes."
    },
    {
      "title": "Do Healthy Nudges Work, and to What Extent?",
      "text": "Our analysis of 299 effect sizes derived from 90 articles and 96 field experiments shows that the average effect size of healthy eating nudges is d = 0.23, 95% confidence interval (CI) [0.16, 0.31]. This estimate is considered \"small\"  (Cohen 1988)  and is lower than what would have been obtained without controlling for the characteristics of the eating behaviors, population, and studies. To get a more intuitive grasp of what this means, we computed the daily energy equivalent that one would expect from such an effect size using the method described in  Hollands et al. (2015) . Because d is the standardized mean difference, a d of 0.23 means that, on average, healthy eating nudges increase healthy eating by 0.23 standard deviations. Assuming that the standard deviation in daily energy intake is 537 kcal 1 for an adult  (Hollands et al. 2015) , the average effect size of 0.23 translates into a 0.23 × 537 = 124 kcal change in daily energy intake (-7.2% of the 1,727 kcal average energy intake). Given that a teaspoon of sugar contains 16 kcal, this is equivalent to about eight fewer teaspoons of sugar per day (see Table  5 ). a The daily equivalents are computed using the mean and standard deviation in daily energy intake of 1,727 ± 537 kcal reported in  Hollands et al. (2015) .\n\nb One teaspoon of sugar contains 16 kcal.\n\nCadario and Chandon: Which Healthy Eating Nudges Work Best?\n\nMarketing  Science, 2020 , vol. 39, no. 3, pp. 465-486, © 2019 INFORMS  5.2. Which Type of Healthy Eating Nudge Works Best? Table  5  provides the daily equivalents of the average effect sizes of cognitively, affectively, and behaviorally oriented interventions. It shows that effect sizes increase by 100% between cognitively and affectively oriented interventions (reducing daily energy intake from 64 kcal to 129 kcal). Even more remarkable, moving from a cognitively to a behaviorally oriented intervention is estimated to increase effect sizes by a factor of 3.2 (reducing daily energy intake from 64 to 209 kcal per day).\n\nThere are also important differences between each type of cognitively, affectively, and behaviorally oriented nudges. As detailed in Figure  3  and Online Appendix C, we estimated another meta-regression that, instead of estimating five effect sizes (for the three pure types and the two mixed types), estimated a separate effect size for each of the seven subcategories, for the two mixed types of intervention, and for a 10th subcategory consisting of studies combining multiple cognitively oriented interventions (e.g., evaluative nutrition labeling and visibility enhancements). There were no studies combining the two types of affectively oriented interventions or the two types of behaviorally oriented interventions.\n\nMultivariate estimates for each of the 10 intervention types are compared with the univariate results in Online Appendix C. We find that smaller effect sizes are slightly higher in the multivariate analyses, and larger effect sizes are lower in the multivariate analyses. Note. Error bar represents standard error. For example, the univariate average effect size for size enhancements shrinks by 17% (from d = 0.71 to d = 0.59). Note that this univariate estimate (d = 0.71) is very similar to the value (d = 0.76) reported by  Holden et al. (2016)  for studies with unaware participants (e.g., excluding laboratory or online studies). In addition to overestimating effect sizes, the univariate analysis incorrectly ranks some of the interventions, suggesting, for example, that visibility enhancements are more effective than evaluative labeling when they are not."
    },
    {
      "title": "Which Other Factors Influence the",
      "text": "Effectiveness of Healthy Eating Nudges? By explaining 49% of the variance among effect sizes, our study shows that some of the characteristics of the eating behavior, population, and study significantly impact the effectiveness of healthy eating nudges. In Table  6 , we summarize the results of the hypothesis tests and show when they replicate, fail to replicate, or extend the results of existing meta-analyses. First, we find that interventions more easily reduce unhealthy eating than improve healthy eating or decrease total eating. In other words, it is easier to make people eat less chocolate cake than to make them eat more vegetables, and the most difficult is to make them simply eat less. In fact, the estimated effect size for total eating (d = 0.07, z = 0.98, p = 0.32; see Figure  2 ) is not statistically different from zero. This finding is consistent with what we know about the difficulty-perhaps even pointlessness-of hypocaloric diets.\n\nOur finding of a 30% stronger effect size for reducing unhealthy eating than for increasing healthy eating is consistent with prior research on self-control  (Prelec and Loewenstein 1998, Wertenbroch 1998) . Dynamically inconsistent preferences and self-control lapses can explain why people would particularly welcome interventions that reduce unhealthy eating and help them stick to their long-term goals and avoid regret  (Schwartz et al. 2014) .\n\nOn the other hand, we replicate prior findings of similar effect sizes for food selection rather than actual consumption. This is an important result because it suggests that researchers or practitioners may not need to measure actual consumption to test the impact of their interventions, which is usually considerably more onerous to measure than just the number of consumers picking healthier options.\n\nWe find that effect sizes are unaffected by the duration of the study. As Figure  2  shows, our model predicts that increasing the duration of the study from 1 to 15 weeks would reduce effect size by only 12% (from d = 0.26 to d = 0.23). As noted earlier, study duration captures the length of the intervention but not necessarily the difference between short-and long-term effects because some settings (e.g., restaurants) may have mostly firsttime customers even when the intervention is tested over a relatively long period. To examine this issue, we explored whether duration interacted with study location (restaurant vs. cafeteria vs. grocery stores) and found that it did not (see Online Appendix D). As noted earlier as well, the sample of studies did not allow us to measure potential carryover effects once the intervention was stopped.\n\nWe also find that effect sizes increase with the level of control in the design of the study. On average, effect sizes are 131% larger in studies with a control group compared with those with a simple pre-post design without a control group. However, treatment-control groups could be subject to a selection bias. This suggests that researchers should use stronger controls as much as possible. It also provides a way to correct the effect sizes found in pre-post studies and to forecast what they might have been in a more controlled setting.\n\nTurning to population characteristics, effect sizes are 146% (or 100%) smaller on average among grocery shoppers than among restaurant (or cafeteria) eaters. This is consistent with our hypothesis and with the literature although more research is needed to determine if it is because of the differences between choosing for immediate or future consumption, because of different levels of competition, or because different goals are salient when grocery shopping versus eating.\n\nAlso consistent with our hypothesis, effect sizes are 47% larger in studies conducted in the United States than in other countries. This may be because Americans focus less on the experience and more on the health   , 2020 , , vol. 39, no. 3, pp. 465-486, © 2019 INFORMS INFORMS  effects of eating  (Rozin et al. 1999)  or because they rely more strongly on external eating cues than internal ones  (Wansink et al. 2007) . It could also be caused by the higher proportion of overweight people in the United States and the larger size of portions  (Rozin et al. 2003) .\n\nOn the other hand, the difference in effect sizes between adults and children is not statistically significant. Still, compared with the univariate analyses, which suggest larger effects for children than for adults, our results are in the direction (smaller effects for children) that we hypothesized, consistent with the literature. To determine conclusively whether children and adults respond differently to healthy eating nudges, more research is needed, especially on cognitively oriented interventions, which have, so far, been tested primarily with adults.\n\nOur analysis allows us to predict the effect size to expect when conducting a field experiment with any combination of predictors, including the most typical and the most effective combination. Table  7  summarizes the typical and best scenarios as well as the contribution of the different predictors. It shows that researchers choosing the most typical level of each predictor (studying the effects of a cognitively oriented intervention on the healthy food selection of U.S. adult cafeteria eaters for a pre-post 15-week study) could expect an effect size of only d = 0.12, 95% CI [0.03, 0.21]. In contrast, researchers choosing the best combination of predictors (studying the effects of a behavioral intervention on the unhealthy food consumption of adult restaurant eaters for a single-difference, one-week study) could expect an effect size four and a half times larger (d = 0.74, 95% CI [0.60, 0.88]). Computing the daily energy equivalents, we get a reduction by 64 kcal for the typical nudge study and a reduction by 397 kcal for the best one."
    },
    {
      "title": "Limitations and Directions for Future Research",
      "text": "We categorized visibility enhancements as cognitively oriented nudges because they seek to draw people's attention to healthier options. Because consumers rarely look at all the food options available, enhancing the visibility of healthy options or reducing it for unhealthy options changes people's knowledge of the healthiness of the options that are available to them. Some visibility enhancements are purely cognitively oriented. For example, placing healthier foods in a visible place on the menu or near the cash register rather than earlier in the cafeteria line makes them easier to see but not easier to order or grab. Similarly, leaving leftover chicken wings on the table of allyou-can-eat restaurants draws attention to the amount eaten but does not make it less convenient to eat more. Other visibility enhancements, however, such as placing healthier foods at eye level on a supermarket shelf, make these foods easier to see but also easier to reach and have, therefore, a behavioral component. To examine this issue, we estimated a model in which the 25 visibility observations were categorized as behaviorally oriented rather than cognitively oriented. This reduces the effect size of behaviorally oriented interventions (d = 0.32, z = 6.63, p < 0.001) while slightly increasing the estimate for cognitively oriented interventions (d = 0.14, z = 2.82, p < 0.01). However, the difference in effect sizes between the two interventions remains statistically significant (Δ = 0.18, z = 3.13, p < 0.01). Moreover, this alternative categorization fits the data less well (the R 2 diminishes from 0.49 to 0.44, χ 2 (1) = 11.42, p < 0.001).\n\nOur findings offer insights into where more research is needed and where it is not. Table  3  shows the number of observations by intervention type and target eating behavior (healthy or unhealthy). From this, it is immediately apparent that no field experiment has tested the effectiveness of displaying unattractive product descriptions or photos of unhealthy foods, focusing on negative hedonic aspects. Similarly, and with the exception of  Donnelly et al. (2018) , little attention has been given to the use of dissuasive photos and warnings used on cigarette packs in some countries  (Kees et al. 2006) . Although degrading other brands may be difficult because of trademark laws, it has shown promise in laboratory studies  (Hollands et al. 2011) ; retailers or restaurants could test this strategy with their own unhealthy products.\n\nIt would also seem important to run more studies increasing portion, plate, or glass size for healthy foods and beverages rather than for unhealthy ones. Further studies are needed to examine the effectiveness of hedonic enhancements for which we only have nine effect sizes. Precedence should be given to testing interventions in grocery stores and outside the United States and for unhealthy foods. These issues should have priority over other well-researched topics, such as studying the effects of cognitively oriented interventions on healthy eating in cafeterias using a prepost design.\n\nBeyond filling out the underpopulated cells of the framework, we also encourage authors to follow a strategy to increase the precision of knowledge in the field using a procedure that reduces collinearity among design variables  (Farley et al. 1998) . Similarly, three research areas appear particularly fruitful. The first is to study interaction effects. Lack of data in our sample makes it impossible to estimate interaction effects between each intervention type and the other predictors. In Online Appendix D, we report the results of a simplified model, including interactions but using linear coding for intervention type and eating behavior (from total eating to healthy eating). This preliminary analysis suggests that shifting from cognitively to behaviorally oriented interventions is particularly impactful on consumption (vs. selection), for adults (vs. children), and in the United States (vs. in other countries). These results qualify the lack of main effect for eating behavior and for participant age reported in the main results. Additional field experiments orthogonally manipulating intervention type and population or study characteristics would be necessary to confirm these results.\n\nSecond, it is important to directly compare nudges and economic incentives and see if they can complement each other. To provide initial insights, we compared our results with those of  Afshin et al. (2017) , who estimated the impact of a 10% price cut on the selection of fruit and vegetables using 22 effect sizes from 15 studies. After collecting the sample sizes from the original 15 studies, we were able to convert these 10% estimates into standardized mean differences. We found a d of 0.27 (se = 0.07, z = 3.95, p < 0.001) for the effects of a 10% price reduction on healthy eating selection, which is equal to the mean effect size that we found for healthy eating (vs. unhealthy, mixed, or total eating) across all nudges (d = 0.27) without control variables (as done in their meta-analysis). This suggests that nudges are equivalent to a 10% permanent price reduction in this particular context. This preliminary analysis should encourage future research comparing nudge and economic interventions in terms of both their effects on healthy eating and their cost.\n\nFinally, the prevalence and severity of noncommunicable diseases is strongly associated with socioeconomic and cultural factors, such as income, education, gender, ethnicity, and culture  (Bartley 2017) . Surprisingly, these data were almost never available in the studies that we analyzed. Future research should, therefore, measure socioeconomic data as well as biomarkers, such as body mass or diabetes, and traits, such as cognitive restraint or impulsivity, that strongly influence food choices and health  (Sutin et al. 2011 , Ma et al. 2013) . Such information should be provided to better characterize the respondent population, but it would be even better to report results separately for different population types. This should be done systematically even in the absence of significant differences. When prior research or theory predicts an effect, finding none can be informative.\n\nMore broadly, future research should expand the dependent variables beyond purchase and consumption. To encourage the adoption of healthy eating nudges in commercial operations, it is important to measure their impact on the consumer's experience, satisfaction, and perception of value as well as on the company's top and bottom lines. Even interventions that lead to a reduction in consumption can be good for business if they attract new consumers who value their ability to nudge them away from unhealthy choices that they will later regret.\n\nSimilarly, one of the core tenets of nudges is that they improve consumer welfare as judged by consumers themselves  (Sunstein 2018a ). It would be important to know whether people, upon learning that they have been subject to an intervention, would agree that it led them to make better decisions compared with the status quo ante and also with interventions, such as taxes and other economic incentives. This is important because, although they preserve freedom of choice, the interventions analyzed here are nevertheless paternalistic. Finding that consumers welcome these interventions as some studies suggest they do  (Loewenstein et al. 2015)  and that they are compatible with commercial goals would go a long way to encourage their adoption.\n\n5.5. Toward a \"Living\" Meta-Analysis One of the biggest challenges of studying healthy eating nudges is the exponential increase in the studies carried out. This upsurge makes meta-analyses even more valuable, but it also means that they rapidly become out of date. Compounding the problem, research on healthy eating nudges is published in a wide variety of scientific publications in marketing, nutrition, psychology, and health sciences, which are indexed in different databases and not always available to all researchers. To mitigate these problems and correct possible categorization errors, the spreadsheet containing the raw data is available online (postpublication). In addition, we have created a simple survey (available at  http://tinyurl.com/healthy-eating-nudge ) to allow researchers to correct and update the database by entering information about their study. We hope that this \"living\" meta-analysis will encourage the consolidation and diffusion of knowledge and contribute to making the science more open."
    },
    {
      "text": "Figure 2. Effect Sizes in the Univariate and Full Multivariate Models"
    },
    {
      "text": "Figure 3. (Color online) Effect Sizes by Nudge Type"
    },
    {
      "text": "Comparing Meta-Analyses of Healthy Eating Nudges"
    },
    {
      "text": "A Comparison of Frameworks of Healthy Eating Nudges"
    },
    {
      "text": "Categorization of Nudge Interventions"
    },
    {
      "text": "Parameter Estimates of the Multivariate Model"
    },
    {
      "text": "Expected Daily Energy Equivalents by Intervention Type"
    },
    {
      "text": "Summary of Hypothesis Test Results"
    },
    {
      "text": "Expected Effectiveness Increase Between Typical and Best Nudge StudyCadario and Chandon: Which Healthy Eating Nudges Work Best?"
    }
  ],
  "references": [
    {
      "title": "Salad bars and fruit and vegetable consumption in elementary schools: A plate waste study",
      "authors": [
        "M Adams",
        "R Pelletier",
        "M Zive",
        "J Sallis"
      ],
      "year": 2005
    },
    {
      "title": "Which Healthy Eating Nudges Work Best",
      "authors": [
        "Chandon Cadario"
      ],
      "year": 2019,
      "doi": "10.1287/mksc.2018.1128"
    },
    {
      "title": "The prospective impact of food pricing on improving dietary consumption: A systematic review and meta-analysis",
      "authors": [
        "A Afshin",
        "J Peñalvo",
        "Del Gobbo",
        "L Silva",
        "J Michaelson",
        "O' Flaherty",
        "M Capewell",
        "S Spiegelman",
        "D Danaei",
        "G Mozaffarian"
      ],
      "year": 2017
    },
    {
      "title": "Effects of a randomized intervention promoting healthy children's meals on children's ordering and dietary intake in a quick-service restaurant",
      "authors": [
        "S Anzman-Frasca",
        "A Braun",
        "S Ehrenberg",
        "L Epstein",
        "A Gampp",
        "L Leone",
        "A Singh",
        "S Tauriello"
      ],
      "year": 2018,
      "doi": "10.1016/j.physbeh.2018.01.022"
    },
    {
      "title": "The efficacy of nudge theory strategies in influencing adult dietary behaviour: A systematic review and meta-analysis",
      "authors": [
        "A Arno",
        "S Thomas"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3272-x"
    },
    {
      "title": "Customer responses to mandatory menu labeling at full-service restaurants",
      "authors": [
        "A Auchincloss",
        "G Mallya",
        "B Leonberg",
        "A Ricchezza",
        "K Glanz",
        "D Schwarz"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.07.014"
    },
    {
      "title": "A review and critique of the hierarchy of effects in advertising",
      "authors": [
        "T Barry",
        "D Howard"
      ],
      "year": 1990,
      "doi": "10.1080/02650487.1990.11107138"
    },
    {
      "title": "Increasing frequency of lowerfat entrees offered at school lunch: An environmental change strategy to increase healthful selections",
      "authors": [
        "J Bartholomew",
        "E Jowers"
      ],
      "year": 2006,
      "doi": "10.1016/j.jada.2005.10.030"
    },
    {
      "title": "Health Inequality: An Introduction to Concepts, Theories and Methods",
      "authors": [
        "M Bartley"
      ],
      "year": 2017
    },
    {
      "title": "Proximity of snacks to beverages increases food consumption in the workplace: A field study",
      "authors": [
        "E Baskin",
        "M Gorlin",
        "Z Chance",
        "N Novemsky",
        "R Dhar",
        "K Huskey",
        "M Hatzis"
      ],
      "year": 2016,
      "doi": "10.1016/j.appet.2016.04.025"
    },
    {
      "title": "East: Four Simple Ways to Apply Behavioural Insights",
      "year": 2014,
      "doi": "10.1038/sj.bdj.2017.914"
    },
    {
      "title": "The Global Economic Burden of Noncommunicable Diseases (World Economic Forum",
      "authors": [
        "D Bloom",
        "E Cafiero",
        "E Jané-Llopis",
        "S Abrahams-Gessel",
        "L Bloom",
        "S Fathima",
        "A Feigl",
        "T Gaziano",
        "A Hamandi",
        "M Mowafi"
      ],
      "year": 2012
    },
    {
      "title": "Calorie posting in chain restaurants",
      "authors": [
        "B Bollinger",
        "P Leslie",
        "A Sorensen"
      ],
      "year": 2011,
      "doi": "10.1257/pol.3.1.91"
    },
    {
      "title": "Clear and present questions: Formulating questions for evidence based practice",
      "authors": [
        "A Booth"
      ],
      "year": 2006
    },
    {
      "title": "troduction to Meta-Analysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "Jpt Higgins",
        "Rothstein Hr"
      ],
      "year": 2009,
      "doi": "10.1002/9780470743386"
    },
    {
      "title": "Do the effects of social nudges persist? Theory and evidence from 38 natural field experiments",
      "authors": [
        "A Brandon",
        "P Ferraro",
        "J List",
        "R Metcalfe",
        "M Price",
        "F Rundhammer"
      ],
      "year": 2017,
      "doi": "10.3386/w23277"
    },
    {
      "title": "Empirical validation of affect, behavior, and cognition as distinct components of attitude",
      "authors": [
        "S Breckler"
      ],
      "year": 1984
    },
    {
      "title": "Increasing vaccination: Putting psychological science into action",
      "authors": [
        "N Brewer",
        "G Chapman",
        "A Rothman",
        "J Leask",
        "A Kempe"
      ],
      "year": 2017
    },
    {
      "title": "Predictors of total calories purchased at fast-food restaurants: Restaurant characteristics, calorie awareness, and use of calorie information",
      "authors": [
        "I Brissette",
        "A Lowenfels",
        "C Noble",
        "D Spicer"
      ],
      "year": 2013,
      "doi": "10.1016/j.jneb.2013.01.019"
    },
    {
      "title": "A systematic review and meta-analysis of the effectiveness of nudging to increase fruit and vegetable choice",
      "authors": [
        "V Broers",
        "De Breucker",
        "C Van Den Broucke",
        "S Luminet"
      ],
      "year": 2017
    },
    {
      "title": "Nudging consumers toward healthier choices: A systematic review of positional influences on food choice",
      "authors": [
        "T Bucher",
        "C Collins",
        "M Rollo",
        "T Mccaffrey",
        "De Vlieger",
        "N Van Der Bend",
        "D Truby",
        "H Perez-Cueto"
      ],
      "year": 2016
    },
    {
      "title": "Point-of-purchase messages framed in terms of cost, convenience, taste, and energy improve healthful snack selection in a college foodservice setting",
      "authors": [
        "L Buscher",
        "K Martin",
        "S Crocker"
      ],
      "year": 2001
    },
    {
      "title": "A meta-analysis of the effectiveness of health belief model variables in predicting behavior",
      "authors": [
        "C Carpenter"
      ],
      "year": 2010
    },
    {
      "title": "The impact of a supermarket nutrition rating system on purchases of nutritious and less nutritious foods",
      "authors": [
        "J Cawley",
        "M Sweeney",
        "J Sobal",
        "D Just",
        "H Kaiser",
        "W Schulze",
        "E Wethington",
        "B Wansink"
      ],
      "year": 2015
    },
    {
      "title": "Impact of food labelling systems on food choices and eating behaviours: A systematic review and metaanalysis of randomized studies",
      "authors": [
        "M Cecchini",
        "L Warin"
      ],
      "year": 2016
    },
    {
      "title": "Why choosing healthy foods is hard, and how to help: Presenting the 4Ps framework for behavior change",
      "authors": [
        "Z Chance",
        "M Gorlin",
        "R Dhar"
      ],
      "year": 2014
    },
    {
      "title": "Does instore marketing work? Effects of the number and position of shelf facings on brand attention and evaluation at the point of purchase",
      "authors": [
        "P Chandon",
        "J Hutchinson",
        "E Bradlow",
        "S Young"
      ],
      "year": 2009,
      "doi": "10.1509/jmkg.73.6.1"
    },
    {
      "title": "The dieter's paradox",
      "authors": [
        "A Chernev"
      ],
      "year": 2011,
      "doi": "10.1016/j.jcps.2010.08.002"
    },
    {
      "title": "Modeling dependent effect sizes with threelevel meta-analyses: A structural equation modeling approach",
      "authors": [
        "Mwl Cheung"
      ],
      "year": 2014,
      "doi": "10.1037/a0032968"
    },
    {
      "title": "Improving patrons' meal selections through the use of point-of-selection nutrition labels",
      "authors": [
        "Y Chu",
        "E Frongillo",
        "S Jones",
        "G Kaye"
      ],
      "year": 2009,
      "doi": "10.2105/ajph.2008.153205"
    },
    {
      "title": "Statistical Power Analysis for the Behavioral Sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1988
    },
    {
      "title": "Effects of choice architecture and chef-enhanced meals on the selection and consumption of healthier school foods: A randomized clinical trial",
      "authors": [
        "J Cohen",
        "S Richardson",
        "S Cluggish",
        "E Parker",
        "P Catalano",
        "E Rimm"
      ],
      "year": 2015,
      "doi": "10.1001/jamapediatrics.2014.3805"
    },
    {
      "title": "The impact of nutritional labels and socioeconomic status on energy intake. An experimental field study",
      "authors": [
        "R Crockett",
        "S Jebb",
        "M Hankins",
        "T Marteau"
      ],
      "year": 2014,
      "doi": "10.1016/j.appet.2014.05.024"
    },
    {
      "title": "Healthy eating: What does it mean to adolescents?",
      "authors": [
        "J Croll",
        "D Neumark-Sztainer",
        "M Story"
      ],
      "year": 2001
    },
    {
      "title": "Nudge to nobesity II: Menu positions influence food orders",
      "authors": [
        "E Dayan",
        "M Bar-Hillel"
      ],
      "year": 2011
    },
    {
      "title": "My lips are sealed'-The impact of package resealability on the consumption of tempting foods",
      "authors": [
        "De Bondt",
        "C Van Kerckhove",
        "A Geuens"
      ],
      "year": 2017
    },
    {
      "title": "An in-store experiment on the effect of accessibility on sales of wholegrain and white bread in supermarkets",
      "authors": [
        "R De Wijk",
        "A Maaskant",
        "I Polet",
        "N Holthuysen",
        "E Van Kleef",
        "M Vingerhoeds"
      ],
      "year": 2016
    },
    {
      "title": "Increased portion size leads to increased energy intake in a restaurant meal",
      "authors": [
        "N Diliberti",
        "P Bordi",
        "M Conklin",
        "L Roe",
        "B Rolls"
      ],
      "year": 2004
    },
    {
      "title": "Plate size and children's appetite: Effects of larger dishware on self-served portions and intake",
      "authors": [
        "K Disantis",
        "L Birch",
        "A Davey",
        "E Serrano",
        "J Zhang",
        "Y Bruton",
        "J Fisher"
      ],
      "year": 2013
    },
    {
      "title": "Influencing behaviour: The mindspace way",
      "authors": [
        "P Dolan",
        "M Hallsworth",
        "D Halpern",
        "D King",
        "R Metcalfe",
        "I Vlaev"
      ],
      "year": 2012
    },
    {
      "title": "The effect of graphic warnings on sugary-drink purchasing",
      "authors": [
        "G Donnelly",
        "L Zatz",
        "D Svirsky",
        "L John"
      ],
      "year": 2018,
      "doi": "10.1177/0956797618766361"
    },
    {
      "title": "Supplementing menu labeling with calorie recommendations to test for facilitation effects",
      "authors": [
        "J Downs",
        "J Wisdom",
        "B Wansink",
        "G Loewenstein"
      ],
      "year": 2013
    },
    {
      "title": "The influence of caloric information on cafeteria food choices",
      "authors": [
        "P Dubbert",
        "W Johnson",
        "D Schlundt",
        "N Montague"
      ],
      "year": 1984,
      "doi": "10.1901/jaba.1984.17-85"
    },
    {
      "title": "Situational strategies for self-control",
      "authors": [
        "A Duckworth",
        "T Gendler",
        "J Gross"
      ],
      "year": 2016
    },
    {
      "title": "Which Healthy Eating Nudges Work Best?",
      "authors": [
        "Chandon Cadario"
      ]
    },
    {
      "title": "Changes in energy content of lunchtime purchases from fast food restaurants after introduction of calorie labelling: Cross sectional customer surveys",
      "authors": [
        "T Dumanovsky",
        "C Huang",
        "C Nonas",
        "T Matte",
        "M Bassett",
        "L Silver"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d4464"
    },
    {
      "title": "Child and adolescent fast-food choice and the influence of calorie labeling: A natural experiment",
      "authors": [
        "B Elbel",
        "J Gyamfi",
        "R Kersh"
      ],
      "year": 2011,
      "doi": "10.1038/ijo.2011.4"
    },
    {
      "title": "Calorie labeling and food choices: A first look at the effects on low-income people in New York City",
      "authors": [
        "B Elbel",
        "R Kersh",
        "V Brescoll",
        "L Dixon"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.6.w1110"
    },
    {
      "title": "Calorie labeling, fast food purchasing and restaurant visits",
      "authors": [
        "B Elbel",
        "T Mijanovich",
        "L Dixon",
        "C Abrams",
        "B Weitzman",
        "R Kersh",
        "A Auchincloss",
        "G Ogedegbe"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20550"
    },
    {
      "title": "Looking at the label and beyond: The effects of calorie labels, health consciousness, and demographics on caloric intake in restaurants",
      "authors": [
        "B Ellison",
        "J Lusk",
        "D Davis"
      ],
      "year": 2013
    },
    {
      "title": "Serving vegetables first: A strategy to increase vegetable consumption in elementary school cafeterias",
      "authors": [
        "S Elsbernd",
        "M Reicks",
        "T Mann",
        "J Redden",
        "E Mykerezi",
        "Z Vickers"
      ],
      "year": 2016
    },
    {
      "title": "Food choice architecture: An intervention in a secondary school and its impact on students' plant-based food choices",
      "authors": [
        "H Ensaff",
        "M Homer",
        "P Sahota",
        "D Braybrook",
        "S Coan",
        "H Mcleod"
      ],
      "year": 2015
    },
    {
      "title": "Designing the next study for maximum impact",
      "authors": [
        "J Farley",
        "D Lehmann",
        "L Mann"
      ],
      "year": 1998
    },
    {
      "title": "Influence of menu labeling on food choices in real-life settings: A systematic review",
      "authors": [
        "A Fernandes",
        "R Oliveira",
        "Rpc Proença",
        "C Curioni",
        "V Rodrigues",
        "Gmr Fiates"
      ],
      "year": 2016,
      "doi": "10.1093/nutrit/nuw013"
    },
    {
      "title": "Mandatory menu labeling in one fast-food chain in King County, Washington",
      "authors": [
        "E Finkelstein",
        "K Strombotne",
        "N Chan",
        "J Krieger"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2010.10.019"
    },
    {
      "title": "Placement and promotion strategies to increase sales of healthier products in supermarkets in lowincome, ethnically diverse neighborhoods: A randomized controlled trial",
      "authors": [
        "G Foster",
        "A Karpyn",
        "A Wojtanowski",
        "E Davis",
        "S Weiss",
        "C Brensinger",
        "A Tierney"
      ],
      "year": 2014,
      "doi": "10.3945/ajcn.113.075572"
    },
    {
      "title": "Point-of-selection nutrition information influences choice of portion size in an all-you-can-eat university dining hall",
      "authors": [
        "M Freedman"
      ],
      "year": 2011,
      "doi": "10.1080/15378020.2011.548228"
    },
    {
      "title": "Reducing portion size reduces food intake and plate waste",
      "authors": [
        "M Freedman",
        "C Brochado"
      ],
      "year": 2010
    },
    {
      "title": "Comparison of three nudge interventions (priming, default option, and perceived variety) to promote vegetable consumption in a self-service buffet setting",
      "authors": [
        "R Friis",
        "L Skov",
        "A Olsen",
        "K Appleton",
        "L Saulais",
        "C Dinnella",
        "H Hartwell"
      ],
      "year": 2017
    },
    {
      "title": "Expérimentation d'un fléchage nutritionnel dans deux supermarchés à marseille «le choix vita+",
      "authors": [
        "H Gaigi",
        "S Raffin",
        "M Maillot",
        "L Adrover",
        "B Ruffieux",
        "N Darmon"
      ],
      "year": 2015
    },
    {
      "title": "In-store marketing of inexpensive foods with good nutritional quality in disadvantaged neighborhoods: Increased awareness, understanding, and purchasing",
      "authors": [
        "A Gamburzew",
        "N Darcel",
        "R Gazan",
        "C Dubois",
        "M Maillot",
        "D Tomé",
        "S Raffin",
        "N Darmon"
      ],
      "year": 2016
    },
    {
      "title": "The effect of complex workplace dietary interventions on employees' dietary intakes, nutrition knowledge and health status: A cluster controlled trial",
      "authors": [
        "F Geaney",
        "C Kelly",
        "Di Marrazzo",
        "J Harrington",
        "J Fitzgerald",
        "A Greiner",
        "B Perry"
      ],
      "year": 2016
    },
    {
      "title": "Why Americans eat what they do: Taste, nutrition, cost, convenience, and weight control concerns as influences on food consumption",
      "authors": [
        "K Glanz",
        "M Basil",
        "E Maibach",
        "J Goldberg",
        "Dan Snyder"
      ],
      "year": 1998
    },
    {
      "title": "Do environmental interventions impact elementary school students' lunchtime milk selection?",
      "authors": [
        "K Goto",
        "A Waite",
        "C Wolff",
        "K Chan",
        "M Giovanni"
      ],
      "year": 2013
    },
    {
      "title": "Fruitpromoting smarter lunchrooms interventions: Results from a cluster rct",
      "authors": [
        "K Greene",
        "G Gabrielyan",
        "D Just",
        "B Wansink"
      ],
      "year": 2017
    },
    {
      "title": "Rejecting responsibility: Low physical involvement in obtaining food promotes unhealthy eating",
      "authors": [
        "L Hagen",
        "A Krishna",
        "B Mcferran"
      ],
      "year": 2016
    },
    {
      "title": "Smarter lunchrooms can address new school lunchroom guidelines and childhood obesity",
      "authors": [
        "A Hanks",
        "D Just",
        "B Wansink"
      ],
      "year": 2013
    },
    {
      "title": "Healthy convenience: Nudging students toward healthier choices in the lunchroom",
      "authors": [
        "A Hanks",
        "D Just",
        "L Smith",
        "B Wansink"
      ],
      "year": 2012
    },
    {
      "title": "Consumer attitude metrics for guiding marketing mix decisions",
      "authors": [
        "D Hanssens",
        "K Pauwels",
        "S Srinivasan",
        "M Vanhuele",
        "G Yildirim"
      ],
      "year": 2014
    },
    {
      "title": "External cues in the control of food intake in humans: The sensory-normative distinction",
      "authors": [
        "C Herman",
        "J Polivy"
      ],
      "year": 2008
    },
    {
      "title": "Effects of the presence of others on food intake: A normative interpretation",
      "authors": [
        "C Herman",
        "D Roth",
        "J Polivy"
      ],
      "year": 2003
    },
    {
      "title": "Quantifying heterogeneity in a metaanalysis",
      "authors": [
        "J Higgins",
        "S Thompson"
      ],
      "year": 2002
    },
    {
      "title": "The trilogy of mind: Cognition, affection, and conation",
      "authors": [
        "E Hilgard"
      ],
      "year": 1980
    },
    {
      "title": "Posting point-of-purchase nutrition information in university canteens does not influence meal choice and nutrient intake",
      "authors": [
        "C Hoefkens",
        "C Lachat",
        "P Kolsteren",
        "Van Camp",
        "J Verbeke"
      ],
      "year": 2011
    },
    {
      "title": "Whether smaller plates reduce consumption depends on who's serving and who's looking: A meta-analysis",
      "authors": [
        "S Holden",
        "N Zlatevska",
        "C Dubelaar"
      ],
      "year": 2016,
      "doi": "10.1086/684441"
    },
    {
      "title": "The TIPPME intervention typology for changing environments to change behaviour",
      "authors": [
        "G Hollands",
        "G Bignardi",
        "M Johnston",
        "M Kelly",
        "D Ogilvie",
        "M Petticrew",
        "A Prestwich",
        "I Shemilt",
        "S Sutton",
        "T Marteau"
      ],
      "year": 2017
    },
    {
      "title": "Using aversive images to enhance healthy food choices and implicit attitudes: An experimental test of evaluative conditioning",
      "authors": [
        "G Hollands",
        "A Prestwich",
        "T Marteau"
      ],
      "year": 2011
    },
    {
      "title": "Altering micro-environments to change population health behaviour: Toward an evidence base for choice architecture interventions",
      "authors": [
        "G Hollands",
        "I Shemilt",
        "T Marteau",
        "S Jebb",
        "M Kelly",
        "R Nakamura",
        "M Suhrcke",
        "D Ogilvie"
      ],
      "year": 2013
    },
    {
      "title": "Portion, package or tableware size for changing selection and consumption of food, alcohol and tobacco",
      "authors": [
        "G Hollands",
        "I Shemilt",
        "T Marteau",
        "S Jebb",
        "H Lewis",
        "Y Wei",
        "J Higgins",
        "D Ogilvie"
      ],
      "year": 2015
    },
    {
      "title": "Impact of a smarter lunchroom intervention on food selection and consumption among adolescents and young adults with intellectual and developmental disabilities in a residential school setting",
      "authors": [
        "K Hubbard",
        "L Bandini",
        "S Folta",
        "B Wansink",
        "M Eliasziw",
        "A Must"
      ],
      "year": 2015
    },
    {
      "title": "Multivariate meta-analysis: Potential and promise",
      "authors": [
        "D Jackson",
        "R Riley",
        "I White"
      ],
      "year": 2011
    },
    {
      "title": "Food choice questionnaire revisited in four countries. Does it still measure the same?",
      "authors": [
        "R Januszewska",
        "Z Pieniak",
        "W Verbeke"
      ],
      "year": 2011
    },
    {
      "title": "Tests of graphic visuals and cigarette package warning combinations: Implications for the framework convention on tobacco control",
      "authors": [
        "J Kees",
        "S Burton",
        "J Andrews",
        "J Kozup"
      ],
      "year": 2006
    },
    {
      "title": "Which Healthy Eating Nudges Work Best",
      "authors": [
        "Chandon Cadario"
      ],
      "year": 2019
    },
    {
      "title": "Can information costs affect consumer choice? Nutritional labels in a supermarket experiment",
      "authors": [
        "K Kiesel",
        "S Villas-Boas"
      ],
      "year": 2013
    },
    {
      "title": "A novel marketing mix and choice architecture framework to nudge restaurant customers toward healthy food environments to reduce obesity in the united states",
      "authors": [
        "V Kraak",
        "T Englund",
        "S Misyak",
        "E Serrano"
      ],
      "year": 2017
    },
    {
      "title": "Menu labeling regulations and calories purchased at chain restaurants",
      "authors": [
        "J Krieger",
        "N Chan",
        "B Saelens",
        "M Ta",
        "D Solet",
        "D Fleming"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.01.031"
    },
    {
      "title": "An integrative review of sensory marketing: Engaging the senses to affect perception, judgment and behavior",
      "authors": [
        "A Krishna"
      ],
      "year": 2012
    },
    {
      "title": "Nudging healthy food choices: A field experiment at the train station",
      "authors": [
        "F Kroese",
        "D Marchiori",
        "D De Ridder"
      ],
      "year": 2016
    },
    {
      "title": "Availability of free fruits and vegetables at canteen lunch improves lunch and daily nutritional profiles: A randomised controlled trial",
      "authors": [
        "C Lachat",
        "R Verstraeten",
        "De Meulenaer",
        "B Menten",
        "J Huybregts",
        "Van Camp",
        "J Roberfroid",
        "D Kolsteren"
      ],
      "year": 2009
    },
    {
      "title": "Pilot study of a cafeteria program relying primarily on symbols to promote healthy choices",
      "authors": [
        "S Levin"
      ],
      "year": 1996
    },
    {
      "title": "Food choices of minority and low-income employees: A cafeteria intervention",
      "authors": [
        "D Levy",
        "J Riis",
        "L Sonnenberg",
        "S Barraclough",
        "A Thorndike"
      ],
      "year": 2012
    },
    {
      "title": "Menu labelling is effective in reducing energy ordered and consumed: A systematic review and meta-analysis of recent studies",
      "authors": [
        "J Littlewood",
        "S Lourenço",
        "C Iversen",
        "G Hansen"
      ],
      "year": 2016,
      "doi": "10.1017/s1368980015003468"
    },
    {
      "title": "Warning: You are about to be nudged",
      "authors": [
        "G Loewenstein",
        "C Bryce",
        "D Hagmann",
        "S Rajpal"
      ],
      "year": 2015
    },
    {
      "title": "Systematic review and meta-analysis of the impact of restaurant menu calorie labeling",
      "authors": [
        "M Long",
        "D Tobias",
        "A Cradock",
        "H Batchelder",
        "S Gortmaker"
      ],
      "year": 2015
    },
    {
      "title": "A Practitioner's Guide to Nudging",
      "authors": [
        "K Ly",
        "N Mazar",
        "M Zhao",
        "D Soman"
      ],
      "year": 2013,
      "doi": "10.2139/ssrn.2609347"
    },
    {
      "title": "Soda vs. cereal and sugar vs. fat: Drivers of healthful food intake and the impact of diabetes diagnosis",
      "authors": [
        "Y Ma",
        "K Ailawadi",
        "D Grewal"
      ],
      "year": 2013
    },
    {
      "title": "How emotions affect eating: A five-way model",
      "authors": [
        "M Macht"
      ],
      "year": 2008
    },
    {
      "title": "Promoting low-fat entree choices in a public cafeteria",
      "authors": [
        "J Mayer",
        "J Heins",
        "J Vogel",
        "D Morrison",
        "L Lankester",
        "A Jacobs"
      ],
      "year": 1986
    },
    {
      "title": "Nudging healthier choices in a hospital cafeteria: Results from a field study",
      "authors": [
        "M Mazza",
        "L Dynan",
        "R Siegel",
        "A Tucker"
      ],
      "year": 2017
    },
    {
      "title": "Might an overweight waitress make you eat more? How the body type of others is sufficient to alter our food consumption",
      "authors": [
        "B Mcferran",
        "D Dahl",
        "G Fitzsimons",
        "A Morales"
      ],
      "year": 2010
    },
    {
      "title": "Food accessibility and food choice: A test of Schachter's externality hypothesis",
      "authors": [
        "A Meyers",
        "A Stunkard"
      ],
      "year": 1980
    },
    {
      "title": "The effects of pre-ordering and behavioral nudges on national school lunch program participants' food item selection",
      "authors": [
        "G Miller",
        "S Gupta",
        "J Kropp",
        "K Grogan",
        "A Mathews"
      ],
      "year": 2016
    },
    {
      "title": "The influence of bite size on quantity of food consumed: A field study",
      "authors": [
        "A Mishra",
        "H Mishra",
        "T Masters"
      ],
      "year": 2012
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "P Group"
      ],
      "year": 2009
    },
    {
      "title": "Healthy and unhealthy social norms and food selection. Findings from a field-experiment",
      "authors": [
        "S Mollen",
        "R Rimal",
        "R Ruiter",
        "G Kok"
      ],
      "year": 2013
    },
    {
      "title": "Effect of labeling on new vegetable dish acceptance in preadolescent children",
      "authors": [
        "D Morizet",
        "L Depezay",
        "P Combris",
        "D Picard",
        "A Giboreau"
      ],
      "year": 2012
    },
    {
      "title": "Factors influencing efficacy of nutrition education interventions: A systematic review",
      "authors": [
        "M Murimi",
        "M Kanyi",
        "T Mupfudze",
        "M Amin",
        "T Mbogori",
        "K Aldubayan"
      ],
      "year": 2017
    },
    {
      "title": "Calorie-labelling: Does it impact on calorie purchase in catering outlets and the views of young adults?",
      "authors": [
        "C Nikolaou",
        "C Hankey",
        "Mej Lean"
      ],
      "year": 2014
    },
    {
      "title": "Healthy choice: The effect of simplified POS nutritional information on consumer food choice behavior",
      "authors": [
        "H Nikolova",
        "J Inman"
      ],
      "year": 2015
    },
    {
      "title": "Choice architecture interventions for increased vegetable intake and behaviour change in a school setting: A systematic review",
      "authors": [
        "T Nornberg",
        "L Houlby",
        "L Skov",
        "F Perez-Cueto"
      ],
      "year": 2016
    },
    {
      "title": "Point-of-purchase health information encourages customers to purchase vegetables: Objective analysis by using a pointof-sales system",
      "authors": [
        "Y Ogawa",
        "N Tanabe",
        "A Honda",
        "T Azuma",
        "N Seki",
        "T Suzuki",
        "H Suzuki"
      ],
      "year": 2011
    },
    {
      "title": "Whence consumer loyalty?",
      "authors": [
        "R Oliver"
      ],
      "year": 1999
    },
    {
      "title": "Choosing healthier foods in recreational sports settings: A mixed methods investigation of the impact of nudging and an economic incentive",
      "authors": [
        "D Olstad",
        "L Goonewardene",
        "L Mccargar",
        "K Raine"
      ],
      "year": 2014
    },
    {
      "title": "Using traffic light labels to improve food selection in recreation and sport facility eating environments",
      "authors": [
        "D Olstad",
        "J Vermeer",
        "L Mccargar",
        "R Prowse",
        "K Raine"
      ],
      "year": 2015
    },
    {
      "title": "Habit and intention in everyday life: The multiple processes by which past behavior predicts future behavior",
      "authors": [
        "J Ouellette",
        "W Wood"
      ],
      "year": 1998
    },
    {
      "title": "A randomized school trial of environmental strategies to encourage fruit and vegetable consumption among children",
      "authors": [
        "C Perry",
        "D Bishop",
        "G Taylor",
        "M Davis",
        "M Story",
        "C Gray",
        "S Bishop",
        "Raw Mays",
        "L Lytle",
        "L Harnack"
      ],
      "year": 2004
    },
    {
      "title": "Put the healthy item first: Order of ingredient listing influences consumer selection",
      "authors": [
        "P Policastro",
        "Z Smith",
        "G Chapman"
      ],
      "year": 2015
    },
    {
      "title": "Targeted calorie message promotes healthy beverage consumption better than charity incentive",
      "authors": [
        "P Policastro",
        "T Palm",
        "J Schwartz",
        "G Chapman"
      ],
      "year": 2017
    },
    {
      "title": "The red and the black: Mental accounting of savings and debt",
      "authors": [
        "D Prelec",
        "G Loewenstein"
      ],
      "year": 1998
    },
    {
      "title": "Evaluation of a voluntary menu-labeling program in full-service restaurants",
      "authors": [
        "E Pulos",
        "K Leng"
      ],
      "year": 2010
    },
    {
      "title": "Serving first in isolation increases vegetable intake among elementary schoolchildren",
      "authors": [
        "J Redden",
        "T Mann",
        "Z Vickers",
        "E Mykerezi",
        "M Reicks",
        "S Elsbernd"
      ],
      "year": 2015
    },
    {
      "title": "Photographs in lunch tray compartments and vegetable consumption among children in elementary school cafeterias",
      "authors": [
        "M Reicks",
        "J Redden",
        "T Mann",
        "E Mykerezi",
        "Z Vickers"
      ],
      "year": 2012
    },
    {
      "title": "Evaluating the impact of menu labeling on food choices and intake",
      "authors": [
        "C Roberto",
        "P Larsen",
        "H Agnew",
        "J Baik",
        "K Brownell"
      ],
      "year": 2010
    },
    {
      "title": "The science behind smarter lunchrooms",
      "authors": [
        "E Robinson"
      ],
      "year": 2017
    },
    {
      "title": "Which Healthy Eating Nudges Work Best?",
      "authors": [
        "Chandon Cadario"
      ]
    },
    {
      "title": "Will smaller plates lead to smaller waists? A systematic review and meta-analysis of the effect that experimental manipulation of dishware size has on energy consumption",
      "authors": [
        "E Robinson",
        "S Nolan",
        "C Tudur-Smith",
        "E Boyland",
        "J Harrold",
        "C Hardman",
        "J Halford"
      ],
      "year": 2014
    },
    {
      "title": "Publication Bias in Meta-Analysis: Prevention, Assessment and Adjustments",
      "authors": [
        "H Rothstein",
        "A Sutton",
        "M Borenstein"
      ],
      "year": 2006
    },
    {
      "title": "Food environment interventions to improve the dietary behavior of young adults in tertiary education settings: A systematic literature review",
      "authors": [
        "R Roy",
        "B Kelly",
        "A Rangan",
        "M Allman-Farinelli"
      ],
      "year": 2015
    },
    {
      "title": "Attitudes to food and the role of food in life in the U.S.A., Japan, Flemish Belgium and France: Possible implications for the diethealth debate",
      "authors": [
        "P Rozin",
        "C Fischler",
        "S Imada",
        "A Sarubin",
        "A Wrzesniewski"
      ],
      "year": 1999
    },
    {
      "title": "The ecology of eating: Smaller portion sizes in France than in the United States help explain the French paradox",
      "authors": [
        "P Rozin",
        "K Kabnick",
        "Pete Fischler",
        "C Shields"
      ],
      "year": 2003
    },
    {
      "title": "Nudge to nobesity I: Minor changes in accessibility decrease food intake",
      "authors": [
        "P Rozin",
        "S Scott",
        "M Dingley",
        "J Urbanek",
        "H Jiang",
        "M Kaltenbach"
      ],
      "year": 2011
    },
    {
      "title": "Dining in the dark. The importance of visual cues for food consumption and satiety",
      "authors": [
        "B Scheibehenne",
        "P Todd",
        "B Wansink"
      ],
      "year": 2010
    },
    {
      "title": "Healthier by precommitment",
      "authors": [
        "J Schwartz",
        "D Mochon",
        "L Wyper",
        "J Maroba",
        "D Patel",
        "D Ariely"
      ],
      "year": 2014
    },
    {
      "title": "Inviting consumers to downsize fast-food portions significantly reduces calorie consumption",
      "authors": [
        "J Schwartz",
        "J Riis",
        "B Elbel",
        "D Ariely"
      ],
      "year": 2012
    },
    {
      "title": "The influence of a verbal prompt on school lunch fruit consumption: A pilot study",
      "authors": [
        "M Schwartz"
      ],
      "year": 2007
    },
    {
      "title": "Impact of nutrition environmental interventions on pointof-purchase behavior in adults: A review",
      "authors": [
        "J Seymour",
        "Lazarus Yaroch",
        "A Serdula",
        "M Blanck",
        "H Khan"
      ],
      "year": 2004
    },
    {
      "title": "Surcharges plus unhealthy labels reduce demand for unhealthy menu items",
      "authors": [
        "A Shah",
        "J Bettman",
        "P Ubel",
        "P Keller",
        "J Edell"
      ],
      "year": 2014
    },
    {
      "title": "Heart and mind in conflict: The interplay of affect and cognition in consumer decision making",
      "authors": [
        "B Shiv",
        "A Fedorikhin"
      ],
      "year": 1999
    },
    {
      "title": "The influence of menu labeling on calories selected or consumed: A systematic review and meta-analysis",
      "authors": [
        "S Sinclair",
        "M Cooper",
        "E Mansfield"
      ],
      "year": 2014
    },
    {
      "title": "Choice architecture as a means to change eating behaviour in self-service settings: A systematic review",
      "authors": [
        "L Skov",
        "S Lourenco",
        "G Hansen",
        "B Mikkelsen",
        "C Schofield"
      ],
      "year": 2013
    },
    {
      "title": "Time to retire the theory of planned behaviour",
      "authors": [
        "F Sniehotta",
        "J Presseau",
        "Ara Újo-Soares"
      ],
      "year": 2014
    },
    {
      "title": "Change in percentages of adults with overweight or obesity trying to lose weight, 1988-2014",
      "authors": [
        "K Snook",
        "A Hansen",
        "C Duke",
        "K Finch",
        "A Hackney",
        "J Zhang"
      ],
      "year": 2017
    },
    {
      "title": "Mind-set metrics in market response models: An integrative approach",
      "authors": [
        "S Srinivasan",
        "M Vanhuele",
        "K Pauwels"
      ],
      "year": 2010
    },
    {
      "title": "The impact of educational and environmental interventions in Dutch worksite cafeterias",
      "authors": [
        "I Steenhuis",
        "P Van Assema",
        "G Van Breukelen",
        "K Glanz",
        "G Kok",
        "H De Vries"
      ],
      "year": 2004
    },
    {
      "title": "Better off, as judged by themselves\": A comment on evaluating nudges",
      "authors": [
        "C Sunstein"
      ],
      "year": 2018
    },
    {
      "title": "Misconceptions about nudges",
      "authors": [
        "C Sunstein"
      ],
      "year": 2018
    },
    {
      "title": "Personality and obesity across the adult life span",
      "authors": [
        "A Sutin",
        "L Ferrucci",
        "A Zonderman",
        "A Terracciano"
      ],
      "year": 2011,
      "doi": "10.1037/a0024286"
    },
    {
      "title": "An apple a day brings more apples your way: Healthy samples prime healthier choices",
      "authors": [
        "A Tal",
        "B Wansink"
      ],
      "year": 2015
    },
    {
      "title": "The impact of menu labeling on fast-food purchases for children and parents",
      "authors": [
        "P Tandon",
        "C Zhou",
        "N Chan",
        "P Lozano",
        "S Couch",
        "K Glanz",
        "J Krieger",
        "B Saelens"
      ],
      "year": 2011
    },
    {
      "title": "Nudge: Improving Decisions About Health, Wealth, and Happiness",
      "authors": [
        "R Thaler",
        "C Sunstein"
      ],
      "year": 2008
    },
    {
      "title": "Behavioral economics in the school lunchroom: Can it affect food supplier decisions? A systematic review",
      "authors": [
        "J Thapaa",
        "C Lyford"
      ],
      "year": 2014
    },
    {
      "title": "Using a descriptive social norm to increase vegetable selection in workplace restaurant settings",
      "authors": [
        "J Thomas",
        "A Ursell",
        "E Robinson",
        "P Aveyard",
        "S Jebb",
        "C Herman",
        "S Higgs"
      ],
      "year": 2017
    },
    {
      "title": "Traffic-light labels and choice architecture: Promoting healthy food choices",
      "authors": [
        "A Thorndike",
        "J Riis",
        "L Sonnenberg",
        "D Levy"
      ],
      "year": 2014
    },
    {
      "title": "A 2-phase labeling and choice architecture intervention to improve healthy food and beverage choices",
      "authors": [
        "A Thorndike",
        "L Sonnenberg",
        "J Riis",
        "S Barraclough",
        "D Levy"
      ],
      "year": 2012
    },
    {
      "title": "Association between indulgent descriptions and vegetable consumption: Twisted carrots and dynamite beets",
      "authors": [
        "B Turnwald",
        "D Boles",
        "A Crum"
      ],
      "year": 2017
    },
    {
      "title": "Does nutrition information on menus impact food choice? Comparisons across two hospital cafeterias",
      "authors": [
        "L Vanderlee",
        "D Hammond"
      ],
      "year": 2014
    },
    {
      "title": "Plate size and color suggestibility: The Delboeuf illusion's bias on serving and eating behavior",
      "authors": [
        "K Van Ittersum",
        "B Wansink"
      ],
      "year": 2012
    },
    {
      "title": "Extraverted children are more biased by bowl sizes than introverts",
      "authors": [
        "K Van Ittersum",
        "B Wansink"
      ],
      "year": 2013
    },
    {
      "title": "Exploiting the spur of the moment to enhance healthy consumption: Verbal prompting to increase fruit choices in a self-service restaurant",
      "authors": [
        "E Van Kleef",
        "O Van Der Broek",
        "H Van Trijp"
      ],
      "year": 2015
    },
    {
      "title": "Impact of calorie labelling in worksite cafeterias: A stepped wedge randomised controlled pilot trial",
      "authors": [
        "M Vasiljevic",
        "E Cartwright",
        "M Pilling",
        "M-M Lee",
        "G Bignardi",
        "R Pechey",
        "G Hollands",
        "S Jebb",
        "T Marteau"
      ],
      "year": 2018,
      "doi": "10.1186/s12966-018-0671-7"
    },
    {
      "title": "Conducting meta-analyses in R with the metafor package",
      "authors": [
        "W Viechtbauer"
      ],
      "year": 2010
    },
    {
      "title": "The failure of anti-obesity programmes in schools",
      "authors": [
        "M Wake"
      ],
      "year": 2018
    },
    {
      "title": "Flexibility in consumer purchasing for uncertain future tastes",
      "authors": [
        "J Walsh"
      ],
      "year": 1995
    },
    {
      "title": "Change their choice! Changing behavior using the can approach and activism research",
      "authors": [
        "B Wansink"
      ],
      "year": 2015
    },
    {
      "title": "Can 'low-fat' nutrition labels lead to obesity?",
      "authors": [
        "B Wansink",
        "P Chandon"
      ],
      "year": 2006
    },
    {
      "title": "Slim by design: Redirecting the accidental drivers of mindless overeating",
      "authors": [
        "B Wansink",
        "P Chandon"
      ],
      "year": 2014
    },
    {
      "title": "Slim by design: Serving healthy foods first in buffet lines improves overall meal selection",
      "authors": [
        "B Wansink",
        "A Hanks"
      ],
      "year": 2013
    },
    {
      "title": "Bad popcorn in big buckets: Portion size can influence intake as much as taste",
      "authors": [
        "B Wansink",
        "J Kim"
      ],
      "year": 2005
    },
    {
      "title": "Which Healthy Eating Nudges Work Best",
      "authors": [
        "Chandon Cadario"
      ],
      "year": 2019
    },
    {
      "title": "Counting bones: Environmental cues that decrease food intake",
      "authors": [
        "B Wansink",
        "C Payne"
      ],
      "year": 2007
    },
    {
      "title": "Portion size me: Plate-size induced consumption norms and win-win solutions for reducing food intake and waste",
      "authors": [
        "B Wansink",
        "K Van Ittersum"
      ],
      "year": 2013
    },
    {
      "title": "a) Can branding improve school lunches?",
      "authors": [
        "B Wansink",
        "D Just",
        "C Payne"
      ],
      "year": 2012
    },
    {
      "title": "Consequences of belonging to the \"clean plate club",
      "authors": [
        "B Wansink",
        "C Payne",
        "C Werle"
      ],
      "year": 2008
    },
    {
      "title": "Internal and external cues of meal cessation: The French paradox redux?",
      "authors": [
        "B Wansink",
        "C Payne",
        "P Chandon"
      ],
      "year": 2007
    },
    {
      "title": "Ice cream illusions: Bowls, spoons, and self-served portion sizes",
      "authors": [
        "B Wansink",
        "K Van Ittersum",
        "J Painter"
      ],
      "year": 2006
    },
    {
      "title": "Larger bowl size increases the amount of cereal children request, consume, and waste",
      "authors": [
        "B Wansink",
        "K Van Ittersum",
        "C Payne"
      ],
      "year": 2014,
      "doi": "10.1016/j.jpeds.2013.09.036"
    },
    {
      "title": "Using choice architecture to create healthy food interventions in food pantries",
      "authors": [
        "B Wansink",
        "H Bhana",
        "M Qureshi",
        "J Cadenhead"
      ],
      "year": 2016
    },
    {
      "title": "Pre-sliced fruit in school cafeterias: Children's selection and intake",
      "authors": [
        "B Wansink",
        "D Just",
        "A Hanks",
        "L Smith"
      ],
      "year": 2013
    },
    {
      "title": "Attractive names sustain increased vegetable intake in schools",
      "authors": [
        "B Wansink",
        "D Just",
        "C Payne",
        "M Klinger"
      ],
      "year": 2012
    },
    {
      "title": "Menu labeling responsive to consumer concerns and shows promise for changing patron purchases",
      "authors": [
        "K Webb",
        "L Solomon",
        "J Sanders",
        "C Akiyama",
        "P Crawford"
      ],
      "year": 2011
    },
    {
      "title": "Consumption self-control by rationing purchase quantities of virtue and vice",
      "authors": [
        "K Wertenbroch"
      ],
      "year": 1998
    },
    {
      "title": "Nudging healthier food and beverage choices through salience and priming. Evidence from a systematic review",
      "authors": [
        "A Wilson",
        "E Buckley",
        "J Buckley",
        "S Bogomolova"
      ],
      "year": 2016
    },
    {
      "title": "Food pantry selection solutions: A randomized controlled trial in client-choice food pantries to nudge clients to targeted foods",
      "authors": [
        "N Wilson",
        "D Just",
        "J Swigert",
        "B Wansink"
      ],
      "year": 2017
    },
    {
      "title": "Sizing up the effect of portion size on consumption: A meta-analytic review",
      "authors": [
        "N Zlatevska",
        "C Dubelaar",
        "S Holden"
      ],
      "year": 2014
    }
  ],
  "num_references": 185
}
