{
  "paper_id": "K3Z9UP5D",
  "title": "Development of a Control-Oriented Model of Social Cognitive Theory for Optimized mHealth Behavioral Interventions",
  "abstract": "Mobile health technologies are contributing to the increasing relevance of control engineering principles in understanding and improving health behaviors, such as physical activity. Social cognitive theory (SCT), one of the most influential theories of health behavior, has been used as the conceptual basis for behavioral interventions for smoking cessation, weight management, and other health-related outcomes. This paper presents a control-oriented dynamical systems model of SCT based on fluid analogies that can be used in system identification and control design problems relevant to the design and analysis of intensively adaptive interventions. Following model development, a series of simulation scenarios illustrating the basic workings of the model are presented. The model's usefulness is demonstrated in the solution of two important practical problems: 1) semiphysical model estimation from data gathered in a physical activity intervention (the Mobile Interventions for Lifestyle Exercise and Eating at Stanford study) and 2) as a means for discerning the range of \"ambitious but doable\" daily step goals in a closed-loop behavioral intervention aimed at sedentary adults. The model is the basis for ongoing experimental validation efforts and should encourage additional research in applying control engineering technologies to the social and behavioral sciences.",
  "year": 2013,
  "date": "2013-09",
  "journal": "IEEE Pulse",
  "publication": "IEEE Pulse",
  "authors": [
    {
      "forename": "César",
      "surname": "Martín",
      "name": "César Martín",
      "affiliation": "Polytechnic University , Escuela Supe- rior Politécnica del Litoral , ESPOL , \n\t\t\t\t\t\t\t\t Escuela Supe- rior Politécnica del Litoral \n\t\t\t\t\t\t\t\t Polytechnic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ESPOL",
      "email": "cmartin@espol.edu.ec",
      "orcid": "0000-0002-9071-5303"
    },
    {
      "forename": "Daniel",
      "surname": "Rivera",
      "name": "Daniel Rivera",
      "affiliation": "Polytechnic University , Escuela Supe- rior Politécnica del Litoral , ESPOL , \n\t\t\t\t\t\t\t\t Escuela Supe- rior Politécnica del Litoral \n\t\t\t\t\t\t\t\t Polytechnic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ESPOL",
      "email": "daniel.rivera@asu.edu"
    },
    {
      "forename": "Eric",
      "surname": "Hekler",
      "name": "Eric Hekler",
      "affiliation": "Polytechnic University , Escuela Supe- rior Politécnica del Litoral , ESPOL , \n\t\t\t\t\t\t\t\t Escuela Supe- rior Politécnica del Litoral \n\t\t\t\t\t\t\t\t Polytechnic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ESPOL",
      "email": "ehekler@ucsd.edu"
    },
    {
      "forename": "William",
      "surname": "Riley",
      "name": "William Riley",
      "affiliation": "Polytechnic University , Escuela Supe- rior Politécnica del Litoral , ESPOL , \n\t\t\t\t\t\t\t\t Escuela Supe- rior Politécnica del Litoral \n\t\t\t\t\t\t\t\t Polytechnic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ESPOL",
      "email": "wiriley@mail.nih.gov"
    },
    {
      "forename": "Matthew",
      "surname": "Buman",
      "name": "Matthew Buman",
      "affiliation": "Polytechnic University , Escuela Supe- rior Politécnica del Litoral , ESPOL , \n\t\t\t\t\t\t\t\t Escuela Supe- rior Politécnica del Litoral \n\t\t\t\t\t\t\t\t Polytechnic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ESPOL",
      "email": "matthew.buman@asu.edu"
    },
    {
      "forename": "Marc",
      "surname": "Adams",
      "name": "Marc Adams",
      "affiliation": "Polytechnic University , Escuela Supe- rior Politécnica del Litoral , ESPOL , \n\t\t\t\t\t\t\t\t Escuela Supe- rior Politécnica del Litoral \n\t\t\t\t\t\t\t\t Polytechnic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ESPOL",
      "email": "marc.adams@asu.edu"
    },
    {
      "forename": "Alicia",
      "surname": "Magann",
      "name": "Alicia Magann",
      "affiliation": "Polytechnic University , Escuela Supe- rior Politécnica del Litoral , ESPOL , \n\t\t\t\t\t\t\t\t Escuela Supe- rior Politécnica del Litoral \n\t\t\t\t\t\t\t\t Polytechnic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ESPOL",
      "email": "abmagann@gmail.com"
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "keywords": [
    "Behavioral interventions",
    "control design",
    "dynamical modeling",
    "health behavior",
    "system identification"
  ],
  "sections": [
    {
      "title": "I. INTRODUCTION",
      "text": "C ONTROL systems engineering principles have been applied in a diverse range of fields, spanning the traditional engineering disciplines and extending into the sciences, with applications in economic, environmental, biological, and many other types of systems. Health, in particular, is the recipient of significant research attention because of its societal significance. In the realm of health behavior, three behavioral risk factors: tobacco use, poor diet, and inactivity, contribute to four major chronic diseases: heart disease, Type 2 diabetes, lung disease, and some cancers. Together, these behaviors account for more than 50% of preventable deaths  [1] . Given these facts, the following questions are deemed pertinent: Are dynamical system models capable of describing human behavior? Can decision frameworks designed on the basis of control engineering principles be useful, and ultimately improve behavioral interventions? Some recent efforts have been made to apply control systems principles to problems in health behavior. A presentation of how time-varying behavioral interventions can be interpreted as closed-loop dynamical systems is made in  [2] . Other work develops dynamical system models for the theory of planned behavior (TPB)  [3] -  [5]  with application to gestational weight gain interventions  [6] -  [8] . Additional efforts have focused on applying control principles to optimizing interventions for smoking cessation  [9] -  [12]  and fibromyalgia pain  [13] ,  [14] .\n\nThe emerging field of mobile and wireless health services (mHealth)  [1]  has been a driver for the application of control engineering principles to the behavioral sciences  [15] . Not only does mHealth open new avenues for gathering a much wider realm of data than traditionally possible but it also enables in-context behavioral interventions via smartphones and other wearable technologies  [1] . These new \"intensive\" data streams and intervention mechanisms present challenges to many traditional behavioral theories, particularly in the ability of these to provide insights into novel intervention frameworks such as \"just-in-time\" adaptive interventions and intensively adaptive interventions (IAIs);  [16] -  [18] . Novel approaches are needed that take advantage of these new data streams to generate more effective, predictive models of behavior, and apply these to the design and analysis of subsequent behavioral interventions.\n\nSocial cognitive theory (SCT), used as the basis for many behavioral interventions  [19] , provides a conceptual framework of the theorized influences on behavior and their interdependences that is amenable to various modeling techniques, including those associated with control systems engineering. Robust computational modeling approaches can provide a flexible and rigorous test to confirm, revise, or refute SCT and other theories  [20] . Furthermore, computational models can aid in better specifying contextually relevant and instantaneous interrelationships measured continuously via mobile and wireless technologies. In a recent review of mHealth interventions, SCT or one of its variants served as the basis for all smoking cessation interventions that reported a theoretical basis and was the predominant theoretical basis for weight management interventions reviewed  [16] .\n\nThe purpose of this paper is to present a comprehensive, control-oriented dynamical systems model for SCT taking into account its various constructs and interrelationships  [21] . To accomplish this goal, fluid analogies are used. The model features additional components to address well-theorized psychological phenomena that have a significant impact on health behavior. In this paper, this is illustrated with the use of the model in defining the right range for \"ambitious but doable\" daily goals in a physical activity intervention for promoting walking in sedentary adults. Ultimately, the model serves a useful purpose in enabling system identification and control system design, leading to optimized behavioral interventions based on control technology such as hybrid model predictive control (HMPC)  [17] ,  [22] .\n\nThis document is organized as follows. Section II presents a brief description of SCT and its core elements. Section III describes the development of the fluid analogy based on the interconnections between the constructs and components of SCT. Section IV presents how the model is built, including assumptions and mathematical details; this section further discusses simulation results for a hypothetical case study. Section V shows how the model structure and experimental data from Mobile Interventions for Lifestyle Exercise and Eating at Stanford (MILES), a physical activity intervention, can be used to identify a semiphysical model for SCT. Section VI presents a case study illustrating model enhancements applied specifically to a physical activity intervention, leading to the use of the model to predict a proper range for \"ambitious but doable\" step goals. Section VII gives a summary of conclusions and the future work."
    },
    {
      "title": "II. SOCIAL COGNITIVE THEORY",
      "text": "SCT has its foundations in early learning theory, which limited its focus to behaviors learned by prior experience and conditioning. This led to the seminal work of Bandura and Walters  [23]  on social learning theory (SLT), which incorporated the principles of observational or vicarious learning. SLT, however, failed to incorporate the self-belief and perceptions of the individual, leading to the introduction of the concept of self-efficacy (SE)  [24] .\n\nSCT describes a human agency model in which individuals proactively self-reflect, self-regulate, and self-organize  [25] . Core to this perspective is the concept of reciprocal determinism or triadic reciprocity depicted in Fig.  1  in which personal influences (cognitions, affect, and biology) and environment interact and mutually shape one another. Both of these factors interact and influence behavior, and that behavior, in turn, reciprocally shapes personal and environmental factors.\n\nIn essence, SCT estimates the ability of an individual to engage in a determined behavior based on internal and external parameters and their interrelationships. Some of these are selfperceived and others can be externally measured.\n\nThe following SCT components are generated from the variation of external or internal stimuli, considered outputs from an engineering point of view. These components are as follows.\n\n1) Self-Efficacy: The perceived capability to do what is required to perform a given behavior. It plays a core role as a personal factor that influences behavior. It is influenced by behavior and other external and internal factors. 2) Outcome Expectancies: The perceived likelihood that performing a given behavior will result in certain outcomes. It is also a central component of the personal factors that influence behavior and are influenced by external factors and actual outcomes from previous engagements into behavior. 3) Behavioral Outcomes: The outcomes (e.g., praise and criticism) added or removed as a result of engagement in the behavior of interest. These are directly related to outcome expectancies and the future behavior. 4) Self-Management Skills: The set of skills involving a class of complex behaviors such as self-monitoring, goal setting, self-reinforcement, stimulus control, and related methods by which an individual increases the potential success for a given behavior. These contribute directly to SE and outcome expectancy. 5) Behavior: The actual behavior studied, which can correspond to a particular metric of the activity (e.g., number of daily steps taken and minutes spent in daily moderateto-vigorous physical activity) or the use of a substance (e.g., the number of cigarettes or alcoholic drinks consumed in a given day).\n\nAccording to the theory, there are variables that act as stimuli to promote or discourage behavior. These are considered inputs and can be external or internal to the individual. They are as follows.\n\n1) Skills Training: These activities help to increase (or decrease) the self-management skills of the individual. An example for physical activity is learning to use a pedometer. 2) Observed Behavior (Vicarious Learning): This influences not only SE for engaging in the behavior but also outcome expectancies as the individual observes results of others performing the behavior. 3) Perceived Social Support and Verbal Persuasion: These can help to increase SE. An example is the availability of others to engage in physical activity with the individual or to verbally support the increased physical activity of the individual. 4) Perceived Barriers and Obstacles: These are external conditions that affect SE and the resultant behavior. For example, physical activity can be reduced because of insufficient time, bad weather, and limited access to exercise facilities or safe walking paths. 5) Intrapersonal States: These consist of an array of physical, mental, and emotional states of the individual, such as happiness and sadness that either increase or decrease SE at any given time. 6) Environmental Context: This is the set of external conditions under which behavior occurs and influences directly the resultant behavioral outcomes.\n\nIn physical activity, this can include factors such as weather, or whether it is a weekday or weekend. 7) Internal and External Cues: These cues are stimuli that are antecedent to the behavior and are associated by experience over several trials with behavioral out-comes/expectancies and/or verbal rules and/or modeling. These directly influence behavior. In SCT, SE and outcome expectancies are often conceptualized as predispositions for engaging in any given behavior that is then triggered by a cue to action. In a more granular model, cue to action is likely to be treated as discrete and episodic inputs."
    },
    {
      "title": "III. DEVELOPING A FLUID ANALOGY FOR SCT",
      "text": "A fluid analogy of SCT is presented in Fig.  2 . It depicts how the various components of SCT relate with one another over time, particularly to understand behavior. The use of a fluid analogy allows the organization of behavioral ideas into a structured framework that can be used to find a mathematical model  [26] ,  [27] . Main constructs are treated as inventories; other components and properties are depicted as inflows and/or outflows as listed in Table  I .\n\nIn the schematic, behavior (η 4 ) is represented as a fluid inventory that changes its level over time. These changes can be in different factors (e.g., frequency, duration, and type of activity) over time and based on various putative SCT factors. This model was developed based on a daily time frame (i.e., aggregate frequency and/or duration of behavior within any given day). Similar models with more or less granular time frames could be adapted from this daily time frame depending on the behavior of interest (e.g., smoking or cancer screening behaviors) and time frame of interest.\n\nTABLE I SCT SIGNALS RELATED TO VARIABLES IN THE FLUID ANALOGY SE (η 3 ) is a core construct of SCT and is represented as an inventory of varying levels that differs not only between individuals and specific behaviors but also fluctuates within an individual over time. SE functions as both an independent variable influencing the likelihood of engaging in the associated behavior, and a dependent variable influenced by a number of factors that increase or decrease the inventory at any given time. The following are the SCT factors that are theorized to increase or decrease the SE inventory. 1) Perceived barriers and obstacles (ξ 5 ) to engaging in any given behavior deplete SE. 2) Perceived social support and verbal persuasion from others increases SE (ξ 3 ). 3) Observed behavior (vicarious learning) (ξ 2 ). Learning from others observing their positive/negative results after their engagement in the behavior (e.g., observing others successfully performing the behavior increases SE). 4) Intrapersonal states of the individual (ξ 6 ) either add to or deplete the level of SE. 5) Prior experience engaging in the behavior (β 34 ) is a gain parameter representing the critical learning feedback loop that adds or depletes SE to subsequently engage in the behavior. This is a feedback loop in which successfully engaging in the behavior increases SE to engage in the behavior, which subsequently increases the likelihood of engaging in the behavior. 6) Self-management or self-regulatory skills (η 1 ) influence both SE and outcome expectancies. Inputs into the selfmanagement inventory include formal skills training, observational learning, and verbal persuasion (ξ 1\n\n). The inventory outcome expectancies (η 2 ) is another important construct in SCT that contributes to the likelihood of any given behavior. These behaviors are inherently followed by positive and/or negative consequences, some proximal and some distal, or lack of consequences. For example, engaging in physical activity could result, short term, in feeling fatigued or invigorated. Social reinforcement may ensue from engaging in physical activity. Over the longer term, physical activity may lead to improved health or conversely in injury. These behavioral outcomes (η 5 ) produce a feedback loop to outcome expectancies (β 25 ). Experiencing and/or expecting positive outcomes from engaging in the behavior will lead to an increased likelihood of subsequently engaging in the behavior. As previously noted, these behavioral outcomes are greatly influenced by the environmental context in which the behavior occurs (ξ 7 ). Over time antecedent stimuli in the environment becomes associated with these behavioral outcomes, such that environment can cue an action given the change in the probability of the consequences.\n\nThe second input into outcome expectancies is observational learning or modeling (ξ 2 ). Observing the consequences of the behavior experienced by others adds or depletes the outcome expectancy inventory for that behavior. Given that observed behavior is feeding two inventories (i.e., SE and outcome expectancy), a two-way valve symbol (i.e., one input and two outputs) is used to represent this linked relationship; however, the effect of this input (ξ 2 ) over each inventory can be independently represented by their respective coefficient factor (i.e., γ 32 for SE and γ 22 for outcome expectancy). The third component that influences outcome expectancies is selfregulatory or self-management skills (β 21 ).\n\nFinally, cue to action (η 6 ) directly influences behavior and is treated as an inventory that represents the various cues to action that occur during the day. These cues can be external (e.g., a friend asks to take a walk) or internal (e.g., getting tired or stiff from sitting). They can occur naturally (e.g., good weather) or artificially (e.g., alarm reminder on phone to go for a walk) in the environment. To complete the fluid analogy, disturbances (ζ ) are added. Disturbances are any exogenous factors that influence the inventories and produce unexplained variability in the model."
    },
    {
      "title": "IV. DYNAMICAL MODEL DESCRIPTION",
      "text": "To obtain a mathematical model from the fluid analogy in Fig.  2 , it is necessary to describe how the inventories and their respective inflows and outflows fit within the mathematical perspective of dynamical systems. This procedure was initially illustrated in  [3]  in the development of a dynamic model for the TPB and has been applied (in a less comprehensive manner than this paper) in  [26]  and  [27] .\n\nSix inventories are considered in Fig.  2 , with their levels represented by the variables η 1 , . . . , η 6 . Eight exogenous inputs are shown and represented by ξ 1 , . . . , ξ 8 . From each inventory, there are a number of inflow resistances represented by the coefficients γ 11 , . . . , γ 68 and outflow resistances represented by β 21 , . . . , β 54 . One interpretation is to consider these resistances as the fraction of each inventory or input that leaves the previous instance and then feeds the next inventory.\n\nThere are other parameters that represent the physical characteristics of each inventory and flow; these have an important effect on the dynamic behavior of the system. Time constants τ 1 , . . . , τ 6 represent the capacity and allow for exponential decay (or growth) of the inventory. Finally, unmeasured disturbances (which may reflect unmodeled dynamics) are considered as ζ 1 , . . . , ζ 6 ."
    },
    {
      "title": "A. Differential Equation Representation",
      "text": "After the application of the fluid analogy, the behavioral variables are treated as physical entities. The principle of conservation of mass is used: the sum of the inflows minus the outflows gives an accumulation term denoted by the time constant τ times the rate of change in the level of the inventory. The sum of all outflows must add up to the value of the respective inventory. For that reason, at each inventory output, an outflow of (1 -β j k -. . . -β lm )η i (t) is included in the model, where β's are the respective outflow coefficients.\n\nTo demonstrate how the equations are derived, a subsection of the fluid analogy including only the first inventory (Self-management Skills (η 1 )) with its inflows and outflows is presented in Fig.  3 .\n\nThe principle of mass conservation applied to η 1 is\n\nwhich following simplifications yields:\n\nApplying the same procedure to all inventories, the following system of differential equations is obtained:\n\n(3)\n\nThe model per (  2 )-(  7 ) consists of a system of first-order differential equations. If the dynamic response of a particular behavioral situation needs to be represented through a more elaborate transient response (such as overdamped, critically damped, or underdamped responses), a second-order system could be used  [3] . If the second-order dynamics are present, these can be conceptualized as being part of an inventory system that is subject to self-regulation. This hypothetical  situation is illustrated with an example considering only the effect from input external cues (ξ 8 ) to inventory cue to action (η 6 ) as a reference. To represent the correspondent transfer function as a system with one zero and two poles and assuming for simplicity that the input ξ 4 (internal cue) is equal to zero, (  7 ) can be rewritten as\n\nTerms τ a and ζ are the coefficients required to extend the effect of input ξ 8 and inventory η 6 , respectively, to a second-order representation. After neglecting perturbations, (8) yields to the transfer function\n\nThis second-order system can be represented within the fluid analogy. One block that can serve for that purpose is a self-regulatory controller. To illustrate this process, in Fig.  4 , the inventory cue to action (η 6 ) is shown with its inflows and outflows, excluding ξ 4 .\n\nTo obtain a more general representation, in accordance with control systems literature, the following variables are substituted:\n\nyielding the following transfer function:\n\nFig.  5  represents a block diagram for a general second-order inventory system with the proposed variables, where τ p is the first-order time constant for the tank.\n\nThe controller c(s) must be selected such that the transfer function from d(s) to y(s) matches the required secondorder system. To obtain a mathematical representation of the controller, a reverse engineering procedure is performed using the internal model control (IMC) design method  [28] , applied to the following first-order plant model:\n\nFrom here, the initial Q-parametrized controller and the obtained filter are\n\nresulting in\n\nThe required transfer function can be represented in terms of the IMC controller as\n\nAfter some mathematical simplifications, the result from (  14 ) is compared to  (10) , from where the following relations are obtained:\n\nand the values for the filter coefficients (λ i ) can be derived.\n\nTo avoid a neglected controller (i.e., c(s) = 0) the following condition must be satisfied:\n\nUsing these representations, the transfer function c(s) can be represented in a classical feedback controller form as\n\nThe presence of a feedback controller creates a connection to self-regulation, another behavioral theory  [29] .\n\nA potential enhancement to the model per (  2 )-(  7 ) is to include pure delays in the model, representing transportation lags in the inflows and outflows in the fluid diagram. This is not considered further in this paper as the experience of the authors with diverse behavioral data sets (featuring physical activity  [30] -  [32] , weight and body composition change  [3] ,  [33] , smoking cessation  [11] , and fibromyalgia  [14] ) has yet to show evidence of pure delays or responses beyond second order."
    },
    {
      "title": "B. Model Considerations",
      "text": "The following model assumptions are needed to enforce the conservation of mass principle and also to specify the simulation.\n\n1) The time unit of the model is days.\n\n2) The β coefficients must satisfy the following constraints to enforce the requirement that the sum of outflows add up to the value of the respective inventory:\n\n3) The initial levels of the inventories are determined by solving the system of equations at steady state, obtaining the following results:\n\nβ 14 η4 η2 = A + (β 21 β 14 + β 25 β 54 ) η4 η3 = B + (β 31 β 14 + β 34 ) η4 η4 = β 46 η6 + β 42 A + β 43 B + β 45 γ 57 ξ7 C η5 = γ 57 ξ7 + β 54 η4 η6 = γ 64 ξ4 + γ 68 ξ8 where A = γ 22 ξ2 + β 21 γ 11 ξ1 + β 25 γ 57 ξ7 . B = γ 32 ξ2 + γ 33 ξ3 -γ 35 ξ5 + γ 36 ξ6 + β 31 γ 11 ξ1 . C = 1 -β 42 (β 21 β 14 + β 25 β 54 ) -β 43 (β 31 β 14 + β 34 ) -β 45 β 54 . 4) All inventories are restricted to have values within 0% and 100%. 5) Uncertainties are represented as zero-mean stochastic signals. 6) Exogenous signals: Intrapersonal states (ξ 6 ) and environmental context (ξ 7 ) are considered as autocorrelated noise. Necessary conditions for stability in the model are presented in the Appendix.\n\nThe majority of the signals considered in the model are defined as continuous (e.g., behavioral outcomes, intrapersonal states, and SE); however, some signals are considered discrete. For instance, in the physical activity problem, environmental context (where the signal can only take one of two values, meaning weekend or weekday), steps and step goals (e.g., a person can perform 100 or 101 steps but not 100.25) are clearly discrete. From the perspective of designing optimized interventions as control systems, this dual definition of the type of signals yields to the use of techniques as HMPC  [22]  where continuous and discrete signals are considered at the same time using the SCT model. The first scenario is depicted in Fig.  6  and illustrates the effect of cue to action in the system under conditions of low SE. To produce low SE, observed behavior and perceived social support are held at constant low levels (ξ 2 = 3, ξ 3 = 3). The input perceived barriers is kept at a high value (ξ 5 = 10). In this setting, an external cue begins on day 2 (ξ 8 = 5), subsides on day 6-7, recurs on day 8 and then disappears on day 12. In the physical activity situation, these cues could represent calls from friends asking the individual to go on a walk. The result of the applied signals on the inventories is a small, dampened increase on behavior that subsides when the cue to action is subsequently depleted. Because of the low SE, the engagement on the behavior is minimal."
    },
    {
      "title": "C. Illustrative Simulations",
      "text": "The second scenario, shown in Fig.  7 , illustrates an initiation of the behavior and a further maintenance. The external cue to action (ξ 8 ) has similar values as the previous scenario but within the context of high SE. Observed behavior and perceived social support are kept at high levels (ξ 2 = 10, ξ 3 = 10) and perceived barriers is decreased to a low level (ξ 5 = 2). The result is a considerable increase on the behavior inventory, and as a consequence, some internal cues are now present (example: after a few days walking daily at the same time and one day resting, the individual experiences the internal desire to walk). The behavior is sustained with  fewer external cues but with an increased SE as a result of the feedback loop between SE and behavior.\n\nScenarios 1 and 2 correspond to well-known tenets from the theory that is useful from the perspective of behavioral scientists and illustrate the performance of the model in adequately representing SCT. In the third scenario, another way to represent behavior maintenance is presented. Input conditions are the same as scenario 2 with the high SE initial condition, but now the feedback loop composed by the inventories behavior (η 4 ), behavioral outcomes (η 5 ), and outcome expectancy (η 2 ) can be modeled with a more integrative effect so that it is capable of sustaining the magnitude of η 4 . This is done with τ 4 = 15 and β 46 = 0.9; results are shown in Fig.  8 .\n\nHuman behavior displays many complex phenomena; for instance, in the fourth scenario, a diminished behavioral response that results from repeated stimulation can be observed. This type of response is not in accordance with the linear definition of the model; hence, a basic nonlinear strategy is implemented as follows: in the linear model if a stimulus (e.g., internal cue ξ 4 ) occurs continually or repeatedly, TABLE II LOOKUP TABLE FOR β 46\n\nthe response (behavior η 4 ) will grow until it reaches its maximum value, and remains there. The inventory cue to action (η 6 ) can be considered an accumulation of different cues such that its level is dependent on the magnitude and frequency of the received stimuli. This value is used to modify the parameter β 46 that represents the effect of the inventory cue to action (η 6 ) over behavior (η 4 ).\n\nAn example of a gain schedule for physical activity is shown in Fig.  9 , where a reduced value of β 46 for higher values of (η 6 ) represents the reduction on the increased rate of behavior due to the effect of the repeated cues. If cue to action (η 6 ) is greater than 95% then β 46 is fixed to zero; there will be no further increases in behavior, and it will decrease to its original value. The gain schedule, shown in Table  II  and depicted in Fig.  9 , is suitable for a physical activity example; however, a proper gain schedule should be developed individually for each particular case.\n\nIn the fourth scenario, shown in Fig.  10 , external cue (ξ 8 = 7) is the only manipulated input; the other inputs have the same values defined in scenario 2. To allow the fast engagement in outputs cue to action 6 ) and behavior (η 4 ) are shown. Behavior (η 4 ) is depicted for both linear case and the proposed model (nonlinear) with the gain schedule. An external cue (ξ 8 ) is applied from days 1 to 14 (e.g., a friend calling the individual every day). Initially, the individual responds with a sustained increase in the behavior, but after 7 days it starts to reduce the rate of increase (β 46 reduced from 0.44 to 0.4). Later, a decrease begins in behavior that ultimately results in a complete reduction of the activity (β 46 reduced to 0) and returns to the original value before the initial cue. At day 14, the repeated stimulus (ξ 8 ) is removed.\n\nThe final scenario, shown in Fig.  11 , differs from the previous one only in the increased value of the external cue (ξ 8 = 10), that can be interpreted as a more frequent stimulation (e.g., a friend making more frequent calls per day). The result is an earlier engagement in the reduced response process. Fig.  10 . Scenario 4: behavior under a persistent external cue that causes a reduction in reinforcer effectiveness, and later recovery after the stimulus is removed. High SE conditions are considered. Two plots for behavior are shown: one following a linear response, the other using the proposed model with a nonlinear block. Fig.  11 . Scenario 5: behavior under a higher external cue (more frequent stimulus) that causes reduction in reinforcer effectiveness and a later recovery once the stimulus is removed. Conditions of high SE are considered."
    },
    {
      "title": "V. SEMIPHYSICAL IDENTIFICATION USING mHEALTH INTERVENTION DATA",
      "text": "In this section, measured data from a physical activity intervention are used to obtain model parameters from the proposed SCT structure using semiphysical identification techniques  [34] . The data are taken from a study called MILES  [35] , focused on behavioral interventions for physical activity in aging adults using mobile phones. The data are from a subset of the full sample; specifically, 68 adults ages 45 years and older agreed to participate in the experiment with the support of a smartphone for 8 weeks. To measure behavioral variables, some questionnaires  [35]  were used and the responses were obtained via a smartphone. Physical activity (behavior) was measured by an accelerometer within Fig.  12 .\n\nBoxplot of MILES output data averaged for a subset of six participants.\n\nthe phone, which was validated relative to an ActiGraph accelerometer, which is commonly used in the physical activity literature  [36] .\n\nThe MILES study included multiple between-person experimental conditions (i.e., different smartphone app interventions focused on promoting behavior change using different motivational frames such as social, affective, or rational) and several variables measured on a daily basis. For comparison purposes, a smaller subset of participants with complete data was used, including interactions with the smartphone app features for the rational app  [35] . The selected variables and their respective match with the SCT model are in the following.\n\n1) Skills Training (ξ 1 ): Time spent (in seconds) on reading tips. 2) External Cues (ξ 8 ): Number of reminders sent to set a new goal.. 3) Self Efficacy (η 3 ): Self-reported physical activity SE (scale 1-11). 4) Behavior (η 4 ): Average number of counts per minute. The \"counts\" variable from the smartphone measures movement by the accelerometer and is an indirect indication of the physical activity performed by the person who is carrying the phone.\n\nFig.  12  presents data from six participants for the measured signals SE, and behavior. These signals are represented using box plots that illustrate the variability of the collected data by showing the 25th and 75th percentiles and the median for each sample time. Fig.  13  illustrates averaged data from the same six participants for the selected variables, and including weekly averages.\n\nIn this data-based study, the purpose is to explain the effects of two inputs over two outputs in the context of the model. However, there are other signals that were still present in the experiment and in the model but were not available as measurable data. Some of these signals like environmental context and intrapersonal states could be responsible for much of the variability in the outputs. To account for variability, weekly averaged data are used instead of daily data. This consideration  may be interpreted as a smoothing filtering action applied to the original data. The model parameters are estimated using the subsystem illustrated in Fig.  14 , by a gray-box system identification procedure  [34] ,  [37] . This allows the search of parameters to keep the defined model structure.\n\nGray-box parameter estimation relies on two sources of information to estimate the required parameters: prior knowledge of the system (i.e., the SCT dynamical model) and experimental data. The state-space representation of the system has the structure\n\nand the state matrices are\n\nTo estimate θ , the well-known prediction-error identification methods  [38]  are used. The one-step ahead prediction error of the system is\n\nwhere ŷp (t|t -1, θ p ) is the predicted output based on estimated models. Estimation is performed in MATLAB using the commands idgrey and greyest from the system identification toolbox. The estimated values of the model parameters are in the following. 1) A similar pattern between the responses from the model and the MILES data can be observed. The percentage of fit between the two signals is calculated using the formula where . stands for two-norm that for a vector r is to r = √ r T r. The computed fits are Self-efficacy(η 3 ) = 49.54%\n\nBehavior(η 4 ) = 34.95%.\n\nThe mismatch between the data and model output can be explained by unmeasured dynamics, disturbances, and unknown external signals. Since the data come from human behavior and in some cases from information collected via questionnaires, this type of mismatch is expected; however, it is observable that the same shape of response could be predicted with the proposed model. For a more formal validation, a semiphysical system identification procedure may be performed, utilizing a complete data set with more appropriate a priori within-person experimental procedures."
    },
    {
      "title": "VI. CASE STUDY: PREDICTING \"AMBITIOUS BUT DOABLE\" GOALS IN A PHYSICAL ACTIVITY BEHAVIORAL INTERVENTION",
      "text": "From a psychological standpoint, the continuous application of a positive stimulus may lead to a negative response; this response can take the shape of what is called an \"inverted U\"  [39] . In the case of a behavioral intervention for promoting physical activity using step goals as the main driver for promoting sustained physical activity, prior clinical experience  [40]  suggests the existence of an ideal range at any given moment for a step goal (e.g., if a person walked 7000 steps per day last week, next week an ideal goal range might be 7500-8500 steps). In this context, individuals might react negatively to a high goal that they may consider difficult or impossible to reach; this effect can be represented through a steady-state equilibrium curve such as Fig.  16 .\n\nFig.  16  depicts a hypothetical equilibrium curve with numerical values chosen to resemble actual physical activity Fig.  16 . Hypothetical steady-state equilibrium curve depicting the tradeoff between physical activity (daily steps), goals, and SE. The x-axis corresponds to recommended goals (ξ 8 ), while the y-axis gives the actual performed steps (η 4 ) and SE (η 3 ).\n\ninterventions  [35] ,  [40] . The x-axis represents the recommended daily step goals; one of the y-axis represents the achieved average daily steps (e.g., daily average for a full week), while the second y-axis represents the individual's perceived SE. For this hypothetical case, a baseline initial behavior of 7000 steps for goals (e.g., average steps performed the last week) is assumed; hence, the ideal range of goals is positioned around this baseline. The \"inverted U\" shape of the curve is formed around the ideal goal range, since recommended goals that are above or below this range, result in lower achieved steps, and consequently inefficient responses. For the higher part of the range (i.e., higher goals), this result can be attributed to a state of pessimism in the individual caused by such a high goal setting.\n\nAt first glance, and relying on a black-box, input-output perspective, it would appear like the relationship between goals and actual steps is nonlinear, with a process gain (denoted by the slope of a tangent line at any steady-state operating point) changing in sign from positive to negative as goals become too ambitious. This response is akin to what is seen in continuous-stirred tank reactors with reversible dynamics and has been studied as a representative problem for nonlinear control in  [41] . However, it is possible to show that relying on SCT, particularly taking into account how SE influences what constitutes a doable goal, the phenomenon in Fig.  16  can be reproduced on the basis of linear models. The proposed intervention is depicted in Fig.  17 . We rely on a simplified version of the SCT model that considers inventories η 2 , η 3 , η 4 , η 5 , η 6 , and incorporates additional inputs, as depicted in Fig.  18  and described subsequently in this section. The main goal of the intervention is for the participant is to achieve and sustain the desired level of daily steps by the end of the intervention; this can be reached by systematically delivering the following components.\n\n1) Daily Goals u 8 : These can be delivered as an external cue to action (ξ 8 ) to establish quantitatively the desired behavior (e.g., 10 000 steps per day). They can vary according to the intervention objectives or the desired rate of change. 2) Expected Points u 9 : Delivered as a new input to the model called outcome expectancy for reinforcement (ξ 9 )\n\nconnected directly to the outcome expectancy (η 2 ) inventory, allowing the participant to know the daily expected reward points that will be translated later into specific rewards (e.g., gift cards and gym subscriptions). 3) Granted Points u 10 : Delivered as an additional input to the model called reinforcement (u 10 ), that is fed to the behavioral outcomes (η 5 ) inventory, only if the performed behavior y 4 = η 4 (e.g., steps) is greater or equal than the specified goal u 8 . This is achieved through an \"If/Then block\" that constitutes an inherent nonlinearity within the dynamical system. The proposed approach to represent the ideal performance range, and hence goal setting, relies on the simplified SCT model. This is illustrated in Fig.  18  where the physical activity intervention is affecting the model through inputs: goals (u 8 ), expected and granted points (u 9 , u 10 ), and a new signal called Goal attainment (u 11 ) that gives an indication of the amount of attainment to the established goals as\n\nThis signal is fed into the SE inventory such that if the individual fails to reach a goal, a negative effect will be produced that ultimately will lead to a decrease in performed behavior. The magnitude of this negative effect is quantified through gains γ 311 and parameter β 43 .\n\nTo show the capability of the proposed approach to achieve an \"inverted U\" and define the ideal range, a simulation was performed using the model depicted in Fig.  18  with goals (u 8 ) as the unique input, and considering ζ i = 0 ∀i . Performing the stability analysis described in the Appendix and considering the effect from behavior (η 4 ) to SE (η 3 ), one of the necessary stability conditions detailed in  (40)  is\n\nConsidering that the added signal u 11 = y 4u 8 includes a linear dependence on the inventory behavior (y 4 = η 4 ), the total effect from η 4 to η 3 is now β 34 + γ 311 ; hence the  previously discussed stability condition is modified as\n\nUsing the hypothetical representation from Fig.  16  and the semiphysical identification procedure described in Section V, the following set of SCT model parameters is selected to represent the ideal range of step-goals feature, and to satisfy the stability sufficient conditions in the following. 19 . During a few initial cycles, the performed steps approximate the set goal. However, the magnitude of the difference between the goal and the steps increases as observed in the goal attainment (u 11 ) signal, causing a considerable reduction in SE (η 3 ) that eventually leads to a considerable reduction of performed steps (y 4 = η 4 ). This approach must be carefully verified via data obtained from system identification experiments, where it is crucial to obtain well-validated measurements for SE and the other SCT model constructs."
    },
    {
      "title": "VII. CONCLUSION",
      "text": "This paper has described how SCT can be represented as a dynamical system that can be, in turn, used for system identification and control design purposes, with the ultimate goal of improving IAIs in mHealth. Fluid analogies were utilized to represent the dynamic behavior portrayed in the theory. The result was a computational model which could support visualization and validation efforts. Simulations proved to be valuable for better specifying implicit assumptions made within SCT to ensure better operationalization; for example, the scenarios depicted the power of cue to action to strongly and rapidly influence behavior, much more so than the cognitive constructs of SCT (e.g., SE and outcome expectancies). There are additional details and approaches involved in the theory, such as the overflow of reward structures (behavioral outcomes), that could be modeled with nonlinear schemes that may improve the accuracy of the model.\n\nWhile the SCT model has been motivated on the basis of applications to mHealth, its potential use is much larger. Some emerging applications that utilize the model developed in this paper include human-robot interaction  [42]  and human-in-theloop behavior with heating, ventilation, and air conditioning systems  [43] .\n\nSemiphysical identification using the MILES data demonstrated the ability of the model to depict a real behavioral problem like physical activity. In the future work, the generalizability of this model for different behaviors should be examined in greater detail  [44] ; it can serve as a valuable tool in optimizing interventions and accomplishing agile science  [45] .\n\nAs a case study for demonstrating the usefulness of the model, the ability to estimate the ideal range of step goals, a well-known issue in physical activity interventions, was presented. This feature was incorporated into the model by defining a goal achievement signal that is then introduced in the SE inventory. Simulations showed the ability of this augmented model to display the characteristic \"inverted U\" response between goals and behavior through the relationships between behavioral constructs denoted by SCT, in lieu of having to introduce additional nonlinear functionality in the model. Consequently, this model can be used to predict the range of \"ambitious but doable\" goals in a behavioral intervention setting.\n\nCurrent and future activities in the model involve examining experimental design issues and additional experimental validation. One important goal of the experimental input design is to satisfy identification requirements such as persistence of excitation, while at the same time keeping variations within user defined, \"patient-friendly\"  [46]  constraints. An additional challenge is to obtain outputs that are consistent with the goals and practical demands of the intervention. One approach is to rely on the standard input signals (i.e., random or pseudorandom signals, multisines) with sufficient excitation; however, this may cause undesired variations in the participant's behavior. Therefore, an initial judicious experiment is proposed; these inputs rely on an a priori study  [35]  designed to produce data according to an expected profile, combined with classical input signals that will facilitate capturing the dynamical relationships among variables. The informative model can also form the basis for subsequent optimization in experimental design; an optimized experimental design procedure is described in  [47]  and  [48] . Drawing on these ideas is Just Walk, a pilotscale mHealth intervention  [49] , which has implemented an informative identification test using multisine inputs to 22 participants, and which seeks to examine daily \"ambitious but doable\" step goals and reinforcements (i.e., points) for achieving goals. The experimental design and analysis procedure of this intervention relying on AutoRegressive with eXternal input models is described in  [30] ; estimating semiphysical SCT models is currently underway.\n\nUltimately, one of the principal uses of the SCT model is as an internal model in control system design. HMPC algorithms  [22]  provide an effective framework for developing participant-friendly behavioral interventions  [7] -  [9] ,  [13] ,  [14] . This control technology effectively combines feedback-feedforward control action by online optimization of a cost function using a receding horizon and is particularly suited for designing discrete levels inputs  [50] . A mixed logical dynamical framework is used to represent linear hybrid systems which are systems with real and integer states. This controller formulation was motivated by the needs of nontraditional control applications that are suitably described by hybrid production-inventory systems like those described in the SCT fluid analogy. The application of HMPC to the SCT model (in simulation) with the goal of achieving a \"perpetually adapting\" intervention that includes both training and maintenance phases (the transition between these achieve by online controller reconfiguration) has been examined in  [15]  and  [51] ."
    },
    {
      "title": "APPENDIX A NECESSARY CONDITIONS FOR STABILITY",
      "text": "Using the state-space representation of the system based on the SCT model, the state matrix is\n\nτ 1 0 0 β 14 τ 1 0 0 β 21 τ 2 -1 τ 2 0 0 β 25 τ 2 0 β 31 τ 3 0 -1 τ 3 β 34 τ 3 0 0 0 β 42 τ 4 β 43 τ 4 -1 τ 4 β 45 τ 4 β 46 τ 4 0 0 0 β 54 τ 5 -1 τ 5 0\n\nThe system is stable if all the eigenvalues of A have negative real parts. The characteristic equation of the matrix A is computed as D(s) = |sI -A| = a 5 s 5 + a 4 s 4 + a 3 s 3 + a 2 s 2 + a 1 s + a 0  (31)  with\n\nτ 1 τ 2 τ 3 τ 4 + τ 1 τ 2 τ 3 τ 5 + τ 1 τ 2 τ 4 τ 5 + τ 1 τ 3 τ 4 τ 5 + τ 2 τ 3 τ 4 τ 5 (33) a 3 = τ 1 τ 2 τ 5 (1 -β 34 β 43 ) + τ 1 τ 2 τ 3 (1 -β 45 β 54 ) + τ 1 τ 2 τ 4 + τ 1 τ 3 τ 4 + τ 1 τ 3 τ 5 + τ 2 τ 3 τ 4 + τ 1 τ 4 τ 5 + τ 2 τ 3 τ 5 + τ 2 τ 4 τ 5 + τ 3 τ 4 τ 5 (34) a 2 = τ 1 τ 5 (1 -β 34 β 43 ) + τ 1 τ 2 (1 -β 34 β 43 -β 45 β 54 ) +τ 2 τ 5 (1 -β 34 β 43 -β 14 β 31 β 43 ) + τ 1 τ 3 (1 -β 45 β 54 -β 25 β 42 β 54 ) + τ 2 τ 3 (1 -β 45 β 54 ) + τ 3 τ 5 (1 -β 14 β 21 β 42 ) + τ 1 τ 4 + τ 2 τ 4 + τ 3 τ 4 + τ 4 τ 5 (35) a 1 = τ 1 (1 -β 34 β 43 -β 45 β 54 -β 25 β 42 β 54 ) + τ 2 (1 -β 34 β 43 -β 45 β 54 -β 14 β 31 β 43 ) + τ 4 + τ 3 (1 -β 45 β 54 -β 14 β 21 β 42 -β 25 β 42 β 54 ) + τ 5 (1 -β 34 β 43 -β 14 β 21 β 42 -β 14 β 31 β 43 ) (36) a 0 = 1 -β 34 β 43 -β 45 β 54 -β 14 β 21 β 42 -β 14 β 31 β 43 -β 25 β 42 β 54 . (\n\nA necessary condition for stability is that all the coefficients of D(s) are positive; therefore, a set of necessary conditions for stability is a i > 0, i = 0, . . . , 5.\n\nConsidering that all time constants τ j are positive, the only possibility for any term a i to be negative is if one or more of its internal factors 1 -\n\nTo prevent this for any specific internal factor, the following condition must be met:\n\nOne general way to meet this requirement is to consider that each gain β is less than one, therefore, to have a stable system it is necessary that all of the following conditions are met simultaneously:"
    },
    {
      "text": "Fig. 1. Triadic reciprocal determinism of SCT."
    },
    {
      "text": "Fig. 2. Fluid analogy for SCT."
    },
    {
      "text": "Fig. 3. Self-management skills inventory (η 1 ) showing all its inflows and outflows."
    },
    {
      "text": "Fig. 4. Inventory Cue to Action (η 6 ) with the addition of a feedback controller to represent a second-order system."
    },
    {
      "text": "Fig. 5. Block diagram for a second-order inventory system."
    },
    {
      "text": "The simulations were designed to represent the amount of physical activity performed by an individual during a period of 20 days. The model parameters were chosen to show the Authorized licensed use limited to: The University of Iowa. Downloaded on August 14,2025 at 23:25:47 UTC from IEEE Xplore. Restrictions apply."
    },
    {
      "text": "Fig. 6. Scenario 1: failure on the initiation of physical activity behavior under low SE and in the presence of external cues. A red dashed line at the reference level of 50% is shown for the behavior output."
    },
    {
      "text": "model's ability to reproduce well-known behavioral responses associated with SCT. A series of scenarios are depicted showing the dynamic response of the system to different variations on its inputs. All scenarios use the following parameter values. 1) τ 1 = 1, τ 2 = 1, τ 3 = 1, τ 4 = 2, τ 5 = 1, τ 6 = 3. 2) γ 11 = 3, γ 22 = 1, γ 32 = 2, γ 33 = 1, γ 35 = 1, γ 36 = 1, γ 57 = 2, γ 64 = 15, γ 68 = 15. 3) β 21 = 0.3, β 31 = 0.5, β 42 = 0.3, β 43 = 0.8, β 45 = 0.1, β 54 = 0.3, β 34 = 0.2, β 25 = 0.3, β 14 = 0.23, β 46 = 0.44."
    },
    {
      "text": "Fig. 7. Scenario 2: success of initiation and maintenance of physical activity behavior under high SE and in the presence of external and additional internal cues. A red dashed line at the reference level of 50% is shown for the behavior output."
    },
    {
      "text": "Fig. 8. Scenario 3: maintenance of physical activity behavior under high SE, using a model possessing a higher degree of integration."
    },
    {
      "text": "Fig. 9. Gain schedule illustration for β 46 ."
    },
    {
      "text": "Fig. 13. MILES data averaged for a subset of six participants with the required signals for raw daily sampling and weekly average including 95% confidence intervals represented as red dotted lines."
    },
    {
      "text": "Fig. 14. SCT model subsystem used for semiphysical identification with the MILES data."
    },
    {
      "text": "x p = [η 1 . . . η 6 ] denotes a vector of n = 6 state variables; 2) u p = [ξ 1 ξ 8 ] denotes a vector of m = 2 input variables; 3) y p = [η 3 η 4 ] denotes a vector of p = 2 output variables; 4)A ∈ R n×n , B ∈ R n×m , C ∈ Rp×n are the state matrices; 5) θ p ∈ R np denotes a vector of np = 18 unknown model parameters; 6) e(t) and v(t) are uncertainties associated with each one of the states and outputs. Based on the SCT structure, the unknown model parameters are θ p = [τ 1 τ 2 τ 3 τ 4 τ 5 τ 6 β 14 β 21 β 25 β 31 β 34 β 42 β 43 β 46 β 54 β 45 γ 11 γ 68 ]"
    },
    {
      "text": "9, β 31 = 0.05, β 42 = 0.9, β 43 = 0.5, β 54 = 0.67, β 34 = 0.18, β 25 = 0.5, β 14 = 0.65, β 46 = 0.01, β 45 = 0.1. The results are shown in Fig. 15, including the MILES data and simulations based on the model, with the specified parameters."
    },
    {
      "text": "Fig. 15. Data from MILES study (solid line) contrasted against simulation results from the model (dotted line) considering the same input values for both scenarios."
    },
    {
      "text": "Fig. 17. Conceptual representation of the physical activity intervention, based on a simplified version of the SCT model."
    },
    {
      "text": "Fig. 18 . Fluid analogy for the physical activity intervention based on a simplified SCT model that relies on a goal-attainment signal and the SE inventory η 3 to enable the model to predict the acceptable ranges for goal-setting."
    },
    {
      "text": "Fig. 19. Simulation results for a physical activity behavioral intervention, representing the ideal range of step-goals feature by influencing SE (η 3 ) through the goal attainment (u 11 ) signal."
    },
    {
      "text": "28.26, τ 3 = 876.07, τ 4 = 20.19, τ 5 = 25.98, τ 6 = 0.06. 2) γ 29 = 1, γ 64 = 1, γ 68 = 1.01, γ 33 = 1, γ 510 = 1, γ 57 = 1, γ 35 = 1, γ 36 = 1, γ 311 = 0.2. 3) β 25 = 0.12, β 34 = 0.07, β 42 = 0.27, β 45 = 0.19, β 46 = 0.13, β 43 = 0.06, β 54 = 0.01. Simulation results are shown in Fig."
    }
  ],
  "references": [
    {
      "title": "Realizing effective behavioral management of health: The metamorphosis of behavioral science methods",
      "authors": [
        "E Hekler",
        "P Klasnja",
        "V Traver",
        "M Hendriks"
      ],
      "year": 2013,
      "doi": "10.1109/mpul.2013.2271681"
    },
    {
      "title": "Using engineering control principles to inform the design of adaptive interventions: A conceptual introduction",
      "authors": [
        "D Rivera",
        "M Pew",
        "L Collins"
      ],
      "year": 2007
    },
    {
      "title": "A dynamical model for describing behavioural interventions for weight loss and body composition change",
      "authors": [
        "J.-E Navarro-Barrientos",
        "D Rivera",
        "L Collins"
      ],
      "year": 2011
    },
    {
      "title": "A control-theory rewardbased approach to behavior modification in the presence of socialnorm pressure and conformity pressure",
      "authors": [
        "D Davison",
        "R Vanderwater",
        "K Zhou"
      ],
      "year": 2012,
      "doi": "10.1109/acc.2012.6314825"
    },
    {
      "title": "A model-based feedback-control approach to behavior modification through reward-induced attitude change",
      "authors": [
        "J Ni",
        "D Kulić",
        "D Davison"
      ],
      "year": 2013,
      "doi": "10.1109/acc.2013.6580122"
    },
    {
      "title": "A dynamical systems model for improving gestational weight gain behavioral interventions",
      "authors": [
        "Y Dong"
      ],
      "year": 2012
    },
    {
      "title": "Hybrid model predictive control for optimizing gestational weight gain behavioral interventions",
      "authors": [
        "Y Dong",
        "D Rivera",
        "D Downs",
        "J Savage",
        "D Thomas",
        "L Collins"
      ],
      "year": 2013
    },
    {
      "title": "Hybrid model predictive control for sequential decision policies in adaptive behavioral interventions",
      "authors": [
        "Y Dong",
        "S Deshpande",
        "D Rivera",
        "D Downs",
        "J Savage"
      ],
      "year": 2014,
      "doi": "10.1109/acc.2014.6859462"
    },
    {
      "title": "A hybrid model predictive control strategy for optimizing a smoking cessation intervention",
      "authors": [
        "K Timms",
        "D Rivera",
        "M Piper",
        "L Collins"
      ],
      "year": 2014,
      "doi": "10.1109/acc.2014.6859466"
    },
    {
      "title": "A dynamical systems approach to understanding self-regulation in smoking cessation behavior change",
      "authors": [
        "K Timms",
        "D Rivera",
        "L Collins",
        "M Piper"
      ],
      "year": 2014
    },
    {
      "title": "Continuoustime system identification of a smoking cessation intervention",
      "authors": [
        "K Timms",
        "D Rivera",
        "L Collins",
        "M Piper"
      ],
      "year": 2014
    },
    {
      "title": "Control engineering methods for the design of robust behavioral treatments",
      "authors": [
        "K Bekiroglu",
        "C Lagoa",
        "S Murphy",
        "S Lanza"
      ],
      "year": 2017
    },
    {
      "title": "A control systems engineering approach for adaptive behavioral interventions: Illustration with a fibromyalgia intervention",
      "authors": [
        "S Deshpande",
        "D Rivera",
        "J Younger",
        "N Nandola"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-014-0282-z"
    },
    {
      "title": "Optimized treatment of fibromyalgia using system identification and hybrid model predictive control",
      "authors": [
        "S Deshpande",
        "N Nandola",
        "D Rivera",
        "J Younger"
      ],
      "year": 2014,
      "doi": "10.1016/j.conengprac.2014.09.011"
    },
    {
      "title": "Control systems engineering for optimizing behavioral mHealth interventions",
      "authors": [
        "D Rivera",
        "C Martín",
        "K Timms",
        "S Deshpande",
        "N Nandola",
        "E Hekler"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-51394-2_24"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: Are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    },
    {
      "title": "Mobile health: Revolutionizing healthcare through transdisciplinary research",
      "authors": [
        "S Kumar",
        "W Nilsen",
        "M Pavel",
        "M Srivastava"
      ],
      "year": 2013
    },
    {
      "title": "Mobile and wireless technologies in health behavior and the potential for intensively adaptive interventions",
      "authors": [
        "W Riley",
        "K Serrano",
        "W Nilsen",
        "A Atienza"
      ],
      "year": 2015,
      "doi": "10.1016/j.copsyc.2015.03.024"
    },
    {
      "title": "Theorybased interventions for contraception",
      "authors": [
        "L Lopez",
        "E Tolley",
        "D Grimes",
        "M Chen-Mok"
      ],
      "year": 2016,
      "doi": "10.1002/14651858.CD007249.pub5"
    },
    {
      "title": "Moving behavioral theories into the 21st century: Technological advancements for improving quality of life",
      "authors": [
        "W Nilsen",
        "M Pavel"
      ],
      "year": 2013
    },
    {
      "title": "Social Foundations of Thought and Action: A Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "An improved formulation of hybrid model predictive control with application to production-inventory systems",
      "authors": [
        "N Nandola",
        "D Rivera"
      ],
      "year": 2013,
      "doi": "10.1109/tcst.2011.2177525"
    },
    {
      "title": "Social Learning and Personality Development",
      "authors": [
        "A Bandura",
        "R Walters"
      ],
      "year": 1963
    },
    {
      "title": "Self-efficacy: Toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977
    },
    {
      "title": "Human agency in social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1989,
      "doi": "10.1037//0003-066x.44.9.1175"
    },
    {
      "title": "A dynamical systems model of social cognitive theory",
      "authors": [
        "C Martín"
      ],
      "year": 2014,
      "doi": "10.1109/acc.2014.6859463"
    },
    {
      "title": "Development of a dynamical systems model of social cognitive theory",
      "authors": [
        "W Riley"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-015-0356-6"
    },
    {
      "title": "Robust Process Control",
      "authors": [
        "M Morari",
        "E Zafiriou"
      ],
      "year": 1989
    },
    {
      "title": "On the Self Regulation of Behavior",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1998
    },
    {
      "title": "System identification of Just Walk: A behavioral mHealth intervention for promoting physical activity",
      "authors": [
        "M Freigoun"
      ],
      "year": 2017
    },
    {
      "title": "Adaptive step goals and rewards: A longitudinal growth model of daily steps for a smartphone-based walking intervention",
      "authors": [
        "E Korinek"
      ],
      "year": 2018,
      "doi": "10.1007/s10865-017-9878-3"
    },
    {
      "title": "Modeling individual differences: A case study of the application of system identification for personalizing a physical activity intervention",
      "authors": [
        "S Phatak"
      ],
      "year": 2018,
      "doi": "10.1016/j.jbi.2018.01.010"
    },
    {
      "title": "State estimation under correlated partial measurement losses: Implications for weight control interventions",
      "authors": [
        "P Guo",
        "D Rivera",
        "D Downs",
        "J Savage"
      ],
      "year": 2017,
      "doi": "10.1016/j.ifacol.2017.08.2347"
    },
    {
      "title": "Tools for semiphysical modelling",
      "authors": [
        "P Lindskog",
        "L Ljung"
      ],
      "year": 1995
    },
    {
      "title": "Harnessing different motivational frames via mobile phones to promote daily physical activity and reduce sedentary behavior in aging adults",
      "authors": [
        "A King"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0062613"
    },
    {
      "title": "Validation of physical activity tracking via Android smartphones compared to actigraph accelerometer: Laboratory-based and free-living validation studies",
      "authors": [
        "E Hekler"
      ],
      "year": 2015
    },
    {
      "title": "Practical Grey-box Process Identification: Theory and Applications",
      "authors": [
        "T Bohlin"
      ],
      "year": 2006
    },
    {
      "title": "System Identification: Theory for the User",
      "authors": [
        "L Ljung"
      ],
      "year": 1999
    },
    {
      "title": "Too much of a good thing: The challenge and opportunity of the inverted U",
      "authors": [
        "A Grant",
        "B Schwartz"
      ],
      "year": 2011
    },
    {
      "title": "An adaptive physical activity intervention for overweight adults: A randomized controlled trial",
      "authors": [
        "M Adams",
        "J Sallis",
        "G Norman",
        "M Hovell",
        "E Hekler",
        "E Perata"
      ],
      "year": 2013
    },
    {
      "title": "Internal model control: Extension to nonlinear system",
      "authors": [
        "C Economou",
        "M Morari",
        "B Palsson"
      ],
      "year": 1986
    },
    {
      "title": "Exploring model predictive control to generate optimal control policies for HRI dynamical systems",
      "authors": [
        "S Jorgensen",
        "O Campbell",
        "T Llado",
        "D Kim",
        "J Ahn",
        "L Sentis"
      ],
      "year": 2017
    },
    {
      "title": "Modeling human-in-the-loop behavior and interactions with HVAC systems",
      "authors": [
        "M Kane"
      ],
      "year": 2018,
      "doi": "10.23919/acc.2018.8431913"
    },
    {
      "title": "Advancing models and theories for digital behavior change interventions",
      "authors": [
        "E Hekler"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.013"
    },
    {
      "title": "Agile science: Creating useful products for behavior change in the real world",
      "authors": [
        "E Hekler"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-016-0395-7"
    },
    {
      "title": "Towards patient-friendly input signal design for optimized pain treatment interventions",
      "authors": [
        "S Deshpande",
        "D Rivera",
        "J Younger"
      ],
      "year": 2012,
      "doi": "10.3182/20120711-3-be-2027.00413"
    },
    {
      "title": "A system identification approach for improving behavioral interventions based on social cognitive theory",
      "authors": [
        "C Martín",
        "S Deshpande",
        "E Hekler",
        "D Rivera"
      ],
      "year": 2015,
      "doi": "10.1109/acc.2015.7172261"
    },
    {
      "title": "A system identification and control engineering approach for optimizing mHealth behavioral interventions based on social cognitive theory",
      "authors": [
        "C Martín"
      ],
      "year": 2016
    },
    {
      "title": "Just Walk Study",
      "authors": [
        "E Hekler"
      ],
      "year": 2015,
      "doi": "10.1002/jssc.201570233"
    },
    {
      "title": "A control engineering approach for designing an optimized treatment plan for fibromyalgia",
      "authors": [
        "S Deshpande",
        "N Nandola",
        "D Rivera",
        "J Younger"
      ],
      "year": 2011,
      "doi": "10.1109/acc.2011.5991518"
    },
    {
      "title": "A decision framework for an adaptive behavioral intervention for physical activity using hybrid model predictive control",
      "authors": [
        "C Martín",
        "D Rivera",
        "E Hekler"
      ],
      "year": 2016,
      "doi": "10.1109/acc.2016.7525468"
    },
    {
      "title": "M'15) was born in Guayaquil, Ecuador",
      "authors": [
        "A César",
        "Martín"
      ],
      "year": 1971
    }
  ],
  "num_references": 52
}
