{
  "paper_id": "K7RYI24H",
  "title": "\"They don't always think about that\": Translational Needs in the Design of Personal Health Informatics Applications",
  "abstract": "Personal health informatics continues to grow in both research and practice, revealing many challenges of designing applications that address people's needs in their health, everyday lives, and collaborations with clinicians. Research suggests strategies to address such challenges, but has struggled to translate these strategies into design practice. This study examines translation of insights from personal health informatics research into resources to support designers. Informed by a review of relevant literature, we present our development of a prototype set of design cards intended to support designers in re-thinking potential assumptions about personal health informatics. We examined our design cards in semi-structured interviews, first with 12 student designers and then with 12 health-focused professional designers and researchers. Our results and discussion reveal tensions and barriers designers encounter, the potential for translational resources to inform the design of health-related technologies, and a need to support designers in addressing challenges of knowledge, advocacy, and evidence in designing for health.",
  "year": 2023,
  "date": "2023-03-31",
  "journal": "BMC medical research methodology",
  "publication": "BMC medical research methodology",
  "authors": [
    {
      "forename": "Susanne",
      "surname": "Kirchner",
      "name": "Susanne Kirchner",
      "affiliation": "Human Centered Design & Engineering DUB Group , University of Washington Computer Science & Engineering DUB Group , University of Washington Computer Science & Engineering DUB Group , University of Washington Human Centered Design & Engineering DUB Group , University of Washington \n\t\t\t\t\t\t\t\t Computer Science & Engineering DUB Group \n\t\t\t\t\t\t\t\t Computer Science & Engineering DUB Group \n\t\t\t\t\t\t\t\t Human Centered Design & Engineering DUB Group \n\t\t\t\t\t\t\t\t Human Centered Design & Engineering DUB Group \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington"
    },
    {
      "forename": "Jessica",
      "surname": "Schroeder",
      "name": "Jessica Schroeder",
      "affiliation": "Human Centered Design & Engineering DUB Group , University of Washington Computer Science & Engineering DUB Group , University of Washington Computer Science & Engineering DUB Group , University of Washington Human Centered Design & Engineering DUB Group , University of Washington \n\t\t\t\t\t\t\t\t Computer Science & Engineering DUB Group \n\t\t\t\t\t\t\t\t Computer Science & Engineering DUB Group \n\t\t\t\t\t\t\t\t Human Centered Design & Engineering DUB Group \n\t\t\t\t\t\t\t\t Human Centered Design & Engineering DUB Group \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington"
    },
    {
      "forename": "James",
      "surname": "Fogarty",
      "name": "James Fogarty",
      "affiliation": "Human Centered Design & Engineering DUB Group , University of Washington Computer Science & Engineering DUB Group , University of Washington Computer Science & Engineering DUB Group , University of Washington Human Centered Design & Engineering DUB Group , University of Washington \n\t\t\t\t\t\t\t\t Computer Science & Engineering DUB Group \n\t\t\t\t\t\t\t\t Computer Science & Engineering DUB Group \n\t\t\t\t\t\t\t\t Human Centered Design & Engineering DUB Group \n\t\t\t\t\t\t\t\t Human Centered Design & Engineering DUB Group \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington"
    },
    {
      "forename": "Sean",
      "surname": "Munson",
      "name": "Sean Munson",
      "affiliation": "Human Centered Design & Engineering DUB Group , University of Washington Computer Science & Engineering DUB Group , University of Washington Computer Science & Engineering DUB Group , University of Washington Human Centered Design & Engineering DUB Group , University of Washington \n\t\t\t\t\t\t\t\t Computer Science & Engineering DUB Group \n\t\t\t\t\t\t\t\t Computer Science & Engineering DUB Group \n\t\t\t\t\t\t\t\t Human Centered Design & Engineering DUB Group \n\t\t\t\t\t\t\t\t Human Centered Design & Engineering DUB Group \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t University of Washington"
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "pmid": "30704402",
  "keywords": [
    "Translational Research",
    "Personal Health Informatics",
    "Health"
  ],
  "sections": [
    {
      "title": "INTRODUCTION AND MOTIVATION",
      "text": "Everyday technologies increasingly emphasize engagement with personal health data (e.g., phones come with pre-installed health applications and frameworks, watches function as fitness trackers, countless health-related applications are widely available). The ubiquity of such personal health technology provides new potential to help people engage in healthy behaviors or to help people identify and manage health conditions  [47] . In 2013, 69% of U.S. adults reported tracking at least one health indicator for themselves or others  [27] . Since then, the development and adoption of innovative personal health tracking technologies has continued to progress.\n\nThe growing ubiquity of personal health technology also brings increasing urgency to research questions and design recommendations examined within the personal health informatics community. Such research provides insight into a variety of tracking contexts (e.g., health tracking not only by individuals, but also within clinical and family contexts  [11, 43, 52, 62] ) and into challenges of designing health tracking across diverse health conditions (e.g.,  [7, 18, 21, 40, 51, 68] ). The research community has further called out problematic assumptions in the design of many current health tracking applications, suggesting how design recommendations from research might address those assumptions  [54] . For example, design often assume individuals begin tracking with the objective to achieve a specific goal. However, research has found that individuals iterate within and across different goals  [24, 68]  or face challenges aligning their goals with health provider expectations  [11] . Design assumptions can also exclude or even harm people, as in menstrual tracking apps that mis-gender people who are tracking or incorrectly assume tracking for purposes of planning or preventing pregnancy  [23] . Additional research has found that the design of health tracking applications commonly fails to account for emotional experiences of health datafication  [4, 7, 42, 43] , for accessibility  [49] , for privacy in a collaborations related to such data  [11, 62] , and for needs of marginalized communities  [31, 35, 65, 69] .\n\nAlthough such research and associated recommendations have the potential to positively influence design practice, practitioners often struggle to learn about, access, and implement recommendations from academic research  [12] . These research-practice gaps are an important challenge for all areas of HCI, but warrant additional nuanced understanding within the complex and important context of personal health technologies. This paper therefore presents our exploration of a prototype set of design cards that aim to make related research and design considerations more explicit and to support designers in re-thinking potential assumptions about designing for personal health informatics. We examined these design cards in two consecutive rounds of semi-structured interviews, first with 12 student designers of personal health informatics apps and then with 12 health-focused professional designers and researchers. Participants discussed strategies to meaningfully engage with the content of the cards and described different potential use cases throughout their design processes. Reflecting on existing barriers in leveraging academic research, the cards prompted participants to share additional translational needs of health-focused designers, particularly in relation to acquiring health-specific design knowledge, advocating for corresponding design considerations, and accessing relevant evidence. Drawing on these findings, we make the following contributions: 1) a prototype set of design cards used to explore the design of translational resources for designers in personal health informatics; 2) an empirical examination of challenges and barriers designers encounter when designing in health, with a specific focus on knowledge, advocacy, and evidence; and 3) implications for the personal health informatics research community to better support health-focused designers and researchers."
    },
    {
      "title": "RELATED WORK",
      "text": "This section first reviews research focused on the importance of translating HCI research into practice, highlighting the need to extend translational science into the research-practice gaps of personal health informatics. We then review several areas of highly-relevant personal health informatics research, each of which we drew upon in our exploration of translational design cards: 1) models of personal informatics and personal health informatics, included in part because such models are often intended to support design, 2) research identifying key challenges related to collecting and interpreting data in various health contexts, 3) and research on dimensions of inclusivity and disparity in the design of personal health informatics technologies."
    },
    {
      "title": "Translation of HCI Research Into Practice",
      "text": "Prior research motivates understanding and designing for the translation of HCI research into associated practice. Practitioners often deem the content of academic research to be too abstract or complex, which discourages them from further engaging with academic findings (e.g.,  [9, 29] ). Practitioners further encounter challenges in accessing and searching for academic resources (e.g., due to paywalls or difficulty identifying relevant search terms  [9] ) and struggle to integrate such resources into their workflow  [12] . To address such barriers, Colusso et al.  [12]  provide recommendations for the design of translational resources based on the perspective of practitioners. Specific examples and quotes can make content more approachable and can support designers in different design activities, such as advocating for the needs of people who will use or be impacted by a design. Practitioners also seek actionable guidelines and easy-to-use design patterns which they can integrate into their existing design processes. To facilitate the identification of translational barriers in the transition from HCI knowledge into practice, Colusso et al. further propose a Translational Science Model for HCI  [14] . The model offers a conceptual framework which can help researchers and practitioners to identify gaps in the progression of knowledge between basic research, applied research, and design practice, with a goal of developing more effective strategies for bridging these gaps.\n\nThe research community has examined different approaches to such translation. Although papers often include specific design implications that summarize potential applications of research findings, practitioners often struggle to appropriate such implications in their own work because those implications are difficult to understand or do not consider key implementation details  [9, 29] . Cards have become a popular tool within the design community (e.g.,  [5, 38, 39] ) and for researchers to communicate research insights (e.g.,  [2, 13, 19, 25, 28, 53] ). Research has found that cards can act as reminders of theories and encourage focused brainstorming  [13] , can support formative evaluation of a design concept  [19] , can support collaborative ideation  [28]  and advocacy  [12] , and can allow heuristic evaluation of existing designs  [25] . At the same time, cards pose certain challenges, especially regarding their content and applicability. Designers prefer simplicity and minimal text  [13] , which is challenging in a format that is already constrained in the amount of evidence and rationale that can be conveyed. Depending on their design, cards risk offering limited flexibility in how they are incorporated into a design workflow  [1] , which is a known integration barrier for translational resources  [12] . Drawing upon this work in translational science and the design of appropriate translational resources, we focus on additional challenges of HCI translation in the complex and high-impact area of personal health technologies."
    },
    {
      "title": "Models of Personal Health Informatics",
      "text": "Motivated by the potential of personal health technologies, the HCI and personal health informatics communities have engaged in extensive research on the processes by which people collect, interpret, and act upon personal health data  [48] . Such research includes development of models to describe an individual's progression through a tracking process (e.g.,  [24, 48] ). Although these models can provide guidance for researchers and designers, research also shows that such models struggle to account for the complexity of people's needs in health tracking  [16, 52] . Limitations of such models of personal informatics have in turn informed and motivated additional models. For example, to help account for the sociocultural context of an individual, Murnane et al. applied Ecological Systems Theory to long-term mental health management  [55] . Their model highlights different social relationships and services that play a role in self-management. Although data and personal informatics technologies can mediate these relationships, their model does not discuss characteristics of the tracking activity itself. As another example, Vizer et al. recently proposed a Conceptual Model of Shared Health Informatics based on people's experience managing chronic illness  [72] . This model provides a detailed representation of the ongoing and iterative tracking work that happens in collaboration with informal and professional care environments. Given the relative strengths and weaknesses of various models developed in this body of research, we believe no single model can clearly communicate all challenges and considerations design practitioners are likely to encounter in personal health technology. Our exploration of cards as a translational resource therefore sought to offer additional support and additional entry points for designers as they encounter and engage with these challenges."
    },
    {
      "title": "Challenges in Personal Health Informatics Technologies",
      "text": "Given the potential for personal health data to help people better understand and manage their health behavior and conditions (e.g.,  [22] ), researchers have investigated how to support individuals in collecting and making sense of their personal health data across a variety of health behaviors and conditions (e.g.,  [18, 20, 44, 45, 66] ) and across a variety of health contexts (e.g.,  [11, 43, 52, 62] ). Such research generally describes specific challenges in designing health tracking applications and potential strategies for addressing those challenges.\n\nFor example, Choe et al. examined common pitfalls people encounter when collecting and interpreting personal data  [10] : 1) tracking too many things at the same time; 2) tracking outcome measures but not triggers and context, 3) lacking scientific rigor in collecting and analyzing data. Health-focused research has then investigated how to support individuals in overcoming these challenges and gaining value from their personal health data. For example, collecting too much data or not the right data is often due to inadequate support for goal-setting or a misalignment of an individual's goal versus what a system is able to support  [32, 68] . In addition, people often do not pursue just one goal but rather multiple evolving goals  [68] . To address such challenges, Schroeder et al.  [68]  proposed design requirements for goal-directed self-tracking tools that can help scaffold a process of deciding what, when, and how to track towards a specific goal or set of goals. Similarly, challenges of appropriate rigor in data collection and analysis motivated Karkar et al. to develop a selfexperimentation framework  [41]  and a corresponding application to support individuals with irritable bowel syndrome in designing, executing, and analyzing robust self-experiments  [40] . Related research has further examined the design of self-experimentation tools  [17] , the potential for Bayesian methods to better support desired data interpretation  [67] , and technology support for customized tracking routines  [46] .\n\nIn addition to research on the challenges of data collection and interpretation, research highlights emotional facets of health data that are often overlooked in design. Ancker et al. emphasize that for many people with chronic conditions, \"personal medical data are not simply objective facts, but instead provoke strong positive and negative emotions, value judgments, and diverse interpretations\"  [4] . Katz et al.  [42]  call out designs of health tracking applications for failing to explicitly address cognitive and emotional requirements, suggesting designers improve interaction with data, account for emotional sensitivity, and trigger acquired knowledge. Accounting for the emotional experience when tracking is particularly challenging when designing for individuals living with an unpredictable and degenerative condition  [7]  or when tracking affects caregivers or family members  [43, 62] .\n\nAs one perspective on collaboration in tracking, Pina et al. investigate and draw attention to additional challenges of tracking in family contexts, such as making sense of data from multiple family members, accounting for privacy concerns when sharing data or tracking on behalf of others, and tensions between prioritizing health and other family responsibilities  [62] . As another perspective on collaboration, research has examined tracking within the patient-provider relationship. For example, Chung et al.  [11]  found that current tools do not account for the collaborative activities shared by patients and providers. They propose that self-tracking tools should support patients and providers in communicating their respective goals for tracking and for interpreting resulting data. They also highlight that self-tracking tools for patient-provider collaboration need to further consider privacy concerns, especially because an individual might not be aware of when and how much of their potentially sensitive data they will be sharing with a provider.\n\nDesign practitioners commonly face similar challenges and concerns in their design of personal health technologies. Research, like that described above, could inform those design processes, but research-practice gaps often mean research insights are inaccessible. For example, design insights gained in a specific health context might be more broadly applicable but easily missed by designers working in other health contexts. Our exploration of HCI translation in personal health technologies therefore organized insights in terms of common HCI challenges and concerns, using specific health settings to then illustrate how general challenges apply."
    },
    {
      "title": "Inclusive Design of Personal Health Informatics Technologies",
      "text": "In addition to the above challenges, many people encounter additional challenges due to issues of disparity and inclusivity in personal health technologies. Early research in personal health informatics considered several dimensions of disparity and inclusivity. For example, Grimes et al.  [31]  investigated the specific needs of low-income African American communities in addressing diet-related health concerns, articulating the importance of cultural relevance in the design of health informatics technologies and the importance of within-community role models in information sources. Siek et al. explored the needs of low-income caregivers in promoting their own and their family's health, drawing attention to time-scarcity, emotional needs, and tailored support for healthy food choices  [69] . Building upon such early HCI research on race, ethnicity, and socio-economic status in the design of health technology, more recent HCI research has emphasized a need for research and design to both address such disparities and to be mindful of conflating race, ethnicity, and socio-economic status  [58, 73] . Given the importance of health disparities, the U.S. Office of Disease Prevention and Health Promotion also emphasizes additional dimensions of health disparities: \"Race or ethnicity, sex, sexual identity, age, disability, socioeconomic status, and geographic location all contribute to an individual's ability to achieve good health\"  [57] .\n\nThese have been explored in part through HCI research in the inclusivity of the design of menstrual tracking applications  [23] , design recommendations to better meet accessibility needs  [49] , research at the intersection of rural computing and health  [33] , and research further examining the adoption of health tracking applications in low-SES families  [65] . Although we endorse community-based participatory methods for engaging marginalized communities in health research and design  [34, 35] , we also felt these concerns and existing insights into inclusive design were an important component of any translational resource for HCI in personal health technologies. Our exploration of a prototype translation resource therefore included such concerns and research alongside and integrated with the previous section's challenges of data collection and interpretation."
    },
    {
      "title": "DESIGN CARD DEVELOPMENT AND EVOLUTION",
      "text": "This section describes our iterative design of our prototype design cards, which the next section then uses as an artifact in interviews exploring research-practice gaps in personal health technology. We present key components of our rationale and discuss iterative evolution of the design cards."
    },
    {
      "title": "Deciding on Design Cards",
      "text": "Our goal was to explore a translational resource that could help designers avoid common pitfalls in the design of personal health informatics applications, including key challenges of personal informatics and the importance of inclusive design. We initially planned to distill a set of design patterns based on prior research and practice, building on prior successes of patterns in other interaction design contexts (e.g.,  [71] ) and on prior research examining designer preference for actionable guidance through easy-to-use patterns  [12] . Throughout our process of identifying and organizing relevant content, we found that such pitfalls were relatively salient, but that solutions varied widely across different designs and across different health contexts. Potential patterns emphasizing a pitfall and a solution in a specific health context thus seemed difficult to either recognize or apply in other health contexts. We therefore decided to instead develop a resource that would primarily surface potential pitfalls so that designers could thoughtfully engage with relevant design considerations in their specific health contexts. We chose design cards as the form for this resource, as cards have been found to be a beneficial method for supporting designers at various stages of the design process (e.g.,  [12, 19, 25] )."
    },
    {
      "title": "Identifying and Organizing Relevant Content",
      "text": "We identified and organized content using a combination of 3 purposive sampling strategies  [59, 70]  with affinity diagramming  [36] . Our purposive sampling began with author identification of relevant papers in personal health informatics research (i.e., intensity sampling). We then supplemented this initial selection with papers identified in 3 semistructured interviews with experts in personal health informatics research, asking where those experts saw challenges and gaps in design practices for personal health informatics applications (i.e., snowball sampling). Reviewing each identified paper, we extracted design challenges identified in prior research and primary data related to those challenges (e.g., quotes from participants in that prior research). We then iteratively applied affinity diagramming with confirming sampling of additional papers intended to fill gaps we identified in emerging themes. We chose purposive sampling because our goal was not to support any claims regarding exhaustive identification of challenges in the literature nor regarding prevalence of specific challenges in the literature, but instead to identify a robust set of distinct known design challenges in personal health informatics together with primary research data related to each challenge  [3, 8] . This process resulted in identification and analysis of 75 research papers (see full list of papers in Appendix A). As presented in Table  1 , our affinity diagramming converged on 5 major themes of design consideration, each with 3 supporting sub-themes. We summarized each theme as a question intended to prompt designers to consider potential design assumptions (e.g., where prior research has found assumptions of self-tracking by individuals can be problematic when designs are used in family-based tracking  [62] , our themes prompt designers to re-consider potential assumptions regarding \"Who is tracking?\")."
    },
    {
      "title": "Card Design",
      "text": "We iteratively explored several organizations of the content on the design cards, drawing inspiration from existing design cards in research and practice  [6, 25, 28, 38, 39] . After iteration and discussion within the research team, we decided on a set of 22 cards: 1 Title Card as an introduction, 1 Overview Card with a reference to how the cards are organized, and 5 sets each composed of 1 Theme Card and 3 Detail Cards.\n\nTheme Cards (Figure  1 ) each introduce a primary design consideration (e.g., \"Who is tracking?\") and 3 sub-considerations. Prompts for both primary and sub-considerations apply across diverse health contexts (e.g., Figure  1 's \"Who is tracking\" and its sub-prompts), thus organizing research-based content according to HCI challenges and concerns instead of the specific health contexts of prior research. The description of each primary consideration consists of a statement of a common yet problematic design assumption (i.e., \"Designs might…\") followed by a prompt to re-think that assumption (i.e., \"but should consider…\").\n\nThe back of each Theme Card then presents 3 sub-considerations, each corresponding to a Detail Card (e.g., \"Who is being tracked?\", \"Who is collecting the data?\", \"Who might be excluded?\"). Each sub-consideration is supplemented with a non-exhaustive list of examples (e.g., \"children, older adults, patients\"), focusing on providing questions designers and researchers could use to translate the design considerations to their own design context. Theme Cards therefore provide high-level prompts to avoid the pitfalls of a common design assumption together with an organization for accessing the corresponding Detail Cards. Detail Cards (Figure  2 ) each expand on their sub-consideration. Each Detail Card includes a design recommendation (i.e., \"Designs should…\") and questions designers could ask in a design process (i.e., \"Designers Might Ask:…\"). The back of each Detail Card then presents a pair of curated examples (e.g., \"Children\", \"Newly Diagnosed\"). Each example provides a summary of a research result that suggests a design pitfall or how to avoid such a pitfall, a quote from a research participant in the prior research, and information for accessing the full prior research article. Detail Cards therefore provide concrete instances of how design pitfalls manifest (e.g., children wanting to participate in tracking their own health) and the ability to follow the provided links for the full associated paper. Participant quotes were intended to convey design considerations through participant voice, rather than our voices as researchers, in part to encourage designers to look for participant voice and those considerations in their own design processes. Because specific technologies evolve and because we found health too complex for prescriptive design patterns, examples are meant to convey more general design concepts designers can apply in their work.\n\nIn developing this design, a guiding principle emerged that all wording should avoid implying a designer's fault for any assumption (e.g., saying \"Designs might … but should …\" rather than \"You might …\" or \"You should …\"). Although early drafts of Detail Cards sometimes used supporting statistics from research papers, we iterated to prioritize providing quotes (e.g., to convey participant voice) and prompts (e.g., to support a designer's critical reflection). The prototypes were shared on the platform Miro  [50] , allowing the research team to collaborate in reviewing, annotating, and discussing various iterations of the cards. The full card deck can be found in the supplementary materials (Appendix B)."
    },
    {
      "title": "Design Iteration After First Round of Interviews",
      "text": "After our first round of interviews with 12 student designers (i.e., as detailed in the next section), we made several minor revisions to card design and content. These included minor changes to language and wording, adjustment of the color scheme within and across themes, and addition of an icon associated with each theme. The primary substantive revision was to move the \"Designers might ask\" prompt to the front of each card. These had originally been on the back, with the front instead including quotes intended to immediately surface prior research data relevant to each card's theme. Interview participants described difficulty interpreting some of the quotes outside the context of the prior research, so we moved quotes to the back of the cards, where each is now presented in the context of the corresponding research summary. This swap therefore both: 1) gave the prompts more prominence, and 2) made it easier for designers to interpret the matched quotes and research summaries, consistent with prior results on communicating research in support of translation  [12] . Our results and discussion revisit the importance participants associated with quotes as primary research data, and this paper generally discusses the fnal version of our cards."
    },
    {
      "title": "METHOD",
      "text": "We conducted two rounds of semi-structured interviews with a total of 24 participants, using our prototype design cards to examine how designers of personal health technologies might use such a translational resource in their practice and to better understand their needs for such resources. A first round of interviews examined feedback and reactions from student designers working on personal health informatics projects. We then made minor revisions to the cards, as noted in the previous section. A second round of interviews then examined feedback and reactions from professional designers and researchers with industry and academic experience in personal health informatics. We chose an interview-based method because this allowed participants to define their own context for reacting to the cards (e.g., most reflected on a specific prior project, although S1, S2, S3, and S4 reflected on a group capstone project they were collaboratively pursuing). This in turn allowed us to efciently gather participant feedback based in a diversity of projects. This study was approved by our Institutional Review Board, and the full protocol can be found in our supplementary materials (Appendix C)."
    },
    {
      "title": "Semi-Structured Interview Protocol",
      "text": "Our semi-structured interview protocol elicited feedback on our design cards and investigated whether and how participants felt such a translational resource could support designers in creating personal health informatics applications. We provided an initial guided overview of the organization of our cards, then gave participants time to familiarize themselves with the content. We encouraged participants to think aloud during this time, sharing any initial reactions to the cards. We then asked participants how they would imagine using the cards, relating them to their current or past projects. Finally, we prompted participants to critique the cards, sharing what they considered to be strengths of the cards as well as opportunities they saw for improvement.\n\nBecause of COVID-19 restrictions on in-person research, all sessions were conducted remotely. Interviews were conducted using Zoom and recorded for transcription and analysis. The cards were shared digitally using Miro  [50] , creating an canvas for each participant and allowing them to freely annotate the cards during the session. Sessions were approximately 90 minutes, and we compensated each participant with a $30 USD Tango gift card."
    },
    {
      "title": "Participants",
      "text": "Our first round of interviews was with 12 student designers recruited from two different master's-level design programs and an undergraduate computing program at our university, all of whom were currently or had previously worked on design projects related to personal health informatics. 5 interviews were conducted with an individual student designer, while 3 interviews were conducted with multiple members of a project team. 7 participants identified as women (58%), 5 identified as men (42%). Participant ages ranged from 20 to 36 (mean(sd) = 27(  5 )). 10 participants identified as Asian (83%), 2 as White (17%).\n\nOur second round of interviews was with 12 professional designers and researchers recruited from industry and academia through snowball sampling and through posting in a local community forum for design in healthcare, all of whom had current or previous professional experience related to personal health informatics. All participants were located in the U.S., except for one participant who had recently moved to Canada. 3 participants identified as men (25%) and 9 as women (75%). Participant ages ranged from 27 to 49 (mean(sd) = 39  (7) ). 9 participants identified as White (67%), 2 as Hispanic (17%) and 2 as Asian (17%). Table  2  and Figure  3  summarize the participants and their self-reported expertise in design for personal informatics. Recruiting participants with diverse design experience allowed us to gather insights on the potential utility of a translational resource like our design cards for designers with varying levels of experience. Throughout this paper, we refer to student designer participants as S# and to professional designer participants as P#."
    },
    {
      "title": "Analysis",
      "text": "Audio recordings were automatically transcribed by Zoom, then the interviewer reviewed each session to correct errors in the transcript. Data from the two rounds of participants were analyzed consecutively. We initially analyzed student data to inform iterative refinement of the design cards; the first author iteratively reviewed all transcripts and categorized quotes inductively through affinity mapping  [36] . The first author then wrote memos to further conceptualize identified themes and respective quotes. We then analysed second-round data, from professional designers, again through affinity mapping both deductively based on themes identified in the first round of data analysis and inductively to look for any additional themes. We then we re-reviewed the first-round student data, applying new themes identified in the analysis of the second-round professional designer data to make sure we analyzed all data as it related to our themes. The first author expanded the existing memos to incorporate findings from professional designer participant data and re-reviewed student participant data, resulting in new memos. Both rounds of data analysis resulted in an affinity map comprising 206 notes categorized in 40 subcategories and 9 themes. Discussions were conducted among the full research team throughout the analysis process."
    },
    {
      "title": "Limitations and Future Work",
      "text": "In our development of prototype design cards, our purposive sampling methods could be seen as a limitation. We intentionally chose to prioritize salient design challenges over pursuing an exhaustive representation of the problem space, in part because of our goal to develop content to be communicated in a set of design cards. Purposive sampling allowed us to emphasize this conceptual robustness instead of attempting generalization of the data. Similarly, the references provided through our cards are not all-encompassing (e.g., our Results and Discussion note the cards did not reflect regulatory requirements). We will communicate these limitations in any distribution of our current cards and plan to address them in future iterations. For example, future research should examine how cards can sensitize designers to regulatory requirements rather than simply naming regulations which are limited to any single context and can change rapidly. Because our participants knew we created the cards, we are aware that this could have biased them in their feedback. We encouraged designers in our study to share their honest feedback, knowing that they are accustomed to working in environments where constructive critique is expected and appreciated. As a result, we received both positive and critical feedback that is shared in our results. Additionally, COVID-19 restrictions prevented us from examining the use of the cards in an in-person setting, which might have surfaced different reactions to their format or content. Participant use of our cards was also primarily hypothetical in nature, reflecting on the cards relative to current or past projects. We therefore could not evaluate whether using the cards in extended design processes would elicit the desired levels of discussion about challenges in tracking and inclusivity. Future research could investigate application of such translational resources in ongoing design projects and could evaluate and refine recommendations we make in this paper."
    },
    {
      "title": "RESULTS",
      "text": "Participants were enthusiastic for translational resources like our design cards, describing their needs for such resources in designing personal health informatics applications. This section first reports participant reactions on when and how to use such resources in their design processes. We then present participant discussion of why they wanted to use such resources. Finally, we share additional design considerations that participants wanted emphasized in designing for health contexts."
    },
    {
      "title": "When and How to Use Cards",
      "text": "Participants discussed potential use cases throughout their design processes. They expressed a preference for using the cards predominantly at the beginning of a design process. They also expressed a desired to stay engaged with the cards throughout design iteration as part of ensuring corresponding design considerations are addressed. Because the content of the cards might be overwhelming, especially for designers new to health contexts, participants discussed strategies to organize and prioritize the cards."
    },
    {
      "title": "Supporting the Beginning of the Design",
      "text": "Process.-The main motivation participants described for using the cards in the beginning of a design process was to facilitate brainstorming activities and to inform their design research. P10 wanted early awareness of design considerations raised by the cards because this would prompt her to gather \"good data to support design decisions.\" She particularly appreciated the reflection questions on Detail Cards as useful prompts: \"How does a tracking plan fit in the daily routine of someone, that's a great question for me as a researcher to ask if we're in the generative stage.\" Participants further reflected on how early awareness of these design considerations can be critical. For example, S11 discussed the benefit of early consideration relative to the greater difficulty of later changes: \"Five weeks into the project we're like 'Oh shoot, we should have probably talked about what happens after they've accomplished the main goal, what is their purpose in using the program.\"' P2 similarly emphasized how early consideration can yield a better design: \"Let's talk about accessibility. Your example points out that it should be thought about at the very beginning in terms of system design, what [variables] are you even tracking. But it's often thought of more in terms of interface, like are the headers nested.\" The only concern participants expressed regarding early use was a potential for creating a dispersive experience. P3 argued that a designer needs at least an initial concept of what they aim to create: \"It would almost be like the paradox of choice. There's so many questions in here that it's like, well, it could be anything.\""
    },
    {
      "title": "Informing and Revisiting Design",
      "text": "Decisions.-Participants described that the cards could help them structure their research findings to inform their design decisions. P2 found the three considerations on the back of each Theme Card helpful to connect her research back to design decisions: \"I see these as really good prompts for me to share back what our data says about each of these prompts  […]  and what kind of evidence we have to support our design decision going forward.\" Participants then shared different expectations for later in a design process. P9 felt the cards would be less appropriate in the midst of design because she wanted to prioritize her creative freedom: \"When you're in the middle of a design process you're already kind of torn between trying to think about all constraints\". In contrast, P3 expressed it might be crucial to pause and revisit the cards at that stage, especially because \"the questions that are being asked here are prompts that aren't typically assessed when designing these types of tools.\" He explained: \"You kind of live in your own bubble when you design these things. And unless there's an outside influence to get you to stop and think differently, it's very hard to shift your process and your way of thinking, to make sure you are actually doing the thing that you want to do for the people you want to do it for.\".\n\nOnce at the end of the design process, P9 imagined using the cards as a checklist: \"Did I think of accessibility, did I think of privacy issues, did I think about sharing.\""
    },
    {
      "title": "Ordering and Prioritizing Design",
      "text": "Cards.-Although the cards include a structure of Theme Cards with associated Details Cards, we did not prescribe any order for engaging with the cards. P10 pointed out that the complexity of information could potentially be overwhelming, especially for designers who are new to health: \"If you haven't thought about those, there's a lot to absorb.\" She also acknowledged the level of detail is necessary: \"It's really great information and necessary and exhibits the level of thought that needs to go into designing […] And it's presented in a way that's understandable.\" Although participants did not comment on the nature of the interview and interacting with the cards using Miro, we note this might have contributed to any sense the cards were overwhelming. P11 suggested a potential strategy of consuming card content according to different order and priority: \"I would put the 'What data is required' one to the side at the beginning. It's generally important to think about it but it feels like a next step to me; same with 'How do they gain insight'. The first three sets really have to do with tracking in real time, whereas the other two are more about once you have the data.\"\n\nHe further argued that compared to other card sets, \"the order for this one is important because there's so much interdependency\". Because of this interdependency, P11 thought the cards should be used iteratively: \"Encourage people to go back. Maybe it's like, now that you've had the discussion of 'What's their tracking journey'. Who is this really for then? I think supporting that somehow would be really important.\""
    },
    {
      "title": "Why to Use These Cards",
      "text": "This section shares participant discussion of why they would use the cards in their design practice, highlighting three overarching themes. Less experienced designers saw the cards serving as an educational tool which introduced them to new considerations in health and prompted them to think critically. More experienced designers acknowledged the importance of the considerations, looking for a resource which would help them advocate for healthspecific design considerations in multi-disciplinary teams. Participants with experience in applied research settings then also appreciated that cards would allow them to more easily access evidence to support design decisions."
    },
    {
      "title": "Serving as an Educational",
      "text": "Tool.-Many participants saw the cards as an educational tool emphasizing design considerations specific to health. Reflecting on her experience in both academia and industry, P9 shared that such considerations might not be emphasized in current design practices: \"Yes, designers should already be thinking about these things. But are they always thinking about these things? No, the answer is no. They are not always thinking about these things.\" P4 felt this is particularly helpful for designers who are new to the health \"to get up to speed pretty quickly on considerations that are a little different than when you design like a button on a screen. […] That's going to be so different if you create something for health, you have many more considerations to think about.\" Consistent with this framing, student designer participants described appreciating the cards for introducing design considerations they had not previously encountered. For example, S7 shared: \"Yeah 'What expertise is required', maybe we should think more about it. Like looking back, we just assumed a lot of those things and we just assumed they had sufficient expertise but I mean in real practice, they might not.\"' Similarly, S5 described that engaging with the cards made him realize how basic design considerations might need to be reconsidered in health: \"This specific example [of using tracking for eating disorders] was slightly heavy. This unintended consequence of a notification and what it can do to a person. So that is something I really loved about these cards that often as designers, we jump to solutions that hey, we can put notifications and this is how we will keep reminding the patient to do more exercises, but we never thought about scenarios where it can also work as a like anti-pattern in a way.\" Some participants suggested additional opportunities or design directions for translational resources as educational tools. P7 saw an opportunity for an interactive format: \"Have [the cards] in a format where they can start filling in the answers [to these questions].\" P4 suggested the cards be more prescriptive, though acknowledged this might be challenging: \"These are recommendations for when you're thinking about design, but then how do you test these or apply them. I think it's a harder thing. Like, how do you go to that next step and help people apply them.\" Besides using the cards for educating herself, P10 wanted to facilitate education in a collaborative setting: \"It is very possible that [providers] need to be educated on user centered design. Sometimes that's hard to do when you're new to assert some of those things.\""
    },
    {
      "title": "Advocating for Health-Specific Design Considerations in Multi-Disciplinary",
      "text": "Teams.-Engaging with the cards prompted some participants to reflect on the advocacy work they need to perform when designing in health, including advocacy challenges due to multi-disciplinary teams. Discussing the \"What data is required\" theme, P2 shared her experience with tensions between different stakeholders in how much data to collect: \"Especially people who might not have a health background or even people that think from a research standpoint and get really excited about all the different things that you can collect very easily. And so there's a tendency to be like 'we should collect everything', but that's not necessarily in the best interests of the person using the technology and sharing that data.\" Although reconciling such perspectives and priorities may not be specific to the context of health, P4 described struggling to find support in her team because they do not share the same expertise: \"A lot of times you deal with designers and engineers that have never designed anything in the healthcare space and I spend probably 25%, maybe even more sometimes 50% of my time trying to show people and convince them how these different principles and things should be considered and why. And literally I put forth these types of considerations for them. And many times they just say no. We're going to do it this way. And then when it doesn't work out, then we go back and they do it my way.\" Despite P4's extensive experience in designing healthcare technologies, she sees a need for resources that legitimize certain design considerations and believed our cards could serve that purpose: \"So this is just great to have something that's out there that people can use like hey, here's something that everybody uses, this is what you should consider. Let's think about these. It's a lot of support when you're just one person really trying harder.\"\n\nSimilarly, P3 felt the cards provide detail to facilitate discussions with stakeholders: \"If there's disagreement or, you know, confusion on what one of those questions might be, then you can use the Details Card to dive deeper into how to address this. How do we think more clearly about it.\" In addition to the cards for deep engagement, participants also expressed interest in accompanying resources that could allow them to share some of the content as persistent advocacy. For example, P7 argued \"if [the Theme Cards] were a poster, EVERYONE has to think about it, not just the designer but also the researcher and the VP; this could actually be a support.\" Similarly, P10 imagined she would like to display some of the cards in her Office to enhance visibility of the design considerations: \"I always want other people to understand why we do the things we do, or why they should be thinking about these things, too.\""
    },
    {
      "title": "Accessing Evidence to Support Design",
      "text": "Decisions.-The cards prompted participants to discuss challenges non-academic healthcare designers and practitioners encounter in accessing evidence-based knowledge related to health, technology, and design. P2 reflected on her experience working both in academia and industry: \"Not a lot of practitioners have access to the research that researchers have access to at affiliated academic institutions and I've spoken to those practitioners and they want to follow the evidence. They want to know what's happening. But they just don't have access, they just can't afford the paywalls that exist to access this kind of research.\" She felt our cards mitigate that barrier by extracting and compiling insights from research: \"So I think that's probably my favorite thing about these cards, that it allows to break that barrier a little bit.\"\n\nAlthough challenges of translating academic research into practice may not be specific to health, our participants emphasized why it presents barriers for them in teams where health collaborators have been trained to value evidence-based decisions and research. P10 shared her experience: \"I work in an industry where I need to justify pretty much every decision.\" She felt content on the Detail Cards provided an invaluable resource to support her work as a designer in healthcare: \"Having this information here, plus a paper to back it up. I mean, that's like speaking the language of an academic researcher or an investigator by supporting what the design recommendation might be with data. That's huge. And not having to go search for that data because now you just provided me some reference that I can come back to. And I don't have to go spend half a day triangulating studies, define the best quote or reference to a paper to say why this is important. To me that's invaluable as a researcher for sure. And when I'm making design decisions, I have to defend them. It's a skill they don't teach you at school. It's nice to have some sort of job aid. Really excited about this.\" P2 described the evidence-based character of our cards as unique compared to other cards they had used, such as the Tarot Cards of Tech  [5] , where \"the prompts are useful, but the evidence for making decisions based on the prompt isn't necessarily provided\". Building on this, some participants wanted even more connections to such resources, such as more links to relevant research articles. At the same time they acknowledged that this would be challenging to implement in the physical cards. Participants therefore imagined entirely digital variations of our resource (perhaps because the cards already were digital in our remote research) or variations that include a digital component (e.g., an accompanying website). P10 imagined a site to support the cards and offer additional resources: \"So if this QR code took me to a site that was like design recommendations in healthcare, and this big interactive thing where I could download the cards, then that is what I want. Whatever you got to support these [design recommendations]. Resources like these could go beyond our goals of using specific prompts and examples to sensitize designers to important concerns, by providing a curated set of resources for continuing to learn more once sensitized.\n\nDespite the overall positive reaction to making evidence more accessible, some participants had mixed feelings about providing direct links to research articles. P12 appreciated that it would allow her to dive deeper and legitimize the content on the cards: \"I like the research because it validates that what is in the cards is tried and true.\" At the same time, she was concerned that \"people who would be most into that are people who have done research\". P7 similarly wondered how to ensure resources are not just for an \"academic designer.\"\n\nBased on their experiences, designer participants in industry contexts described using more practice-oriented sources for evidence, such as \"Medium articles\" (P7) or \"blog posts of seasoned professionals\" (P12). When asked what they perceived as a barrier, P12 elaborated that designers might not be trained to consume research papers, which to her \"takes a little bit of a skill because they are written in a very high level way.\" P2 further argued that because \"not every designer has a research background, the emphasis on the research and the importance of why that is important might resonate with some people and not others.\" P7 argued the difference was less in the content of the cards but in their language and terminology: \"Researchers or people who are not designers might want to see the evidence, but for designers [the content on the cards is] enough. […] But how do you put in lay terminology?\""
    },
    {
      "title": "Emphasizing Additional Design Considerations for Health Contexts",
      "text": "Participants described design in health as requiring additional perspectives and language in core design principles. P10 illustrated this when Reflecting on her experience as a researcher and designer in health: \"I think with healthcare, there are so many regulations and so many things to consider that they somehow need their own. So IDEO cards are great but healthcare has its own considerations and rules.\" Although participants felt our cards were a good representation of needs when designing for personal health informatics, they wanted to see translational research for health design placing greater emphasis on risk assessment, legal and ethical considerations for data, and the effects of designs on trust. Although these issues were generally raised in the cards, participant reactions suggest additional challenges in emphasis and language in multi-disciplinary design for health."
    },
    {
      "title": "Risk",
      "text": "Assessment.-Participants emphasized a need to consider risk assessment when designing in health context. This was especially emphasized by participants who worked with vulnerable populations, and especially for designers new to health. P1 said: \"I would include the phrase risk assessment. I think that's just really common language that they should get used to talking about to varying degrees.\" Based on P4's experience designing medical devices, she similarly affirmed the importance of considering risks:\n\n\"Really thinking about these different cohorts of users and protecting them. We do a lot of risk analysis, what are all the things that could possibly go wrong and what could you reasonably be responsible for and trying hard to mitigate through design, apart from just giving terms and conditions which I just don't think is enough, or labeling, which are just compounds right when you could, more or less, really think about the design early on and how best to prevent ill will use of whatever you are designing.\" However, P4 also acknowledged this might be challenging and might require additional knowledge: \"So I know there's a big movement around health, AI, and ethics. And a lot of these types of tracking devices have algorithms attached to them. It's hard from a design perspective to figure out the worst case scenarios.\" P10 reflected on the importance of considering required individual expertise when designing health tracking applications to prevent negative outcomes: \"I think that's an important consideration and ties back to your point about equity.\n\n[…] Even though someone can read well, their health literacy may be really, really bad. And so making sure that things are explained at a very low level so [people] don't create an error in interpretation or be exasperated trying to interpret something that they don't fully understand.\" P8 suggested that considering unintended consequences should not be specific to the \"Why are they tracking\" theme, but could be applied to all categories of cards: \"Is the unintended consequence question belonging only here or in every single card? I am asking because it's a really good question but I almost feel like it deserves its own card at the end because it's healthcare, because it's private, because it's important.\""
    },
    {
      "title": "Legal and Ethical Considerations for",
      "text": "Data.-Participants reflected on the importance of considering legal and ethical aspects in designing personal health informatics applications, particularly in data privacy and sharing. P2 wanted a stronger emphasis on \"who else has access to the data and when and why are they sharing that data with third parties.\" Considering an example of incentivized tracking, P8 raised higher-level consequences of tracking and sharing health data that could be emphasized: \"Kind of who owns the data, who has visibility in the data. Would people's insurance premium be raised … Like there are design consequences of people using the application wrong but there are also system consequences that may shift business models. I don't know how socially responsible you want this to be but it would be good to touch on it because it's so pervasive and important.\"\n\nConsidering the \"Who is being tracked\" card, P4 emphasized this is crucial for vulnerable populations, such as children: \"Especially if it's going to be designed for healthcare, are there any legal things that need to be considered for products for children?\" S1 wanted more support for addressing privacy and sharing in a collaborative setting, saying \"a card on privacy or how to approach those problems with a stakeholder or an engineer would be helpful.\" P10 emphasized such support cannot be too specific, as regulations regarding data or sharing might vary according to the context of a designer (e.g., by state, country, or company policy). It is important \"to make sure that's on people's radar.\""
    },
    {
      "title": "The Impact of Designs on",
      "text": "Trust.-Participants raised several aspects of trust that can be impacted by designs. Given that health data is increasingly introduced into collaborations between individuals and their health providers, participants raised challenges in how providers perceive the legitimacy of patient-collected data. Considering the example of provider-prescribed tracking, P6 recounted feedback she received from older adult patients on their interactions with providers: \"A lot of times it really seemed like there was a lack of trust from the provider of the information that they were getting back\" P12 shared a similar experience where providers did not acknowledge Fitbits as \"real information\", highlighting a designer's need to consider how a lack of trust in data can negatively impact collaboration between patients and providers: \"So when you think about how providers are interpreting information and if they don't use information, why don't they? So we might have to legitimize to providers why they should use this information and I think anyone working in healthcare has to go through these cards and I think often enough, we don't think about some of the aspects here.\" P7 raised a related but distinct concern that designs can impact participant trust in their own health experience and understanding. Based on her experience designing medical devices, she said: \"I also think about trust in technology: do people trust the system versus their own experience.\" Participants overall felt the cards can prompt consideration of different aspects of trust, but that such aspects could also be more explicitly surfaced as design challenges in health."
    },
    {
      "title": "DISCUSSION",
      "text": "Based on the experiences described by participants in our study, health-focused design practitioners face many challenges in their work. Our findings highlighted the need for designers of personal health informatics applications to: 1) learn and apply principles for providing value in inclusive designs as well as additional health-specific design considerations, 2) advocate for appropriate design principles in the context of multidisciplinary teams, and 3) adapt to different perspectives on what is considered evidence for a design decision. This section highlights key translational needs that participants shared in relation to knowledge, advocacy, and evidence, discussing relevant implications for the research community in impacting health-focused design practice."
    },
    {
      "title": "Translational Needs Related to Knowledge",
      "text": "The more-experienced designer participants in our study emphasized the need to recognize and implement health-specific design considerations-knowledge the less-experienced designer participants indicated they currently lack. Due to this need, the cards were generally perceived and welcomed as an educational resource providing knowledge relevant to the design of personal health informatics applications. At the same time, participants felt certain design principles needed more emphasis to ensure greater visibility to designers with less knowledge of health settings. Reflecting on participant discussion, we realized the cards used in our interviews focused primarily on how to consider socio-technical elements of the design itself, but gave less attention to the environment of the design or the designer. Based on the experiences described by our participants, health designers and researchers also need to consider such influences (e.g., legal and regulatory considerations, billing requirements of particular health systems).\n\nFailure to address details critical to implementation in industry is a known challenge that contributes to research-practice gaps  [30, 56] . If we assume that HCI research in personal health informatics intends to develop ethical approaches, then part of the challenge for a practicing designer is to understand how such approaches are affected by legal and regulatory codifications of ethics. Although some research emphasizes the importance of legal and regulatory issues in health design (e.g.,  [61] ), these issues are often absent from at least the reporting of HCI research on designing for health (e.g., legal and regulatory issues are not discussed in recent surveys on design considerations for mobile health and wellness technologies  [15]  or patient-generated health data  [26] ). Although any translational resource might struggle to provide solutions across diverse design environments, participants felt it would be sufficient for a resource to help ensure that designers consider these requirements.\n\nParticipants further emphasized that designing in health requires a particular ethical responsibility for risk assessment. Although many basic design considerations still apply to the design of health tracking applications, these principles may need to be reconsidered in terms of potentially-harmful outcomes (e.g., as with 5.2.1's participant discussion of concerns that notifications could promote negative behaviors). Participants felt the included quotes were good for conveying these nuances and presenting potential negative consequences of design choices. However, some participants wanted more explicit mentions of risk assessment and potential harms to encourage designers who are new to health contexts incorporate this perspective in their design practice.\n\nConsidering the breadth of knowledge conveyed by the cards, some participants raised concerns that the level of detail, although beneficial or even necessary, might overwhelm less experienced designers. Participants engaged with our cards primarily in a single session, so any sense that such a translational resource is overwhelming might be mitigated by interacting with them more naturally over time. Regardless, this concern draws attention to the complexity of designing in personal health informatics and a need to offer additional support to designers in acquiring and processing this knowledge. Based on the translational needs related to knowledge discussed in this section, we encourage the personal health informatics community to:"
    },
    {
      "title": "•",
      "text": "Better contextualize research findings and design considerations within the relevant regulatory environment and any other constraints, thereby facilitating designers in direct application of these considerations to their own practice or allowing designers to consider how such considerations need to be adapted to their environment;\n\n• Emphasize the voice of research participants in translational resources, such as by supplementing design recommendations with qualitative data and quotes, to support designers in critical reflection on the potential consequences of design decisions;\n\n• Where feasible, consider incorporating localized legal and ethical considerations into design resources (if infeasible to localize, surface that designers should identify how these apply to their environment to ensure they are not overlooked throughout a design process);\n\n• Ensure that potential negative outcomes, vulnerable populations, and risk assessment are a priority in formulating design considerations;\n\n• Consider different levels of experience when designing translational resources for health, as the many issues that must be considered in health can potentially overwhelm less experienced designers who need access to this knowledge."
    },
    {
      "title": "Translational Needs Related to Advocacy",
      "text": "Although our more experienced designer participants described greater existing knowledge of health-focused design considerations raised by our cards, they also described challenges due to a lack of support for implementing these considerations within their multidisciplinary teams. Due to a lack of shared knowledge of health-focused design considerations, participants felt the responsibility of ensuring these considerations are addressed often falls exclusively on the designer. Part of the designer's role is therefore to advocate for these considerations, potentially against competing interests of other multi-disciplinary stakeholders. Participants anticipated the cards could support them in this advocacy work, as they could both facilitate discussions and legitimize that such considerations are necessary in health-focused design. Consistent with previous research  [12] , participants felt examples and quotes would be useful resources for advocacy, as they humanize a discussion and provide a rationale for the importance of critically reflecting on design choices.\n\nParticipants also wanted more support in educating multidisciplinary team members who might not be familiar with terminology and principles of human-centered design. This support is particularly important in health contexts, where different stakeholders often use domain-specific terms that may be unfamiliar or even carry different meanings according to a team member's context and background. A resource that bridges this potential language barrier and normalizes discussion about health-focused design considerations can offer this additional support to designers. Considering the properties of the cards inspired participants to propose additional, more persistent approaches to advocacy (e.g., complementing the cards with posters they could share in their office, similar to existing artefacts for public promotion of design principles  [37, 63] ). Because design for health often combines experts from multiple disciplines, participants felt a resource for centering discussion on health-focused design principles could meaningfully impact resulting designs and people's experience with those designs. We therefore encourage the personal health informatics community to:\n\n• Augment translational resources to include features which target the education of multi-disciplinary stakeholders;\n\n• Create diverse translational resources that can both promote deep engagement with health-focused design principles and also support advocacy by serving as persistent reminders;\n\n• Consider how health-focused design recommendations are likely to impact and be impacted by the perspectives of multi-disciplinary stakeholders (e.g., health providers, health researchers, health administrators, engineers) and share how design recommendations are informed by such considerations in order to help designers in associated advocacy."
    },
    {
      "title": "Translational Needs Related to Evidence",
      "text": "Interview participants often described the usefulness of translational resources like our cards based on the expected professional context of a designer (i.e., they were critiquing not only based on their own current or previous design needs, but also how they imagined the context of other designers). For example, participants suggested that designers who identified as \"academic\" would be particularly receptive to our resource, in contrast to designers in traditional industry settings. Consistent with this, designer participants who worked in an applied research setting often considered the examples and links to scientific literature as evidence they could use to legitimize their design decisions to stakeholders who value and expect evidence-based practices. Motivated by the potential in accessing such evidence, participants suggested including additional links and other resources (e.g., by making a resource entirely digital, by creating a digital companion to a card-based resource). A digital component of a resource would also create opportunities for updating content or even dynamically surfacing content and examples most relevant to a designer's context support (i.e., helping surface research most relevant to a designer's specific context of practice). This could help address previously identified barriers to translation, including applicability and having a breadth of examples  [12] . By providing details that motivate design considerations, participants felt a resource like our cards could mitigate known barriers for practitioners in accessing research (e.g., paywalls  [9] ). In contrast, participants who worked in industry considered different sources to be evidence (e.g., preferring blog posts from industry leading professionals, consistent with previous research  [12] ). Differences in the background and context of a health designer can therefore shape different expectations and convictions on what is considered evidence. Although a designer in the health industry might appreciate using academic literature to support their design decisions, they might face challenges in communicating that evidence to other team stakeholders. Participants who work in industry also expected linked academic literature would be difficult to digest, a known challenge of of leveraging academic research  [9, 29] . They instead wanted more actionable guidance and ways to test and analyse design decisions, echoing previous research in translational science  [12] . We noted in 3.1 that we made a intentional decision against actionable design patterns because the many considerations in health-focused design seemed to make potential patterns difficult to either recognize or meaningfully apply across diverse health contexts. Indeed, the field of implementation science focuses on the methods required to adapt evidence-based health interventions to different contexts in support of accessible, effective, and sustained adoption  [60, 64] . Translational resources therefore need to find a balance between supporting actionable solutions that designers often prefer versus supporting the needs of designers working to manage many inter-related considerations across a variety of different health settings. To address the diverse needs of health-focused designers in accessing evidence, we encourage the personal health informatics community to:\n\n• Make additional effort in sharing academic research evidence on more practiceoriented channels (e.g., through partnering with designers in practice to compose design guidelines or blog posts  [12] );\n\n• Reflect on the language and terminology used when articulating design recommendations in academic papers, working to ensure it mirrors the needs of designers with different expertise;\n\n• Create translational resources that are openly-available and therefore mitigate many barriers in access;\n\n• Emphasize the evidence-base for design recommendations and make that information easily accessible to designers outside the academic context."
    },
    {
      "title": "•",
      "text": "Engage with the implementation science  [60, 64]  research community to understand ways to identify and communicate potential design patterns and reproducible methods for adapting them to different contexts."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Designers of personal health informatics applications encounter a variety of challenges in their design practice. Although research and associated design recommendations have important potential to positively inform design practice in this complex and important context, practitioners often struggle to learn about, access, and implement recommendations from academic research. To explore opportunities for translational resources in the design of personal health technologies, we created a card-based resource to support designers in engaging with challenges and considerations identified in personal health informatics research, including key challenges of personal data collection and interpretation as well as the importance of inclusive design. Findings from interviews with student designers and professional designers and researchers emphasize that current translational resources are not meeting the needs of health-focused designers as they seek support in acquiring healthspecific design knowledge, advocating for their design choices, and accessing relevant evidence from both academic and practice-oriented sources. Based on participant discussion of their needs and practices, we suggested implications for personal health informatics research that can help the community to increase the impact of their work and better support health designers and researchers in translating research into practice. Participant self-reported level of expertise in designing tracking applications. Professional participants self-reported greater expertise than student participants.\n\nTable 2:\n\nParticipant self-reported experience and level of expertise in designing tracking applications. Experience was reported on a 5-point scale from \"no\", \"low\", \"average\", \"moderately high\", or \"high\" level of expertise.\n\nPID Student Experience Self-Rated Experience PID Professional Experience Self-Rated Experience S1 Design & Engineering Master's Student average P1 User Research & Design Lead at applied research center for mental health interventions moderately high S2 Design & Engineering Master's Student low P2 Postdoctoral Fellow with focus on health informatics in the clinical context average S3 Design & Engineering Master's Student, Software Engineer average P3 Research Lead at health technology research company moderately high S4 Design & Engineering Master's Student low P4 Senior User Researcher in medical device research company high S5 Design & Engineering Master's Student, Software Engineer moderately high P5 UX Design Consultant working on medical device project and teaching UX design moderately high S6 Design & Engineering Master's Student, Software Engineer average P6 Research Scientist at applied research center for mental health interventions low S7 Information Management Master's Student moderately high P7 Design Director at biomedical research and technology development organization high S8 Computing Bachelor's Student average P8 Innovation strategy expert in technology design firm average S9 Computing Bachelor's Student average P9 Postdoctoral Fellow with focus on health informatics in the clinical context moderately high S10 Computing Bachelor's Student average P10 UX Researcher & Designer in healthcare research low S11 Computing Bachelor's Student low P11 Assistant professor with focus on mobile health diagnostics moderately high S12 Computing Bachelor's Student moderately high P12 UX Researchers & Designer at applied research center for mental health interventions low"
    },
    {
      "text": "Figure 1: Overview of Theme Cards corresponding to primary considerations (a) Who is tracking?, (b) Why are they tracking?, (c) What is their tracking journey?, (d) What data is required?, and (e) How do they gain insight?. The front and back of (a) are further annotated."
    },
    {
      "text": "Figure 2:Example of one set of Detail Cards for (a) Who is tracking? with corresponding subconsiderations (a1) Who is being tracked?, (a2) Who is collecting the data?, and (a3) Who might be excluded?. The front and back of (a1) are further annotated."
    },
    {
      "text": "Figure 3:"
    }
  ],
  "references": [
    {
      "title": "Design Card Sets: Systematic Literature Survey and Card Sorting Study",
      "authors": [
        "Aarts Tessa",
        "Gabrielaitis Linas",
        "K De",
        "Jong Lianne",
        "Noortman Renee",
        "M Van Zoelen Emma",
        "Kotea Sophia",
        "Cazacu Silvia",
        "Lock Lesley",
        "Markopoulos Panos"
      ],
      "year": 2020,
      "doi": "10.1145/3357236.3395516"
    },
    {
      "title": "Guidelines for human-AI interaction",
      "authors": [
        "Amershi Saleema",
        "Weld Dan",
        "Vorvoreanu Mihaela",
        "Fourney Adam",
        "Nushi Besmira",
        "Collisson Penny",
        "Jina Suh",
        "Iqbal Shamsi",
        "Paul Bennett",
        "Kori Inkpen"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300233"
    },
    {
      "title": "Purposive sampling in a qualitative evidence synthesis: a worked example from a synthesis on parental perceptions of vaccination communication",
      "authors": [
        "Ames Heather",
        "Glenton Claire",
        "Lewin Simon"
      ],
      "year": 2019,
      "doi": "10.1186/s12874-019-0665-4"
    },
    {
      "title": "You Get Reminded You're a Sick Person\": Personal Data Tracking and Patients with Multiple Chronic Conditions",
      "authors": [
        "Ancker Jessica",
        "Witteman Holly",
        "Hafeez Baria",
        "Provencher Thierry",
        "Mary Van De Graaf",
        "Wei Esther"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4209"
    },
    {
      "title": "The Tarot Cards of Tech",
      "authors": [
        "Artefact"
      ],
      "year": 2017
    },
    {
      "title": "Diagnostic and Statistical Manual of Mental Disorders (DSM-5®)",
      "year": 2013,
      "doi": "10.1007/springerreference_179660"
    },
    {
      "title": "Quantifying The Body and Caring for The Mind: Self-Tracking in Multiple Sclerosis",
      "authors": [
        "Ayobi Amid",
        "Marshall Paul",
        "Cox Anna",
        "Chen Yunan"
      ],
      "year": 2017,
      "doi": "6889-6901.10.1145/3025453.3025869"
    },
    {
      "title": "The Use of Purposeful Sampling in a Qualitative Evidence Synthesis: A Worked Example on Sexual Adjustment to a Cancer Trajectory",
      "authors": [
        "Benoot Charlotte",
        "Karin Hannes",
        "Bilsen Johan"
      ],
      "year": 2016,
      "doi": "10.1186/s12874-016-0114-6"
    },
    {
      "title": "Research-practice interaction: building bridges, closing the gap",
      "authors": [
        "Elizabeth Buie",
        "J Hooper Clare",
        "Houssian Aaron"
      ],
      "year": 2013,
      "doi": "2493-2496.10.1145/2468356.2468813"
    },
    {
      "title": "Understanding Quantifed-Selfers' Practices in Collecting and Exploring Personal Data",
      "authors": [
        "Eun Choe",
        "Lee Kyoung",
        "B Nicole",
        "Lee Bongshin",
        "Pratt Wanda",
        "Kientz Julie"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557372"
    },
    {
      "title": "Boundary Negotiating Artifacts in Personal Informatics: Patient-Provider Collaboration with Patient-Generated Data",
      "authors": [
        "Chung Chia-Fang",
        "Dew Kristin",
        "Cole Allison",
        "Jasmine Zia",
        "James Fogarty",
        "Kientz Julie",
        "Munson Sean"
      ],
      "year": 2016,
      "doi": "10.1145/2818048.2819926"
    },
    {
      "title": "Translational Resources: Reducing the Gap Between Academic Research and HCI Practice",
      "authors": [
        "Colusso Lucas",
        "Cynthia Bennett",
        "Gary Hsieh",
        "Munson Sean"
      ],
      "year": 2017,
      "doi": "10.1145/3064663.3064667"
    },
    {
      "title": "Behavior Change Design Sprints",
      "authors": [
        "Colusso Lucas",
        "Do Tien",
        "Hsieh Gary"
      ],
      "year": 2018,
      "doi": "10.1145/3290605.3300231"
    },
    {
      "title": "A translational science model for HCI",
      "authors": [
        "Colusso Lucas",
        "Jones Ridley",
        "Munson Sean",
        "Hsieh Gary"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300231"
    },
    {
      "title": "Designing for Healthy Lifestyles: Design Considerations for Mobile Technologies to Encourage Consumer Health and Wellness",
      "authors": [
        "Consolvo Sunny",
        "Klasnja Predrag",
        "David Mcdonald",
        "Landay James"
      ],
      "year": 2014,
      "doi": "10.1561/1100000040"
    },
    {
      "title": "Self-Tracking for Fertility Care: Collaborative Support for a Highly Personalized Problem",
      "authors": [
        "Figueiredo Mayara",
        "Caldeira Clara",
        "Reynolds Tera",
        "Victory Sean",
        "Zheng Kai",
        "Chen Yunan"
      ],
      "year": 2017,
      "doi": "10.1145/3134671"
    },
    {
      "title": "Lessons Learned from Two Cohorts of Personal Informatics Self-Experiments",
      "authors": [
        "Daskalova Nediyana",
        "Desingh Karthik",
        "Jin Kim",
        "Zhang Young",
        "Lixiang",
        "Alexandra Papoutsaki",
        "Huang Jef"
      ],
      "year": 2017,
      "doi": "46.10.1145/3130911"
    },
    {
      "title": "SleepCoacher: A Personalized Automated Self-Experimentation System for Sleep Recommendations",
      "authors": [
        "Daskalova Nediyana",
        "Metaxa-Kakavouli Danaë",
        "Tran Adrienne",
        "Nugent Nicole",
        "Boergers Julie",
        "Huang Jeff"
      ],
      "year": 2016
    },
    {
      "title": "Tango cards: A Card-based Design Tool for Informing the Design of Tangible Learning Games",
      "authors": [
        "Deng Ying",
        "Antle Alissa",
        "Neustaedter Carman"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598601"
    },
    {
      "title": "Pictures Worth a Thousand Words: Reflections on Visualizing Personal Blood Glucose Forecasts for Individuals with Type 2 Diabetes",
      "authors": [
        "Desai Pooja",
        "M Levine",
        "Matthew Albers David",
        "Mamykina Lena"
      ],
      "year": 2018,
      "doi": "13.10.1145/3173574.3174112"
    },
    {
      "title": "Personal Health Oracle: Explorations of Personalized Predictions in Diabetes Self-Management",
      "authors": [
        "M Desai Pooja",
        "Mitchell Elliot",
        "Hwang Maria",
        "Levine Matthew",
        "Albers David",
        "Mamykina Lena"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300600"
    },
    {
      "title": "Weight and Symptom Diary for Self-Monitoring in Heart Failure Clinic Patients",
      "authors": [
        "Eastwood Cathy",
        "Travis Lucille",
        "Morgenstern Tanya",
        "Donaho Erin"
      ],
      "year": 2017,
      "doi": "10.1097/01.JCN.0000287027.49628.a7"
    },
    {
      "title": "Examining Menstrual Tracking To Inform The Design of Personal Informatics Tools",
      "authors": [
        "Epstein Daniel",
        "Lee Nicole",
        "Kang Jennifer",
        "Agapie Elena",
        "Schroeder Jessica",
        "Pina Laura",
        "Fogarty James",
        "Kientz Julie",
        "Munson Sean"
      ],
      "year": 2017,
      "doi": "6876-6888.10.1145/3025453.3025635"
    },
    {
      "title": "A Lived Informatics Model of Personal Informatics",
      "authors": [
        "Epstein Daniel",
        "Ping An",
        "Fogarty James",
        "Munson Sean"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2804250"
    },
    {
      "title": "Sharing Economy Design Cards",
      "authors": [
        "Kitazaki Fedosov Anton",
        "Odom Masako",
        "Langheinrich William",
        "Marc"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300375"
    },
    {
      "title": "Patient-Generated Health Data: Dimensions, Challenges, and Open Questions",
      "authors": [
        "Figueiredo Mayara",
        "Chen Yunan"
      ],
      "year": 2020,
      "doi": "10.1561/1100000080"
    },
    {
      "title": "Tracking for Health",
      "authors": [
        "Fox Susannah",
        "Duggan Maeve"
      ],
      "year": 2013,
      "doi": "10.1007/978-1-4419-1005-9_101299"
    },
    {
      "title": "The Envisioning Cards: A Toolkit for Catalyzing Humanistic and Technical Imaginations",
      "authors": [
        "Friedman Batya",
        "Hendry David"
      ],
      "year": 2012,
      "doi": "1145-1148.10.1145/2207676.2208562"
    },
    {
      "title": "A practitioner's vies of human-computer interaction research and practice",
      "authors": [
        "Geldof Sabine",
        "Vandermeulen Joannes"
      ],
      "year": 2007,
      "doi": "10.1080/17493460701800181"
    },
    {
      "title": "Understanding Interaction Design Practices",
      "authors": [
        "Goodman Elizabeth",
        "Stolterman Erik",
        "Wakkary Ron"
      ],
      "year": 2011,
      "doi": "1061-1070.10.1145/1978942.1979100"
    },
    {
      "title": "EatWell: Sharing Nutrition-Related Memories in a Low-Income Community",
      "authors": [
        "Andrea Grimes",
        "Bednar Martin",
        "Jay David",
        "Grinter Rebecca"
      ],
      "year": 2008,
      "doi": "10.1145/1460563.1460579"
    },
    {
      "title": "Fostering Engagement with Personal Informatics Systems",
      "authors": [
        "Gulotta Rebecca",
        "Forlizzi Jodi",
        "Yang Rayoung",
        "Newman Mark"
      ],
      "year": 2016,
      "doi": "10.1145/2901790.2901803"
    },
    {
      "title": "Rural HCI Research: Definitions, Distinctions, Methods, and Opportunities",
      "authors": [
        "Hardy Jean",
        "Wyche Susan",
        "Veinot Tifany"
      ],
      "year": 2019,
      "doi": "10.1145/3359298"
    },
    {
      "title": "Engaging Low-Income African American Older Adults in Health Discussions Through Community-Based Design Workshops",
      "authors": [
        "N Harrington Christina",
        "Borgos-Rodriguez Katya",
        "Piper Anne"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300823"
    },
    {
      "title": "Designing Health and Fitness Apps with Older Adults: Examining the Value of Experience-Based Co-Design",
      "authors": [
        "Christina Harrington",
        "Lauren Wilcox",
        "Connelly Kay",
        "Rogers Wendy",
        "Sanford Jon"
      ],
      "year": 2018,
      "doi": "10.1145/3240925.3240929"
    },
    {
      "title": "Rapid Contextual Design: a How-To Guide to Key Techniques for User-Centered Design",
      "authors": [
        "Holtzblatt Karen",
        "Wendell Burns",
        "Wood Jessamyn",
        "Shelley"
      ],
      "year": 2004
    },
    {
      "title": "New Design Principles posters",
      "authors": [
        "Hurrel Mark"
      ],
      "year": 2016
    },
    {
      "title": "IDEO Nature Cards",
      "authors": [
        "Ideo"
      ],
      "year": 2014
    },
    {
      "title": "IDEO AI & Ethics",
      "authors": [
        "Ideo"
      ],
      "year": 2019
    },
    {
      "title": "TummyTrials: A Feasibility Study of Using Self-Experimentation To Detect Individualized Food Triggers",
      "authors": [
        "Karkar Ravi",
        "Schroeder Jessica",
        "Epstein Daniel",
        "Pina Laura",
        "Scofield Jefrey",
        "Fogarty James",
        "Kientz Julie",
        "Munson Sean",
        "Vilardaga Roger",
        "Zia Jasmine"
      ],
      "year": 2017,
      "doi": "6850-6863.10.1145/3025453.3025480"
    },
    {
      "title": "A Framework for Self-Experimentation in Personalized Health",
      "authors": [
        "Karkar Ravi",
        "Zia Jasmine",
        "Vilardaga Roger",
        "R Sonali",
        "James Mishra",
        "Sean Fogarty",
        "Julie Munson",
        "Kientz"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv150"
    },
    {
      "title": "Data, Data Everywhere, and Still Too Hard to Link: Insights from User Interactions with Diabetes Apps",
      "authors": [
        "Katz Dmitri",
        "Price Blaine",
        "A Holland Simon",
        "Dalton Sheep"
      ],
      "year": 2018,
      "doi": "12.10.1145/3173574.3174077"
    },
    {
      "title": "Caring Through Data: Attending to the Social and Emotional Experiences of Health Datafication",
      "authors": [
        "Kaziunas Elizabeth",
        "Ackerman Mark",
        "Lindtner Silvia",
        "Lee Joyce"
      ],
      "year": 2017
    },
    {
      "title": "Self-Tracking for Mental Wellness: Understanding Expert Perspectives and Student Experiences",
      "authors": [
        "Kelley Christina",
        "Lee Bongshin",
        "Wilcox Lauren"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025750"
    },
    {
      "title": "Toward Becoming a Better Self: Understanding Self-Tracking Experiences of Adolescents with Autism Spectrum Disorder using Custom Trackers",
      "authors": [
        "Kim Sung-In",
        "Jo Eunkyung",
        "Ryu Myeonghan",
        "Cha Inha",
        "Kim Young-Ho",
        "Yoo Heejung",
        "Hong Hwajung"
      ],
      "year": 2019,
      "doi": "10.1145/3329189.3329209"
    },
    {
      "title": "OmniTrack: A Flexible Self-Tracking Approach Leveraging Semi-Automated Tracking",
      "authors": [
        "Kim Young-Ho",
        "Jae Ho",
        "Lee Bongshin",
        "Eun Choe",
        "Seo Kyoung",
        "Jinwook"
      ],
      "year": 2017,
      "doi": "67.10.1145/3130930"
    },
    {
      "title": "Healthcare in the Pocket: Mapping the Space of Mobile-Phone Health Interventions",
      "authors": [
        "Klasnja Predrag",
        "Pratt Wanda"
      ],
      "year": 2012,
      "doi": "10.1016/j.jbi.2011.08.017"
    },
    {
      "title": "A Stage-Based Model of Personal Informatics Systems",
      "authors": [
        "Li Ian",
        "Dey Anind",
        "Forlizzi Jodi"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753409"
    },
    {
      "title": "Toward Accessible Health and Fitness Tracking for People with Mobility Impairments",
      "authors": [
        "Malu Meethu",
        "Findlater Leah"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Miro"
      ],
      "doi": "10.1093/ww/9780199540884.013.u45461"
    },
    {
      "title": "Supporting Coping with Parkinson's Disease Through Self Tracking",
      "authors": [
        "Mishra Sonali",
        "R Klasnja Predrag",
        "John Macdufe Woodburn",
        "Eric Hekler",
        "Omberg Larsson",
        "Kellen Michael",
        "Mangravite Lara"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300337"
    },
    {
      "title": "Supporting Collaborative Health Tracking in the Hospital: Patients' Perspectives",
      "authors": [
        "Mishra Sonali",
        "Miller Andrew",
        "Haldar Shefali",
        "Khelif Maher",
        "Eschler Jordan",
        "Elera Rashmi",
        "Pollack Ari",
        "Pratt Wanda"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3174224"
    },
    {
      "title": "Tiles: A Card-based Ideation Toolkit for the Internet of Things",
      "authors": [
        "Mora Simone",
        "Gianni Francesco",
        "Divitini Monica"
      ],
      "year": 2017,
      "doi": "10.1145/3064663.3064699"
    },
    {
      "title": "Rethinking Assumptions in the Design of Health and Wellness Tracking Tools",
      "authors": [
        "A Munson Sean"
      ],
      "year": 2017,
      "doi": "10.1145/3168738"
    },
    {
      "title": "Personal Informatics in Interpersonal Contexts: Towards the Design of Technology that Supports the Social Ecologies of Long-Term Mental Health Management",
      "authors": [
        "Murnane Elizabeth",
        "Walker Tara",
        "Tench Beck",
        "Voida Stephen",
        "Snyder Jaime"
      ],
      "year": 2018,
      "doi": "10.1145/3274396"
    },
    {
      "title": "The research-Practice Gap: The need for translational developers",
      "authors": [
        "Norman Donald"
      ],
      "year": 2010,
      "doi": "10.1145/1806491.1806494"
    },
    {
      "title": "Disparities",
      "year": 2020,
      "doi": "10.1037/e319522004-002"
    },
    {
      "title": "Critical Race Theory for HCI",
      "authors": [
        "Ogbonnaya-Ogburu Ihudiya Finda",
        "Angela Dr S Ith",
        "To Alexandra",
        "Toyama Kentaro"
      ],
      "year": 2020,
      "doi": "10.1145/3313831.3376392"
    },
    {
      "title": "Qualitative evaluation and research methods",
      "authors": [
        "Patton Michael"
      ],
      "year": 1990
    },
    {
      "title": "Implementation Research in Health: a Practical Guide",
      "authors": [
        "Peters David",
        "Tran Nhan",
        "Adam Taghreed"
      ],
      "year": 2013,
      "doi": "10.26719/2016.22.5.350"
    },
    {
      "title": "Legal and Regulatory Considerations Associated with Use of Patient-Generated Health Data from Social Media and Mobile Health (mHealth) Devices",
      "authors": [
        "C Petersen",
        "P Demuro"
      ],
      "year": 2015,
      "doi": "16.10.4338/2FACI-2014-09-R-0082"
    },
    {
      "title": "From Personal Informatics to Family Informatics: Understanding Family Practices around Health Monitoring",
      "authors": [
        "R Pina Laura",
        "Sien Sang-Wha",
        "Ward Teresa",
        "Yip Jason",
        "Munson Sean",
        "Fogarty James",
        "Kientz Julie"
      ],
      "year": 2017,
      "doi": "2300-2315.10.1145/2998181.2998362"
    },
    {
      "title": "Dos and Don'ts on Designing for Accessibility",
      "authors": [
        "Pun Karwai"
      ],
      "year": 2016,
      "doi": "10.4324/9781315746852-16"
    },
    {
      "title": "The struggle of translating science into action: foundational concepts of implementation science",
      "authors": [
        "Rapport Frances",
        "Clay-Williams Robyn",
        "Churruca Kate",
        "Shih Patti",
        "Anne Hogden",
        "Braithwaite Jefrey"
      ],
      "year": 2018,
      "doi": "10.1111/jep.12741"
    },
    {
      "title": "Storywell: Designing for Family Fitness App Motivation by Using Social Rewards and Reflection",
      "authors": [
        "Saksono Herman",
        "Castaneda-Sceppa Carmen",
        "Hofman Jessica",
        "Morris Vivien",
        "Magy El-Nasr",
        "Parker Seif",
        "G Andrea"
      ],
      "year": 2020,
      "doi": "10.1145/3313831.3376686"
    },
    {
      "title": "Examining Self-Tracking by People with Migraine: Goals, Needs, and Opportunities in a Chronic Health Condition",
      "authors": [
        "Schroeder Jessica",
        "Chung Chia-Fang",
        "Epstein Daniel",
        "Karkar Ravi",
        "Parsons Adele",
        "Murinova Natalia",
        "Fogarty James",
        "Munson Sean"
      ],
      "year": 2018,
      "doi": "10.1145/3196709.3196738"
    },
    {
      "title": "A Patient-Centered Proposal for Bayesian Analysis of Self-Experiments for Health",
      "authors": [
        "Schroeder Jessica",
        "Karkar Ravi",
        "Fogarty James",
        "Julie Kientz",
        "Kay Matthew",
        "Munson Sean"
      ],
      "year": 2018,
      "doi": "10.1007/s41666-018-0033-x"
    },
    {
      "title": "Examining Opportunities for Goal-Directed Self-Tracking to Support Chronic Condition Management",
      "authors": [
        "Schroeder Jessica",
        "Karkar Ravi",
        "Murinova Natalia",
        "Fogarty James",
        "Munson Sean"
      ],
      "year": 2019,
      "doi": "10.1145/3369809"
    },
    {
      "title": "Bridging the Information Gap: Collaborative Technology Design with Low-Income At-Risk Families to Engender Healthy Behaviors",
      "authors": [
        "A Siek Katie",
        "Lamarche Jefrey",
        "Maitland Julie"
      ],
      "year": 2009,
      "doi": "10.1145/1738826.1738841"
    },
    {
      "title": "Purposeful sampling in qualitative research synthesis",
      "authors": [
        "Suri Harsh"
      ],
      "year": 2011,
      "doi": "63.10.3316/QRJ1102063"
    },
    {
      "title": "The Design of Sites: Patterns for Creating Winning Web Sites",
      "authors": [
        "Van Duyne",
        "Landay Douglas",
        "A James",
        "Hong Jason"
      ],
      "year": 2007
    },
    {
      "title": "It's Not Just Technology, It's People\": Constructing a Conceptual Model of Shared Health Informatics for Tracking in Chronic Illness Management",
      "authors": [
        "Lisa Vizer",
        "Eschler Jordan",
        "Koo Bon Mi",
        "Ralston James",
        "Pratt Wanda",
        "Munson Sean"
      ],
      "year": 2019,
      "doi": "10.2196/10830"
    },
    {
      "title": "Race, Socioeconomic Status and Health: Complexities, Ongoing Challenges and Research Opportunities",
      "authors": [
        "Williams David",
        "Mohammed Selina",
        "A Leavell",
        "Collins Chiquita"
      ],
      "year": 2010,
      "doi": "10.1111/j.1749-6632.2009.05339.x"
    }
  ],
  "num_references": 73
}
