{
  "paper_id": "KCKDVH3X",
  "title": "Effect of gamification with a support partner to increase physical activity in older adults at risk for Alzheimer's disease: The STEP 4Life randomized clinical trial",
  "abstract": "INTRODUCTION: Physical activity is associated with reduced risk of cognitive and functional decline but scalable, sustainable interventions for populations at risk for Alzheimer's disease (AD) and AD and related dementias (ADRD) are lacking. \n METHODS: A 12-week randomized-controlled trial was conducted with a 3-week follow-up using a national AD prevention registry (GeneMatch). The control group (n = 50) set step goals and received daily feedback. The intervention group (n = 44) also received a behaviorally designed game based on achieving step goals and reinforced by a support partner. \n RESULTS: Intervention participants (94 participants, mean age 70, 78% female) had greater change in mean daily step count than control of 1699 steps/day (95% confidence interval [CI], 1149-2249), P < 0.0001, which was sustained in the follow-up period at 1219 steps/day (95% CI, 455-1983), P = 0.0018. Carriers of the apolipoprotein E ε4 gene (high risk) did not perform differently than non-carriers; however, high self-reported risk perception was associated with higher activity. DISCUSSION: A gamified intervention was effective in promoting and sustaining higher physical activity in older adults at genetic risk for AD/ADRD.",
  "year": 2015,
  "date": "2015",
  "journal": "BMC Geriatr",
  "publication": "BMC Geriatr",
  "authors": [
    {
      "forename": "S",
      "surname": "Greysen",
      "name": "S Greysen",
      "affiliation": "1  Division of Hospital Medicine , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania , USA \n\t\t\t\t\t\t\t\t Division of Hospital Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ai",
      "surname": "Oon",
      "name": "Ai Oon",
      "affiliation": "1  Division of Hospital Medicine , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania , USA \n\t\t\t\t\t\t\t\t Division of Hospital Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kristin",
      "surname": "Harkins",
      "name": "Kristin Harkins",
      "affiliation": "3  Penn Memory Center , University of Pennsylvania , Philadelphia , Pennsylvania , USA \n\t\t\t\t\t\t\t\t Penn Memory Center \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Charles",
      "surname": "Rareshide",
      "name": "Charles Rareshide",
      "affiliation": "5  Center for Healthcare Incentives and Behavioral Economics , University of Pennsylvania , Philadelphia , Pennsylvania , USA \n\t\t\t\t\t\t\t\t Center for Healthcare Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Angira",
      "surname": "Mondal",
      "name": "Angira Mondal",
      "affiliation": "6  Leonard Davis Institute , University of Pennsylvania , Philadelphia , Pennsylvania , USA \n\t\t\t\t\t\t\t\t Leonard Davis Institute \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel",
      "affiliation": "7  Office of Clinical Transformation, Ascension Health , St. Louis , St. Louis , Missouri , USA \n\t\t\t\t\t\t\t\t Office of Clinical Transformation, Ascension Health \n\t\t\t\t\t\t\t\t St. Louis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Louis \n\t\t\t\t\t\t\t\t\t Missouri \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Joshua",
      "surname": "Grill",
      "name": "Joshua Grill",
      "affiliation": "8  Department of Neurobiology and Behavior , University of California Irvine , Irvine , California , USA \n\t\t\t\t\t\t\t\t Department of Neurobiology and Behavior \n\t\t\t\t\t\t\t\t University of California Irvine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine \n\t\t\t\t\t\t\t\t\t California \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jason",
      "surname": "Karlawish",
      "name": "Jason Karlawish",
      "affiliation": "3  Penn Memory Center , University of Pennsylvania , Philadelphia , Pennsylvania , USA \n\t\t\t\t\t\t\t\t Penn Memory Center \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Division of Hospital Medicine , University of Pennsylvania Perelman School of Medicine , 3400 Spruce Street , 5 Maloney Suite 5030 , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t Division of Hospital Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Spruce Street 5 Maloney Suite 5030 \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of Southern California Roybal Center \n\t\t\t\t\t\t\t\t University of Southern California Roybal Center"
    }
  ],
  "doi": "https://doi.org/10.13039/100006920",
  "keywords": [
    "dementia",
    "gamification",
    "physical activity"
  ],
  "sections": [
    {
      "title": "Highlights",
      "text": "• A simple game played with a support partner increased walking in older adults at risk for Alzheimer's disease (AD).\n\n• The game also increased minutes of moderate-to-vigorous physical activity per day.\n\n• Perception of lifelong AD risk was associated with increased activity but genetic risk (apolipoprotein E ε4+) was not."
    },
    {
      "title": "INTRODUCTION",
      "text": "Higher levels of regular physical activity are associated with reduced risk of cognitive decline and Alzheimer's disease (AD) and AD and related dementias (ADRD).  [1] [2] 2] [3] [4] [5] [6]  Unfortunately, population-level data from the last decade shows most adults in the United States do not achieve enough physical activity to obtain preventative health benefits.  7, 8 Innovative and scalable approaches that achieve sustained increases in physical activity have great potential to impact prevention of AD/ADRD.\n\nGamification is the application of game design elements in nongame contexts and is increasingly being used in digital health interventions to promote changes in health behaviors such as physical activity.  [9] [10] 0] [11] [12]  Behavioral economic (BE) principles can be used to design effective gamified interventions to facilitate behavior change  13, 14  including sustained increases in physical activity.  [15] [16] 6] [17]  BE principles include precommitment,  18, 19  loss aversion,  [20] [21] [22]  goal gradients,  23  and anticipated regret.  [24] [25] 5] [26] [27]  BE methods have been shown to increase physical activity in a wide range of at-risk groups including older adults  28, 29  and patients at risk for functional decline.  30 These principles, however, have not yet been applied to populations at risk for AD/ADRD.\n\nIn this study, we tested a behaviorally designed gamification intervention with adults at risk for AD/ADRD based on their age and genetic risk factors. We recruited participants from GeneMatch, a national registry for AD prevention research  31  and selected only those who already knew the results of their genetic testing (apolipoprotein E\n\n[APOE] ε4 status) to create a sample with 50% who have elevated genetic risk (APOE ε4 carriers) and 50% who do not have elevated genetic risk (APOE ε4 non-carriers). We hypothesized that participants who received the intervention would show increased physical activity during the 12-week intervention and that this benefit would be maintained during a follow-up period with passive monitoring. We also hypothesized that APOE ε4 carriers would have greater intervention uptake (greater change in physical activity during intervention and follow-up periods)."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study design",
      "text": "The"
    },
    {
      "title": "Recruitment and enrollment",
      "text": "Recruitment was conducted in partnership with the GeneMatch WTH is a research technology platform that automatically pulls data from the wearable device and sends prespecified text messages back to participants.  32 We have used WTH successfully in several previous remote-monitoring and physical activity interventions.  16, 17, 22, 33 Eligible participants completed informed consent via WTH and the S4L team then shipped them a package containing a wrist-worn wearable device (FitBit Inspire 2) and equipment to perform the virtual functional assessments (smartphone stand, 10-foot measuring tape, and 6-inch safety cone) with instructions for device set-up and equipment use. Our prior work has demonstrated that commercially available wearable devices (including FitBit) are accurate for tracking step counts  34  and we have successfully used similar devices in recent interventions.  16, 33, 35"
    },
    {
      "title": "Participants",
      "text": "Participants were eligible if they were able to speak English, aged 55 to 75, owned a smartphone, enrolled in the GeneMatch registry, and knew their APOE genetic testing results (specifically whether they are carriers of the APOE ε4 gene). Participants were excluded before consent if they were unable to ambulate independently, already engaging in daily physical activity (≥ 4 miles/day or ≥ 7500 steps/day), not willing to wear the FitBit device for the duration of the study, already enrolled in another physical activity study, or had any other medical conditions that would prohibit participation in a physical activity program. Consented participants were excluded prior to randomization if their baseline steps were > 7500/day (Figure  1 ) based on prior research suggesting diminishing returns for prevention of functional/cognitive decline as well as mortality at higher levels of physical activity. In recognition of their effort, all participants received $100 for completing the study; $50 upon completing a series of validated surveys for baseline data and $50 upon completing the final surveys."
    },
    {
      "title": "Baseline step count and randomization",
      "text": "The first week of FitBit use was a run-in period to establish baseline step count using ≥ 4 days of data capture and ignoring any days with < 1000 steps because these values are unlikely to represent capture of actual activity during the whole day based on previous work.  16, 17, 22, 33 After establishing a baseline, participants were randomized electronically to control or intervention with 1:1 allocation by stratifying on baseline steps (< 4000 steps per day; 4001-7000 steps per day; > 7000 steps per day) and using block sizes of two. At the time of randomization, participants were notified by text and e-mail with instructions for the 15-week study period that were specific to intervention and control but were not told in which arm they were participating. All investigators, statisticians, and data analysts were blinded to arm assignments until the study and analysis were completed. All participants completed the study, including the follow-up period and final assessments, by January 21, 2023."
    },
    {
      "title": "Step goals",
      "text": "Participants in both groups were informed of their baseline step count via WTH and asked to select a daily step goal for the study. Participants could choose an increase of 33%, 40%, or 50% above their baseline or choose a custom goal as long as it was at least 1500 steps greater than baseline. This approach has been used in previous trials by our group.  33"
    },
    {
      "title": "Interventions",
      "text": "After setting daily step goals, participants in the control group received daily feedback only from the FitBit device and associated device on their smartphone. Intervention participants received the same feedback from the FitBit device/application and also entered into an activity game with points and levels that was run automatically such that participants need only strive for step goals to play the game.\n\nThe entire game is delivered via text messages. Each day, intervention participants received text notifications from WTH on whether they met the step RESEARCH IN CONTEXT 1. Systematic review: Higher levels of regular physical activity among older individuals are associated with reduced risk of cognitive decline and Alzheimer's disease (AD) and AD and related dementias (ADRD)-but sustainable, scalable approaches to increasing activity in this population are lacking. 2. Interpretation: A simple physical activity game using wearable activity monitors and text messages, informed by behavioral science, and played with a support partner, can significantly increase steps per day as well as brisk walking. Increased activity was sustained after the game ended and participants who perceived elevated risk of developing AD/ADRD had especially robust response. 3. Future directions: Larger studies with longer intervention and follow-up periods are needed to confirm the efficacy of gamification to increase activity in older adults at risk for AD/ADRD. goal and points gained or lost. At the end of the intervention period, text messages are stopped and participants no longer play the game.\n\nDuring the follow-up period, all participants (intervention and control) are passively monitored for FitBit step data via the WTH platform and at the end of the follow-up period, the connection with WTH is stopped.\n\nAdditionally, to increase participant accountability, sense of accomplishment, and overall engagement in this game we leveraged social networks. Participants in the intervention group only identified a family member or friend to be a support partner who was asked via e-mail at the start of the study to provide support and encouragement to the participant to help them achieve their activity goals. This partner received a weekly e-mail update report on participant performance including points and level. The effectiveness of gamification and social support to change behavior can be enhanced by leveraging behavioral concepts.\n\nGamification in this study was designed using several core principles from BE.  16, 17  First, participants in the gamification arm signed a precommitment pledge to strive to achieve their step goal during the study. Precommitment is a foundational concept for effective behavior change.  18, 19 Second, every Monday, the participant received 70 points (10 for each day of the week) which leverages the \"fresh start effect\"-the tendency for aspirational behavior around temporal landmarks such as the beginning of the year, month, or week.  36 On days when participants met their step goal, they received a congratulatory message the following morning, which provides immediate gratification. On days that participants do not meet their step goal, they receive a message on the following morning that they lost 10 points from their balance. This leverages prospect theory,  20  which asserts that loss aversion provides more sustainable motivation for behavior change than gain-framing.  20, 22 To avoid discouragement, messages about points lost end with an encouraging statement reminding them that today is a new day and a fresh opportunity to meet their activity goals. Third, at the end of each week, participants could move up a level (from lowest to highest: blue, bronze, silver, gold, platinum) if they retained 40 points\n\nor move down a level if they did not. This design creates achievable goal gradients (the notion that the next highest level is attainable), a sense of status with accomplishment, and progression through the game.\n\nFourth, participants started at the silver level so they could experience either the accomplishment of rising to gold or the loss of dropping to bronze upon completing the first week of the intervention."
    },
    {
      "title": "Primary outcome and other measures",
      "text": "The primary outcome was change in mean daily steps from baseline through the end of the 12-week intervention period. Secondary outcomes included change in mean daily steps from baseline through the end of the 3-week follow-up period and change in minutes of moderateto-vigorous physical activity (MVPA) during the intervention and follow-up periods, which was defined as > 100 steps/minute.  37, 38 To explore any effects that participant knowledge of their APOE ε4 status might have on intervention uptake, we prespecified subgroup analysis by APOE ε4 status (APOE ε4 homozygous and heterozygous together vs.\n\nAPOE ε4 non-carriers)."
    },
    {
      "title": "Statistical analysis",
      "text": "Previous studies have suggested that a small difference in daily activity (500-1500 steps/day) can have an impact on clinical outcomes including function, hospital admission, and mortality.  39, 40 A priori power calculations estimated that a sample of 100 participants allocated in a 1:1 distribution (50 in each arm), would ensure at least 80% power to detect a 1000 step difference. This assumed a baseline mean step count of 5000 steps with a standard deviation of 2500 steps, a 10% dropout rate, and a conservative Bonferroni adjustment of the type I error rate with a two-sided alpha of 0.017.\n\nNine participants were randomized to the intervention (gamification) arm but were not started in the intervention. These participants did not withdraw; rather, they got \"stuck\" at a protocol step between randomization and start of the intervention which was intended to be a \"pause\" for staff to check in with participants who did not complete a requested survey but instead was mistakenly coded a \"stop\" in the online research platform we used (WTH). Our protocol was for participants to start the intervention even if they did not complete all forms requested but this stop error in our platform was not recognized until after the study ended. All other randomized participants (including four who started the intervention period but dropped out) were included in the modified intention-to-treat analysis. We also performed a per protocol analysis restricted to only the 90 participants who completed the entire intervention period (Appendix S3 in supporting information). For each participant on each day of the study (participant-day level), the number of steps achieved was obtained as a continuous variable. Data can be missing for any day if the participant did not use the wearable device or did not upload data. In previous work by our group,  16, 17, 22, 33  we have used imputation when missingness exceeds 15%. In this study, missingness was limited to 3.9% so we used original data and no imputations were performed. In addition to missingness, participant days with step values ≤ 1000 are often excluded from analyses (or imputed values used instead);  41, 42  however, in this study, we took a more conservative approach and used original data as only 1.3% of participant days were ≤ 1000 steps.\n\nSimilar to prior work,  16, 17, 33  adjusted analyses used PROC GLIM-MIX in SAS (version 9.4) to fit linear mixed effects models with a random intercept to adjust for participant random effects and to account for the repeated measures of daily step counts. Linear mixed models is an extension of linear regression, which allows us to model data with correlated observations such as repeated measures. It provides us with the ability to model within-participant and betweenparticipant variability and the deviation of participant-specific intercept (or participant-specific slopes) from the overall intercept (or overall slope). We applied this approach to model steps using the equation below:\n\nwhere Steps ij refers to Steps > 0 recorded for participant i at day j, i =\n\n) where b i refers to the participant random effect, which is the participant specific random intercept and\n\ne ). In the main adjusted model, we included baseline step count and fixed effects for calendar month and study arm. We assumed a normal distribution and obtained difference in steps between arms for the intervention and follow-up periods using the least squared means (LSMEANS) command.\n\nFinally, we performed analyses to explore the impact of risk perception on study outcomes. First, we conducted a priori subgroup analyses with a subgroup restricted to participants who are carriers of the APOE ε4 gene (both homozygous and heterozygous included). Second, we created a variable to capture participant perceptions of risk for developing AD based on their response to the question \"On a scale of 0-100, what do you believe is your risk of developing Alzheimer's disease dementia by age 85?\"  43  We operationalized responses to this perceived risk question as an ordinal, three-level variable (low, medium, high). We repeated our main analyses with this variable as an interaction term. Given that age and retirement status varied significantly across these three levels of risk, we added age and retirement status to the main model described above."
    },
    {
      "title": "RESULTS",
      "text": "We analyzed data for 94 participants in this study ( no serious adverse events were reported (Appendix S4 in supporting information). Overall, 90 participants (49 control and 41 intervention) completed the study (Figure  1 )."
    },
    {
      "title": "Main analyses",
      "text": "Our primary outcome was change in mean daily steps. As shown in Table  2  and Figure  2 , mean daily step counts among intervention participants increased from baseline by 2422 (43%) and among control participants by 735 (14%). In adjusted analyses, the mean change in daily steps was significantly higher for intervention participants with a between-group difference of 1699 steps/day (95% confidence interval [CI], 1149-2249; P < 0.001). During the follow-up period, the mean daily steps for intervention participants remained significantly higher than for control (7682 steps, 34% increase vs. 5816 steps, 14% increase). In adjusted analyses, this change from baseline through the follow-up period was significant with a between-group difference of 1219 (95% CI, 455-1983; P < 0.001; Table  2 ).\n\nOur secondary outcome was change in mean daily minutes of MVPA.\n\nMinutes of MVPA among intervention participants increased from 7.1 to 16.3 (difference of 9.2 minutes/day) and among control participants from 4.3 to 8.6 (difference of 4.3 minutes/day; Figure  3 ). In adjusted analyses, the mean change in daily minutes of MVPA was significantly greater for intervention participants with a between-group difference of 6.6 minutes/day (95% CI, 1.2-12.0; P = 0.0174). During the followup period, MVPA for intervention participants (15.5 minutes/day) remained significantly higher than for control (8.4 minutes/day). In adjusted analyses, the mean change from baseline through the followup period was between-group difference of 6.2 minutes (95% CI, 2.9-9.5; P < 0.001; Table  2 )."
    },
    {
      "title": "Exploratory analyses",
      "text": "Results for a priori analysis of the subgroup of participants who were carriers of APOE ε4 (n = 50; 25 intervention, 25 control), were similar to the main analysis: mean daily steps increased significantly in the intervention group compared to control during the 12-week intervention (2564 vs. 721) and the follow-up period (1814 vs. 898). These results from the APOE ε4+ subgroup (n = 50) were not significantly different from the results of the entire sample (N = 94). To further explore possible effects of APOE ε4+ status across the entire sample, we used APOE ε4 carrier status as primary independent variable in the same model used for the primary analysis. There was no significant difference in APOE ε4 carriers versus non-carriers in this model.\n\nWe also explored the impact of perceived risk of developing dementia independent of APOE ε4 carrier status. All participants were asked to rate their perceived risk of developing dementia by age 85 on a scale of 0 to 100. We grouped responses into low (score < 20, n = 19), medium (score 20-79, n = 69), and high (score ≥80, n = 6) categories of risk perception and applied as a categorical independent variable in the same adjusted model as the primary analysis (low risk as reference category). Intervention participants with medium risk perception had higher step increases compared to lower risk but this was not statistically significant (+647 steps, P = 0.064) while participants with high risk perception had significantly higher step increases compared to low risk (+1518 steps, P = 0.018). These effects persisted in the followup period for medium risk (+784 steps, 0.051) and high risk groups (+1831, P = 0.010). High risk perception participants were statistically different from participants in medium and low risk perception in the following ways: younger (68.3) compared to low risk (P = 0.03) but not medium risk (P = 0.2); higher baseline steps (6900) compared to low risk (4521) and medium risk (5470); and less likely to be retired (3 or 50%) compared to low risk (14 or 74%) and medium risk (58 or 84%)."
    },
    {
      "title": "DISCUSSION",
      "text": "This randomized clinical trial testing the effects of a gamification intervention with a support partner to improve physical activity using a national registry of persons at risk for developing AD/ADRD showed a significant increase in steps per day during the intervention period that persisted into the follow-up period compared to control. We also found that MVPA increased significantly from baseline for intervention group compared to control and persisted during follow-up. Finally, we found that participant knowledge of their APOE ε4 status did not appear to impact intervention uptake. Instead, participant perception of risk of developing dementia moderated higher performance for both steps per day and minutes of MVPA per day.\n\nPrevious trials using gamification and social support have successfully increased daily activity with the goal of reducing 10-year risk for cardiovascular events.  16, 17, 22, 33 To our knowledge, this is the first application of this method in a population at risk for AD/ADRD in the context of reducing risk of functional and cognitive decline. Given the older age (mean 70 years) of our population and lower baseline activity compared to prior studies using these methods in younger populations, the response to intervention in this study was robust and included signif-icant change in MVPA, which is not often present in other populations."
    },
    {
      "title": "Systematic reviews of physical activity trials with older adults have",
      "text": "shown that exercise is beneficial to preserving cognition and function, and for those at risk for AD/ADRD specifically. There is still uncertainty about which types of activity and what duration are most effective but it is clear that aerobic exercise with daily frequency is beneficial.  44 re recent studies have suggested that higher daily steps (9000-10,000 per day) and greater peak intensity (50-100 steps/minute) are associated with significantly lower incident dementia. While the Centers for Disease Control  37  and National Institute on Aging 45 recommend some degree of higher intensity exercise for older adults, they do not provide specific definitions for MVPA. We used a definition of 100 steps/minute to define MVPA, which is well established in a general adult population but may be a high bar for older adults, so the increase in MVPA we observed in our study may underestimate effort and health benefits. However MVPA is defined, implementation and sustainability will remain key challenges to increasing daily aerobic exercise at scale on a population level for older adults. Advantages of our approach are ease of implementation and sustainability. While intervention and follow-up were brief in this pilot study, larger studies using these methods in different populations have demonstrated\n\nTA B L E 2 Unadjusted and adjusted differences in daily steps and MVPA. Unadjusted steps per day (SD) Control Intervention Overall Baseline 5088 (1562) 5689 (1648) 5369 (1623) Intervention 5862 (1980) 8111 (2465) 6926 (2482) Unadjusted change from baseline 735 (1306) 2422 (1460) 1533 (1614) Adjusted change from baseline a Adjusted step difference, intervention relative to control 1699 (95% CI, 1149-2249), P < 0.0001 Follow-up 5831 (2437) 7744 (2346) 6702 (2568) Unadjusted change from baseline 705 (1916) 1983 (1478) 1287 (1837) Adjusted change from baseline a Adjusted step difference, intervention relative to control 1219 (95% CI, 455-1983), P = 0.0018 Unadjusted minutes of MVPA per day (SD) Baseline 4.3 (5.8) 7.1 (8.4) 5.7 (7.3) Intervention 8.6 (9.5) 16.3 (11.7) 12.2 (11.2) Unadjusted change from baseline 4.2 (6.4) 9.1 (10.4) 6.7 (8.9) Adjusted change from baseline a Adjusted MPVA difference, intervention relative to control 6.6 (95% CI, 1.212.0), P = 0.0174 Follow-up 8.4 (13.2) 15.5 (12.6) 11.6 (13.4) Unadjusted change from baseline 3.8 (11.5) 8 (11.9) 5.8 (11.8) Adjusted change from baseline a Adjusted MPVA difference, intervention relative to control 6.2 (95% CI, 2.99.5), P < 0.001 Abbreviations: MVPA, moderate-to-vigorous physical activity (minutes of activity with ≥ 100 steps); SD, standard deviation. a Model includes all steps > 0 and adjusts for baseline steps, study arm, and month of year. consistent effectiveness over longer periods. Again, the subfocus within our study on MVPA is particularly noteworthy as evidence continues to grow that a mix of aerobic and higher-intensity exercise may be even better than consistent daily aerobic exercise. Longer passive monitoring is needed to see if steps/MVPA persist but what is more important are long-term follow-ups on activity, function, cognition, and development of ADRD. This will be the focus of future study.\n\nThis trial leveraged a national registry of participants with knowledge of their genetic risk for AD. We required participants to know their APOE ε4 status specifically to enroll and reminded participants that APOE ε4 is a risk-increasing genotype upon enrollment. Our results did not support our hypothesis that APOE ε4 carriers would have greater intervention uptake than non-carriers, which may be explained by several factors. First, it may be that all participants in this cohort have elevated concern for developing AD/ADRD compared to the general population and thus APOE ε4 status did not impact behavior.\n\nSecond, there could also be ceiling effects given robust intervention uptake by all participants.\n\nOn the other hand, we observed significant within-group differences between intervention participants based on their perceived risk of developing AD. Those who perceived the highest perceived risk (> 80 on a scale of 0-100) had significantly greater intervention uptake (increase in steps per day) compared to those with intermediate risk perception (20-70) or lowest perceived risk (< 20). There were no high risk perception participants who reported living alone and the overall frequency of low income (< $50k), diabetes, or hospitalization in the last 6 months was low for the entire study population, which limits the ability to detect statistical significance between subgroups.\n\nTaken collectively, results from this exploratory subgroup analysis should be interpreted with caution and viewed as hypothesis generating. It may be that high risk perception is more important than genetic risk (APOE ε4 status) for understanding responsiveness to interventions such as ours. High risk perception likely assembles a variety of factors such as age, retirement status, income, living alone, and health conditions. These hypotheses should be tested a priori in future studies with large and diverse sample sizes to investigate how comprehensive risk education including genetic and AD/ADRD biomarkers impacts participant engagement and sustained behavior change."
    },
    {
      "title": "Strengths and limitations",
      "text": "This study has strengths and limitations that should be considered when interpreting our findings. Strengths include novel application of gamification and social incentives approach to older adults at risk for AD/ADRD using a virtual platform with automation, which limits need for personnel costs and enables scalability on a national level. The robust increase in activity (both steps per day and MVPA from baseline) both during the intervention and follow-up provides promising pilot\n\n15525279, 2024, 8, Downloaded from  https://alz-journals.onlinelibrary.wiley.com/doi/10.1002/alz.14058 , Wiley Online Library on [28/07/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License This study also has several limitations. First, while participants were recruited from a national AD registry (GeneMatch), the demographics of this registry overrepresent White, female, and married individuals compared to the general US population in this age range, which may limit generalizability of our findings. Second, although we collected measures of functional and cognitive performance at the beginning and end of the study, the intervention period was not long enough to observe significant changes. Third, the brief follow-up period in this study (3 weeks) offers limited insight into long-term sustainability of physical activity gains made during the intervention. Fourth, although our analysis included all participants that started the intervention in our analysis (including four who dropped out), we did not include nine participants that were randomized but never started the intervention because no intervention data were collected from them. These participants were not significantly different than those included in the analysis but we cannot rule out that results may have been different had these participants been started and contributed intervention data for analysis. Future studies should include intervention periods with enough time to observe some degree of functional and cognitive decline in the study population that could be consistent with the development or progression of ADRD and should include longer follow-up."
    },
    {
      "title": "CONCLUSIONS",
      "text": "A remotely deployed, randomized trial of a gamified intervention played with a support partner was effective in promoting and sustaining higher physical activity in a national cohort of older adults at risk for AD/ADRD. In addition to increased steps per day from baseline, intervention participants also increased minutes of MVPA during and after the intervention. Participant knowledge of their genetic risk for developing AD (APOE ε4 carrier status) did not appear to impact intervention uptake; however, participants with higher overall risk perception for developing AD did have greater uptake compared to those with lower perceived risk. Future study of longer intervention and follow-up periods for gamified interventions with social support will be important to test scalability and sustainability at the population level. Risk education to motivate and sustain increased physical activity in populations at risk for AD/ADRD also merits future study."
    },
    {
      "text": "STEP 4Life study (Synchronizing Treatments and Engaging Patients 4 Life) was a randomized clinical trial conducted between November 1, 2021, and January 2, 2023, with a 12-week intervention period and 3-week follow-up period at the end of the intervention. The trial protocol (Appendix S1 in supporting information) was approved by the University of Pennsylvania Institutional Review Board and registered at ClinicalTrials.gov (NCT05069155). This trial followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guideline (Appendix S2 in supporting information)."
    },
    {
      "text": "national AD prevention registry (Banner Health, https://www. endalznow.org/genematch) from November 1, 2021, to September 21, 2022. GeneMatch recruits participants for AD prevention studies and uses genetic testing (through free cheek swab kits) to match volunteers with research opportunities. Each week, the GeneMatch research team sent e-mail invitations to a sample of GeneMatch participants inviting them to learn about a study of physical activity.Interested participants logged into their GeneMatch participant portal and \"accepted\" the invitation to learn more, which notified the STEP 4Life (S4L) research team of their interest. The S4L team then sent a link to the Way to Health (WTH) platform for the potential participant to create an account and complete screening questions."
    },
    {
      "text": "CONSORT diagram. APOE, apolipoprotein E; CONSORT, Consolidated Standards of Reporting Trials"
    },
    {
      "text": "Unadjusted increase in mean daily steps from baseline.Unadjusted increase in daily minutes of moderate-to-vigorous physical activity (MVPA) from baseline. data on sustainability for future trials over longer periods. Our use of biomarkers (genotyping) and self-reported risk perception also provide opportunities for more individualized tailoring of future interventions."
    },
    {
      "text": "Participant demographics and clinical characteristics."
    }
  ],
  "references": [
    {
      "title": "A meta-analysis of prospective studies on the role of physical activity and the prevention of Alzheimer's disease in older adults",
      "authors": [
        "M Beckett",
        "C Ardern",
        "M Rotondi"
      ],
      "year": 2015,
      "doi": "10.1186/s12877-015-0007-2"
    },
    {
      "title": "Physical activity, cognition, and brain outcomes: a review of the 2018 physical activity guidelines",
      "authors": [
        "K Erickson",
        "C Hillman",
        "C Stillman"
      ],
      "year": 2019,
      "doi": "10.1249/mss.0000000000001936"
    },
    {
      "title": "Exercise interventions for cognitive function in adults older than 50: a systematic review with meta-analysis",
      "authors": [
        "J Northey",
        "N Cherbuin",
        "K Pumpa",
        "D Smee",
        "B Rattray"
      ],
      "year": 2018,
      "doi": "10.1136/bjsports-2016-096587"
    },
    {
      "title": "Potential benefits of exergaming for cognition and dual-task function in older adults: a systematic review",
      "authors": [
        "E Ogawa",
        "T You",
        "S Leveille"
      ],
      "year": 2016
    },
    {
      "title": "Role of physical exercise on cognitive function in healthy older adults: a systematic review of randomized clinical trials",
      "authors": [
        "Saez De Asteasu",
        "M Martinez-Velilla",
        "N Zambom-Ferraresi",
        "F Casas-Herrero",
        "A Izquierdo"
      ],
      "year": 2017,
      "doi": "10.1016/j.arr.2017.05.007"
    },
    {
      "title": "Physical activity and risk of cognitive decline: a meta-analysis of prospective studies",
      "authors": [
        "F Sofi",
        "D Valecchi",
        "D Bacci"
      ],
      "year": 2011,
      "doi": "10.1111/j.1365-2796.2010.02281.x"
    },
    {
      "title": "Facts about physical activity",
      "year": 2017
    },
    {
      "title": "Update on the global pandemic of physical inactivity",
      "authors": [
        "L Andersen",
        "J Mota",
        "Di Pietro"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30960-6"
    },
    {
      "title": "Not thinking clearly? Play a game, seriously!",
      "authors": [
        "D Mohan",
        "J Schell",
        "D Angus"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.14174"
    },
    {
      "title": "Gamification and adherence to web-based mental health interventions: a systematic review",
      "authors": [
        "M Brown",
        "O' Neill",
        "N Van Woerden",
        "H Eslambolchilar",
        "P Jones"
      ],
      "year": 2016,
      "doi": "10.2196/mental.5710"
    },
    {
      "title": "Gamification: what it is and why it matters to digital health behavior change developers",
      "authors": [
        "B Cugelman"
      ],
      "year": 2013,
      "doi": "10.2196/games.3139"
    },
    {
      "title": "A game plan: gamification design principles in mHealth applications for chronic disease management",
      "authors": [
        "A Miller",
        "J Cafazzo",
        "E Seto"
      ],
      "year": 2016,
      "doi": "10.1177/1460458214537511"
    },
    {
      "title": "Engineering social incentives for health",
      "authors": [
        "D Asch",
        "R Rosin"
      ],
      "year": 2016
    },
    {
      "title": "Wearable devices as facilitators, not drivers, of health behavior change",
      "authors": [
        "M Patel",
        "D Asch",
        "K Volpp"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.14781"
    },
    {
      "title": "Effect of a Game-Based Intervention Designed to Enhance Social Incentives to Increase Physical Activity Among Families: The BE FIT Randomized Clinical Trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Effectiveness of behaviorally designed gamification interventions with social incentives for increasing physical activity among overweight and obese adults across the United States: the STEP UP Randomized Clinical Trial",
      "authors": [
        "M Patel",
        "D Small",
        "J Harrison"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.3505"
    },
    {
      "title": "Procrastination, deadlines, and performance: self-control by precommitment",
      "authors": [
        "D Ariely",
        "K Wertenbroch"
      ],
      "year": 2002,
      "doi": "10.1111/1467-9280.00441"
    },
    {
      "title": "Commitment devices: using initiatives to change behavior",
      "authors": [
        "T Rogers",
        "K Milkman",
        "K Volpp"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2014.3485"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Advances in prospect-theory-cumulative representation of uncertainty",
      "authors": [
        "A Tversky",
        "D Kahneman"
      ],
      "year": 1992,
      "doi": "10.1007/bf00122574"
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016
    },
    {
      "title": "Using behavioral economics to design physician incentives that deliver high-value care",
      "authors": [
        "E Emanuel",
        "P Ubel",
        "J Kessler"
      ],
      "year": 2016,
      "doi": "10.7326/m15-1330"
    },
    {
      "title": "Emotions and preventive health behavior: worry, regret, and influenza vaccination",
      "authors": [
        "G Chapman",
        "E Coups"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.1.82"
    },
    {
      "title": "Regret in economic and psychological theories of choice",
      "authors": [
        "T Connolly",
        "D Butler"
      ],
      "year": 2006,
      "doi": "10.1002/bdm.510"
    },
    {
      "title": "Anticipated regret as an explanation of uncertainty aversion",
      "authors": [
        "D Krahmer",
        "R Stone"
      ],
      "year": 2013,
      "doi": "10.1007/s00199-011-0661-3"
    },
    {
      "title": "Consequences of regret aversion in real life: the case of the Dutch postcode lottery",
      "authors": [
        "M Zeelenberg",
        "R Pieters"
      ],
      "year": 2004,
      "doi": "10.1016/j.obhdp.2003.10.001"
    },
    {
      "title": "A trial of financial and social incentives to increase older adults' walking",
      "authors": [
        "K Harkins",
        "J Kullgren",
        "S Bellamy",
        "J Karlawish",
        "K Glanz"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2016.11.011"
    },
    {
      "title": "A mixed-methods randomized controlled trial of financial incentives and peer networks to promote walking among older adults",
      "authors": [
        "J Kullgren",
        "K Harkins",
        "S Bellamy"
      ],
      "year": 2014,
      "doi": "10.1177/1090198114540464"
    },
    {
      "title": "Effect of behaviorallydesigned gamification with a social support partner to increase mobility after hospital discharge: a randomized clinical trial",
      "authors": [
        "S Greysen",
        "S Changolkar",
        "D Small"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.0952"
    },
    {
      "title": "GeneMatch: a novel recruitment registry using at-home APOE genotyping to enhance referrals to Alzheimer's prevention studies",
      "authors": [
        "J Langbaum",
        "J Karlawish",
        "J Roberts"
      ],
      "year": 2019,
      "doi": "10.1016/j.jalz.2018.12.007"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Loss-framed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD Randomized Trial",
      "authors": [
        "N Chokshi",
        "S Adusumalli",
        "D Small"
      ],
      "year": 2018,
      "doi": "10.1161/jaha.118.009173"
    },
    {
      "title": "Accuracy of smartphone applications and wearable devices for tracking physical activity data",
      "authors": [
        "M Case",
        "H Burwick",
        "K Volpp",
        "M Patel"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.17841"
    },
    {
      "title": "Using wearable devices and smartphones to track physical activity: initial activation, sustained use, and step counts across sociodemographic characteristics in a national sample",
      "authors": [
        "M Patel",
        "L Foschini",
        "G Kurtzman"
      ],
      "year": 2017,
      "doi": "10.7326/m17-1495"
    },
    {
      "title": "The fresh start effect: temporal landmarks motivate aspirational behavior",
      "authors": [
        "H Dai",
        "K Milkman",
        "J Riis"
      ],
      "year": 2014,
      "doi": "10.1287/mnsc.2014.1901"
    },
    {
      "title": "physical activity guidelines",
      "year": 2024,
      "doi": "10.1093/ofid/ofv131.117"
    },
    {
      "title": "Translating physical activity recommendations into a pedometer-based step goal: 3000 steps in 30 minutes",
      "authors": [
        "S Marshall",
        "S Levy",
        "Tudor-Locke Ce"
      ],
      "year": 2009,
      "doi": "10.4016/12729.22"
    },
    {
      "title": "Mobility after hospital discharge as a marker for 30-day readmission",
      "authors": [
        "S Fisher",
        "Y Kuo",
        "G Sharma"
      ],
      "year": 2013
    },
    {
      "title": "Mobility activity and its value as a prognostic indicator of survival in hospitalized older adults",
      "authors": [
        "G Ostir",
        "I Berges",
        "Y Kuo",
        "J Goodwin",
        "S Fisher",
        "J Guralnik"
      ],
      "year": 2013
    },
    {
      "title": "Pedometermeasured physical activity and health behaviors in U.S. adults",
      "authors": [
        "Bassett Dr",
        "H Wyatt",
        "H Thompson",
        "J Peters",
        "J Hill"
      ],
      "year": 2010
    },
    {
      "title": "Individual information-centered approach for handling physical activity missing data",
      "authors": [
        "M Kang",
        "D Rowe",
        "T Barreira",
        "T Robinson",
        "M Mahar"
      ],
      "year": 2009,
      "doi": "10.1080/02701367.2009.10599546"
    },
    {
      "title": "I know what you told me, but this is what I think:\" perceived risk of Alzheimer disease among individuals who accurately recall their genetics-based risk estimate",
      "authors": [
        "E Linnenbringer",
        "J Roberts",
        "S Hiraki",
        "L Cupples",
        "R Green"
      ],
      "year": 2010
    },
    {
      "title": "Association of daily step count and intensity with incident dementia in 78 430 adults living in the UK",
      "authors": [
        "B Del Pozo Cruz",
        "M Ahmadi",
        "S Naismith",
        "E Stamatakis"
      ],
      "year": 2022,
      "doi": "10.1001/jamaneurol.2022.2672"
    },
    {
      "title": "Staying physically active with Alzheimer's",
      "year": 2017,
      "doi": "10.1037/e309222004-001"
    }
  ],
  "num_references": 45
}
