{
  "paper_id": "KG7IDL8P",
  "title": "How do information overload and message fatigue reduce information processing in the era of COVID-19? An ability-motivation approach",
  "abstract": "The global outbreak of COVID-19 in 2020 has led to the dominance of COVID-19 prevention information on all media channels. Drawing on the ability-motivation model of information processing, this study examined how such an information overabundance hampered individuals' ability and motivation to process in the era of COVID-19. With a survey conducted from 493 participants, we found that less message elaboration of COVID-19 prevention information was predicted by greater message fatigue, a state of low motivation due to information overabundance. In addition, greater message fatigue was accompanied by greater information overload, a state of low ability due to information overabundance. Moreover, certain motivation-related (i.e. health status, trait reactance and frequency of information seeking) and ability-related factors (i.e. health literacy, health status, trait anxiety and information quality) were found to be associated with message fatigue and information overload, respectively. The theoretical and practical implications are discussed.",
  "year": 2021,
  "date": "2021-05-10",
  "journal": "Pers Individ Dif",
  "publication": "Pers Individ Dif",
  "authors": [
    {
      "forename": "Bingjing",
      "surname": "Mao",
      "name": "Bingjing Mao",
      "email": "bingjing-mao@ouhsc.edu"
    },
    {
      "forename": "Xiaofeng",
      "surname": "Jia",
      "name": "Xiaofeng Jia"
    },
    {
      "forename": "Qian",
      "surname": "Huang",
      "name": "Qian Huang"
    },
    {
      "forename": "Bingjing",
      "surname": "Mao",
      "name": "Bingjing Mao"
    },
    {
      "affiliation": "Department of Communication Studies , University of Miami , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t University of Miami \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Department of Communication Studies , University of Miami , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t University of Miami \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Department of Interdisciplinary and Communication Studies , Miami University , USA \n\t\t\t\t\t\t\t\t Department of Interdisciplinary and Communication Studies \n\t\t\t\t\t\t\t\t Miami University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "TSET Health Promotion Research Center , Stephenson Cancer Center , University of Oklahoma Health Sciences Center , 655 Research Parkway Suite 400 , Oklahoma City , OK 73101 , USA. \n\t\t\t\t\t\t\t\t Stephenson Cancer Center \n\t\t\t\t\t\t\t\t TSET Health Promotion Research Center \n\t\t\t\t\t\t\t\t University of Oklahoma Health Sciences Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 655 Research Parkway Suite 400 \n\t\t\t\t\t\t\t\t\t 73101 \n\t\t\t\t\t\t\t\t\t Oklahoma City \n\t\t\t\t\t\t\t\t\t OK \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1177/01655515221118047",
  "keywords": [
    "Ability-motivation model of information processing",
    "COVID-19",
    "information overabundance",
    "information overload",
    "message fatigue"
  ],
  "sections": [
    {
      "text": "Starting from the end of 2019, COVID-19 has infected 510 million people, caused more than 6.22 million deaths and affected dozens of economies, as of 25 April 2022  [1] . Because of its significant impacts on individual lives, COVID-19 has resulted in public and media attention. A large amount of relevant information is disseminated through various media channels. On the one hand, providing COVID-19 health information is critical in helping people understand the disease and make informed decisions on how to protect their health  [2, 3] . On the other hand, there is evidence showing that the overabundance of information would lead to a reduction in message elaboration, which is featured with 'careful and thoughtful consideration of the true merits of the information presented in support of an advocacy'  [4] [5] [6] . Less elaboration has been found to be linked to an increased likelihood of sharing fake news, ineffective learning of new knowledge and decreased adherence to preventive rules and guidance  [4, 5] ."
    },
    {
      "title": "Information overabundance and the ability-motivation model of information processing",
      "text": "The model we proposed in this article draws from persuasion research, which describes the shape and change of attitudes through information processing  [4, 15, 16] . Specifically, it is believed that the amount of cognitive effort assigned to information processing determines attitude changes  [4, 15] . The greater the cognitive effort, the greater the message elaboration, which involves careful and thoughtful consideration of the information. Conversely, little cognitive effort leads to greater reliance on simple cues available in persuasion settings and inattention to the messages. Whereas there exist debates about how the effortful and less effortful processing impact persuasive outcomes, respectively, a core assumption shared by researchers is that although both processing routes can jointly influence persuasion, the effortful processing predicts higher effectiveness  [4, 7, [15] [16] [17] . Consistently, empirical evidence shows that more message elaboration is related to longer memory of information  [18, 19] , a more comprehensive understanding of health risks  [20] [21] [22] , greater attitude certainty  [18, 19, 23, 24]  and more informed health decision-making  [20, 22] .\n\nGiven the relationship between cognitive effort and message elaboration, the impact of information overabundance on message elaboration can be explained by its impact on cognitive effort assigned to information processing. In specific, processing effort is determined by individuals' cognitive capacity and motivation to process  [4, 7] . Information overabundance, on the contrary, impedes ability and motivation. Regarding the ability, a large body of literature indicates that humans have limited cognitive capacity processors and may struggle with processing large amounts of information  [25] [26] [27] [28] [29] [30] [31] . When the amount of information is beyond their information-processing capacity, people will feel overloaded, which is featured with a state of being overwhelmed and confused to process the information properly and effectively  [8, 32, 33] .\n\nInformation overload has been found in many health contexts. Cancer patients, for example, are frequently overloaded by the abundance, uncertainty and complexity of cancer information  [12, 34, 35] . In the same vein, as we learn more about the novel coronavirus and its consequences, the information on how to protect ourselves from COVID-19 is not only increasing but also changing constantly  [36] . As a result, greater cognitive efforts are required to keep up with the constant information influx on COVID-19, putting people at risk of information overload  [37] [38] [39] . In response, people tend to seek simple but mostly unhelpful information, rely their decisions on simple cues, neglect details, and in some cases, avoid information processing totally  [6, 37, 40, 41] . In light of this evidence, we pose the following hypothesis: Hypothesis 1 (H1): Information overload is negatively related to message elaboration of COVID-19 prevention information.\n\nAside from ability, a growing body of literature warns that large amounts of information can lead to message fatigue and a decreased motivation to allocate processing efforts  [9, 10, 42, 43] . Message fatigue is a result of excessive exposure to messages pertaining to a common persuasive target  [10] . Cognitively, message fatigue is described as (1) perceived over-exposure, which refers to the frequency of exposure to a particular class of messages has exceeded the desired level, and (2) perceived redundancy, which refers to the perception that incoming messages are repetitive and overlapping  [10] . At the experiential level, message fatigue is associated with (1) emotional exhaustion, a feeling of exhaustion and burnout, and (2) emotional tedium, a feeling of boredom  [10] . As a factor that closely relates to one's motivational state, message fatigue energises disengagement with information processing in a variety of health contexts (e.g. unprotected sex, obesity and smoking)  [9, 10, 44] . In the case of COVID-19 prevention information, scholars have forewarned the potential of message fatigue after hearing constant and repetitive reminders of the importance of social distancing practices, sanitisation, masks and quarantines  [45] . Naturally, a person would avoid elaboration of any message related to COVID-19 if they have been wearying of hearing these messages  [46] . Hypothesis 2 (H2): Message fatigue is negatively related to message elaboration of COVID-19 prevention information."
    },
    {
      "title": "Individual and message differences in ability and motivation to process",
      "text": "While information overabundance, in general, leads to a decrease in processing ability (due to information overload) and motivation (due to message fatigue), not everyone will experience the same extent of information overload and message fatigue. In other words, when surrounded by a wealth of health information, some people tend to go through higher levels of information overload and message fatigue due to individual characteristics and types of messages they received. Thus, the second goal of our study is to examine the impacts of these individual and message factors.\n\nSince the nature of information overload is explained by people's limited cognitive capacities, literature has supported the negative relationship between individual cognitive ability and information overload. In specific, people who have health literacy  [47, 48]  and are with high trait anxiety  [11]  are considered as the population with a lower level of cognitive ability. Consequently, they are more likely to suffer from information overload  [6, 11] . Moreover, certain message characteristics would promote or hinder individuals' information-processing abilities. To elaborate, high-quality information increases the efficiency with which information is used to meet people's needs and goals. On the contrary, when low-quality information is received, extra cognitive resources are required to discern the correct information from a plethora of irrelevant and useless information  [49] . People could feel overloaded as a result of such a tedious process  [49] .\n\nHypothesis 3 (H3): Trait anxiety is positively related to information overload about COVID-19 prevention information. Hypothesis 4 (H4): Health literacy (a) and information quality (b) are negatively related to information overload about COVID-19 prevention information.\n\nMessage fatigue represents a low motivational state of information processing. Individual differences in motivation to know more are expected to relate to it. For instance, the use of active media channels (i.e. printed media and the Internet) and frequent information seeking already reflect the audience's greater health orientation, which refers to the extent to which individuals are motivated towards health issues  [12, 50] . On the contrary, the use of passive media channels and infrequent information seeking indicates that the audience is less health-oriented because they are exposed to health information passively  [12, 50] . Thus, we can anticipate that COVID-19 information use from active media channels and frequent information seeking will be inversely associated with message fatigue. Furthermore, based on the relationship between individual motivation and message fatigue, we also pose research questions about the role of health status and trait reactance in message fatigue. In terms of health status, some studies find that poor health is positively correlated with motivation to obtain health knowledge because people who believe they are in poor health (e.g. cancer patients) want to learn more about how to protect themselves from health risks. In view of this, high-risk COVID-19 populations  [51, 52]  are less susceptible to message fatigue. Other studies have found that because they are the primary target of health-promoting messages, people of poor health status tend to receive much more health information than those in good health  [9, 44] . As a result, even though they are motivated to protect themselves, the amount of incoming information could have exceeded the desired frequency  [10] . If this is the case, it is also possible that high-risk populations of COVID-19 will report greater message fatigue.\n\nResearch Question 1a (RQ1a): How is health status associated with message fatigue about COVID-19 prevention information?\n\nIn terms of trait reactance, previous research has found that message fatigue caused psychological reactance  [53] . However, it is still unclear if message fatigue increases when an individual is internally more probably to experience psychological reactance. After all, high trait-reactant individuals have a strong desire for independence and autonomy, thereby being less motivated to process persuasive messages, including COVID-19 prevention information, than their low trait-reactant counterparts  [54] [55] [56] [57] . Therefore, message fatigue may occur when high trait-reactant individuals are constantly and repetitively exposed to messages they have been avoiding.\n\nResearch Question 2 (RQ2): How is trait reactance associated with message fatigue about COVID-19 prevention information?\n\nFinally, we anticipate that certain message characteristics can reduce message fatigue by raising people's motivation to process information. For example, previous studies have investigated how the valence of message frames could influence message fatigue  [10, 44] . Health promotion messages are presented in either a positive or a negative frame, with the former emphasising the benefits of compliance and the latter emphasising the costs of non-compliance  [58] . There has yet to reach a consensus on the effectiveness of negatively framed and positively framed health promotion messages  [59] . However, evidence shows that negative frames could elicit a desire for knowledge on how to prevent negative health effects  [60, 61] . In other words, when people receive negatively framed health messages, they are more motivated to elaborate, which reduces the likelihood of message fatigue. In light of this evidence, we propose the following hypothesis: Hypothesis 6 (H6): COVID-19 messages that are framed negatively are associated with less message fatigue than COVID-19 messages that are framed positively."
    },
    {
      "title": "The relationship between information-processing ability and motivation",
      "text": "In the last two sections, we have proposed an ability-motivation model of information processing when information is overabundant. Another major issue of this model is how the ability path and the motivation path interact. To address this research question, first, we examine the relationship between information overload, which represents a lack of processing ability, and message fatigue, which represents a lack of processing motivation. Second, we focus on whether and how the individual and message factors related to cognitive capacities may influence message fatigue. Similarly, we also investigate whether and how the individual and message factors related to motivation may influence information overload.\n\nOnly a few studies have examined how feelings of overload impacted feelings of fatigue in the use of social media. For example, Lee et al.  [13]  and Hwang et al.  [14]  found that an overload of SNS messages would cause a loss of attention, which was accompanied by feelings of fatigue after a session of SNS uses. Fu and Li  [62]  and Whelan et al.  [63]  found that overloads of both information overflow on social media platforms and the platforms' communication demands made social media usage an exhausting task, leading to strong feelings of social media fatigue. To date, few studies have empirically investigated the impacts of information overload on message fatigue in general. In addition, it is still unknown whether feelings of fatigue would amplify the feelings of overload."
    },
    {
      "title": "Research Question 3 (RQ3):",
      "text": "What is the relationship between information overload and message fatigue about COVID-19 prevention information?\n\nRegarding the roles of individual and message factors, the literature suggests that processing motivation may influence information overload. Chae et al.  [11]  argue that greater motivation to know more predicts greater efforts in message elaboration. Greater message elaboration then facilitates effective learning, thereby attenuating the feelings of overload  [64, 65] . In this vein, both poor health status (e.g. family cancer history) and health information use from active media channels indicate high motivation to know more and thus would be negatively associated with more information overload  [11] . The relationship between individual/message differences in ability and message fatigue is less clear. So et al.  [10]  suggest that people will be tired of excessive exposure to health messages, regardless of their ability to obtain, process, understand and communicate health information. In line with this viewpoint, health literacy was found to be unrelated to message fatigue  [10] . However, there is evidence that other ability-related factors, such as education levels, predict message fatigue. Taken together, we pose the following hypotheses and research questions: Based on the hypotheses and research questions, a conceptual model of this study is visually displayed in Figure  1 ."
    },
    {
      "title": "Method 2.1. Participants",
      "text": "We recruited participants from Amazon Mechanical Turk (MTurk). The final sample consisted of 493 participants ranging from 18 to 75 years old (M = 35.77 and SD = 12.17). The majority of participants (40.8%) were females (n = 201), and 61.1% of them were identified as White (n = 301). The majority of participants (74.8%) obtained at least an undergraduate degree, and 32.9% had a household income equal to or more than US$70,000. Each participant was paid US$0.30 for completing our questionnaire."
    },
    {
      "title": "Procedure and measures",
      "text": "Before the questions, participants were given the consent form. After they gave their consent to participate in the study, they were directed to the online questionnaire. They first answered demographic questions about their age, gender, race, education level and income. Second, they were asked to report their health status. Participants with certain medical conditions  [66]  were coded as people with poor health status.\n\nThird, health literacy was assessed on a seven-item scale  [67]  (e.g. 'how easy would you say it is to find information on treatments of illnesses that concern you'; α = 0.90, M = 3.83 and SD = 0.61). Fourth, participants were also asked about their trait anxiety level  [11]  (e.g. 'how often you have been bothered by little interest or pleasure in doing things'; four items; α = 0.89, M = 2.50 and SD = 1.07) and their trait reactance level  [56]  (e.g. 'I became frustrated when I am unable to make free and independent decisions'; eleven items; α = 0.90, M = 3.03 and SD = 0.89).\n\nThen, regarding the use of media channels, participants reported the frequency of their health information use from nine sources: newspapers, magazines or newsletters (printed media; M = 2.68 and SD = 1.32); television news, television health programmes (television media; M = 3.10 and SD = 1.31); online newspapers, professional health-related websites, social networking sites or online communities (the Internet; M = 3.32 and SD = 1.18); and family and friends, and healthcare professionals (interpersonal communication; M = 3.20 and SD = 1.22). They were also asked to indicate the valence of the health information they received  [68]  (costs of not conducting COVID-19 prevention strategies -benefits of conducting COVID-19 prevention strategies; M = 3.93 and SD = 1.13), the quality of the information (e.g. 'The COVID-19 prevention messages I received were credible'; five items, α = 0.89, M = 4.00 and SD = 0.78) and the frequency of their COVID-19 information seeking  [12]  (M = 2.66 and SD = 1.14).\n\nFurthermore, information overload was measured using 13 items adapted from Jensen et al.  [69] . The scale has been used in several studies, specifically to assess information overload in the health field  [70, 71] . Sample items included 'It seems like there are new COVID-19 preventive recommendations every day'. The reliability measured by Cronbach's alpha was 0.94 (M = 2.94 and SD = 0.96).\n\nWe measured message fatigue with a 17-item scale adapted from So et al.  [10] . The scale measures message fatigue, which includes perceived over-exposure, perceived redundancy, perceived exhaustion and perceived tedium. The measurement has been used in different health contexts, including safe sex, anti-obesity  [10]  and COVID-19 prevention information  [72] . Sample items include 'There are simply too many health messages about COVID-19 preventive measures nowadays'. For the current sample, the reliability measured by Cronbach's alpha was 0.95 (M = 3.31 and SD = 0.96).\n\nWe measured message elaboration  [73]  on a three-item scale. Sample item includes 'I try to think thoroughly to better understand the information about COVID-19 preventive measures' (α = 0.74). All aforementioned measures were assessed on a 1-5 Likert-type scale."
    },
    {
      "title": "Results",
      "text": "The data were analysed using the Statistical Package for Social Sciences (SPSS 26.0)  [74]  for descriptive analysis and the Mplus (version 7.4)  [75]  for structural equation modelling (SEM)  [76] . We presented the correlations between all the variables in Table  1 .\n\nPrior to the path analysis, we conducted a confirmatory factor analysis (CFA) on all latent variables to verify the measurement model. According to Hu and Bentler's  [77]  two-index presentation strategy recommendations, a good-fit model should satisfy one of the following combinations: (1) comparative fit index (CFI)/Tucker-Lewis index (TLI) ≥ 0.95, standardised root mean square residual (SRMR) ≤ 0.09, or (2) root mean square error of approximation (RMSEA) ≤ 0.06, SRMR ≤ 0.09. Our measurement model achieved an acceptable fit (χ 2 (2459) = 5897.34, p < 0.05, RMSEA = 0.05 (90% CI = (0.05, 0.06)), CFI = 0.85, TLI = 0.84, SRMR = 0.08).\n\nTo test the research questions and hypotheses, we specified our model with 14 exogenous variables. Because two of these exogenous variables (i.e. race and health status) are dichotomous variables, they were contrast coded (white = 1 and non-white = -1; low in health risk = 1 and high in health risk = -1). The initial process model demonstrated poor fit: χ 2 (11) = 242.2, p < 0.001, RMSEA = 0.21 (90% CI = (0.19, 0.23)), CFI = 0.79, TLI = 0.33, SRMR = 0.13.\n\nThe modification indices suggested allowing information quality and health literacy to predict message elaboration. With these modifications, the model fit improved substantially (χ 2 (9) = 24.13, p = 0.04, RMSEA = 0.06 (90% CI = (0.03, 0.09)), CFI = 0.99, TLI = 0.95, SRMR = 0.03). The final model is presented in Figure  2 , and the coefficient of every path was summarised in Table  2 .\n\nThe H1-H2 predicted the impacts of information overload and message fatigue on message elaboration of COVID-19 prevention information. As shown in Table  1 , we found that message fatigue was negatively associated with message elaboration (b = -0.22, SE = 0.05, t = -4.32, p < 0.001, 95% CI (-0.45, -0.29)). H2 was supported. On the contrary, information overload was positively associated with message elaboration (b = 0.20, SE = 0.05, t = 4.01, p < 0.001, 95% CI (0.10, 0.29)). H1 was not supported.\n\nH3-H4 focused on the impacts of ability-related factors on information overload. A significant and positive relationship between trait anxiety and information overload was found (b = 0.08, SE = 0.04, t = 2.20, p = 0.03, 95% CI (0.01,\n\nTable 1. Correlation matrix. Bold lines are significant paths."
    },
    {
      "title": "0.16))",
      "text": ". In addition, we found that health literacy (b = -0.15, SE = 0.06, t = -2.68, p = 0.01, 95% CI (-0.26, -0.04)) and information quality (b = -0.37, SE = 0.04, t = -8.60, p < 0.001, 95% CI (-0.45, -0.28)) were negatively associated with information overload. H3b and H4b-H4c were supported. H5-H6 and RQ1-RQ2 focused on the impacts of motivation-related factors on message fatigue. First, we found that message fatigue was significantly influenced by individuals' health status (b = -0.10, SE = 0.03, t = -2.91, p = 0.004, 95% CI (-0.17, -0.03)). The populations of poor health status (M = 3.68 and SD = 0.76) experienced higher levels of message fatigue than healthy populations (M = 3.16 and SD = 0.95). Second, we found a significant relationship between trait reactance and message fatigue. People of higher trait reactance were more probably to experience message fatigue than those of low trait reactance (b = 0.44, SE = 0.05, t = 9.83, p < 0.001, 95% CI (0.36, 0.53)). Furthermore, in line with H5b, a negative relationship between the frequency of information seeking and message fatigue was found (b = -0.12, SE = 0.03, t = -3.73, p < 0.001, 95% CI (-0.19, -0.06)). No evidence showed that the use of active media channels and negative message frames were significantly related to message fatigue. H5a and H6 were not supported.\n\nRQ3 asked about the interaction between information overload and message fatigue about COVID-19 prevention information. The result showed that information overload and message fatigue were positively interrelated (b = 0.27, SE = 0.02, t = 11.54, p < 0.001, 95% CI (0.23, 0.32)). H7-H8 and RQ4 focused on the impacts of ability-related factors on message fatigue and of motivation-related factors on information overload. Information quality, as an abilityrelated factor, was found to be negatively related to message fatigue (b = -0.39, SE = 0.05, t = -8.47, p < 0.001, 95% CI (-0.48, -0.30)). In the meanwhile, as motivation-related factors, trait reactance and health status are significantly related to information overload. Supporting H8a, trait reactance is positively related to information overload (b = 0.47, SE = 0.04, t = 11.06, p < 0.001, 95% CI (0.39, 0.55)). However, contradictory to H7b, populations of poor health status (M = 3.34 and SD = 0.83) experienced higher levels of information overload than populations of excellent health status (M = 2.75, SD = 0.93; b = -0.10, SE = 0.03, t = -3.03, p = 0.002, 95% CI (-0.16, -0.03)). We did not find that other ability-related factors, including trait anxiety (RQ4a) and health literacy (RQ4b) related to message fatigue. We also did not find the significant influences of other motivation-related factors, including the use of active media channels (H8b), the frequency of COVID-19 information seeking (H8c) and the message frame (H8d) on information overload."
    },
    {
      "title": "Discussion",
      "text": "Drawing on the ability-motivation model of information processing, we investigated how information overabundance hampered individuals' ability and motivation to process COVID-19 prevention information. As predicted, less message elaboration of COVID-19 prevention information was associated with greater message fatigue, a state of low motivation due to information overabundance. On the contrary, more message elaboration was associated with greater information overload, a state of low ability due to information overabundance, inconsistent with our proposal. In addition, the results supported our predictions that the state of ability and the state of motivation were interrelated when processing overabundant information.\n\nTheoretically, our results add to the body of research on how people process information when there is so much of it. Previous research has established a variety of internal and external factors that may play a role in processing overabundant information  [10] [11] [12] 44] . We theorised the relationship between those factors and information processing in this study, focusing on motivation and ability. Specifically, we found that an increase in message fatigue about COVID-19 prevention information was associated with a decreased likelihood of message elaboration. In summary, these findings support our proposal that the reduced message elaboration would be linked to a lack of motivation to process due to an overabundance of COVID-19 prevention information.\n\nRegarding the ability path, in line with previous studies, as a state of low ability to process, greater information overload about COVID-19 prevention information was associated with low individual cognitive capacities (e.g. trait anxiety and low health literacy) and message factors that would increase processing difficulties (e.g. low information quality)  [11, 12] . However, contrary to our prediction, greater information overload led to more message elaboration. Despite the fact that information overload represents a low processing ability, only a few studies have empirically examined and reported inconsistent relationships between information overload and actual message elaboration  [6] . Our finding is consistent with Cheng et al'.s [78] , which found a positive relationship between information overload and message elaboration. This finding also paved the way for future research to consider the interaction between the motivation path and the ability path. Information overload leads to confusion and anxiety among health consumers  [48] . As a result, rather than assuming its direct and negative impact on message elaboration due to a state of low ability  [6, 12, 69, 79] , it is possible that for those highly motivated, even though they are overloaded and feel difficult to process a large amount of information, the feelings of confusion and anxiety make them elaborate more for further clarification and better comprehension  [64, 65, 78] . On the contrary, when one's motivational state is unconstrained, information overload may function indirectly by reducing motivation to process.\n\nConsistently, we found the interrelationship between information overload and message fatigue. Greater information overload was accompanied by greater message fatigue. Furthermore, it was found that individual differences in motivation (i.e. trait reactance) play a significant role in the occurrence of information overload, a state of low processing ability. In a similar vein, message factors that influence cognitive capabilities (i.e. information quality) were related to the likelihood of message fatigue, a state of low motivation to process. Along with these findings, we can conclude that decreased message elaboration on COVID-19 prevention information is the product of an interplay between low ability and low motivation to process due to information overabundance.\n\nNot surprisingly, there are also other findings that were inconsistent with our predictions. First, because poor health status is an indicator of low motivation, as a factor that often suggests high motivation to know more, poor health status was found to be positively associated with message fatigue and information overload. This finding supports So and Popova  [9]  and So and Alam's  [44]  claim that in the case of information overabundance. In addition, some scholars point out that poor health status may also relate to a low ability to process, given that people with a poor health status have a higher level of risk perception, which is positively related to worry and anxiety  [11, 12, [80] [81] [82] . As a result, as an indicator of low motivation and low ability, it is possible that poor health status has led to greater message fatigue and more information overload about COVID-19 prevention information, as shown in our study.\n\nSecond, we did not find associations between the valence of message frames and the use of active channels with message fatigue and information overload. These null findings highlighted the distinct nature of COVID-19, a global pandemic, in comparison with other public health issues. For example, in light of other health topics, the audience is disposed towards an active information-seeking orientation when using active media channels  [12, 50] . However, the unprecedented media and public attention on COVID-19 has led to continuous updates and intensive repetitions of related information on every media channel  [45] . People may passively receive it even though they are using active media for other purposes. Consequently, the use of active media channels may no longer represent greater motivation for COVID-19 prevention information. Finally, in line with previous studies  [44, 53] , the negative message frames did not increase people's motivation to process, which in turn did not attenuate message fatigue. Future studies should explore other message characteristics that have the potential to facilitate information-processing motivation when people are suffering from excessive exposure  [10] .\n\nPractically, the findings of our study call for constant attention and efforts to understand the potential negative impacts of information overabundance. Especially in the response to a global pandemic, a tremendous amount of messages were sent out to persuade people to adopt prevention measures such as social distancing, sanitisation, wearing masks and quarantines. As shown in our study, receiving such a large amount of information in a short time would make people feel overloaded and fatigued, which consequently dampened their abilities and motivations for message elaboration. Moreover, given that both information overload and message fatigue are related to certain individual and message characteristics, our study provides tactics that can be used to attenuate the negative effects of information overabundance. For example, tailored and interactive tools, such as AI-chatbots, can be used to offer personalised information and address individual concerns about COVID-19  [83, 84] . In addition, the quality of information needs to be improved to promote people's ability and motivation to process large amounts of information  [38] ."
    },
    {
      "title": "Limitations and future research",
      "text": "Several limitations associated with our study need to be addressed. First, our sample is relatively skewed in terms of education, with 74.8% of participants having at least an undergraduate degree. In the future, researchers should use quota sampling as the sampling method to make the sample represent the target population. Second, although the crosssectional nature of our study reflected participants' real-life experiences of COVID-19, it was impossible to infer causality from the current data. Future research should empirically manipulate the message factors (e.g. information quality and valence of message frame) and excessive exposures to a group of messages (i.e. information overload and message fatigue) to test their influences through the ability and the motivation paths. Moreover, our study focused on the decreased information processing about an epidemic: COVID-19. More work on other public health topics is needed to the generalisability of the ability-motivation model."
    },
    {
      "text": "H5): The uses of active media (a) and the frequency of COVID-19 information seeking (b) are negatively associated with message fatigue about COVID-19 prevention information."
    },
    {
      "text": "H7): Populations with poor health status experience lower levels of information overload about COVID-19 prevention information than those with excellent health status. Hypothesis 8a (H8a): Trait reactance is positively associated with information overload about COVID-19 prevention information. Hypothesis 8b-8c (H8b-8c): The use of active media (a), the frequency of COVID-19 information seeking (b) and message frame (c) are negatively associated with information overload about COVID-19 prevention information. Research Question 4 (RQ4): How are trait (a) anxiety, (b)health literacy and (c) information quality associated with message fatigue about COVID-19 prevention information."
    },
    {
      "text": "Figure 1. Conceptual model."
    },
    {
      "text": "** 0.14** 0.05 0.45** 0.44** 0.33* 0.31** 1.00 **Correlation is significant at the 0.01 level (two-tailed).*Correlation is significant at the 0.05 level (two-tailed)."
    },
    {
      "text": "Figure 2. Final model. Dashed lines are insignificant paths."
    },
    {
      "text": "Coefficient of every path in the final model."
    }
  ],
  "references": [
    {
      "title": "WHO coronavirus (COVID-19) dashboard",
      "year": 2021
    },
    {
      "title": "Emotional responses to prosocial messages increase willingness to self-isolate during the COVID-19 pandemic",
      "authors": [
        "J Heffner",
        "M Vives",
        "O Feldmanhall"
      ],
      "year": 2021
    },
    {
      "title": "Vaccines are not yet a silver bullet: the imperative of continued communication about the importance of COVID-19 safety measures",
      "authors": [
        "Z Su",
        "J Wen",
        "D Mcdonnell"
      ],
      "year": 2021
    },
    {
      "title": "The elaboration likelihood model of persuasion",
      "authors": [
        "R Petty",
        "J Cacioppo"
      ],
      "year": 1986,
      "doi": "10.1016/s0065-2601(08)60214-2"
    },
    {
      "title": "Information overload and fake news sharing: a transactional stress perspective exploring the mitigating role of consumers' resilience during COVID-19",
      "authors": [
        "A Bermes"
      ],
      "year": 2021,
      "doi": "10.1016/j.jretconser.2021.102555"
    },
    {
      "title": "Antecedents and consequences of information overload in the COVID-19 pandemic",
      "authors": [
        "H Hong",
        "H Kim"
      ],
      "year": 2020
    },
    {
      "title": "The elaboration likelihood model of persuasion: developing health promotions for sustained behavioral change",
      "authors": [
        "R Petty",
        "J Barden",
        "S Wheeler"
      ],
      "year": 2009
    },
    {
      "title": "The concept of information overload: a review of literature from organization science, accounting, marketing, MIS, and related disciplines",
      "authors": [
        "M Eppler",
        "J Mengis"
      ],
      "year": 2004
    },
    {
      "title": "A profile of individuals with anti-tobacco message fatigue",
      "authors": [
        "J So",
        "L Popova"
      ],
      "year": 2018
    },
    {
      "title": "Message fatigue: conceptual definition, operationalization, and correlates",
      "authors": [
        "J So",
        "S Kim",
        "H Cohen"
      ],
      "year": 2017,
      "doi": "10.1080/03637751.2016.1250429"
    },
    {
      "title": "Correlates of cancer information overload: focusing on individual ability and motivation",
      "authors": [
        "J Chae",
        "C Lee",
        "J Jensen"
      ],
      "year": 2016
    },
    {
      "title": "Predictors of cancer information overload: findings from a national survey",
      "authors": [
        "K Kim",
        "Mla Lustria",
        "D Burke"
      ],
      "year": 2007
    },
    {
      "title": "Information and communication technology overload and social networking service fatigue: a stress perspective",
      "authors": [
        "A Lee",
        "Son Sm",
        "K Kim"
      ],
      "year": 2016,
      "doi": "10.1016/j.chb.2015.08.011"
    },
    {
      "title": "The relationship between the online social anxiety, perceived information overload and fatigue, and job engagement of civil servant LINE users",
      "authors": [
        "M Hwang",
        "J Hong",
        "K Tai"
      ],
      "year": 2020
    },
    {
      "title": "Heuristic and systematic information processing within and beyond the persuasion context",
      "authors": [
        "S Chaiken",
        "A Liberman",
        "A Eagly"
      ],
      "year": 1989
    },
    {
      "title": "The heuristic-systematic model in its broader context",
      "authors": [
        "S Chen",
        "S Chaiken"
      ],
      "year": 1999
    },
    {
      "title": "Persuasion by a single route: a view from the unimodel",
      "authors": [
        "A Kruglanski",
        "E Thompson"
      ],
      "year": 1999
    },
    {
      "title": "The elaboration likelihood model: current status and controversies",
      "authors": [
        "R Petty",
        "D Wegener"
      ],
      "year": 1999
    },
    {
      "title": "Issue involvement can increase or decrease persuasion by enhancing message-relevant cognitive responses",
      "authors": [
        "R Petty",
        "J Cacioppo"
      ],
      "year": 1979
    },
    {
      "title": "Central or peripheral? Information elaboration cues on childhood vaccination in an online parenting forum",
      "authors": [
        "D Goh"
      ],
      "year": 2017,
      "doi": "10.1016/j.chb.2016.11.066"
    },
    {
      "title": "Information processing and risk perception: an adaptation of the heuristic-systematic model",
      "authors": [
        "C Trumbo"
      ],
      "year": 2002
    },
    {
      "title": "Elaboration in processing adolescent health messages: the impact of egocentrism and sensation seeking on message processing",
      "authors": [
        "K Greene",
        "M Krcmar",
        "D Rubin"
      ],
      "year": 2002
    },
    {
      "title": "The mere perception of elaboration creates attitude certainty: exploring the thoughtfulness heuristic",
      "authors": [
        "J Barden",
        "R Petty"
      ],
      "year": 2008
    },
    {
      "title": "Increasing the effectiveness of communications to consumers: recommendations based on elaboration likelihood and attitude certainty perspectives",
      "authors": [
        "D Rucker",
        "R Petty"
      ],
      "year": 2006,
      "doi": "10.1509/jppm.25.1.39"
    },
    {
      "title": "The overflowing brain: information overload and the limits of working memory",
      "authors": [
        "T Klingberg"
      ],
      "year": 2009
    },
    {
      "title": "Information overload: a cross-national investigation of influence factors and effects",
      "authors": [
        "C Klausegger",
        "R Sinkovics",
        "H Zou"
      ],
      "year": 2007
    },
    {
      "title": "The magical number seven, plus or minus two: some limits on our capacity for processing information",
      "authors": [
        "G Miller"
      ],
      "year": 1956,
      "doi": "10.1037/h0043158"
    },
    {
      "title": "Controlled and automatic human information processing: II. Perceptual learning, automatic attending and a general theory",
      "authors": [
        "R Shiffrin",
        "W Schneider"
      ],
      "year": 1977,
      "doi": "10.1037//0033-295x.84.2.127"
    },
    {
      "title": "Speed of speech and persuasion",
      "authors": [
        "N Miller",
        "G Maruyama",
        "R Beaber"
      ],
      "year": 1976
    },
    {
      "title": "Quantifying information overload in social media and its impact on social contagions",
      "authors": [
        "M Rodriguez",
        "K Gummadi",
        "B Schoelkopf"
      ],
      "year": 2014
    },
    {
      "title": "The effects of the information and data properties of financial ratios and statements on managerial decision quality",
      "authors": [
        "E Iselin"
      ],
      "year": 1993,
      "doi": "10.1111/j.1468-5957.1993.tb00663.x"
    },
    {
      "title": "The dark side of information: overload, anxiety and other paradoxes and pathologies",
      "authors": [
        "D Bawden"
      ],
      "year": 2009,
      "doi": "10.1177/0165551508095781"
    },
    {
      "title": "Text normalization and semantic indexing to enhance instant messaging and SMS spam filtering",
      "authors": [
        "T Almeida",
        "T Silva",
        "I Santos"
      ],
      "year": 2016
    },
    {
      "title": "The cancer information overload (CIO) scale: establishing predictive and discriminant validity",
      "authors": [
        "J Jensen",
        "N Carcioppolo",
        "A King"
      ],
      "year": 2014
    },
    {
      "title": "Information overload within the health care system: a literature review",
      "authors": [
        "A Hall",
        "G Walton"
      ],
      "year": 2004
    },
    {
      "title": "Information overload: a method to share updates among frontline staff during the COVID-19 pandemic",
      "authors": [
        "S Poonia",
        "K Rajasekaran"
      ],
      "year": 2020,
      "doi": "10.1177/0194599820922988"
    },
    {
      "title": "Assessment of COVID-19 information overload among the general public",
      "authors": [
        "M Mohammed",
        "A Sha'aban",
        "A Jatau"
      ],
      "year": 2022,
      "doi": "10.1007/s40615-020-00942-0"
    },
    {
      "title": "Misinformation of COVID-19 on the internet: infodemiology study",
      "authors": [
        "J Cuan-Baltazar",
        "Mun ˜oz-Perez",
        "M Robledo-Vega"
      ],
      "year": 2020,
      "doi": "10.2196/18444"
    },
    {
      "title": "Information and misinformation on COVID-19: a cross-sectional survey study",
      "authors": [
        "L Gupta",
        "A Gasparyan",
        "D Misra"
      ],
      "year": 2020
    },
    {
      "title": "What motivates Chinese consumers to avoid information about the COVID-19 pandemic? The perspective of the stimulus-organism-response model",
      "authors": [
        "S Song",
        "X Yao"
      ],
      "year": 2021,
      "doi": "10.1016/j.ipm.2020.102407"
    },
    {
      "title": "The interface of cognitive and social psychology",
      "authors": [
        "S Taylor"
      ],
      "year": 1981
    },
    {
      "title": "Too much Facebook? An exploratory examination of social media fatigue",
      "authors": [
        "L Bright",
        "S Kleiser",
        "S Grau"
      ],
      "year": 2015,
      "doi": "10.1016/j.chb.2014.11.048"
    },
    {
      "title": "How message fatigue toward health messages leads to ineffective persuasive outcomes: examining the mediating roles of reactance and inattention",
      "authors": [
        "S Kim"
      ],
      "year": 2018
    },
    {
      "title": "Predictors and effects of anti-obesity message fatigue: a thought-listing analysis",
      "authors": [
        "J So",
        "N Alam"
      ],
      "year": 2019
    },
    {
      "title": "Messaging fatigue and desensitisation to information during pandemic",
      "authors": [
        "Pkk Koh",
        "L Chan",
        "E Tan"
      ],
      "year": 2020,
      "doi": "10.1016/j.arcmed.2020.06.014"
    },
    {
      "title": "COVID-19 message fatigue: how does it predict preventive behavioral intentions and what types of information are people tired of hearing about?",
      "authors": [
        "M Guan",
        "Y Li",
        "J Scoles"
      ],
      "year": 2022,
      "doi": "10.1080/10410236.2021.2023385"
    },
    {
      "title": "Sharing health information and influencing behavioral intentions: the role of health literacy, information overload, and the internet in the diffusion of healthy heart information",
      "authors": [
        "B Crook",
        "K Stephens",
        "A Pastorek"
      ],
      "year": 2016,
      "doi": "10.1080/10410236.2014.936336"
    },
    {
      "title": "Health information overload among health consumers: a scoping review",
      "authors": [
        "I Khaleel",
        "B Wimmer",
        "G Peterson"
      ],
      "year": 2020
    },
    {
      "title": "Theory-based model of factors affecting information overload",
      "authors": [
        "T Jackson",
        "P Farzaneh"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijinfomgt.2012.04.006"
    },
    {
      "title": "Complementarity in consumption of news types across traditional and new media",
      "authors": [
        "M Dutta-Bergman"
      ],
      "year": 2004
    },
    {
      "title": "COVID-19 and African Americans",
      "authors": [
        "C Yancy"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.6548"
    },
    {
      "title": "Hospitalization rates and characteristics of patients hospitalized with laboratory-confirmed coronavirus disease 2019 -COVID-NET, 14 states, March 1-30, 2020",
      "authors": [
        "S Garg",
        "L Kim",
        "M Whitaker"
      ],
      "year": 2020
    },
    {
      "title": "Message fatigue to bystander intervention messages: examining pathways of resistance among college men",
      "authors": [
        "T Reynolds-Tylus",
        "K Lukacena",
        "O Truban"
      ],
      "year": 2021
    },
    {
      "title": "A close examination of trait reactance and issue involvement as moderators of psychological reactance theory",
      "authors": [
        "B Quick",
        "A Scott",
        "A Ledbetter"
      ],
      "year": 2011
    },
    {
      "title": "Psychometric properties of the Hong psychological reactance scale",
      "authors": [
        "L Shen",
        "J Dillard"
      ],
      "year": 2005
    },
    {
      "title": "Refinement of the Hong psychological reactance scale",
      "authors": [
        "S Hong",
        "S Faedda"
      ],
      "year": 1996
    },
    {
      "title": "Helpful or harmful? How frequent repetition affects perceived statement credibility",
      "authors": [
        "T Koch",
        "T Zerback"
      ],
      "year": 2013
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 2012
    },
    {
      "title": "The relative persuasiveness of gain-framed and loss-framed messages for encouraging disease prevention behaviors: a meta-analytic review",
      "authors": [
        "O' Keefe",
        "D Jensen"
      ],
      "year": 2007
    },
    {
      "title": "Emotion and persuasion: cognitive and meta-cognitive processes impact attitudes",
      "authors": [
        "R Petty",
        "P Brin"
      ],
      "year": 2015
    },
    {
      "title": "The influence of emotions on information processing and persuasion: a differential appraisals perspective",
      "authors": [
        "M Stavraki",
        "G Lamprinakos",
        "Brin ˜ol P"
      ],
      "year": 2021
    },
    {
      "title": "Understanding social media discontinuance from social cognitive perspective: evidence from Facebook users",
      "authors": [
        "S Fu",
        "H Li"
      ],
      "year": 2022
    },
    {
      "title": "Is boredom proneness related to social media overload and fatigue? A stressstrain-outcome approach",
      "authors": [
        "E Whelan",
        "Najmul Islam",
        "A Brooks"
      ],
      "year": 2020,
      "doi": "10.1108/intr-03-2019-0112"
    },
    {
      "title": "The cognitive mediation model of learning from the news: evidence from nonelection, off-year election, and presidential election contexts",
      "authors": [
        "W Eveland"
      ],
      "year": 2001
    },
    {
      "title": "Assessing causality in the cognitive mediation model",
      "authors": [
        "W Eveland",
        "D Shah",
        "N Kwak"
      ],
      "year": 2003,
      "doi": "10.1177/0093650203253369"
    },
    {
      "title": "People with certain medical conditions",
      "year": 2020
    },
    {
      "title": "Validity and measurement invariance across sex, age, and education level of the French short versions of the European Health Literacy Survey Questionnaire",
      "authors": [
        "A Rouquette",
        "T Nadot",
        "P Labitrie"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0208091"
    },
    {
      "title": "Antecedents to psychological reactance: the impact of threat, message frame, and choice",
      "authors": [
        "L Shen"
      ],
      "year": 2015
    },
    {
      "title": "Cancer information overload: discriminant validity and relationship to sun safe behaviors",
      "authors": [
        "J Jensen",
        "M Pokharel",
        "N Carcioppolo"
      ],
      "year": 2020
    },
    {
      "title": "Information overload in patients with atrial fibrillation: can the cancer information overload (CIO) scale be used?",
      "authors": [
        "K Obamiro",
        "K Lee"
      ],
      "year": 2019
    },
    {
      "title": "Assessing the impact of the public nutrition information environment: adapting the cancer information overload scale to measure diet information overload",
      "authors": [
        "S Ramondt",
        "Ramı"
      ],
      "year": 2019
    },
    {
      "title": "Why do some Americans resist COVID-19 prevention behavior? An analysis of issue importance, message fatigue, and reactance regarding COVID-19 messaging",
      "authors": [
        "H Ball",
        "T Wozniak"
      ],
      "year": 2021,
      "doi": "10.1080/10410236.2021.1920717"
    },
    {
      "title": "Risk information seeking and processing model: a meta-analysis",
      "authors": [
        "Z Yang",
        "A Aloe",
        "T Feeley"
      ],
      "year": 2014
    },
    {
      "title": "IBM SPSS statistics for Windows",
      "year": 2019
    },
    {
      "title": "Mplus user's guide: statistical analysis with latent variables: user'ss guide",
      "authors": [
        "L Muthe ´n",
        "B Muthe ´n"
      ],
      "year": 2004,
      "doi": "10.1163/2214-8264_dutchpamphlets-kb1-kb14656"
    },
    {
      "title": "Principles and practice of structural equation modeling",
      "authors": [
        "R Kline"
      ],
      "year": 2015
    },
    {
      "title": "Cutoff criteria for fit indexes in covariance structure analysis: conventional criteria versus new alternatives",
      "authors": [
        "L Hu",
        "P Bentler"
      ],
      "year": 1999
    },
    {
      "title": "The effect of information overload on the intention of consumers to adopt electric vehicles",
      "authors": [
        "P Cheng",
        "Z Ouyang",
        "Y Liu"
      ],
      "year": 2020,
      "doi": "10.1007/s11116-019-10001-1"
    },
    {
      "title": "Information dimension, information overload and decision quality",
      "authors": [
        "M Hwang",
        "J Lin"
      ],
      "year": 1999
    },
    {
      "title": "How organizational climate and structure affect knowledge management -the social interaction perspective",
      "authors": [
        "C Chen",
        "J Huang"
      ],
      "year": 2007
    },
    {
      "title": "A model of disease-specific worry in heritable disease: the influence of family history, perceived risk and worry about other illnesses",
      "authors": [
        "T Dilorenzo",
        "J Schnur",
        "G Montgomery"
      ],
      "year": 2006,
      "doi": "10.1007/s10865-005-9039-y"
    },
    {
      "title": "Predictors of perceived breast cancer risk and the relation between perceived risk and breast cancer screening: a meta-analytic review",
      "authors": [
        "M Katapodi",
        "K Lee",
        "N Facione"
      ],
      "year": 2004,
      "doi": "10.1016/j.ypmed.2003.11.012"
    },
    {
      "title": "Chatbots in the fight against the COVID-19 pandemic",
      "authors": [
        "A Miner",
        "L Laranjo",
        "A Kocaballi"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0280-0"
    },
    {
      "title": "Asked and answered: building a chatbot to address Covid-19-related concerns",
      "authors": [
        "M Herriman",
        "E Meer",
        "R Rosin"
      ],
      "year": 2020,
      "doi": "10.1056/cat.20.0230"
    }
  ],
  "num_references": 84
}
