{
  "paper_id": "KIEG73FE",
  "title": "Depression-and anxiety-associated disrupted brain structural networks revealed by probabilistic tractography in thyroid associated ophthalmopathy",
  "abstract": "Background: Patients with thyroid-associated opthalmopathy (TAO) have widespread white matter (WM) abnormalities in the emotional and cognitive functional regions. However, the topological representation of these WM abnormalities and the network-level structural aberrations underlying TAO and concomitant affective disorders are still unclear. Methods: We used probabilistic diffusion tractography and graph theory to investigate brain network topology in 37 active, 35 inactive TAO patients and 23 healthy controls. Then, we evaluated the partial correlations between network topological metrics and clinical parameters. Results: For global topology, only active TAO patients exhibited significantly decreased global (E glob ) and local (E loc ) efficiency compared with controls, while no significant difference was observed between active and inactive TAO patients. For regional topology, we found a significantly decreased nodal efficiency in the left orbital superior frontal gyrus (ORBsup), medial orbital superior frontal gyrus (ORBsupmed), hippocampus and amygdala in active TAO patients compared with inactive ones. Intriguingly, E glob , E loc , and nodal efficiency of left ORBsup, ORBsupmed, olfactory cortex, gyrus rectus, hippocampus, right parahippocampal gyrus and amygdala had significantly positive correlations with anxiety/depression scores, bilateral exophthalmos and intraocular pressure in active TAO patients, while no significant correlation was observed in inactive TAO patients. Limitations: No longitudinal follow-up. Conclusions: WM networks of TAO are characterized by decreased local specialization and global integration in the active phase, and decreased nodal efficiency highly related to anxiety and depression in the emotional and cognitive regions. Our findings provide new insight regarding the neurobiological mechanisms of TAO and contribute to the treatment of concomitant affective disorders.",
  "year": 2010,
  "date": "2010",
  "journal": "N. Engl. J. Med",
  "publication": "N. Engl. J. Med",
  "authors": [
    {
      "forename": "Lihua",
      "surname": "Luo",
      "name": "Lihua Luo",
      "affiliation": "a  Department of Ophthalmology , Beijing Friendship Hospital , Capital Medical University , Beijing 100050 , China \n\t\t\t\t\t\t\t\t Department of Ophthalmology \n\t\t\t\t\t\t\t\t Beijing Friendship Hospital \n\t\t\t\t\t\t\t\t Capital Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100050 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Lixin",
      "surname": "Gao",
      "name": "Lixin Gao",
      "affiliation": "a  Department of Ophthalmology , Beijing Friendship Hospital , Capital Medical University , Beijing 100050 , China \n\t\t\t\t\t\t\t\t Department of Ophthalmology \n\t\t\t\t\t\t\t\t Beijing Friendship Hospital \n\t\t\t\t\t\t\t\t Capital Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100050 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Dongmei",
      "surname": "Li",
      "name": "Dongmei Li",
      "affiliation": "b  Beijing Tongren Eye Center , Beijing Tongren Hospital , Capital Medical University , Beijing Ophthalmology & Visual Science Key Lab , Beijing 100730 , China \n\t\t\t\t\t\t\t\t Beijing Tongren Eye Center \n\t\t\t\t\t\t\t\t Beijing Ophthalmology & Visual Science Key Lab \n\t\t\t\t\t\t\t\t Beijing Tongren Hospital \n\t\t\t\t\t\t\t\t Capital Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100730 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Hongwei",
      "surname": "Wen",
      "name": "Hongwei Wen",
      "affiliation": "c  Key Laboratory of Cognition and Personality (Ministry of Education) , Faculty of Psychology , Southwest University , Chongqing 400715 , China \n\t\t\t\t\t\t\t\t Faculty of Psychology \n\t\t\t\t\t\t\t\t Key Laboratory of Cognition and Personality (Ministry of Education) \n\t\t\t\t\t\t\t\t Southwest University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 400715 \n\t\t\t\t\t\t\t\t\t Chongqing \n\t\t\t\t\t\t\t\t\t China",
      "email": "wenhongwei@swu.edu.cn"
    },
    {
      "affiliation": "Key Laboratory of Cognition and Personality (Ministry of Education) , Faculty of Psychology , Southwest University , Chongqing 400715 , China \n\t\t\t\t\t\t\t\t Faculty of Psychology \n\t\t\t\t\t\t\t\t Key Laboratory of Cognition and Personality (Ministry of Education) \n\t\t\t\t\t\t\t\t Southwest University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 400715 \n\t\t\t\t\t\t\t\t\t Chongqing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "affiliation": "Beijing Tongren Eye Center , Beijing Tongren Hospital , Capital Medical University , Beijing Ophthalmology & Visual Science Key Lab , Beijing 100730 , China \n\t\t\t\t\t\t\t\t Beijing Ophthalmology & Visual Science Key Lab \n\t\t\t\t\t\t\t\t Beijing Tongren Eye Center \n\t\t\t\t\t\t\t\t Beijing Tongren Hospital \n\t\t\t\t\t\t\t\t Capital Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100730 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "https://doi.org/10.13039/501100012226",
  "sections": [
    {
      "title": "Introduction",
      "text": "Thyroid-associated ophthalmopathy (TAO) represents a multidisciplinary and multi-system orbital autoimmune disease  (Bartalena et al., 2008) . Orbital fibroblasts result in orbital connective tissue volume expansion, inflammation and remodeling in TAO patients  (Neag and Smith, 2021) . The clinical manifestations include exophthalmos, diplopia, eyelid retraction, dysthyroid optic neuropathy (DON) and exposed keratitis  (Bartalena et al., 2008; Bartalena et al., 2021; Hodgson and Rajaii, 2019) , which can lead to disfigurement, vision loss and even blindness. Besides, patients with TAO often suffer from emotional and psychological abnormalities, including memory deficits, emotional lability, depression and anxiety  (Bahn, 2010; Baxter et al., 2015; Tramunt et al., 2018) . Disfiguring changes in the appearance represent one of the causes of emotional and psychological abnormalities  (Farid et al., 2005; Hodgson and Rajaii, 2019) . Previous studies  (Kahaly et al., 2005; Ponto et al., 2011; Wiersinga, 2012)  have shown that the quality of life (QoL) is affected in patients with TAO, and as the severity of the disease increases, the quality of life score also decreases  (Park et al., 2003) . Since this disease is related to the quality of life, it affects the mental health of patients and has a negative impact on social stability  (Kahaly, 2019) . Therefore, exploring the TAO-related brain structural alterations can enhance our understanding of the pathophysiological mechanisms underlying TAO.\n\nPrevious neuroimaging studies have shown extensive structural changes in the white matter (WM) and grey matter (GM) in TAO patients  (Luo et al., 2022; Silkiss and Wade, 2016; Wu et al., 2020) , involving the emotional, cognitive regulation and vision functional areas. Two recent studies  (Li et al., 2022; Liu et al., 2022)  applied diffusion tensor imaging (DTI) to evaluate the microstructural changes of the optic nerve and visual pathway in TAO patients, and found that moderate-severe TAO patients showed significantly decreased fractional anisotropy (FA) compared with controls in the lateral geniculate (LG) and optic radiation (OR). However, the brain structural abnormalities beyond visual pathway remain unclear. Wu and colleagues  (Wu et al., 2020)  revealed significantly decreased FA, and increased mean, axial and radial diffusivities in the right middle occipital gyrus, cuneus and superior occipital gyrus in TAO patients. Notably, our recent study  (Luo et al., 2022)  found significantly increased GM volume in the right middle temporal gyrus in TAO patients, which was significantly positively correlated with depression and anxiety scores of the patients. However, the aforementioned studies only focused on the structural changes in distinct brain regions, ignoring the interregional interactions between anatomically separated structures, which may play a vital role in terms of the brain information transference and processing.\n\nRecent studies have shown that the brain structural networks can be constructed using DTI and probabilistic tractography  (Wen et al., 2017; Xu et al., 2016) . Graph theory analysis is the most commonly used technology in neuroimaging and brain network research, which can effectively reveal the topological structure of the brain network. Brain structural networks exhibit many topological properties inherent to naturally occurring biological networks, including highly connected hubs and small-worldness  (Wen et al., 2017) . Using tractography and graph theory analysis, brain structural networks in various diseases have been extensively studied, including the attention-deficit/hyperactivity disorder  (Cao et al., 2013) , Tourette syndrome  (Wen et al., 2017) , subcortical ischemic vascular cognitive impairment with no dementia (SIVCIND)  (Sang et al., 2020) , systemic lupus erythematosus  (Xu et al., 2016)  and others. However, there is relatively limited research on the brain structural network, especially the network topological abnormalities related to TAO.\n\nGraph theory analysis was used by Wu and colleagues  (Wu et al., 2021)  to assess the alterations of brain structural networks in TAO patients compared with healthy controls, including the global and nodal topological metrics and network-based statistics. They found that TAO patients showed preserved global network parameters but significantly altered nodal properties, and the nodal properties also exhibited significant correlations with neuropsychological performances and visual acuity. However, their study did not take into account the different phases of TAO. Two phases in the development of TAO have been identified and widely recognize: the inactive phase and the active phase  (Bartalena et al., 2008; Bartalena et al., 2021; Hodgson and Rajaii, 2019; Mourits, 1989) . In the active phase, ocular edema, congestion, pain and other symptoms were observed in patients due to orbital inflammation. Meanwhile, in the inactive phase, the orbital inflammatory reaction subsided, fibrotic changes appeared, and the clinical symptoms of the patients were alleviated or subsided  (Mourits et al., 1989)  (external eye photography shown in supplementary Fig.  S1 ). Furthermore, TAO patients at these two phases have obviously different emotional, psychological and cognitive differences  (Farid et al., 2005) . While the patients in the active phase often have increased psychological pressure due to factors such as the appearance changes, visual function effects and unsatisfactory treatment effects, patients in the inactive phase have alleviated or tolerated appearance changes are alleviated or tolerated and improved visual function, so the psychological stress is also reduced. In consequence, it is valuable to use the diffusion tractography and graph theory analysis to explore the potential changes of whole brain structural networks in different phases of TAO patients, which may provide a basis to reveal the neurobiological mechanism of TAO.\n\nIn this study, we first applied diffusion probabilistic tractography to construct the whole brain white matter (WM) structural networks in inactive and active TAO patients as well as healthy controls. Then, we used graph theory to characterize the network topological properties. Our hypothesis is that different global and nodal topological metrics will be present at different phases of TAO, and the topological changes of brain structure could correlate with the emotional, psychological and ophthalmic parameters of TAO patients."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Subjects",
      "text": "Participants were recruited from the ophthalmology department of Beijing Friendship Hospital, Capital Medical University, from January 2019 to January 2020. We enrolled 37 participants with active TAO, 35 participants with inactive TAO, and 23 age and sex-matched healthy controls. Each participant completed the ophthalmic and neuropsychological evaluation. The study was conducted in accordance with the Declaration of Helsinki and approved by the Human Research Ethics Committee of Beijing Friendship Hospital, Capital Medical University. Written informed consent was obtained from each participant prior to recruitment. All participants were right-handed according to their selfreport. The exclusion criteria for the participants were as follows: (I) significant visual impairments caused by other ophthalmic disorders, such as high refractive error, retinal disease, dioptric interstitial opacity, traumatic eye injury, glaucoma, strabismus, amblyopia or neurological disorders resulting in visual field defects; (II) previous treatment with local or systemic steroids; (III) history of chronic disease and/or brain injury; (IV) inability to complete an MRI scan due to the presence of metal implants, mental illness or claustrophobia; and (V) abnormal lesions in the MRI scan."
    },
    {
      "title": "Clinical assessment",
      "text": "All the patients underwent a standardized clinical examination by two ophthalmologists specialized in diagnosing TAO, who fulfilled the clinical diagnostic criteria of the 2021 European Group on Graves' orbitopathy (EUGOGO) clinical practice guidelines for the medical management of Graves' orbitopathy. All the patients had an obvious orbital pathology, and the disease activity was evaluated using the Mourits' clinical activity score (CAS) (If CAS is >3/7, then TAO is defined as active phase). The ophthalmic assessment parameters included exophthalmos, best corrected visual acuity (BCVA), intraocular pressure (IOP), slit-lamp examination, optical coherence tomography (OCT) and fundus color photography. The thyroid function parameters included FT3, FT4 and TSH  (Luo et al., 2022) . As for the psychological evaluation, we used the Hamilton depression (HAMD) scale  (Williams, 1988)  and Hamilton anxiety (HAMA) scale  (Shear et al., 2010) ."
    },
    {
      "title": "MR image acquisition",
      "text": "Magnetic resonance imaging (MRI) was performed using a Siemens L.  Luo et al. MAGNETOM Prisma 3.0 T MR scanner with 64-channel head coil for signal reception. Each participant would lay supine with the head snugly secured by a foam pads and belt. DTI images were obtained from 64 noncollinear directions with b value of 1000 s/mm 2 and ten b 0 images, the remaining parameters were as follows: repetition time (TR) = 8500 ms, echo time (TE) = 63 ms, field of view (FOV) = 224 × 224 mm, matrix size = 112 × 112, 75 slices, slice thickness = 2 mm with no intersection gap. High resolution 3D T1-weighted brain images were obtained using a MP-RAGE sequence with TR/TE = 25.3/2.98 ms, FOV = 256 × 256 mm 2 , matrix size = 256 × 256, 191 axial slices with slice thickness = 1.0 mm."
    },
    {
      "title": "Image preprocessing",
      "text": "After data acquisition, we used the statistical parametric mapping (SPM8,  http://www.fil.ion.ucl.ac.uk/spm ) toolbox to manually reorient all the 3D T1-weighted images to their respective anterior commissure-posterior commissure (AC-PC) plane. Then, we used the FMRIB software library (FSL v5.09,  http://www.fmrib.ox.ac.uk/fsl ) to process the DTI images. Briefly, brain masks were created from the b 0 image to remove nonbrain tissues using the Brain Extraction Tool (BET) in FSL. Then, we corrected eddy current distortions and motion artifacts using the eddy tool in FSL. We applied an affine alignment of each diffusionweighted image (DWI) to the b 0 image and adjusted the gradient orientations to compensate for slight rotations due to head movements. Finally, the DTI model was fitted to each voxel using the FMRIB's diffusion toolbox (FDT v3.0), and the probabilistic distribution of fiber orientations in each voxel was estimated with a two-tensor model  (Behrens et al., 2007) ."
    },
    {
      "title": "Network construction",
      "text": "Nodes and connections are the basic elements required for network construction. The specific network construction steps are described in the following sections (details in Fig.  1 )."
    },
    {
      "title": "Node definition",
      "text": "We segmented the entire cerebrum into 90 cortical and subcortical regions (45 per hemisphere), each of which represents a network node (details in Supplementary Table  S1 ). Briefly, individual T1-weighted images were coregistered to the b 0 images in native space. Then, we nonlinearly transformed the registered T1 images to the ICBM152 T1 template in Montreal Neurological Institute (MNI) space. Afterwards, the automated anatomical labeling (AAL) atlas  (Tzourio-Mazoyer et al., 2002)  was warped from the MNI space to each native space by inverse transformations, and we used the nearest-neighbor interpolation method to preserve discrete labeling values."
    },
    {
      "title": "Connection definition",
      "text": "We performed probabilistic tractography to characterize the connections between brain regions. First, we used the bedpostx tool in FSL to perform Markov chain Monte Carlo sampling to estimate the distributions of diffusion metrics of each voxel, which allowed us to model crossing fibers in each brain voxel. Second, we used the probtrackx tool in FSL to implement probabilistic fiber tracking. We sampled 5000 streamlines from the distributions of voxel-wise principal diffusion directions. For each sampled streamline, a pathway direction was drawn from the local direction distribution at the seed voxel, then the pathway forward 0.5 mm to a new position. Finally, we derived a new sample direction from the local distribution at this new position. For each seed region, we sampled n × 5000 streamline fibers, where n denotes the voxel number of the seed region. The connectivity probability (P ij ) from the seed region i to the target region j was calculated as the number of streamline fibers traversing the target region divided by n × 5000 (which is the number of fibers originating from the seed region). Thus, we constructed a 90 × 90 structural probability connectivity matrix for each participant. In order to discard spurious connections, we generated the sparse networks using strength thresholds ranging between 0.01 and 0.1 at equal intervals of 0.005 following previous structural network studies  (Cao et al., 2013; Wen et al., 2017) . If the weight P ij was below a given strength threshold, then the two brain regions were considered disconnected."
    },
    {
      "title": "Network topological analysis",
      "text": "In order to characterize the topology of WM networks, we assessed the graph theoretical quantitative metrics under each threshold using a graph theoretical network analysis toolbox (GRETNA,  http://www.nit  rc.org/projects/gretna/ )  (Wang et al., 2015)  and the following global measures: L. Luo et al.\n\n(1) The clustering coefficient (C p ) of the network, which is the average nodal clustering coefficient (C i ) over all nodes, calculated as follows:\n\nwhere k i denotes the degree of node i, and w represents the weight, which is scaled by the average of all weights to control the cost of each participant at the same level.\n\n(2) The shortest path length (L p ) of network G, calculated as follows:\n\nwhere L ij is the shortest path length between node i and node j. For weighted networks, the path length between each two nodes is defined as the sum of edge lengths along this path, and each edge length is assigned by computing the reciprocal of the edge weight (1/w ij ).\n\n(3-4)\n\nThe normalized shortest path length λ = L p real / L p rand , and the normalized clustering coefficient γ = C p real / C p rand , where L p rand and C p rand are the mean shortest path length and mean clustering coefficient of 100 matched random networks, respectively.\n\n(5) The small-world index σ = λ / γ, where a real network would be considered to indicate a small world if γ > 1 and λ ≈ 1. (  6 ) The global efficiency (E glob ) of network G, which measures the global efficiency of the parallel information transfer in the network  (Latora and Marchiori, 2001) , calculated as follows:\n\nThe local efficiency (E loc ) of network G, which measures the communication efficiency between the first neighbor of node i when node i is removed, calculated as follows:\n\nwhere G i represents the subgraph composed of the nearest neighbors of node i.\n\nFor nodal measures, we considered the nodal efficiency (E nodal ), which measures the average shortest path length between a given node and all the other nodes in the network, and the nodal betweenness centrality (B nodal ), which plays a vital role in identifying hub nodes of structural networks. The detailed formula definitions are as follows:\n\nwhere e st (i) denotes the number of shortest paths in network G between node s and node t, which pass through node i, while e st represents the total number of shortest paths in network G between node s and node t. Following our recent studies  (Wen et al., 2018; Xin et al., 2022) , node i was considered a brain hub if B nodal (i) was at least one standard deviation (SD) greater than the average B nodal of the network (i.e., B no- dal (i) > mean + SD). Notably, we calculated the area under the curve (AUC) for all global and nodal topological metrics to provide a summarized scalar independent of single threshold selection. We identified the network hubs and topologically disrupted regions based on the integrated AUC value of B nodal and E nodal , respectively."
    },
    {
      "title": "Between-group statistical comparison and correlation analysis",
      "text": "We used one-way analysis of variance (ANOVA) and least significant difference (LSD) post-hoc tests to assess the differences in demographic (age) and clinical parameters among the three groups, while the chisquare test was used to analyze the gender proportions. ANOVA was performed to assess the differences in global and nodal network metrics among the three groups, with LSD post-hoc tests for pairwise comparisons. Once significant intergroup differences were identified, by controlling age and gender as covariates, we further assessed the partial correlation between the topological metrics and clinical parameters for all TAO groups using SPSS v24.0, and p < 0.05 was considered statistically significant for all analyses."
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographic and clinical characteristics",
      "text": "There were no significant differences in age and gender among the three groups. The active TAO group showed significantly higher CAS, left exophthalmos and bilateral IOP, as well as significantly lower disease duration and bilateral eye vision than the inactive TAO group. Both TAO groups showed higher HAMA and HAMD scores than the control group, while there was no significant difference in HAMA, HAMD or thyroid function parameters between the two TAO groups (Table  1 )."
    },
    {
      "title": "Alterations in the global properties of WM networks in TAO",
      "text": "We observed a high-efficiency small-world network (σ = γ / λ > 1, and γ > 1, λ ≈ 1) in all groups over the whole strength threshold range. Compared with the control and inactive TAO groups, the active TAO group showed significantly decreased E glob , E loc , C p and increased L p over a wide range of strength thresholds (Fig.  2 , and detailed statistical description in Supplementary Tables  S2-S8 ). No significant differences were found between the inactive TAO and control groups. Moreover, compared with control group, the active TAO group showed significantly decreased AUC values of E glob , E loc and C p as well as increased AUC value of L p (Table  2 ), which indicates the consistency and robustness of the global property changes across strength thresholds. There was no significant difference between the groups for the other global properties."
    },
    {
      "title": "Highly similar WM network hub distributions among groups",
      "text": "Based on the B nodal metric (AUC value), we found highly similar hub distributions among three groups, and the common regions included the bilateral gyrus rectus (REC), cuneus (CUN), precuneus (PCUN), median cingulate gyrus (DCG), right orbital superior frontal gyrus (ORBsup), calcarine fissure (CAL), fusiform gyrus (FFG) and left anterior cingulate gyrus (ACG). Both TAO groups were shown to have an additional hub region in the right ACG. Furthermore, active and inactive TAO groups lacked the left ORBsup and left CAL as hub regions, respectively (Table  3 , Fig.  3A )."
    },
    {
      "title": "Alterations in the regional properties of WM networks in TAO",
      "text": "We found 11 brain regions exhibiting significantly altered (ANOVA, p < 0.05) nodal efficiency among the three groups (Table  4 ), which are mainly located in attention, DMN and subcortical modules  (He et al., L. Luo et al. 2009) . Furthermore, we identified pairwise inter-group differences using LSD post-hoc tests; all these regions showed significantly decreased node efficiency in the active TAO group compared with the control group. Among them, the node efficiency of the left ORBsup, ORBsupmed, hippocampus and amygdala were also significantly decreased in the active TAO group compared with the inactive TAO group. Furthermore, the inactive TAO group showed significantly decreased node efficiency in the left temporal pole, thalamus and right inferior parietal gyrus (IPL) compared with the control group (Table  4 , Fig.  3B ). S2-S8 . Abbreviations: TA: active TAO; TI: inactive TAO; HC: healthy controls.\n\nL. Luo et al."
    },
    {
      "title": "Altered nodal efficiency related to cognitive performance",
      "text": "For all the significantly altered global metrics (E glob , E loc , L p and C p ) and nodal efficiency among groups, after controlling age and gender as covariates, we calculated the partial correlation coefficients between the topological metrics and cognitive scores. Notably, E glob , E loc and nodal efficiency of the left ORBsup, ORBsupmed, olfactory cortex (OLA), REC, hippocampus and right parahippocampal gyrus (PHG) as well as the amygdala showed significantly positive correlations (p < 0.05, FDR corrected) with bilateral exophthalmos, IOP and HAMA along with the HAMD scores in the active TAO group, while L p showed significantly negative correlations with these clinical parameters (As shown in Fig.  4A ). No significant correlation was found in the inactive TAO group (Fig.  4B ). For a more focused presentation, we demonstrated the highly significant (p < 0.02, FDR corrected) correlations between the topological metrics and clinical parameters in Fig.  5 . Intriguingly, we also investigate the Pearson correlations between network metrics and clinical parameters (Supplementary Fig.  S2-3 ), and found the correlation results were basically consistent with the partial correlation results (detailed shown in Supplementary Table  S9 )."
    },
    {
      "title": "Discussion",
      "text": "In this work, we used probabilistic diffusion tractography to estimate the whole brain white matter (WM) structural networks for active and inactive TAO patients and control participants, and then characterized the network topological properties using graph theory. We found that although all groups showed an efficient small-world network and highly similar hub distributions, there were significantly decreased E glob , E loc , C p , and increased L p in the active TAO group compared with the control group. Moreover, although there was no significantly altered global network efficiency between the two TAO groups, there was a significantly decreased nodal efficiency in the active TAO group than the inactive TAO group in the left ORBsup, ORBsupmed, hippocampus and amygdala. Furthermore, the nodal efficiency of multiple cognitive and emotional functional regions showed significant correlations with anxiety, depression and ophthalmology parameters, while no significant correlation was observed in the inactive TAO group.\n\nThe WM networks in both TAO patients and controls showed efficient small-world properties at each threshold. These well-organized architectures are involved in ensuring the optimal balance between information integration and segregation, which in turn supports the survival of neural systems  (Liao et al., 2017) . Despite the common smallworld topology, we found significant differences in many global topological properties between active TAO patients and controls. Among them, E glob characterizes the efficiency of transmitting long-distance information in the whole network, while E loc represents the efficiency of transmitting short-range information in the local network as well as the functional segregation and ability of discrete node groups to perform specialized processing  (Talesh Jafadideh and Mohammadzadeh Asl, 2022) . A decreased E loc indicates a reduction of the local specialization that mediates the modular information processing among the neighboring cortical regions  (Xu et al., 2016) . L p measures the connectivity of the global network; the larger the value, the weaker the global information transmission capacity. The clustering C p is also a measure of functional segregation, which characterizes the network clique and ability of closely interconnected node groups to engage in specialized information processing  (Talesh Jafadideh and Mohammadzadeh Asl, 2022) . Compared with the controls, active TAO patients exhibited significantly decreased C p , E glob and E loc along with increased L p . Our findings are consistent with many previous studies on brain WM networks in other diseases  (Cao et al., 2013; Sang et al., 2020; Wen et al., 2017; Xu et al., 2016) , and suggest that active TAO patients exhibited a less optimized topological organization in their WM networks.\n\nNotably, we did not find any significant differences between the inactive TAO patients and controls, or between the active and inactive TAO patients. These results suggest that the WM network of TAO is damaged only in the active phase (which leads to the reduction of network transmission efficiency and small-world organization). A previous study  (Wu et al., 2021)  showed TAO patients to exhibit preserved global network parameters compared with the controls. The course of TAO is divided into active and inactive phases, which was first proposed by Rundle  (Rundle and Wilson, 1945 ). Rundle's curve can vividly show the natural process of TAO, such that the inflammatory active phase occurs first, followed by a quiet inactive phase, and the literature reports that the active phase lasts 6-18 months on average  (Bouzehouane et al., 2021) . From the clinical aspect, the appearance of active TAO patients changes, accompanied by obvious visual impairment, which results in increased psychological pressure. Disfiguring changes in the appearance of TAO patients and impaired visual function (vision loss or diplopia, etc.) are adverse stress events for TAO patients that will produce abnormal emotional stimulation, which plays an important role in inducing anxiety and depression in TAO patients. This chronic stress, emotional stimulation and poor visual function may alter the balance of neurotransmitters in the brain, impair brain structure and function, and trigger changes in brain networks. Usually in the course of clinical disease progression, active TAO patients will eventually enter a relatively long period of inactive recovery. With the extension of the duration of TAO disease, the appearance and vision of the patients gradually improved or the patients gradually adapted to the changes in appearance and visual effects, so the anxiety and depression of the patients were greatly relieved. The neurotransmitters in the brain of patients tend to be normal, the brain structure and function are also improved, so the brain network changes will also be restored. Of course, these neurobiological changes in the brain have to be further confirmed in the future.\n\nIntriguingly, we found that the distribution of global hubs in different groups is similar, which suggests that these key regions in the brain network are conserved during the progression of the disease, and Abbreviations: B nodal , the AUC value (mean ± SD) of nodal betweenness centrality across thresholds; regions listed in bold, partially reorganized among groups; TA, active TAO; TI, inactive TAO; HC, healthy controls. Abbreviations: E nodal , the AUC values (mean ± SD) of nodal efficiency; TA, active TAO; TI, inactive TAO; HC, healthy controls; N.S., not significant; HIP, hippocampus; AMYG, amygdala; TPOmid, temporal pole. The modular division of brain regions is based on a previous study  (He et al., 2009) .\n\nthe small-world networks can tolerate the developmental alterations of the disease  (Wen et al., 2017) . One notable difference is that both TAO groups have the right ACG as the hub region, while this is not the case for the control group. The cingulate cortex and learning cortex are thought to be parts of the limbic lobe, which are all located in the medial part of the cerebral cortex and are involved in the formation of emotions, learning and memory  (Hadland et al., 2003; Stanislav et al., 2013) . In addition, the active TAO group lacks the left ORBsup as the hub region.\n\nThe orbital frontal cortex is associated with goal-oriented, flexible behavior, which plays a pivotal role in the representation of abstracted structure of the task spaces; using this representation is essential for flexible inferences during both learning and choice  (Boorman et al., 2021; Yu et al., 2021) . The frontal lobe is reported to have a role in cognition  (Bisbing et al., 2015) . This may also explain why active TAO patients have decreased work and life ability and task completion ability. Specifically, functional alterations in ACG and ORBsup were found in ophthalmology-related diseases, such as neuromyelitis optica  (Wang et al., 2020)  and neovascular glaucoma  (Yu et al., 2021) . The increased function of the brain emotion-related nodes in both inactive and active TAO groups suggests that this may be related to the emotional susceptibility and hyperactivity of TAO patients. The discovery of these abnormalities may contribute to the investigation of the neurological mechanisms behind TAO and may also explain the emergent complications, such as anxiety, depression and other mental health. Moreover, the inactive TAO group lacks the left CAL as a hub region. The calcarine fissure is a functional area of the brain that is associated with vision  (Gu et al., 2022) . Previous studies have found changes in this region in glaucoma and type 2 diabetes mellitus patients  (Gu et al., 2022; Perera et al., 2019) . This may be due to changes in the visual function in the inactive TAO group. For the regional topological changes, we found that compared with the controls, the active TAO patients showed significantly decreased nodal efficiency in the bilateral hippocampus, left ORBsup, ORBsupmed, amygdala and right parahippocampal gyrus (PHG); these areas are highly related to the cognitive and emotional regulation  (McEwen et al., 2016) . In particular, the nodal efficiency of the left ORBsup, hippocampus and amygdala are also significantly reduced in active TAO patients compared with inactive ones, which indicates that active TAO patients that suffer from more serious ocular manifestations may have more significant emotional changes. There was no statistical difference in the thyroid function between active and inactive TAO patients. A previous review  (Fukao et al., 2019)  has showed that the thyroid hormones can cause emotional changes in the brain. In addition to the direct effects of thyroid hormone itself on the brain, we mentioned earlier that disfiguring appearance changes and visual impairment also play a role in brain network changes in patients. Although there was no significant difference between Hamilton Anxiety and depression scale in active and inactive group, this may be related to the limited number of patients we included. However, there is another noteworthy difference in the duration of the disease between active and inactive group. With the development of the disease, from the active stage to the inactive stage, the overall trend of eye symptoms is to improve, and changes in brain networks will also improve, which may be a crucial factor for the improvement of the brain network in the inactive stage.\n\nWe calculated the correlation of all significantly altered global topological metrics and nodal efficiency of 11 brain regions with the clinical parameters for both TAO groups. In the active TAO group, we found that three global topological metrics (E glob , E loc , L p ) and the nodal efficiency in multiple regions (left ORBsup, ORBsupmed, OLF, REC, hippocampus and right PHG, amygdala) showed significant correlations with bilateral exophthalmos, intraocular pressure, anxiety and depression scores. However, we did not observe any significant correlation in the inactive TAO group. The rationality of these interesting results may be explained in combination with clinical practice. Previous studies  (Fukao et al., 2019; Mohamed et al., 2021)  have investigated the causality between thyroid and mental disorders, focusing on anxiety and depression. However, most of these studies considered the biological factors related to thyroid hormones as the main causes of the mental disorders. In this study, only the brain regions that changed in the active period are correlated with the eye parameters; combined with the above-mentioned brain regions, the node efficiency is also different between the active and the inactive phases of TAO. These two points confirm that in addition to the emotional disorders induced by the thyroid hormones, the eye diseases themselves can increase the emotional disorders of TAO patients, especially anxiety and depression. We speculate that the brain WM structure shows a substantial damage only in the active stage of TAO. The global network efficiency and node efficiency of cognitive and emotional functional areas significantly decreased, and the depression score had a significant linear correlation with the visual acuity, intraocular pressure, exophthalmos degree and anxiety. In contrast, no significant correlation was found in the inactive group. This could be due to the development of neurobiological mechanisms accompanying the duration and improvement in the brain structure after a period of brain remodeling and self-repair during the inactive phase of TAO, so there was no significant linear correlation with the clinical parameters."
    },
    {
      "title": "Limitations",
      "text": "This study has some limitations. Firstly, the sample size of the healthy control group is relatively small although the quantity ratio of the three groups (1.6:1.5:1) is relatively acceptable for ANOVA analysis. Secondly, current research lacks longitudinal follow-up. Thirdly, the possible dumbbell effect caused by differences in anxiety and depression levels between males and females has not been considered. Further data collection and long-term follow-up research will be conducted in the future, and the dumbbell effect caused by gender differences in depression/anxiety levels will be studied."
    },
    {
      "title": "Conclusions",
      "text": "The WM structural networks in TAO patients are characterized by the decreased local specialization and global integration only in the active phase. Brain structural changes in TAO patients are mainly concentrated in the cognitive and emotional functional regions and significantly related to anxiety and depression of active TAO patients. These findings may provide new insights concerning the neurobiological mechanisms of TAO and contribute to the clinical treatment of TAOassociated affective disorders."
    },
    {
      "text": "Fig. 1. Flowchart of constructing white matter structural network. (1) Register the T1-weighted image to the b 0 image in native space for each subject. (2) Perform nonlinear transformation (T) of T1 images to the ICBM152 T1 template in the MNI space. (3) Apply the inverse transformation (T -1 ) to the AAL atlas (90 regions) in the MNI space, which would result in a subject-specific parcellation of the node regions in native space. (4) For each region, estimate the connectivity probability with other brain regions using probabilistic diffusion tractography. (5) Construct the 90 × 90 weighted network for each participant by computing the connection probability between each two regions. (6) Generate the sparse networks using connection strength thresholds ranging between 0.01 and 0.1 with an interval of 0.005."
    },
    {
      "text": "Fig. 2. Group comparisons of global topological properties. Data points marked with a star indicate the global network metric with significant differences (p < 0.05, ANOVA with LSD post-hoc test) among the three groups, under a corresponding strength threshold. The detailed intergroup statistical comparison results can be seen in Supplementary TablesS2-S8."
    },
    {
      "text": "Fig. 3. Hub region distribution of the WM structural networks and nodes with altered efficiency between groups. (A) Hub nodes are displayed with different node sizes indicating their nodal betweenness centrality. (B) Brain regions showing significantly altered nodal efficiency between the groups, and the scaled node size indicates the effect size Cohen's f value in the ANOVA test. The brain graphs were visualized using the BrainNet Viewer software (http://www.nitrc.org/pr ojects/bnv/)."
    },
    {
      "text": "Fig. 4. Partial correlations between the altered topological metrics and clinical parameters in both TAO groups. (A-C) Heat map of the correlation coefficient between altered global metrics/nodal efficiency and clinical parameters for the active TAO group (A) and inactive TAO group (B). *: p < 0.05, **: p < 0.01."
    },
    {
      "text": "Demographic and clinical characteristics of TAO patients and controls."
    },
    {
      "text": "Group comparisons of AUC values of global network properties."
    },
    {
      "text": "Hub regions of WM network in each group."
    },
    {
      "text": "Brain regions showing significantly altered nodal efficiency among the three groups."
    }
  ],
  "references": [
    {
      "title": "Graves' ophthalmopathy",
      "authors": [
        "R Bahn"
      ],
      "year": 2010,
      "doi": "10.1056/nejmra0905750"
    },
    {
      "title": "Consensus statement of the European Group on Graves' orbitopathy (EUGOGO) on management of GO",
      "authors": [
        "L Bartalena",
        "L Baldeschi",
        "A Dickinson",
        "A Eckstein",
        "P Kendall-Taylor",
        "C Marcocci",
        "M Mourits",
        "P Perros",
        "K Boboridis",
        "A Boschi",
        "N Currò",
        "C Daumerie",
        "G Kahaly",
        "G Krassas",
        "C Lane",
        "J Lazarus",
        "M Marinò",
        "M Nardi",
        "C Neoh",
        "J Orgiazzi",
        "S Pearce",
        "A Pinchera",
        "S Pitz",
        "M Salvi",
        "P Sivelli",
        "M Stahl",
        "G Von Arx",
        "W Wiersinga"
      ],
      "year": 2008
    },
    {
      "title": "The 2021 European Group on Graves' orbitopathy (EUGOGO) clinical practice guidelines for the medical management of Graves' orbitopathy",
      "authors": [
        "L Bartalena",
        "G Kahaly",
        "L Baldeschi",
        "C Dayan",
        "A Eckstein",
        "C Marcocci",
        "M Marinò",
        "B Vaidya",
        "W Wiersinga",
        "Eugogo"
      ],
      "year": 2021
    },
    {
      "title": "Psychological disturbances in thyroid eye disease",
      "authors": [
        "S Baxter",
        "R Scawn",
        "B Korn",
        "D Kikkawa"
      ],
      "year": 2015
    },
    {
      "title": "Probabilistic diffusion tractography with multiple fibre orientations: what can we gain?",
      "authors": [
        "T Behrens",
        "H Berg",
        "S Jbabdi",
        "M Rushworth",
        "M Woolrich"
      ],
      "year": 2007,
      "doi": "10.1016/j.neuroimage.2006.09.018"
    },
    {
      "title": "Estimating frontal and parietal involvement in cognitive estimation: a study of focal neurodegenerative diseases",
      "authors": [
        "T Bisbing",
        "C Olm",
        "C Mcmillan",
        "K Rascovsky",
        "L Baehr",
        "K Ternes",
        "D Irwin",
        "R Clark",
        "M Grossman"
      ],
      "year": 2015
    },
    {
      "title": "The orbital frontal cortex, task structure, and inference",
      "authors": [
        "E Boorman",
        "P Witkowski",
        "Y Zhang",
        "S Park"
      ],
      "year": 2021,
      "doi": "10.1037/bne0000465"
    },
    {
      "title": "Treatment of moderate to severe orbitopathy: current modalities and perspectives",
      "authors": [
        "N Bouzehouane",
        "F Borson-Chazot",
        "J Abeillon",
        "P Caron"
      ],
      "year": 2021,
      "doi": "10.1016/j.ando.2021.02.001"
    },
    {
      "title": "Probabilistic diffusion tractography and graph theory analysis reveal abnormal white matter structural connectivity networks in drug-naive boys with attention deficit/hyperactivity disorder",
      "authors": [
        "Q Cao",
        "N Shu",
        "L An",
        "P Wang",
        "L Sun",
        "M Xia",
        "J Wang",
        "G Gong",
        "Y Zang",
        "Y Wang"
      ],
      "year": 2013
    },
    {
      "title": "Psychological disturbance in graves ophthalmopathy",
      "authors": [
        "M Farid",
        "A.-C Roch-Levecq",
        "L Levi",
        "B Brody",
        "D Granet",
        "D Kikkawa"
      ],
      "year": 2005,
      "doi": "10.1001/archopht.123.4.491"
    },
    {
      "title": "Graves' disease and mental disorders",
      "authors": [
        "A Fukao",
        "J Takamatsu",
        "T Arishima",
        "M Tanaka",
        "A Imagawa"
      ],
      "year": 2019,
      "doi": "10.1016/j.jcte.2019.100207"
    },
    {
      "title": "Brain structural alterations detected by an automatic quantified tool as an indicator for MCI diagnosing in type 2 diabetes mellitus patients: a magnetic resonance imaging study",
      "authors": [
        "J Gu",
        "S Cui",
        "H Qi",
        "J Li",
        "W Wu",
        "S Wang",
        "J Ni",
        "Z.-L Miao"
      ],
      "year": 2022
    },
    {
      "title": "The effect of cingulate lesions on social behaviour and emotion",
      "authors": [
        "K Hadland",
        "M Rushworth",
        "D Gaffan",
        "R Passingham"
      ],
      "year": 2003,
      "doi": "10.1016/s0028-3932(02)00325-1"
    },
    {
      "title": "Uncovering intrinsic modular organization of spontaneous brain activity in humans",
      "authors": [
        "Y He",
        "J Wang",
        "L Wang",
        "Z Chen",
        "C Yan",
        "H Yang",
        "H Tang",
        "C Zhu",
        "Q Gong",
        "Y Zang",
        "A Evans"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pone.0005226"
    },
    {
      "title": "Current understanding of the progression and management of thyroid associated orbitopathy: a systematic review",
      "authors": [
        "N Hodgson",
        "F Rajaii"
      ],
      "year": 2019,
      "doi": "10.1007/s40123-019-00226-9"
    },
    {
      "title": "Immunotherapies for thyroid eye disease",
      "authors": [
        "G Kahaly"
      ],
      "year": 2019,
      "doi": "10.1097/med.0000000000000493"
    },
    {
      "title": "Psychosocial morbidity of Graves' orbitopathy",
      "authors": [
        "G Kahaly",
        "F Petrak",
        "J Hardt",
        "S Pitz",
        "U Egle"
      ],
      "year": 2005,
      "doi": "10.1111/j.1365-2265.2005.02352.x"
    },
    {
      "title": "Efficient behavior of small-world networks",
      "authors": [
        "V Latora",
        "M Marchiori"
      ],
      "year": 2001
    },
    {
      "title": "Thyroid-associated ophthalmopathy: using diffusion tensor imaging to evaluate visual pathway microstructural changes",
      "authors": [
        "R Li",
        "J Li",
        "Z Wang"
      ],
      "year": 2022
    },
    {
      "title": "Small-world human brain networks: perspectives and challenges",
      "authors": [
        "X Liao",
        "A Vasilakos",
        "Y He"
      ],
      "year": 2017,
      "doi": "10.1016/j.neubiorev.2017.03.018"
    },
    {
      "title": "Multi-parametric diffusion tensor imaging of the optic nerve for detection of dysthyroid optic neuropathy in patients with thyroid-associated ophthalmopathy",
      "authors": [
        "P Liu",
        "B Luo",
        "L Zhai",
        "H Wu",
        "Q Wang",
        "G Yuan",
        "G.-H Jiang",
        "L Chen",
        "J Zhang"
      ],
      "year": 2022,
      "doi": "10.3389/fendo.2022.851143"
    },
    {
      "title": "Morphological brain changes between active and inactive phases of thyroid-associated ophthalmopathy: a voxel-based morphometry study",
      "authors": [
        "L Luo",
        "H Wen",
        "L Gao",
        "R Li",
        "S Wang",
        "Z Wang",
        "D Li"
      ],
      "year": 2022
    },
    {
      "title": "Stress effects on neuronal structure: hippocampus, amygdala, and prefrontal cortex",
      "authors": [
        "B Mcewen",
        "C Nasca",
        "J Gray"
      ],
      "year": 2016
    },
    {
      "title": "Myxedema psychosis: systematic review and pooled analysis",
      "authors": [
        "M Mohamed",
        "M Danjuma",
        "M Mohammed",
        "S Mohamed",
        "M Siepmann",
        "K Barlinn",
        "S Suwileh",
        "L Abdalla",
        "D Al-Mohanadi",
        "J Godínez"
      ],
      "year": 2021,
      "doi": "10.1097/md.0000000000020778"
    },
    {
      "title": "Clinical criteria for the assessment of disease activity in Graves' ophthalmology: a novel approach",
      "authors": [
        "M Mourits"
      ],
      "year": 1989
    },
    {
      "title": "Clinical criteria for the assessment of disease activity in Graves' ophthalmopathy: a novel approach",
      "authors": [
        "M Mourits",
        "L Koornneef",
        "W Wiersinga",
        "M Prummel",
        "A Berghout",
        "R Van Der Gaag"
      ],
      "year": 1989,
      "doi": "10.1136/bjo.73.8.639"
    },
    {
      "title": "2021 update on thyroid-associated ophthalmopathy",
      "authors": [
        "E Neag",
        "T Smith"
      ],
      "year": 2021,
      "doi": "10.1007/s40618-021-01663-9"
    },
    {
      "title": "Assessing quality of life in Australian patients with Graves' ophthalmopathy",
      "authors": [
        "J Park",
        "T Sullivan",
        "R Mortimer",
        "M Wagenaar",
        "D Perry-Keene"
      ],
      "year": 2003,
      "doi": "10.1136/bjo.88.1.75"
    },
    {
      "title": "When 'glaucomatous fields' are not glaucoma: bilateral calcarine fissure strokes masquerading as glaucoma in a normal tension glaucoma suspect",
      "authors": [
        "N Perera",
        "M Shields",
        "M Perera",
        "P Adler"
      ],
      "year": 2019,
      "doi": "10.1136/bcr-2018-227803"
    },
    {
      "title": "Quality of life in a German Graves orbitopathy population",
      "authors": [
        "K Ponto",
        "G Hommel",
        "S Pitz",
        "H Elflein",
        "N Pfeiffer",
        "G Kahaly"
      ],
      "year": 2011,
      "doi": "10.1016/j.ajo.2011.02.018"
    },
    {
      "title": "Development and course of exophthalmos and ophthalmoplegia in Graves' disease with special reference to the effect of thyroidectomy",
      "authors": [
        "F Rundle",
        "C Wilson"
      ],
      "year": 1945,
      "doi": "10.17816/clinpract71137-41895"
    },
    {
      "title": "Disrupted brain structural connectivity network in subcortical ischemic vascular cognitive impairment with no dementia",
      "authors": [
        "L Sang",
        "C Liu",
        "L Wang",
        "J Zhang",
        "Y Zhang",
        "P Li",
        "L Qiao",
        "C Li",
        "M Qiu"
      ],
      "year": 2020,
      "doi": "10.3389/fnagi.2020.00006"
    },
    {
      "title": "Reliability and validity of a structured interview guide for the Hamilton Anxiety Rating Scale (SIGH-A)",
      "authors": [
        "M Shear",
        "J Bilt",
        "P Rucci",
        "J Endicott",
        "D Frank"
      ],
      "year": 2010
    },
    {
      "title": "Neuroanatomic variations in Graves' dysthyroid ophthalmopathy as studied with MRI",
      "authors": [
        "R Silkiss",
        "A Wade"
      ],
      "year": 2016
    },
    {
      "title": "Anatomical characteristics of cingulate cortex and neuropsychological memory tests performance",
      "authors": [
        "K Stanislav",
        "V Alexander",
        "P Maria",
        "N Evgenia",
        "V Boris"
      ],
      "year": 2013,
      "doi": "10.1016/j.sbspro.2013.08.537"
    },
    {
      "title": "Rest-fMRI based comparison study between autism spectrum disorder and typically control using graph frequency bands",
      "authors": [
        "A Talesh Jafadideh",
        "B Mohammadzadeh Asl"
      ],
      "year": 2022,
      "doi": "10.1016/j.compbiomed.2022.105643"
    },
    {
      "title": "Sightthreatening Graves' orbitopathy: twenty years' experience of a multidisciplinary thyroid-eye outpatient clinic",
      "authors": [
        "B Tramunt",
        "P Imbert",
        "S Grunenwald",
        "F Boutault",
        "P Caron"
      ],
      "year": 2018,
      "doi": "10.1111/cen.13880"
    },
    {
      "title": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain",
      "authors": [
        "N Tzourio-Mazoyer",
        "B Landeau",
        "D Papathanassiou",
        "F Crivello",
        "O Etard",
        "N Delcroix",
        "B Mazoyer",
        "M Joliot"
      ],
      "year": 2002
    },
    {
      "title": "GRETNA: a graph theoretical network analysis toolbox for imaging connectomics",
      "authors": [
        "J Wang",
        "X Wang",
        "M Xia",
        "X Liao",
        "A Evans",
        "H Yong"
      ],
      "year": 2015
    },
    {
      "title": "Altered resting-state functional connectivity density in patients with neuromyelitis optica-spectrum disorders",
      "authors": [
        "Y Wang",
        "W Kwapong",
        "Y Tu",
        "Y Xia",
        "J Tang",
        "H Miao",
        "X Liu",
        "Y Lu",
        "Z Yan"
      ],
      "year": 2020,
      "doi": "10.1016/j.msard.2020.102187"
    },
    {
      "title": "Disrupted topological organization of structural networks revealed by probabilistic diffusion tractography in Tourette syndrome children",
      "authors": [
        "H Wen",
        "Y Liu",
        "I Rekik",
        "S Wang",
        "J Zhang",
        "Y Zhang",
        "Y Peng",
        "H He"
      ],
      "year": 2017,
      "doi": "10.1002/hbm.23643"
    },
    {
      "title": "Combining disrupted and discriminative topological properties of functional connectivity networks as neuroimaging biomarkers for accurate diagnosis of early Tourette syndrome children",
      "authors": [
        "H Wen",
        "Y Liu",
        "I Rekik",
        "S Wang",
        "Z Chen",
        "J Zhang",
        "Y Zhang",
        "Y Peng",
        "H He"
      ],
      "year": 2018
    },
    {
      "title": "Quality of life in Graves' ophthalmopathy",
      "authors": [
        "W Wiersinga"
      ],
      "year": 2012,
      "doi": "10.1016/j.beem.2011.11.001"
    },
    {
      "title": "A structured interview guide for the Hamilton Depression Rating Scale",
      "authors": [
        "Janet Williams"
      ],
      "year": 1988,
      "doi": "10.1001/archpsyc.1988.01800320058007"
    },
    {
      "title": "Morphological and microstructural brain changes in thyroid-associated ophthalmopathy: a combined voxel-based morphometry and diffusion tensor imaging study",
      "authors": [
        "Q Wu",
        "H Hu",
        "W Chen",
        "H Chen",
        "L Chen",
        "X Xu",
        "F Wu"
      ],
      "year": 2020,
      "doi": "10.1007/s40618-020-01242-4"
    },
    {
      "title": "Disrupted topological organization of the brain structural network in patients with thyroid-associated ophthalmopathy",
      "authors": [
        "Q Wu",
        "H Hu",
        "W Chen",
        "H.-H Chen",
        "L Chen",
        "J Zhou",
        "H Liu",
        "F Wu",
        "X.-Q Xu"
      ],
      "year": 2021,
      "doi": "10.1167/iovs.62.4.5"
    },
    {
      "title": "Disrupted topological organization of resting-state functional brain networks in cerebral small vessel disease",
      "authors": [
        "H Xin",
        "H Wen",
        "M Feng",
        "Y Gao",
        "C Sui",
        "N Zhang",
        "C Liang",
        "L Guo"
      ],
      "year": 2022
    },
    {
      "title": "Alterations of white matter structural networks in patients with non-neuropsychiatric systemic lupus erythematosus identified by probabilistic tractography and connectivity-based analyses",
      "authors": [
        "M Xu",
        "X Tan",
        "X Zhang",
        "Y Guo",
        "Y Mei",
        "Q Feng",
        "Y Xu",
        "Y Feng"
      ],
      "year": 2016
    },
    {
      "title": "Altered resting state functional activity of brain regions in neovascular glaucoma: a resting-state functional magnetic resonance imaging study",
      "authors": [
        "C Yu",
        "C.-Q Li",
        "Q.-M Ge",
        "H.-Y Shu",
        "X.-L Liao",
        "Y.-C Pan",
        "J Wu",
        "T Su",
        "L.-J Zhang",
        "R.-B Liang",
        "Y Shao",
        "E.-M Zeng"
      ],
      "year": 2021
    }
  ],
  "num_references": 49
}
