{
  "paper_id": "KJRC7C3R",
  "title": "PREVENTING CHRONIC DISEASE",
  "abstract": "What is already known on this topic? Pharmacy-delivered medication therapy management can improve health outcomes. However, evidence across studies varies because of the inconsistency in operationalization of service delivery and population heterogeneity. \n What is added by this report? We evaluated a collaborative medication therapy management pilot program for people with hypertension in Wisconsin. We demonstrated improvements in self-reported use of blood pressure self-management tools and barriers to medication adherence. What are the implications for public health practice? Sustainable reimbursement mechanisms were established for select pharmacies delivering medication therapy management to members of a private health plan. Other public health entities might consider replicating our collaborative pilot model to secure reimbursement for pharmacistdelivered services.",
  "year": 2019,
  "date": "2019-10-11",
  "authors": [
    {
      "name": "Hailey Thompson"
    },
    {
      "name": "Lena Swander"
    },
    {
      "name": "Rebecca Cohen"
    },
    {
      "name": "Alan Lukazewski"
    },
    {
      "name": "Tim Bartholow"
    },
    {
      "name": "Mary Pesik"
    },
    {
      "name": "Kari Trapskin"
    }
  ],
  "doi": "10.5888/pcd17.200058",
  "md5": "C035473B8BE5D5C3C2309B687F487898",
  "funding": [
    "",
    "",
    ""
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Heart disease and stroke are leading causes of death and disability in the United States, and high blood pressure is a major risk factor for both (1). The Centers for Disease Control and Prevention recommends pharmacist-delivered medication therapy management (MTM) services to improve cardiovascular health for those with hypertension  (2) . MTM is an umbrella term for medication services that include, but are not limited to, comprehensive medication review/assessment (CMR/A), the creation of medicationrelated action plans, pharmacist referral or intervention, and documentation and follow-up  (3) . Evidence suggests that pharmacistled interventions with elements of MTM delivered in a community pharmacy setting are effective in helping patients with hypertension lower their blood pressure and even achieve control. A 2014 systematic review and meta-analysis of randomized controlled trials associated community pharmacist-led interventions with significant reductions in systolic and diastolic blood pressure compared with usual care (4). Interventions included pharmacological components (eg, identifying adverse drug effects and prescribing issues), nonpharmacological components (eg, providing education on healthy lifestyle changes), or both. Early evidence also suggests that when pharmacists are engaged in education about self-measured blood pressure monitoring, patients with hypertension achieve better blood pressure outcomes  (5) (6) (7) .\n\nIn 2017, the Association of State and Territorial Health Officials (ASTHO) announced a year-long learning collaborative with the state public health agency focused on improving population-level blood pressure control. (8)  The ASTHO learning collaborative required that state public health agencies partner with private health insurers to improve cardiovascular outcomes in an innovative manner. The collaborative's design allowed Wisconsin's grant recipients to contribute to evidence surrounding pharmacistdelivered MTM and its impact on cardiovascular health."
    },
    {
      "title": "Purpose and Objectives",
      "text": "From December 2017 through September 2018, the Wisconsin Department of Health Services' Division of Public Health partnered with the Pharmacy Society of Wisconsin and NeuGen ( https://www.neugenhealth.com/ ), a not-for-profit health insurer, to implement and evaluate a pharmacist-led MTM pilot program for people with hypertension as part of the ASTHO learning collaborative. The pilot program's design was informed by the Pharmacists' Patient Care Process (PPCP) model and by evidence supporting pharmacist-led interventions in community pharmacy settings. PPCP is a framework created by the Joint Commission of Pharmacy Practitioners to guide pharmacist collaborative and patient-centered care to improve health and medication outcomes  (9) . In addition to a CMR/A, our pilot also included pharmacistled education about self-measured blood pressure. Our evaluation assessed changes resulting from pharmacist-delivered MTM services in participant knowledge and health beliefs about hypertension, use of blood pressure self-management tools (logs and monitors), and medication adherence barriers.\n\nPartnerships and established MTM program infrastructure. The Pharmacy Society of Wisconsin supports more than 4,000 pharmacists, technicians, and pharmacy students in Wisconsin. In 2008, the society launched the Wisconsin Pharmacy Quality Collaborative (WPQC) to align incentives for pharmacies and health insurers. WPQC currently comprises 187 pharmacies and 340 pharmacists accredited and certified by the Society. WPQC pharmacists complete training and receive certification to resolve drug therapy problems, improve adherence, and engage people in their care through MTM service delivery. All WPQC-accredited pharmacies have a private area for MTM service delivery.\n\nThe Wisconsin Department of Health Services Forward Health program (Medicaid) covers MTM in the form of CMR/A services when provided to eligible members by WPQC pharmacists. In this context, CMR/A involves a WPQC pharmacist evaluating a patient's health status and medications to identify and resolve medication-related issues. If the pharmacist and patient identify concerns, they work with the primary care provider to resolve them. Partnerships with the Wisconsin Department of Health Services and with federal and private grants over the last decade have aided the promotion and expansion of the WPQC program and MTM service delivery.\n\nNeuGen insures more than 105,000 people in Wisconsin. NeuGen and the Pharmacy Society of Wisconsin connected their efforts through mutual relationships with the Wisconsin Department of Health Services' Division of Public Health. The pilot program described and evaluated here benefitted from existing relationships and MTM program infrastructure to improve chronic disease outcomes."
    },
    {
      "title": "Intervention Approach",
      "text": "Pharmacy selection and participant eligibility. NeuGen facilitated pharmacy selection for the pilot program by identifying clusters of members with hypertension who filled prescriptions at WPQC pharmacies. We defined member eligibility as any adult (aged ≥18 y) NeuGen health plan member with diagnosed hypertension who filled an antihypertensive medication prescription at a WPQC pharmacy during the 12 months before April 2018. By using claims data, NeuGen identified eligible members and associated prescription fills with corresponding WPQC pharmacies. Partners ranked WPQC pharmacies by the total associated, eligible member count. The Pharmacy Society of Wisconsin used this list to recruit 8 WPQC pharmacies: 4 pharmacies in Kenosha County, 3 in Sauk County, and 1 in Langlade County. Kenosha is an urban county in the southeast corner of Wisconsin. Sauk and Langlade are rural counties in the south-central and northern parts of the state, respectively.\n\nParticipating pharmacies represented 145 NeuGen health plan members. Pharmacists and staff at these locations participated in an orientation webinar that introduced program design and implementation. Pharmacists were also asked to view e-learning modules on self-measurement of blood pressure and accurate blood pressure management  (10, 11)  ing pharmacies by providing reimbursement for MTM service delivery, a tablet computer to facilitate survey completion, and a stipend for marketing and data collection.\n\nRecruitment. NeuGen contacted 145 eligible members via mail, informing them of the program, that their pharmacy was participating, and offering them a $25 gift card incentive to a local gas station/convenience store for completion of 2 in-person visits with the pharmacist. Interested members were asked to contact their pharmacy to learn more. Pharmacy staff members made follow-up telephone calls to nonrespondents 2 to 4 weeks after the mailing. Of 145 eligible NeuGen members, 42% (N = 61) agreed to participate.\n\nMTM service delivery and participant survey. Pharmacists successfully delivered 2 in-person MTM visits to 59 participants from May through September 2018. The time between participant visits varied from approximately 4 to 6 weeks. At the beginning of each visit, pharmacists administered a participant survey that documented self-reported barriers to antihypertensive medication adherence and use of blood pressure self-measurement/monitoring tools. The survey was followed by the completion of a CMR/A service. Throughout the service, pharmacists provided verbal education about healthy lifestyle changes, educated participants on blood pressure self-measurement and monitoring, and used motivational interviewing techniques to address adherence barriers. Classifying adherence barriers into 5 domains (system, understanding, motivation, recall, and financial) aided pharmacists in generating adherence solutions. Pharmacists also provided the following tools to patients: personal medication list, medication action plan, self-measurement of blood pressure education form, and a log for recording home blood pressure readings. Following both visits, participants completed an online exit survey on satisfaction. To ensure HIPAA (Health Insurance Portability and Accountability Act) compliance, pharmacists submitted anonymous survey data directly to NeuGen via SurveyMonkey ( www.surveymonkey.com/ ). If needed, pharmacists communicated with participants' primary care providers to optimize medication therapy following both visits. Pharmacists gave each participant a blood pressure monitor paid for by NeuGen and the Department of Health Services."
    },
    {
      "title": "Evaluation Methods",
      "text": "We conducted McNemar tests of correlated proportions on paired survey data collected from May through September 2018 to evaluate changes in participant-reported use of self-management tools. We also quantified changes in proportions of participants who reported experiencing barriers to antihypertensive medication adherence before and after MTM service delivery. Finally, we assessed overall participant satisfaction with pharmacist-provided care. We conducted quantitative analyses in SAS version 9.4 (SAS Institute Inc) and Microsoft Excel version 14.0 (Microsoft Corp). The Pharmacy Society of Wisconsin adapted pharmacist satisfaction questions from Ried et al  (12)  and medication adherence tools from the Brief Medication Questionnaire (13) (Box). We did not conduct prospective power calculations because of the rapid planning and execution of the pilot required by the ASTHO learning collaborative's timeline."
    },
    {
      "title": "Results",
      "text": "From May through September 2018, 28 women and 33 men participated in the pilot program. Ages ranged from 35 to 76, with a mean age of 60. Fifty-nine participants completed both visits.\n\nSelf-reported use of self-management tools. We observed improvements in self-reported use of self-management tools (Table ). Following program participation, patients were more likely to report use of a log to track blood pressure readings (χ 2 [1, N = 59] = 35.1, P < .001). Participants were also more likely to report use of a log to track antihypertensive medication use (χ 2 [1, N = 59] = 8.1, P = .045). Participants were also more likely to report use of self-measuring blood pressure monitors (χ 2 [1, N = 59] = 39.0, P < .001)."
    },
    {
      "title": "PREVENTING CHRONIC DISEASE",
      "text": "VOLUME 17, E105 PUBLIC HEALTH RESEARCH, PRACTICE, AND POLICY SEPTEMBER 2020\n\nAdherence barriers. The number of patients experiencing adherence barriers decreased across all categories after the second visit (Table ). Participants most frequently reported remembering dosage and remembering to take medications as barriers to antihypertensive medication adherence. The proportion of participants who reported experiencing any level of difficulty remembering their medication dosage decreased by 50% following MTM service delivery. The proportion of participants who experienced difficulty remembering to take their antihypertensive medications decreased by 60%. Participation in the adherence barrier questions was not powered for statistical comparison of pre/post results.\n\nSatisfaction and participant engagement in self-management. Following MTM delivery, 58 participants rated the pharmacist's overall care and ability as very good. Most (58) also agreed or strongly agreed with the statement that, as a result of their participation in the program, they were going to take a more active role in managing their blood pressure."
    },
    {
      "title": "Implications for Public Health",
      "text": "We created, implemented, and evaluated an MTM pilot program in Wisconsin that showed early indications of the positive impact pharmacists can have on blood pressure self-management. We observed reductions in self-reported barriers to adherence to antihypertensive medication therapy and increased use of selfmanagement tools. Moreover, participants reported high satisfaction with their pharmacist's care overall. NeuGen indicated that member engagement for this collaborative pilot was considerably higher than for pilot interventions they implemented alone. When patient, pharmacist, and payer incentives are aligned, sustainable programs with demonstrable benefits are created. Collaborative programs between pharmacists, public health, and health insurers contextualize and localize existing evidence that MTM services improve cardiovascular-related health outcomes.\n\nOur study had several limitations. The number of pharmacies and participants was modest and limited our ability to conduct more rigorous analyses of clinical outcomes, particularly on blood pressure readings. Additionally, our participants were drawn from a nonrandom cluster sample of NeuGen members and likely shared similar social, educational, economic, and cultural backgrounds. Pharmacist selection was also based on nonrandom clustering of NeuGen members with hypertension, and aided by Pharmacy Society of Wisconsin recruitment. Finally, the short time frame of the ASTHO learning collaborative did not allow exploration of longitudinal outcomes. Despite these limitations, our pilot program galvanized and matured interagency relationships to improve population health in Wisconsin. In 2019, NeuGen extended its collabora-tion with the Pharmacy Society of Wisconsin and the Wisconsin Department of Health Services Division of Public Health by launching another MTM program for members with comorbid chronic conditions (hypertension, prediabetes, diabetes, and hyperlipidemia). NeuGen continues to reimburse WPQC pharmacists for MTM service delivery and to provide technology support, blood pressure monitors, and gift card incentives to qualifying members."
    },
    {
      "text": "The opinions expressed by authors contributing to this journal do not necessarily reflect the opinions of the U.S. Department of Health and Human Services, the Public Health Service, the Centers for Disease Control and Prevention, or the authors' affiliated institutions."
    },
    {
      "text": ". The Pharmacy Society of Wisconsin provided hypertension-specific clinical toolkits and adherence training and tools to work with patients to identify solutions to self-reported adherence barriers. NeuGen incentivized participat-PREVENTING CHRONIC DISEASE VOLUME 17, E105 PUBLIC HEALTH RESEARCH, PRACTICE, AND POLICY SEPTEMBER 2020 The opinions expressed by authors contributing to this journal do not necessarily reflect the opinions of the U.S. Department of Health and Human Services, the Public Health Service, the Centers for Disease Control and Prevention, or the authors' affiliated institutions."
    },
    {
      "text": "Box. Questions in Pharmacist Satisfaction Survey How would you rate the overall care you received from your pharmacists? [Answer options were very poor, poor, fair, good, or very good.] Do you use any of the following to help you manage your blood pressure? [Answer options were yes or no.] A monitor to check my blood pressure at home • A log to keep track of my blood pressure readings • A log to track the days I take my blood pressure medication • How much difficulty do you have in the following areas with your blood pressure medication? [Answer options were none, a little, some, or a lot.] Remembering my medication dosage(s) • Remembering if I took my medication • Paying for my medication • Refilling my medication • Unwanted side effects from my medication • Reading my medication bottles • Other concerns or problems with my medications •"
    },
    {
      "title": "Acknowledgments",
      "text": "This project was supported by the  Centers for Disease Control and Prevention's Division for Heart Disease and Stroke Prevention  and through the  Association of State and Territorial Health Officials' State Public Health Collaborative to Improve Cardiovascular Health Outcomes  under cooperative agreement  6NU380T000161 . This project was also supported by the  Centers for Disease Control and Prevention's State Public Health Actions to Prevent and Control Diabetes, Heart Disease, Obesity and Associated Risk Factors, and Promote School Health  (1305), cooperative agreement  U58DP004828 . We thank the  NeuGen  members and the following WPQC pharmacies who participated: Good Value Pharmacy, Good  Value Pharmacy-Larsen Mayer , Modern and Shopko in Kenosha County;  Corner Drug own Pharmacy ,  Corner Drug Hometown Clinic Pharmacy , and  Viking Pharmacy (Reedsburg Medical Center) in Sauk County ;  Lakeside Pharmacy (Antigo) in Langlade County . Special thanks to  Elizabeth Solomon ,  NeuGen  administrative assistant, and  Velislava Fatchikova  and  Richard Strasser , fourth-year pharmacy students who were on experiential rotation at NeuGen during this program."
    },
    {
      "title": "Author Information",
      "text": "Corresponding Author: Kari Trapskin, PharmD, Pharmacy Society of Wisconsin, 701 Heartland Trail, Madison, WI 53717. Telephone: 608-827-9200. Email: karit@pswi.org.\n\nAuthor Affiliations: 1 Pharmacy Society of Wisconsin, Madison, Wisconsin. 2"
    }
  ],
  "references": [
    {
      "title": "Community Pharmacists and Medication Therapy Management",
      "year": 2019,
      "doi": "10.1093/ofid/ofv131.60",
      "raw": "Community Pharmacists and Medication Therapy Management \n\t\t 10.1093/ofid/ofv131.60 \n\t\t \n\t\t \n\t\t\t October 11, 2019 \n\t\t \n\t\t \n\t\t\t Centers for Disease Control and Prevention \n\t\t \n\t \n\t Centers for Disease Control and Prevention. Community Pharmacists and Medication Therapy Management. https:// www.cdc.gov/dhdsp/pubs/guides/best-practices/pharmacist- mtm.htm. Accessed October 11, 2019."
    },
    {
      "title": "Medication therapy management: status overview, innovation, and practice resources",
      "authors": [
        "Mae Zagaria"
      ],
      "year": 2017,
      "journal": "US Pharm",
      "volume": "42",
      "issue": "6",
      "raw": "Medication therapy management: status overview, innovation, and practice resources \n\t\t \n\t\t\t Mae Zagaria \n\t\t \n\t \n\t \n\t\t US Pharm \n\t\t \n\t\t\t 42 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Zagaria MAE. Medication therapy management: status overview, innovation, and practice resources. US Pharm 2017; 42(6):7-9."
    },
    {
      "title": "The impact of interventions by pharmacists in community pharmacies on control of hypertension: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "E Cheema",
        "P Sutcliffe",
        "Drj Singer"
      ],
      "year": 2014,
      "doi": "10.1111/bcp.12452",
      "journal": "Br J Clin Pharmacol",
      "volume": "78",
      "issue": "6",
      "raw": "The impact of interventions by pharmacists in community pharmacies on control of hypertension: a systematic review and meta-analysis of randomized controlled trials \n\t\t \n\t\t\t E Cheema \n\t\t \n\t\t \n\t\t\t P Sutcliffe \n\t\t \n\t\t \n\t\t\t Drj Singer \n\t\t \n\t\t 10.1111/bcp.12452 \n\t \n\t \n\t\t Br J Clin Pharmacol \n\t\t \n\t\t\t 78 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Cheema E, Sutcliffe P, Singer DRJ. The impact of interventions by pharmacists in community pharmacies on control of hypertension: a systematic review and meta-analysis of randomized controlled trials. Br J Clin Pharmacol 2014; 78(6):1238-47."
    },
    {
      "title": "Effect of pharmacist intervention and initiation of home blood pressure monitoring in patients with uncontrolled hypertension",
      "authors": [
        "B Mehos",
        "J Saseen",
        "E Maclaughlin"
      ],
      "year": 2000,
      "doi": "10.1592/phco.20.17.1384.34891",
      "journal": "Pharmacotherapy",
      "volume": "20",
      "issue": "11",
      "raw": "Effect of pharmacist intervention and initiation of home blood pressure monitoring in patients with uncontrolled hypertension \n\t\t \n\t\t\t B M Mehos \n\t\t \n\t\t \n\t\t\t J J Saseen \n\t\t \n\t\t \n\t\t\t E J Maclaughlin \n\t\t \n\t\t 10.1592/phco.20.17.1384.34891 \n\t \n\t \n\t\t Pharmacotherapy \n\t\t \n\t\t\t 20 \n\t\t\t 11 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Mehos BM, Saseen JJ, MacLaughlin EJ. Effect of pharmacist intervention and initiation of home blood pressure monitoring in patients with uncontrolled hypertension. Pharmacotherapy 2000;20(11):1384-9."
    },
    {
      "title": "Hypertension outcomes through blood pressure monitoring and evaluation by pharmacists (HOME study)",
      "authors": [
        "A Zillich",
        "J Sutherland",
        "P Kumbera",
        "B Carter"
      ],
      "year": 2005,
      "doi": "10.1111/j.1525-1497.2005.0226.x",
      "journal": "J Gen Intern Med",
      "volume": "20",
      "issue": "12",
      "raw": "Hypertension outcomes through blood pressure monitoring and evaluation by pharmacists (HOME study) \n\t\t \n\t\t\t A J Zillich \n\t\t \n\t\t \n\t\t\t J M Sutherland \n\t\t \n\t\t \n\t\t\t P A Kumbera \n\t\t \n\t\t \n\t\t\t B L Carter \n\t\t \n\t\t 10.1111/j.1525-1497.2005.0226.x \n\t \n\t \n\t\t J Gen Intern Med \n\t\t \n\t\t\t 20 \n\t\t\t 12 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Zillich AJ, Sutherland JM, Kumbera PA, Carter BL. Hypertension outcomes through blood pressure monitoring and evaluation by pharmacists (HOME study). J Gen Intern Med 2005;20(12):1091-6."
    },
    {
      "title": "Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial",
      "authors": [
        "B Green",
        "A Cook",
        "J Ralston",
        "P Fishman",
        "S Catz",
        "J Carlson"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.24.2857",
      "journal": "JAMA",
      "volume": "299",
      "issue": "24",
      "raw": "Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial \n\t\t \n\t\t\t B B Green \n\t\t \n\t\t \n\t\t\t A J Cook \n\t\t \n\t\t \n\t\t\t J D Ralston \n\t\t \n\t\t \n\t\t\t P A Fishman \n\t\t \n\t\t \n\t\t\t S L Catz \n\t\t \n\t\t \n\t\t\t J Carlson \n\t\t \n\t\t 10.1001/jama.299.24.2857 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 299 \n\t\t\t 24 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Green BB, Cook AJ, Ralston JD, Fishman PA, Catz SL, Carlson J, et al. Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial. JAMA 2008;299(24):2857-67."
    },
    {
      "title": "Heart disease and stroke",
      "year": 2020,
      "doi": "10.1037/e546402006-001",
      "raw": "10.1037/e546402006-001 \n\t\t \n\t\t Heart disease and stroke \n\t\t \n\t\t\t Association of State and Territorial Health Officials \n\t\t\t August 9, 2020 \n\t\t \n\t \n\t Association of State and Territorial Health Officials. Heart disease and stroke. https://www.astho.org/Programs/ Prevention/Learning-Collaboratives/. Accessed August 9, 2020."
    },
    {
      "title": "Pharmacists' patient care process",
      "year": 2020,
      "doi": "10.18411/a-2017-023",
      "raw": "10.18411/a-2017-023 \n\t\t \n\t\t Pharmacists' patient care process \n\t\t \n\t\t\t Joint Commission of Pharmacy Practitioners \n\t\t\t April 20, 2020 \n\t\t \n\t \n\t Joint Commission of Pharmacy Practitioners. Pharmacists' patient care process. https://jcpp.net/wp-content/uploads/2016/ 03/PatientCareProcess-with-supporting-organizations.pdf. Accessed April 20, 2020."
    },
    {
      "title": "Elearning module/patient self-measurement of blood pressure",
      "year": 2020,
      "raw": "Metastar \n\t\t \n\t\t \n\t\t Elearning module/patient self-measurement of blood pressure \n\t\t \n\t\t\t January 3, 2020 \n\t\t \n\t \n\t MetaStar. Elearning module/patient self-measurement of blood pressure. https://www.metastar.com/providers/elearning- modules/elearning-module-patient-self-measurement-blood- pressure/. Accessed January 3, 2020."
    },
    {
      "title": "E-learning module/taking an accurate blood pressure reading -outpatient adults",
      "year": 2020,
      "raw": "Metastar \n\t\t \n\t\t \n\t\t E-learning module/taking an accurate blood pressure reading -outpatient adults \n\t\t \n\t\t\t January 3, 2020 \n\t\t \n\t \n\t MetaStar. E-learning module/taking an accurate blood pressure reading -outpatient adults. https://www.metastar.com/ providers/elearning-modules/elearning-modules-2/. Accessed January 3, 2020."
    },
    {
      "title": "Patients' satisfaction and their perception of the pharmacist",
      "authors": [
        "L Ried",
        "F Wang",
        "H Young",
        "R Awiphan"
      ],
      "year": 1999,
      "journal": "J Am Pharm Assoc (Wash)",
      "volume": "39",
      "issue": "6",
      "raw": "Patients' satisfaction and their perception of the pharmacist \n\t\t \n\t\t\t L D Ried \n\t\t \n\t\t \n\t\t\t F Wang \n\t\t \n\t\t \n\t\t\t H Young \n\t\t \n\t\t \n\t\t\t R Awiphan \n\t\t \n\t \n\t \n\t\t J Am Pharm Assoc (Wash) \n\t\t \n\t\t\t 39 \n\t\t\t 6 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Ried LD, Wang F, Young H, Awiphan R. Patients' satisfaction and their perception of the pharmacist. J Am Pharm Assoc (Wash) 1999;39(6):835-42, quiz 882-4."
    },
    {
      "title": "The Brief Medication Questionnaire: a tool for screening patient adherence and barriers to adherence",
      "authors": [
        "B Svarstad",
        "B Chewning",
        "B Sleath",
        "C Claesson"
      ],
      "year": 1999,
      "doi": "10.1016/s0738-3991(98)00107-4",
      "journal": "Patient Educ Couns",
      "volume": "37",
      "issue": "2",
      "raw": "The Brief Medication Questionnaire: a tool for screening patient adherence and barriers to adherence \n\t\t \n\t\t\t B L Svarstad \n\t\t \n\t\t \n\t\t\t B A Chewning \n\t\t \n\t\t \n\t\t\t B L Sleath \n\t\t \n\t\t \n\t\t\t C Claesson \n\t\t \n\t\t 10.1016/s0738-3991(98)00107-4 \n\t \n\t \n\t\t Patient Educ Couns \n\t\t \n\t\t\t 37 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Svarstad BL, Chewning BA, Sleath BL, Claesson C. The Brief Medication Questionnaire: a tool for screening patient adherence and barriers to adherence. Patient Educ Couns 1999; 37(2):113-24."
    }
  ],
  "num_references": 12,
  "figures": [
    {
      "description": "The opinions expressed by authors contributing to this journal do not necessarily reflect the opinions of the U.S. Department of Health and Human Services, the Public Health Service, the Centers for Disease Control and Prevention, or the authors' affiliated institutions."
    },
    {
      "description": ". The Pharmacy Society of Wisconsin provided hypertension-specific clinical toolkits and adherence training and tools to work with patients to identify solutions to self-reported adherence barriers. NeuGen incentivized participat-PREVENTING CHRONIC DISEASE VOLUME 17, E105 PUBLIC HEALTH RESEARCH, PRACTICE, AND POLICY SEPTEMBER 2020 The opinions expressed by authors contributing to this journal do not necessarily reflect the opinions of the U.S. Department of Health and Human Services, the Public Health Service, the Centers for Disease Control and Prevention, or the authors' affiliated institutions."
    },
    {
      "description": "Box. Questions in Pharmacist Satisfaction Survey How would you rate the overall care you received from your pharmacists? [Answer options were very poor, poor, fair, good, or very good.] Do you use any of the following to help you manage your blood pressure? [Answer options were yes or no.] A monitor to check my blood pressure at home • A log to keep track of my blood pressure readings • A log to track the days I take my blood pressure medication • How much difficulty do you have in the following areas with your blood pressure medication? [Answer options were none, a little, some, or a lot.] Remembering my medication dosage(s) • Remembering if I took my medication • Paying for my medication • Refilling my medication • Unwanted side effects from my medication • Reading my medication bottles • Other concerns or problems with my medications •"
    }
  ],
  "num_figures": 3,
  "num_citations": 10,
  "cited_references": [
    "b4",
    "b2",
    "b5",
    "b7",
    "b11",
    "b8",
    "b6",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "This publication is in the public domain and is therefore without copyright. All text from this work may be reprinted freely. Use of these materials should be properly cited.www.cdc.gov/pcd/issues/2020/20_0058.htm • Centers for Disease Control and Prevention",
    "Centers for Disease Control and Prevention • www.cdc.gov/pcd/issues/2020/20_0058.htm",
    "The opinions expressed by authors contributing to this journal do not necessarily reflect the opinions of the U.S. Department of Health and Human Services, the Public Health Service, the Centers for Disease Control and Prevention, or the authors' affiliated institutions.www.cdc.gov/pcd/issues/2020/20_0058.htm • Centers for Disease Control and Prevention",
    "[raw_reference] Centers for Disease Control and Prevention. Community Pharmacists and Medication Therapy Management. https:// www.cdc.gov/dhdsp/pubs/guides/best-practices/pharmacist- mtm.htm. Accessed October 11, 2019.",
    "[raw_reference] Zagaria MAE. Medication therapy management: status overview, innovation, and practice resources. US Pharm 2017; 42(6):7-9.",
    "[raw_reference] Cheema E, Sutcliffe P, Singer DRJ. The impact of interventions by pharmacists in community pharmacies on control of hypertension: a systematic review and meta-analysis of randomized controlled trials. Br J Clin Pharmacol 2014; 78(6):1238-47.",
    "[raw_reference] Mehos BM, Saseen JJ, MacLaughlin EJ. Effect of pharmacist intervention and initiation of home blood pressure monitoring in patients with uncontrolled hypertension. Pharmacotherapy 2000;20(11):1384-9.",
    "[raw_reference] Zillich AJ, Sutherland JM, Kumbera PA, Carter BL. Hypertension outcomes through blood pressure monitoring and evaluation by pharmacists (HOME study). J Gen Intern Med 2005;20(12):1091-6.",
    "[raw_reference] Green BB, Cook AJ, Ralston JD, Fishman PA, Catz SL, Carlson J, et al. Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial. JAMA 2008;299(24):2857-67.",
    "[raw_reference] Association of State and Territorial Health Officials. Heart disease and stroke. https://www.astho.org/Programs/ Prevention/Learning-Collaboratives/. Accessed August 9, 2020.",
    "[raw_reference] Joint Commission of Pharmacy Practitioners. Pharmacists' patient care process. https://jcpp.net/wp-content/uploads/2016/ 03/PatientCareProcess-with-supporting-organizations.pdf. Accessed April 20, 2020.",
    "[raw_reference] MetaStar. Elearning module/patient self-measurement of blood pressure. https://www.metastar.com/providers/elearning- modules/elearning-module-patient-self-measurement-blood- pressure/. Accessed January 3, 2020.",
    "[raw_reference] MetaStar. E-learning module/taking an accurate blood pressure reading -outpatient adults. https://www.metastar.com/ providers/elearning-modules/elearning-modules-2/. Accessed January 3, 2020.",
    "[raw_reference] Ried LD, Wang F, Young H, Awiphan R. Patients' satisfaction and their perception of the pharmacist. J Am Pharm Assoc (Wash) 1999;39(6):835-42, quiz 882-4.",
    "[raw_reference] Svarstad BL, Chewning BA, Sleath BL, Claesson C. The Brief Medication Questionnaire: a tool for screening patient adherence and barriers to adherence. Patient Educ Couns 1999; 37(2):113-24."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
