{
  "paper_id": "KMSSEZES",
  "title": "Implementing managed entry agreements in practice: The Dutch reality check",
  "abstract": "Background: Conditional financing (CF) of expensive hospital drugs was applied in the Netherlands between 2006 and 2012; a 4-year coverage with evidence development (CED) framework for expensive hospital drugs. This study aims to evaluate the CF framework, focusing on Health Technology Assessment (HTA) procedures. Methods: Using a standardised data extraction form, researchers independently extracted information on procedural, methodological and decision-making aspects from HTA reports of drugs selected for CF. Results: Forty-nine drugs were chosen for CF, of which 12 underwent the full procedure. The procedure extended beyond the envisioned 4 years period for 11/12 drugs. Outcomes research studies conducted as part of CF provided insufficient scientific data to reach conclusions on appropriate use and costeffectiveness of 5/12 drugs. After re-assessment, continuation of reimbursement was advised for 10/12 drugs, with 6 necessitating yet additional conditions for evidence generation. Notably, advice to discontinue reimbursement for 2/12 drugs has not yet been implemented in Dutch healthcare practice. Conclusions: Theoretically, CF provided an option for quick but conditional access to drugs. However, numerous aspects related to the design and implementation of CF negatively affected its value in practice. Future CED schemes should aim to incorporate learnings from the CF example to increase their impact in healthcare practice.",
  "year": 2010,
  "date": "2010",
  "journal": "Health Policy",
  "publication": "Health Policy",
  "authors": [
    {
      "forename": "A",
      "surname": "Makady",
      "name": "A Makady",
      "affiliation": "a  National Healthcare Institute (ZIN) , Diemen , the Netherlands \n\t\t\t\t\t\t\t\t National Healthcare Institute (ZIN) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Diemen \n\t\t\t\t\t\t\t\t\t the Netherlands",
      "email": "amakady@zinl.nl"
    },
    {
      "forename": "A",
      "surname": "Van Veelen",
      "name": "A Van Veelen",
      "affiliation": "b  Division of Pharmacoepidemiology and Clinical Pharmacology , Utrecht Institute for Pharmaceutical Sciences , Utrecht , the Netherlands \n\t\t\t\t\t\t\t\t Division of Pharmacoepidemiology and Clinical Pharmacology \n\t\t\t\t\t\t\t\t Utrecht Institute for Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Utrecht \n\t\t\t\t\t\t\t\t\t the Netherlands"
    },
    {
      "forename": "A",
      "surname": "De Boer",
      "name": "A De Boer",
      "affiliation": "b  Division of Pharmacoepidemiology and Clinical Pharmacology , Utrecht Institute for Pharmaceutical Sciences , Utrecht , the Netherlands \n\t\t\t\t\t\t\t\t Division of Pharmacoepidemiology and Clinical Pharmacology \n\t\t\t\t\t\t\t\t Utrecht Institute for Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Utrecht \n\t\t\t\t\t\t\t\t\t the Netherlands"
    },
    {
      "forename": "H",
      "surname": "Hillege",
      "name": "H Hillege",
      "affiliation": "c  Department of Epidemiology , University Medical Centre Groningen , Groningen , the Netherlands Eekholt 4 , 1112 XH , Diemen , the Netherlands. \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t University Medical Centre Groningen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Eekholt 4 \n\t\t\t\t\t\t\t\t\t 1112 XH \n\t\t\t\t\t\t\t\t\t Groningen Diemen \n\t\t\t\t\t\t\t\t\t the Netherlands the Netherlands"
    },
    {
      "forename": "O",
      "surname": "Klungel",
      "name": "O Klungel",
      "affiliation": "b  Division of Pharmacoepidemiology and Clinical Pharmacology , Utrecht Institute for Pharmaceutical Sciences , Utrecht , the Netherlands \n\t\t\t\t\t\t\t\t Division of Pharmacoepidemiology and Clinical Pharmacology \n\t\t\t\t\t\t\t\t Utrecht Institute for Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Utrecht \n\t\t\t\t\t\t\t\t\t the Netherlands"
    },
    {
      "forename": "W",
      "surname": "Goettsch",
      "name": "W Goettsch",
      "affiliation": "a  National Healthcare Institute (ZIN) , Diemen , the Netherlands \n\t\t\t\t\t\t\t\t National Healthcare Institute (ZIN) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Diemen \n\t\t\t\t\t\t\t\t\t the Netherlands"
    }
  ],
  "doi": "10.1016/j.healthpol.2018.09.016",
  "sections": [
    {
      "title": "Introduction",
      "text": "In an era of rising healthcare expenditures due to the advent of innovative, yet expensive drugs, it is suggested that managed entry agreements (MEAs) may provide healthcare payers and insurers with a flexible policy framework that incorporates both early access to drugs and additional evidence generation  [1] . The use of MEAs as policy tools to address this dilemma has increased globally  [2] . MEAs can be described as \"arrangements between drug manufacturers and payers or providers that -ensure access to coverage or reimbursement of a drug or medical technology under specified conditions\"  [1] .Three different categories of MEAs are defined based on issues they address: (i) managing budget impact, (ii) managing uncertainty relating to clinical and/or cost-effectiveness, and (iii) managing utilization to optimize performance  [3] .However, numerous challenges are associated with their design and implementation, leading to topics of ongoing debate  [2, 3] .\n\nIn 2005, the Netherlands encountered the issue of unequal access to the then innovative, yet expensive trastuzumab as adjuvant therapy for the treatment of early breast cancer with HER2+ over-expression  [4] . Access varied significantly between hospitals in different provinces leading to the so-called \"ZIP code healthcare\" phenomenon and public outcry  [4] . To address this, the Dutch National Healthcare Authority (NZa) was asked by the Dutch Ministry of Health to implement two policy frameworks between 2006 and 2012 for the conditional financing (CF) of expensive drugs and orphan drugs administered within the hospital setting, respectively. These policy frameworks were linked to the development of a MEA, specifically a coverage with evidence development (CED) framework  [1, 5] .\n\nThe National Healthcare Institute (ZIN; formerly known as the Healthcare Insurance Board (CVZ)), the national Health Technology Assessment (HTA) authority, was responsible for the implementation of CF and issuing eventual advice on reimbursement on behalf of the NZa. According to ZIN guidelines  [6, 7] , drugs nom-inated for CF would be included in an initial assessment (T = 0 years) comprising the following components: therapeutic value, cost-effectiveness, budget impact analysis, and assessment of the outcomes research proposal (preferably including a value of information analysis)  [6] . Inclusion of drugs in CF was only warranted if 3 criteria were met: a budget impact above D 2.5 million/year, a proven additional therapeutic value in comparison to available comparator treatments, and a well-defined proposal for outcomes research to address uncertainties regarding appropriate use (AU) and cost-effectiveness (CE) in routine practice. Subsequently, marketing authorisation holders, in collaboration with hospitals, clinicians and clinician societies would implement the proposed outcomes research to collect real-world evidence (RWE) on AU and CE in routine practice throughout a period of 3 years, which was eventually extended to 4 years. Hospitals administering the selected expensive or orphan drugs were funded for 80% and 100% of their drug expenditures through the basic healthcare package, respectively.\n\nAfter the 4-year period, ZIN would conduct a re-assessment (T = 4) of drugs comprising the following elements: therapeutic value, appropriate use, cost-effectiveness and budget impact. Finally, an appraisal of all available evidence at T = 4 would be performed to advise on the reimbursement of drugs based on 4 criteria: necessity, clinical effectiveness, cost-effectiveness and implementability within the healthcare system  [7] . The Scientific Advisory Committee (WAR; hereafter Assessment Committee) was responsible for the assessment of evidence at T = 0 and T = 4. Meanwhile, the appraisal of evidence at T = 4 based on the 4 criteria was conducted by the Insured Package Advisory Committee (ACP; hereafter Appraisal Committee). See Fig.  1  for a process chart of the CF scheme.\n\nTo our knowledge, no systematic evaluation of CF in the Netherlands has been conducted since its inclusion stopped in 2012. Therefore, this article aims to evaluate experiences gained with the implementation of CF to date by reviewing HTA reports. In doing so, the authors endeavour to provide empirical insights to inform ongoing discussions on the implementation of MEAs in practice."
    },
    {
      "title": "Methods",
      "text": "To generate an overview of all drugs in the CF scheme, documents listing notifications of report assessments per year and announcements of assessment statuses were compiled from 2006 to 2017 from the ZIN website ( www.zorginstituutnederland.nl ). This period corresponds to the date of CF scheme implementation (01.01.2006) and the last available document (15.05.2017). For each notifications document, all assessments registered under CF were collected. For each drug the trade name, active ingredient, registered indication and status of the assessment were compiled. Duplicate entries for each drug were removed from the different documents based on a combination of the trade name, active ingredient, registered indication and status of assessment.\n\nTo subsequently evaluate the CF scheme, the authors used a three-pronged approach based on procedural, methodological and decision-making aspects outlined below. The authors are aware of other MEA analysis frameworks proposed in literature  [1, 5, 8]  but refer to the fact that such frameworks aim to classify the taxonomy of MEAs and recommend best practices for their design, rather than to retrospectively analyse their implementation thoroughly within a particular context. Therefore, in order to best address the research question at hand, the authors opted for the use of an alternative, tailored approach."
    },
    {
      "title": "Procedural aspects",
      "text": "Procedural aspects related to whether due procedure had been followed in the implementation of CF as per ZIN guidelines. For example, whether T = 0 and T = 4 assessments were conducted for all CF drugs and if not, whether reasons for not conducting T = 4 assessments were transparently communicated (e.g. in relation to CF criteria cited above, such as budget impact exceeding D 2.5 million, a demonstrable added therapeutic value of the new drug or other reasons). Another example is whether the time span between published T = 0 and T = 4 reports for drugs that underwent the full procedure (hereafter finalized drugs) equalled 4 years.\n\nFor a full list of all procedural aspects assessed and the corresponding sources of data, please see Table  1 ."
    },
    {
      "title": "Methodological aspects",
      "text": "Methodological aspects related to the assessment of evidence at T = 0 and T = 4 for finalized drugs. For example, the quantity of critical commentary and recommendations provided by the Assessment Committee on the outcomes research proposals (T = 0), as well as critical commentary on appropriate use assessments (T = 4) and cost-effectiveness assessments (T = 4) of finalized drugs. For the purposes of this analysis, a critical comment was defined as a recorded instance in a report whereby the Assessment Committee provided an objective critique on a specific element of the evidence being assessed. Meanwhile, a recommendation was defined as a critical comment whereby the Assessment Committee provided specific suggestions for improvement of the outcomes research proposal.\n\nAnother example of methodological aspects relates to whether the Assessment Committee at T = 4 deemed the evidence collected and its analysis to be of sufficient scientific quality to provide conclusions for the questions formulated at T = 0 for finalized drugs.\n\nFor a full list of all methodological aspects assessed and their corresponding sources of data, please see Table  1 .\n\nSpecific attention was given to such aspects because they represent the core aims of the CF scheme (i.e. to prospectively design studies to collect RWE on AU and CE) in comparison to conventional HTA performed by ZIN."
    },
    {
      "title": "Decision-making aspects",
      "text": "Decision-making aspects related to the appraisal of evidence presented at T = 4 and the final reimbursement advice, namely: the nature of conclusions made by the Assessment Committee on AU and CE based on evidence submitted at T = 4, the nature of the Appraisal Committee's advice on reimbursement at T = 4 in relation to the 4 package criteria and the final advice published by ZIN on reimbursement of finalized drugs (Table  1 ).\n\nSpecific attention was provided to decision-making on AU, CE & reimbursement advice because they represent the core aims of the CF scheme in comparison to conventional HTA performed by ZIN."
    },
    {
      "title": "Data extraction & analysis",
      "text": "A standardised data extraction form (DEF) was used to retrieve the relevant information on procedural, methodological and decision-making aspects from the corresponding sources cited in Table  1 .\n\nSubsequently, simple descriptive statistics were used to analyse the results of data extraction for procedural, methodological and decision-making aspects. Moreover, for some specific elements of methodological and decision-making aspects, data extracted was qualitatively analysed. For example, a qualitative comparison of critical comments made at T = 0 and T = 4 per finalized drug was † It is important to note that in some cases, the final appraisal of evidence in relation to the 4 package criteria was performed by the Assessment Committee, rather than the Appraisal Committee. This occurred for drugs whereby appraisal was relatively straight-forward (i.e. evidence at T=4 on all 4 criteria indicated a positive opinion on continued reimbursement). However, in cases where evidence may have led to a negative opinion on continued reimbursement, the Appraisal Committee was consulted.\n\ndone to determine if recommendations made by the Assessment Committee regarding the outcomes research proposal were implemented.\n\nAll data extraction steps and analyses were conducted independently by 2 authors (AM and AvV). Any discrepancies in data extracted and analyses were resolved by consensus amongst the 2 authors."
    },
    {
      "title": "Results"
    },
    {
      "title": "Procedural aspects",
      "text": "Forty-nine drugs were nominated for CF, of which 24 were excluded after T = 0 assessments. The drugs were excluded because the expected budget impact at T = 4 was below D 2.5 million/year or the expected added therapeutic value at T = 4 was diminished (e.g. due to emergence of equally effective comparator products; 22/24), or the drugs were transferred to an alternative national scheme on orphan drugs (\"monitoring of orphan disease products\"  [9] ) (2/24). Twenty-five drugs remained in the CF scheme. Information could only be retrieved in the public domain for 12/25 drugs, which have been finalized with subsequent publication of official ZIN advice. For information on the status of the remaining 13/25 drugs, authors were obliged to retrieve information from assessors within ZIN. For these 13 drugs, re-assessments are ongoing (5/13) or pending (e.g. due to extended deadlines allowing for extra data collection to supplement inadequate datasets; 8/13). See Fig.  2  in the appendix of Supplementary material for a flowchart of drugs in CF and Table  2  for a list of finalized drugs.\n\nFor 11/12 finalized drugs, the elapsed time period between publication of the T = 0 and T = 4 reports extended beyond 4 years; ranging from 3.99 years (trastuzumab) to 7.58 years (natalizumab), with an average of 5.93 years per drug (Table  2 ).\n\nThe availability of report components for T = 0 and T = 4 reports of finalized drugs varied (Table  A  -appendix of Supplementary material). For all 12 T = 0 reports, therapeutic value assessments and cost-effectiveness assessments were present. Contrastingly, none of the outcome research proposals contained value of information (VoI) analyses at T = 0 despite guideline recommendations. However, it was mentioned (internal communication, WG) that for one drug VoI analysis was included in the submission file but later deemed unusable due to an incorrect choice of comparator treatment. For T = 4 reports, therapeutic value assessments, cost-effectiveness assessments and budget impact analyses were present in all 12 reports and appropriate use assessments were present in 11/12 reports.\n\nAs per ZIN guidelines, the Assessment Committee was consulted for all T = 0 and T = 4 assessments and for conclusions on AU and CE at T = 4. However, contrary to guidelines, the Assessment Committee also performed the appraisal of evidence at T = 4 in relation to the 4 package criteria for 5/12 drugs (Table  B  -appendix of Supplementary material). This occurred for drugs whereby appraisal was relatively straight-forward (i.e. evidence at T = 4 on all 4 package criteria indicated a positive opinion on continued reimbursement). However, for the remaining 7/12 drugs where evidence may have led to a negative advice, the Appraisal Committee was consulted."
    },
    {
      "title": "Methodological aspects",
      "text": "A combined total of 249 critical comments were made by the Assessment Committee addressing the components outcomes research proposals (T = 0), appropriate use assessments (T = 4) and"
    },
    {
      "title": "Table 1",
      "text": "Full list of procedural, methodological and decision-making aspects assessed, as well as their corresponding source(s)."
    },
    {
      "title": "Procedural Aspects",
      "text": "Source(s)\n\n1 Whether T = 0 and T = 4 assessments were conducted for all CF drugs and if not, whether reasons for not conducting T = 4 assessments were transparently communicated.\n\nNotifications of report assessments per year and announcements of assessment statuses were compiled from 2006 to 2017 from the ZIN website ( www.zorginstituutnederland.nl ).\n\n2 Whether the time span between published T = 0 and T = 4 reports for finalized drugs equalled 4 years Date of publication extracted from the corresponding T = 0 and T = 4 reports per finalized drug.\n\n3 Whether all components of the T = 0 and T = 4 reports for finalized drugs were present\n\nAll components of the T = 0 and T = 4 reports were identified and extracted per finalized drug. For a list of all report components, see Table  A  in the appendix of Supplementary material. 4 Whether the relevant committees were consulted throughout the procedure\n\nThe committees (i.e. Assessment Committee and/or Appraisal Committee) consulted were identified from published T = 0 and T = 4 reports per finalized drug.\n\nMethodological Aspects 1 Quantity of critical commentary provided by the Assessment Committee on the outcomes research proposals (T = 0), appropriate use assessments (T = 4) and cost-effectiveness assessments (T = 4) of finalized drugs a\n\nThe quantity of critical commentary in T = 0 and T = 4 reports on outcomes research proposals (T = 0), appropriate use assessments (T = 4) and cost-effectiveness assessments (T = 4) was recorded per finalized drug and per section of the report components. For a list of the specific elements for which commentary was collected, see Tables C to E in the appendix of Supplementary material. 2 Whether recommendations b made by the Assessment Committee on the proposed outcomes research at T = 0 were incorporated in the outcomes research implemented.\n\nCritical comments were extracted from T = 0 and T = 4 reports per finalized drug. Analysis on implementation of recommendations made on outcomes research proposals was performed by qualitatively comparing critical comments at T = 0 to those at T = 4. 3 Whether the Assessment Committee at T = 4 deemed the evidence collected and its analysis to be of sufficient scientific quality to provide conclusions for the questions formulated at T = 0.\n\nThe committee's conclusions on the scientific quality of the evidence submitted at T = 4 for appropriate use and cost-effectiveness were identified and extracted from the published T = 4 reports per finalized drug.\n\nDecision-Making Aspects 1 The nature of conclusions made by the Assessment Committee on AU and CE based on evidence submitted at T = 4\n\nThe respective conclusions on appropriate use and cost-effectiveness were identified and extracted from published T = 4 reports per finalized drug.\n\n2 The nature of the Appraisal Committee's advice on reimbursement at T = 4 in relation to the 4 package criteria.\n\nThe respective conclusions on reimbursement advice were identified and extracted from published T = 4 reports per finalized drug.\n\n3 The final advice published by ZIN on reimbursement of finalized drugs The respective conclusions on reimbursement advice were identified and extracted from T = 4 reports per finalized drug.\n\nAbbreviations: CF: conditional financing; AU: Appropriate Use; CE: Cost-Effectiveness; ZIN: Zorginstituut Nederland. a A critical comment was defined as a recorded instance in a report whereby the Assessment Committee provided an objective critique on a specific element of the evidence being assessed.\n\nb A recommendation was defined as a critical comment whereby the Assessment Committee provided specific suggestions for improvement of the outcomes research proposal.\n\ncost-effectiveness assessments (T = 4) for all finalized drugs. In total, 68/249 (27%) comments related to outcomes research proposals at T = 0 and were mostly directed at the proposed cost-effectiveness model and the selected outcome measures for clinical effect (Table  C  -Appendix of Supplementary material).\n\nThe majority of all critical comments were posed at T = 4, of which 58/249 (23%) related to appropriate use assessments and 123/249 (49%) related to cost-effectiveness assessments. Commentary provided at T = 4 on appropriate use assessment was mostly directed at quality of life information collected, clinical effectiveness outcome measures included and the studied patient population (Table D -Appendix of Supplementary material). Finally, critical commentary provided at T = 4 on cost-effectiveness assessment was mostly directed at costs outcomes for which information was gathered, the presented model structure and clinical effectiveness outcomes measured (Table E -Appendix of Supplementary material).\n\nThe total number of critical comments for T = 0 and T = 4 combined varied considerably between finalized drugs (Fig.  B  -Appendix of Supplementary material). For example, pemetrexed incurred the least number of comments at T = 0 and T = 4 combined (2/249; 0.01%), whereas rituximab incurred the most (54/249;19%).\n\nRecommendations made by the Assessment Committee at T = 0 on the outcomes research proposal were fully implemented in studies conducted for 5/12 finalized drugs. For 6/12 finalized drugs, recommendations were only partially implemented. Moreover, the number of recommendations that were not incorporated varied (Fig.  C  -Appendix of Supplementary material). Due to the absence of an outcomes research proposal for trastuzumab, this analysis could not be conducted for this drug.\n\nThe Assessment Committee concluded that evidence submitted at re-assessment (T = 4) and its analysis was of sufficient scientific quality to assess AU in Dutch clinical practice for 9/12 (75%) of finalized drugs and inadequate for 3/12 (25%) of drugs. Meanwhile, the committee concluded that evidence submitted at re-assessment and its analysis was of sufficient scientific quality to assess CE in Dutch clinical practice for 7/12 (58%) of finalized drugs and inadequate for 5/12 (42%) of drugs."
    },
    {
      "title": "Decision-making aspects"
    },
    {
      "title": "Conclusions on AU and CE at T = 4",
      "text": "For 8/9 drugs with sufficient evidence on AU, the Assessment Committee concluded that they were used appropriately in clinical practice; for the last drug (eculizumab), the committee concluded that the drug was administered to a broader patient population than intended. Meanwhile, the committee stated that it could not reach conclusions on AU for drugs for which the submitted evidence was insufficient (Table  F  -Appendix of Supplementary material)."
    },
    {
      "title": "Table 2",
      "text": "List of finalized drugs' trade names, active ingredients, indications, date of publication of T = 0 and T = 4 reports and the elapsed time between T = 0 and T = 4."
    },
    {
      "title": "Trade Name",
      "text": "Active Ingredient Indication Date of completion & publication of T = 0 assessment Date of completion and publication of T = 4 re-assessment Duration of procedure for conditional financing Myozyme ® alglucosidase alpha Pompe disease (glycogen storage disease type II). 24-07-2006 23-01-2012 5,50 Replagal ® agalsidase alpha Fabry's disease (alpha-galactosidase A deficiency). 21-05-2007 27-02-2012 4,77 Fabrazyme ® agalsidase beta Fabry's disease (alpha-galactosidase A deficiency). 21-05-2007 27-02-2012 4,77 Soliris ® eculizumab Paroxysmal nocturnal hemoglobinuria (PNH). 25-02-2008 18-03-2013 5,06 MabThera rituximab Severe, active rheumatoid arthritis after failure to respond to at least 1 TNF/alpha blocker. 25-09-2006 30-06-2014 7,51 Tysabri ® natalizumab Highly active relapsing remitting multiple sclerosis (RRMS). 18-12-2006 14-07-2014 7,58 Herceptin ® trastuzumab Adjuvant therapy for the treatment of early breast cancer with increased HER2+ expression. 03-07-2010 30-06-2014 3,99 Xolair ® omalizumab Add-on therapy for severe, persistent allergic asthma. 23-05-2006 02-07-2012 6,11 Vfend ® voriconazol Serious, invasive aspergillosis. 17-12-2007 30-06-2014 6,54 Lucentis ® ranibizumab Wet, age-related macular degeneration. 23-04-2007 13-08-2012 5,31 Metvix ® methyl aminolevulinate Actinic keratosis. 28-04-2008 23-03-2015 6,98 Alimta ® pemetrexed Metastatic non-small cell lung cancer (NSCLC). 22-06-2009 18-07-2016 7,07\n\nFour of the 7 drugs with sufficient evidence on CE were indicated for orphan diseases, whereby high incremental cost-effectiveness ratios (ICERs) led to the Assessment Committee concluding that the ICERS were above the threshold value of D 80,000/QALY and delegating further discussions in relation to other societal considerations to the Appraisal Committee. For 2/7 drugs, the committee concluded that the ICERs presented were below the threshold and substantiated by the evidence submitted. For the last drug (pemetrexed), the committee concluded that despite the low probability (10-40%) of the drug being cost-effective at the threshold, impending expiry of its patent and emergence of generic products would improve its cost-effectiveness in the near future (Table  F  -Appendix of Supplementary material).\n\nOn the other hand, for 4/5 drugs with inadequate evidence on CE, the Assessment Committee concluded that the ICERs presented were not substantiated by the evidence thus no conclusions could be reached on their CE in practice. For the final drug (rituximab), the committee concluded that additional data collection was unnecessary due to diminished added therapeutic value and costs which are comparable to a novel comparator treatment, both factors thereby minimising the risk for incurring high ICER's (Table  F  -Appendix of Supplementary material)."
    },
    {
      "title": "Appraisal of evidence at T = 4 in relation to reimbursement package criteria",
      "text": "The Assessment Committee went on to appraise all evidence at T = 4 in relation to the 4 package criteria (necessity, clinical effectiveness, cost-effectiveness and implementability in the healthcare system) for 5/12 drugs; for 4/5 drugs, continued reimbursement from the basic healthcare package was advised. For the final drug (natalizumab), the committee advised to postpone the decision on discontinuation of reimbursement until further evidence becomes available from a separate initiative (Round Table on Multiple Sclerosis)  [10] .\n\nMeanwhile, the Appraisal Committee appraised evidence at T = 4 for 7/12 drugs. For 5/7 drugs, continued reimbursement was advised based on additional conditions. Such conditions varied based on which NZa framework the drug belonged to (i.e. orphan drugs or expensive drugs) and on a case-by-case basis. For 3 of the 4 orphan drugs (alglucosidase alpha, agalsidase alpha and agalsidase beta), conditions included the need for exceptional financing of orphan drugs outside the basic healthcare package, tailored policies on development and pricing of orphan drugs, the establishment of necessary patient registries to monitor real-world outcomes and bundling of clinical expertise to ensure AU. Conditions for expensive drugs varied per case. For omalizumab, the committee argued for a pragmatic solution in the form of a Pay-for-Performance scheme to avoid its exclusion from the basic healthcare package. Meanwhile, the committee advised clinician societies to update clinical guidelines to clearly specify criteria for patients who qualify for treatment with methylaminolevulinate, thereby avoiding over-prescription (e.g. due to low compliance amongst patients using comparator treatments leading to apparent non-response). Finally, for 2/7 drugs (eculizumab and ranibizumab), the Appraisal Committee advised to discontinue reimbursement. outcomes research proposal were fully implemented for less than half of finalized drugs, with a varying percentage of unaddressed recommendations for the remaining drugs. At T = 4, the Assessment Committee concluded that evidence generated through outcomes research was of insufficient quality to answer a third of research questions defined at T = 0. Eventually, based on advice of its committees, ZIN advised to continue reimbursement for 10 drugs, of which 6 with additional conditions, and to discontinue reimbursement for 2.\n\nIn light of results summarised above, one may question whether some design aspects of CF, an example of a CED framework, were fit for its envisioned purpose. For example, only 1 drug had been processed within the envisioned 4-year time window. Although reasons for failure to timely processing of the remaining drugs are not directly apparent from the extracted data for this study, they may relate to a myriad of factors, including the time needed to set up registries required for data collection, to compile and evaluate data generated from outcome studies, and subsequently to assess and appraise the evidence generated  [11, 12] . In Italy for instance, extensive resources were invested in setting up necessary infrastructures to collect fit-for-purpose data over many years  [13] . Moreover, one may wonder whether a 4-year period is applicable to all indications for which the finalized drugs were approved; the assessment of mortality outcomes with the use of voriconazol for serious, invasive aspergillosis (an acute, life-threatening condition) requires shorter follow-up than for pemetrexed for non-small cell lung cancer. The use of tailored approaches for determining required time-frames to answer the questions raised at T = 0, rather than a fixed 4-year window, may provide a more intuitive design.\n\nImportantly, for a third of research questions defined at T = 0, insufficient evidence was generated through the implemented outcome research studies to reach grounded conclusions at T = 4. Moreover, for half of the finalized drugs, reimbursement was continued based on yet further evidence generation to address remaining uncertainties. Once again, although the potential reasons behind such a finding are not directly apparent from the data extracted, literature alludes to numerous reasons such as challenges with analysing and interpreting RWE generated  [14, 15] . It may also be that the lack of full incorporation of recommendations on the proposed outcomes research contributed to this. Two safeguards proposed in ZIN guidelines may have prevented such shortcomings in hindsight. Firstly, the conduct of VoI analyses at T = 0 to highlight the feasibility and intrinsic value of data collection for specific parameters within the timelines projected. Secondly the mid-term reporting of outcomes research progress and interim results between T = 0 and T = 4 (specifically at T = 1 & T = 3) may have led to more timely decisions regarding continuation, adjustment or termination of the CF procedure for drugs, thereby avoiding waste of valuable time and money for all stakeholders involved. Unfortunately, both recommendations (VoI and interim reporting) were published in December 2008, more than 2 years after the start date of the CF scheme  [6] . By then, T = 0 assessments for the majority of finalized drugs had already been completed. Nevertheless, both design aspects may be essential for future design of MEAs (particularly CEDs), as has been iterated in previous literature  [16] .\n\nAnother shortcoming is the absence of an a priori strategy for the implementation of CF outputs in the actual healthcare setting. To the authors' knowledge, it was not specified in guidelines beforehand how advice officially issued by ZIN on reimbursement of CF drugs from the basic healthcare package would or should be implemented by the responsible external stakeholders in the Dutch healthcare setting for their respective tasks. For example, it is known that ranibizumab has not been removed from the basic healthcare package by the Ministry of Health to date, and it remains unknown if the appropriate use of voriconazol has been improved through the modification of clinical guide-lines as per ZIN advice. Previous experiences in Germany allude to difficulties associated with removing medicines from national reimbursement packages or limiting physicians ćhoice in treatment prescription  [17] . Contrastingly, one successful story is that of omalizumab, whereby a Pay-for-Performance scheme was initiated jointly by ZIN, the Ministry of Health, the marketing authorisation holder, patient organisations and participating hospitals as per the advice of ZIN's Appraisal Committee. However, it would be burdensome and discouraging to all parties to first implement a CED scheme, only to follow up with a Pay-for-Performance scheme for each drug  [2, 18] . Moreover, implementing pay-for-performance schemes incurs other practical considerations relating to retrieving costs from responsible parties, as experienced in Italy  [13] . Therefore, provided the diversity of stakeholders active within the Dutch healthcare setting, the complexity of interactions between their mandates and stakeholders' differing interests, more attention should have been paid to establishing a priori strategies on how CF outputs would and should be implemented in practice by different stakeholders.\n\nThe emergence of innovative, yet expensive medications is occurring rapidly. Moreover, a notable trend amongst novel oncology treatments relates to conditional marketing based on less conclusive evidence on safety or efficacy (e.g. phase I/II studies) within the context of accelerated/conditional approval pathways  [19] . Consequently, HTA agencies and payers increasingly encounter submissions with more uncertainties on aspects such as long-term health outcomes and effectiveness in clinical practice. Meanwhile, an increasing global interest in medicines adaptive pathways to patients (MAPP's), whereby an iterative approach to evidence generation is adopted for products throughout their lifetime, reasserts the increasing dependence on MEAs for both HTA and regulatory decision-making  [20] . Moreover, several HTA agencies in several European jurisdictions have recently established MEA schemes to aid their decision making, some examples being France, Sweden and the United Kingdom  [21] . However, the design and implementation of MEAs, particularly CEDs, remains complicated  [2, 13, 17, 18, 20] . One may argue that without systematic evaluations of established MEAs, novel schemes are likely to suffer similar caveats as previous ones. To counter this potential risk, knowledge regarding the successes, failures, strengths and weaknesses of established MEAs should be the focus of future research, in order to avoid repeating historical mistakes when setting up new schemes within the Netherlands and elsewhere."
    },
    {
      "title": "Limitations",
      "text": "The evaluation scheme developed and implemented by the authors for this study is a novel one. The authors are aware of other MEA analysis frameworks proposed in literature  [1, 5, 8]  but refer to the fact that such frameworks aim to classify the taxonomy of MEAs and recommend best practices for their design, rather than to retrospectively analyse their implementation within a particular context. Therefore, in order to best address the research question at hand, the authors opted for the use of an alternative, tailored approach.\n\nIn the assessment of methodological aspects, the authors examined the quantity of critical commentary and recommendations provided by the Assessment Committee on outcomes research proposals, appropriate use assessments and cost-effectiveness assessments. Although this provided insights as to which elements may have been most controversial during the re-assessment of submitted evidence, the qualitative nature of comments and recommendations provided have not been separately addressed to determine their impact on evidence appraisal. For example, in appropriate use assessments of the finalized drugs, we noted that 9 critical comments were provided on patient populations examined in outcomes research studies. Bearing in mind that research questions on AU hinge on the generalizability of the examined study population to the Dutch clinical population, such comments may have had a more prominent role in the final appraisal of evidence compared to other comments. In an attempt to address this limitation, the authors examined both the Assessment Committee's conclusions on the scientific quality of the evidence submitted for AU and CE, as well as its final conclusions on AU and CE. In doing so, the authors were able to discern which aspects influenced the Committee's conclusions on AU and CE the most.\n\nThis study presents an analysis of reports as a means to determine experiences gained in implementing CF. However, this research question additionally warrants alternative methods (e.g. stakeholder interviews) to gather information on the experiences gained by the wide array of stakeholders involved in implementing CF. In doing so, numerous findings could be brought to light which may not be part of HTA reports analysed. This is currently the topic of ongoing research by the authors.\n\nFinally, this study does not address questions regarding the value and potential impact of MEAs (particularly CEDs) on reimbursement decisions. For example, it is not apparent if reimbursement decisions issued by ZIN in the context of CF would have been different if the same decisions were made in the context of conventional HTA. Provided the considerable time and effort HTA agencies and other parties such as clinicians and MAHs need to invest in implementing MEAs, further research is required to shed light on the value of such schemes for the future. It is our hope that ongoing research by the authors cited above will provide relevant insights on these aspects."
    },
    {
      "title": "Conclusion",
      "text": "In principle, CF may provide a valuable MEA framework, guaranteeing patient access to innovative treatments while simultaneously obliging responsible parties to collect RWE on appropriate use and cost-effectiveness to address uncertainties, thereby informing decision-making at re-assessment. However, a variety of shortcomings related to procedural, methodological and decision-making aspects may have affected its value in practice. Such shortcomings have been echoed in available literature on MEAs implemented in other jurisdictions.\n\nThis study illustrates an attempt to systematically evaluate CF in order to inform ongoing international discussions on the design and implementation of future MEA schemes. However, provided the continuing onslaught of innovative, yet expensive drugs and HTA agencies ánd payers' increasing reliance on MEAs, further research on experiences gained with other MEAs, as well as their potential value and impact on decision making, is critical to inform the design of better schemes in the future."
    },
    {
      "text": "Fig. 1. Process chart for the conditional financing (CF) scheme in the Netherlands.† It is important to note that in some cases, the final appraisal of evidence in relation to the 4 package criteria was performed by the Assessment Committee, rather than the Appraisal Committee. This occurred for drugs whereby appraisal was relatively straight-forward (i.e. evidence at T=4 on all 4 criteria indicated a positive opinion on continued reimbursement). However, in cases where evidence may have led to a negative opinion on continued reimbursement, the Appraisal Committee was consulted."
    }
  ],
  "references": [
    {
      "title": "Linking payment to health outcomes: a taxonomy and examination of performance-based reimbursement schemes between healthcare payers and manufacturers",
      "authors": [
        "J Carlson",
        "S Sullivan",
        "L Garrison",
        "P Neumann",
        "D Veenstra"
      ],
      "year": 2010,
      "doi": "10.1016/j.healthpol.2010.02.005"
    },
    {
      "title": "Current status and trends in performance-based risk-sharing arrangements between healthcare payers and medical product manufacturers",
      "authors": [
        "J Carlson",
        "K Gries",
        "K Yeung",
        "S Sullivan",
        "Garrison Jr"
      ],
      "year": 2014,
      "doi": "10.1007/s40258-014-0093-x"
    },
    {
      "title": "What principles should govern the use of managed entry agreements?",
      "authors": [
        "M Klemp",
        "K Frønsdal",
        "K Facey"
      ],
      "year": 2011,
      "doi": "10.1017/s0266462310001297"
    },
    {
      "title": "Regionale verschillen in voorschrijfgedrag trastuzumab opnieuw getoetst",
      "authors": [
        "G Klappe-Sabadi",
        "Fga Jansman",
        "H Honkoop",
        "R Otter",
        "Phb Willemse",
        "Jrbj Brouwers"
      ],
      "year": 2008
    },
    {
      "title": "Performance-based risk-sharing arrangements -good practices for design, implementation, and evaluation: report of the ISPOR good practices task force",
      "authors": [
        "L Garrison",
        "A Towse",
        "A Briggs",
        "G Pouvourville",
        "J Grueger",
        "P Mohr"
      ],
      "year": 2013,
      "doi": "10.1016/j.jval.2013.04.011"
    },
    {
      "title": "Leidraad voor Uitkomstenonderzoek' ten behoeve van de beoordeling doelmatigheid intramurale geneesmiddelen",
      "authors": [
        "College Voor Zorgverzekeringen"
      ],
      "year": 2008,
      "doi": "10.1007/s12513-011-0495-6"
    },
    {
      "title": "Voorwaardelijke toelating/financiering van zorg",
      "authors": [
        "Mw Zorginstituut Nederland",
        "G Dr",
        "Ligtenberg"
      ],
      "doi": "10.1007/s12513-012-0714-9"
    },
    {
      "title": "Access with evidence development schemes",
      "authors": [
        "C Mccabe",
        "T Stafinski",
        "R Edlin",
        "D Menon"
      ],
      "year": 2010,
      "doi": "10.2165/11530850-000000000-00000"
    },
    {
      "title": "Pakketbeheer Weesgeneesmiddelen",
      "authors": [
        "A Link",
        "P Pasman"
      ],
      "doi": "10.1787/9789264236769-nl"
    },
    {
      "title": "Fingolimod (Gilenya): Summary of Recommendations",
      "doi": "10.1016/b978-0-12-801914-6.00021-0"
    },
    {
      "title": "Examination of data, analytical issues and proposed methods for conducting comparative effectiveness research using \"Real-World data",
      "authors": [
        "D Alemayehu",
        "R Ali",
        "J Ma",
        "J Alvir",
        "J Cappelleri",
        "M Cziraky",
        "B Jones"
      ],
      "year": 2011,
      "doi": "10.18553/jmcp.2011.17.s9-a.1"
    },
    {
      "title": "Infrastructure requirements for secondary data sources in comparative effectiveness research",
      "authors": [
        "D Alemayehu",
        "J Mardekian"
      ],
      "year": 2011,
      "doi": "10.18553/jmcp.2011.17.s9-a.s16"
    },
    {
      "title": "Do the current performance-based schemes in Italy really work? GC ¸ £Success FeeGC ¸ Ø: a novel measure for cost-containment of drug expenditure",
      "authors": [
        "A Navarria",
        "V Drago",
        "L Gozzo",
        "L Longo",
        "S Mansueto",
        "G Pignataro",
        "F Dragoal"
      ],
      "year": 2015,
      "doi": "10.1016/j.jval.2014.09.007"
    },
    {
      "title": "A practical guide for using registry data to inform decisions about the cost effectiveness of new cancer drugs: lessons learned from the PHAROS registry",
      "authors": [
        "H Blommestein",
        "M Franken",
        "Uyl-De Groot"
      ],
      "year": 2015,
      "doi": "10.1007/s40273-015-0260-4"
    },
    {
      "title": "Evaluation of patient registries supporting reimbursement decisions: the case of oxaliplatin for treatment of stage III colon cancer",
      "authors": [
        "L Mohseninejad",
        "C Van Gils",
        "Uyl-De Groot",
        "C Buskens",
        "E Feenstra"
      ],
      "year": 2015,
      "doi": "10.1016/j.jval.2014.10.008"
    },
    {
      "title": "Coverage with evidence development, only in research, risk sharing, or patient access scheme? A framework for coverage decisions",
      "authors": [
        "S Walker",
        "M Sculpher",
        "K Claxton",
        "S Palmer"
      ],
      "year": 2012,
      "doi": "10.1016/j.jval.2011.12.013"
    },
    {
      "title": "Private sector risk-sharing agreements in the United States: trends, barriers, and prospects",
      "authors": [
        "L Garrison",
        "J Carlson",
        "P Bajaj",
        "A Towse",
        "P Neumann",
        "S Sullivan"
      ],
      "year": 2015,
      "doi": "10.37765/ajmc.2021.88575"
    },
    {
      "title": "Does conditional approval for new oncology drugs in Europe lead to differences in health technology assessment decisions?",
      "authors": [
        "I Lipska",
        "J Hoekman",
        "N Mcauslane",
        "Hgm Leufkens",
        "A Hövels"
      ],
      "year": 2015,
      "doi": "10.1002/cpt.198"
    },
    {
      "title": "Pricing and reimbursement experiences and insights in the European Union and the United States: lessons learned to approach adaptive payer pathways",
      "authors": [
        "S Faulkner",
        "M Lee",
        "D Qin",
        "L Morrell",
        "E Xoxi",
        "A Sammarco"
      ],
      "year": 2016,
      "doi": "10.1002/cpt.508"
    },
    {
      "title": "Policies for use of real-world data in health technology assessment (HTA): a comparative study of six HTA agencies",
      "authors": [
        "A Makady",
        "R Ham",
        "A De Boer",
        "H Hillege",
        "O Klungel",
        "W Goettsch"
      ],
      "year": 2017,
      "doi": "10.1016/j.jval.2016.12.003"
    }
  ],
  "num_references": 20
}
