{
  "paper_id": "KN26GJLW",
  "title": "Telemedicine for healthcare: Capabilities, features, barriers, and applications",
  "abstract": "Regular hospital visits can be expensive, particularly in rural areas, due to travel costs. In the era of the Covid-19 Pandemic, where physical interaction becomes risky, people prefer telemedicine. Fortunately, medical visits can be reduced when telemedicine services are used through video conferencing or other virtual technologies. Thus, telemedicine saves both the patient's and the health care provider time and the cost of the treatment. Furthermore, due to its fast and advantageous characteristics, it can streamline the workflow of hospitals and clinics. This disruptive technology would make it easier to monitor discharged patients and manage their recovery. As a result, it is sufficient to state that telemedicine can create a win-win situation. This paper aims to explore the significant capabilities, features with treatment workflow, and barriers to the adoption of telemedicine in Healthcare. The paper identifies seventeen significant applications of telemedicine in Healthcare. Telemedicine is described as a medical practitioner to diagnose and treat patients in a remote area. Using health apps for scheduled follow-up visits makes doctors and patients more effective and improves the probability of follow-up, reducing missing appointments and optimising patient outcomes. Patients should have an accurate medical history and show the doctor any prominent rashes, bruises, or other signs that need attention through the excellent quality audio-video system. Further, practitioners need file management and a payment gateway system. Telemedicine technologies allow patients and doctors both to review the treatment process. However, this technology supplements physical consultation and is in no way a substitute for a physical consultation. Today this technology is a safe choice for patients who cannot go to the doctor or sit at home, especially during a pandemic.",
  "year": 2015,
  "date": "2015-10",
  "journal": "Healthcare informatics research",
  "publication": "Healthcare informatics research",
  "authors": [
    {
      "forename": "Abid",
      "surname": "Haleem",
      "name": "Abid Haleem",
      "affiliation": "a  Department of Mechanical Engineering , Jamia Millia Islamia , New Delhi , India \n\t\t\t\t\t\t\t\t Department of Mechanical Engineering \n\t\t\t\t\t\t\t\t Jamia Millia Islamia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Delhi \n\t\t\t\t\t\t\t\t\t India",
      "email": "ahaleem@jmi.ac.in"
    },
    {
      "forename": "Mohd",
      "surname": "Javaid",
      "name": "Mohd Javaid",
      "affiliation": "a  Department of Mechanical Engineering , Jamia Millia Islamia , New Delhi , India \n\t\t\t\t\t\t\t\t Department of Mechanical Engineering \n\t\t\t\t\t\t\t\t Jamia Millia Islamia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Delhi \n\t\t\t\t\t\t\t\t\t India",
      "email": "mjavaid@jmi.ac.in"
    },
    {
      "forename": "Ravi",
      "surname": "Singh",
      "name": "Ravi Singh",
      "affiliation": "b  Department of Industrial and Production Engineering , Dr B R Ambedkar National Institute of Technology , Jalandhar , Punjab , India \n\t\t\t\t\t\t\t\t Department of Industrial and Production Engineering \n\t\t\t\t\t\t\t\t Dr B R Ambedkar National Institute of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jalandhar \n\t\t\t\t\t\t\t\t\t Punjab \n\t\t\t\t\t\t\t\t\t India",
      "email": "singhrp@nitj.ac.in"
    },
    {
      "forename": "Rajiv",
      "surname": "Suman",
      "name": "Rajiv Suman",
      "affiliation": "c  Department of Industrial & Production Engineering , G.B . Pant University of Agriculture & Technology , Pantnagar , Uttarakhand , India \n\t\t\t\t\t\t\t\t Department of Industrial & Production Engineering \n\t\t\t\t\t\t\t\t G.B \n\t\t\t\t\t\t\t\t Pant University of Agriculture & Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pantnagar \n\t\t\t\t\t\t\t\t\t Uttarakhand \n\t\t\t\t\t\t\t\t\t India",
      "email": "raje.suman@gmail.com"
    }
  ],
  "doi": "10.1016/j.sintl.2021.100117",
  "sections": [
    {
      "title": "Introduction",
      "text": "Advanced technologies with quality network services enable individuals to improve healthcare delivery and make it available to more and more people. Telemedicine is a more beneficial technology that can make it easier for people to get preventive treatment and help their longterm health. It is particularly true for those who face financial or regional causes to receiving quality treatment. Telehealth has the potential to make health care more effective, organised, and available. The research on this area is still in its early stages, but it is expanding. For example, the telephone-based care and telemonitoring of vital signs in persons with heart disease decreased the risk of mortality and hospitalisation and increased quality of life. There are several compelling reasons for people to get a diagnosis or recovery plan. This can make patients feel assured that they are receiving the best quality treatment. Telemedicine is an excellent choice for treating mental health issues. It eliminates some of the causes that prevent patients from receiving this critical form of treatment  [1] [2] [3] .\n\nTelemedicine enables patients to receive medical attention at the convenience of both doctor and him, and at the same time, he is safe. This may imply that a person does not need to take time off from work or arrange childcare. Going to the doctor's office entails sitting in close quarters with others can cause infection. This is especially risky for people who have chronic medical problems or a weakened immune system. It prevents the possibility of contracting an infection at the doctor's hospital. Telemedicine service providers could have lower overhead rates. Clinicians may find that telemedicine supplementing their income by allowing them to take care of more patients. When caregivers see patients online, they are not exposed to the infections that the patient may bring. The patient may be happy with their physician if they do not have to fly to the office or wait for treatment or get infected from the hospital  [4, 5] .\n\nTelemedicine has improved the capacity of healthcare providers to take care of many people without physically being there. Furthermore, now that it has proved its worth, it will be around for a long time. Although introductory video conferencing brought many providers to telehealth, the new wave of telemedicine technologies would have much more to offer. For example, during a patient, clinicians can use natural language processing to take notes automatically. During emergency operations, specialists will weigh in from afar. The knowledge gathered by healthcare instruments may be submitted to an Internet of Things (IoT) cloud platform, where the healthcare provider consolidates it. This information will then be sent to IoT systems used by healthcare providers for patient management. The most recent advancements in telemedicine technologies include Artificial Intelligence (AI) to help physicians function more effectively. This technology keeps patients updated with wearables and other remote patient tracking resources and even uses robots to deliver specialised treatment to areas it has never been before  [6] [7] [8] .\n\nTelemedicine technology holds great promise for patients in remote areas. The most significant effect is provided in various countries where healthcare facilities are both scarce and unavailable. To ensure an accurate medical history, all patients and doctors must have sufficient hardware and software security in place. Some clinics can provide virtual appointments with a doctor through online video conferencing. When an in-person visit is not required or necessary, these appointments enable them to continue receiving treatment from a usual doctor. Web-based visits with a doctor or nurse practitioner are another form of interactive appointment. As part of their health care offerings, several major corporations have access to automated doctor's offices. On the other hand, a nursing call centre is staffed by nurses who use a question-andanswer format to offer advice for at-home treatment  [9] [10] [11] .\n\nThis technology allows people to take blood pressure medicine, refill medications, and recall their appointments. In addition, patients can describe their symptoms to doctors by email, take a series of self-tests, and enrol in step-by-step training services tailored to their specific condition. For all scenarios, electronic health technology makes chronic illness control easier by simply placing care monitoring apps and smartphones in the hands of patients  [12, 13] . This article briefs about telemedicine and its need in Healthcare. Significant capabilities, features, barriers, and applications are discussed briefly."
    },
    {
      "title": "What is telemedicine?",
      "text": "Telemedicine is a health-related service with the help of telecommunicating and electronic information technologies. It refers to the whole collection of deliverables designed to enable patients and their physicians or healthcare providers. It has a wide range of uses, including online patient consultations, remote control, telehealth nursing, and remote physical and psychiatry rehabilitation. It allows better health care choices, increases emergency service quality and performance, reduces time in making a diagnosis, and saves costs for both doctors and patients by optimising clinical procedures and reducing travel expenses to hospitals  [14, 15] .\n\nTelemedicine has increased access to high-quality healthcare facilities. Patients will now get more customised clinical services. They can also meet the best medical providers simply by using video application software, consultations can be taken from afar, and clinicians have better-suited tools for networking, data storage, report management, and leveraging on each other's specific skills. This improves the quality of medical practice, allowing doctors to spend less time on rural assignments and providing more care to patients. Telemedicine also enables private healthcare specialists to practise and will enhance the patient experience. Patients will no longer have to stand in long queues, and physicians will be able to access patient information more conveniently and efficiently with electronic files and eliminating overall wait times. Furthermore, remote appointments allow doctors to devote less time to each patient, allowing them to treat a more significant number of patients  [15, 16] ."
    },
    {
      "title": "Why healthcare system needs telemedicine?",
      "text": "Rising healthcare costs and a need for better treatment are motivating more hospitals to investigate the benefits of telemedicine. They want improved contact between physicians and far-off patients and better usage of healthcare facilities. Here telemedicine also promotes better connectivity, which has resulted in fewer hospital re-admissions and patients entirely adhering to their prescription care plans. Telemedicine's increased contact advantage extends to doctor-to-doctor communication as well. Doctors may use telemedicine to build support networks to exchange their skills and provide better healthcare services. Telemedicine is a way of delivering medical treatment over the internet, usually through video chat. This technology has several advantages for both patients and healthcare providers. Though there are still technical hurdles and critics, telemedicine can supplement and enhance the overall patient experience  [17] [18] [19] ."
    },
    {
      "title": "Capabilities and features of telemedicine when used in healthcare management system",
      "text": "The concept of telemedicine and associated services have now been well established and proven for societal help. Fig.  1  reflects the various features and facilities offered by the telemedicine concept, specifically for the healthcare domain. It provides chronic health management, prescription compliance, remote services, care-for-all under critical and severe cases, etc., which ultimately enable this methodology to support the healthcare and medical care sphere. In addition, a series of telewearables heals up the patients and keeps them updating about their health status in a unique way  [20, 21] .\n\nTelemedicine is an innovative technology, and many call it disruptive innovation. Thus, to cater to a distant patient, telemedicine employs a range of electronic communications media, ranging from teleconferencing to image-sharing to remote patient surveillance. Doctors may also use automation to offer quality treatment to their patients. They need to develop better IT support systems and learn a new way of file management. For example, a virtual appointment encourages primary care physicians to receive advice from experts when they have concerns about the illness or treatment. Exam reports, history, medical findings, X-rays, or other images are sent to the expert for examination to the doctor. The specialist can answer electronically, set up a virtual meeting with the doctor. These virtual consultations can eliminate the need for unnecessary in-person referrals to specialists, reduce wait times for specialist feedback, and eliminate the need for unnecessary travel. Telemedicine strategies are more useful where a doctor can see the patient, identify a disease, and chart the experience  [22] [23] [24] [25] .\n\nAn electronic personal health record system uses health records that can monitor and preserve. We can use a web-enabled device, such as a desktop or smartphone, at any time. A personal health report will quickly provide essential details to emergency responders in an emergency, such as diagnoses, prescriptions, substance preferences, and the doctor's contact information. The applications of this technology have been developed to assist customers with properly organising their medical records in one safe location. Recovery programmes must establish targets for effectively improving patient behaviour, which is getting more uncomplicated due to mobile health technologies. It allows patients to count calories, record vital signs, record exercise, and control prescription doses and schedules. Aside from diabetes, telemedicine's idea of patient self-management can be extended to other long-term chronic disorders such as hypertension and a host of digestive diseases  [26] [27] [28] .\n\nTelemedicine solutions will significantly assist doctors. However, when combined with Artificial Intelligence (AI), it can become even more effective. It can simplify basic tasks by reducing doctor workloads and increasing job satisfaction. The application relay data in a timely and high-quality manner to ensure that an appointment runs smoothly. It would enable doctors to do a more rigorous review of a patient's health and inspections for any abnormalities. Patients are encouraged to see a doctor's open (available) time slots, as well as their upcoming appointments and the ability to reschedule them. Healthcare analytics is often used to interact with the gathered data and view it from a user interface. In the long term, store and forward approaches imply improved time and cost utilisation. Telemonitoring is based on various electronic technologies that transmit patient statistics directly to a healthcare provider's analytical interface  [29, 30] .\n\nThis technology has proved valuable and essential in a variety of capacities within the telehealth and medical industries. It is notably revolutionising surgeries, medical training, and schooling. Once the doctor has approved the desired appointment, the patient should obtain confirmation. Internal records, such as reviews, changes, and critical hospital alerts, can be included in their profiles. Physicians can be able to make meetings using schedules as well. Scheduling, and rescheduling, are the standard features of modern telemedicine applications. When physicians are informed of an appointment, they can access the patient's medical record and other details as needed in order to have an appropriate consultation and diagnosis  [31, 32] .\n\nVirtual Reality (VR) systems have transformed communication applications in telemedicine devices, making them more immersive. In virtual reality, doctors and their teams can now watch a 3D monitor when performing surgical procedures. By using video conferencing, physicians and even surgeons will work on people that are thousands of miles away. This enables even intercontinental medical teams to collaborate and hold video meetings on complex and urgent situations. The telehealth platform might use VR to simulate the patient's data and a graphical environment with video conferencing to streamline communication with a doctor. This method is also helpful in rural or isolated regions, and it is critical for providing patients with local Healthcare. In rural areas, this ensures increased trust in the local healthcare system. This tool means more funding for local health services for a remote patient's population. In addition, this technology can allow all patients to remain with family and friends  [33] [34] [35] ."
    },
    {
      "title": "The treatment work flow process as being used in telemedicine care",
      "text": "Fig.  2  is showing a line-way representation of the workflow for attempting telemedicine culture-based treatment in healthcare services. It provides an ultra-edge type facility and attention at every step during its implementation. It all starts with the patient's entry or detailed information, further followed by the telehealth supportive care unit. This step is further associated with the setting up of the doctoral assistant to the patient and then after the diagnosis and appropriate treatment offered to the person under utmost care  [36, 37] .\n\nTelemedicine and other technology improve clinical and administrative operations by telecommunication. It is a multifaceted technique that provides emergency care in both critical and non-critical situations. In general, it is used to treat patients who are suffering from chronic diseases. On the other hand, a hospital with an appropriate ambulance crew or other personnel can compensate for telemedicine. Furthermore, additional functions such as the patient's treatment history, diagrams of treatment dynamics, and e-prescriptions can be added to the telemedicine solution.\n\nFurthermore, doctors can easily continue to call patients for followups or findings following an appointment. Therefore, text messages are essential because they enable the doctor to speak directly and quickly without another appointment. In addition, data and medications can be exchanged between offices by physicians  [38] [39] [40] .\n\nIn the current situation, healthcare surveillance is vital to maintain the quality of Healthcare. With the implementation of digital health tracking technologies and services, there are smart connectivity systems. This technology opens the door for direct patient control to provide much greater insight into patients with simple video conferencing. The doctor's catalogue saves both patient's and healthcare provider's time. It improves the precision of the doctor-patient treatment procedure. The appointment scheduling function keeps doctors informed of the status of their appointments. Until communicating with a patient, doctors may review scheduling requests and patient profiles. This shows the patient queue and allows to filter of patient profiling. The doctor can now easily postpone appointments at any time in case of an emergency. Data protection is often ensured by cloud-based medical record-keeping of telemedicine data with patient information and captured video consultation  [41] [42] [43] .\n\nThere is an easy sharing of medical records with any clinician specialising in treating a specific patient's disease, even a patient's caregiver who needs the information for insurance purposes. Patients can ask questions about their symptoms by communicating with their doctors via teleconference. Photographs and video consultations are replacing Inperson evaluations. Telemedicine application software companies use app connectivity and cloud technologies to allow real-time collaboration and remote patient diagnosis. It saves time for both patients and physicians by monitoring health progress and inspecting when necessary. The telehealth app ensures seamless patient record collection and consolidation in a single location. It helps pharmacies, customers, and prescribing physicians by delivering healthcare services more quickly. With an e-prescription feature, doctors can create and deliver prescriptions with lesser errors. It would help to save time while also improving connectivity and customer satisfaction  [44] [45] [46] [47] .\n\nTelemedicine solutions for Healthcare improve the quality of treatment for both patients and doctors. Today, telemedicine app growth is increasing as the demand for mobile telemedicine applications grows and will continue to expand. It also enables doctors to view documents on the prescription insurance form and provide all information in electronically connected pharmacies. The ability to pay medical bills from mobile should be a must of every telemedicine app. The ability for patients to rate and compare their doctors is an essential feature of any telemedicine app. Patient feedback is regarded as an essential part of quality management and professional development. Furthermore, it will assist many new patients in locating the specialist doctor that is ideally suited to their needs  [48, 49] .\n\nTelemedicine applications have the potential to speed up the treatment of a variety of medical conditions. It is more successful when a person gets medication from a professional doctor who provides detailed knowledge about their symptoms. Telemedicine is a method of maintaining continuous contact with patients and healthcare providers. It has expanded access to healthcare facilities through the use of advanced technologies and services. Telemedicine provides any hospital or treatment centre with immediate access to medical professionals, consultants, and additional education and statistics. It is the fastest way to exchange all services with any hospital or clinic in the country. Telemedicine application specifications may be as simple and few simple requirements and some decisions  [50, 51] .\n\nTelemedicine technology can be reduced the requirements through an internet network, a video platform, technical equipment, and probably portable equipment. Healthcare facilities may have extensive services, which can perform telemedicine visits using a scaled-back variant of the same equipment. The assistance required to run a telemedicine programme is just as necessary as the hardware decisions. Any software requires a qualified computer and technical assistance to run correctly. Depending on resources, physicians access the needs at all times. The support team will be able to ensure consistent and safe internet access. In addition, it assists with logistical and technological issues that could arise during a clinic day to avoid patient treatment interruptions  [52] [53] [54] .\n\nTelemedicine provides a great deal among healthcare professionals. Healthcare organisations incorporate telemedicine in medical offices and skilled nursing hospitals to deliver more effective services. Technologies combined with telemedicine software, such as electronic medical records, AI diagnosis, and medical streaming applications, can help physicians diagnose and manage patients more effectively. This enables physicians to track patients in real-time and modify care plans. Using telemedicine, doctors can treat more patients without adding more employees or expanding their office rooms. However, several physicians and patients, mostly older adults, are having difficulty adjusting to telemedicine  [55, 56] ."
    },
    {
      "title": "Barriers for the adoption of telemedicine practices in making healthcare services effective",
      "text": "Fig.  3  exemplifies the several fences that came across the successful implementation of telemedicine care to support the healthcare units and patients for their utmost care. There are very typical and usual barriers needed to be taken care of while looking to apply telehealth-related practices for Healthcare and its allied domains. The things must be very free from any kind of privacy loss, confidentiality revealing, fraud & abuse, inaccurate solutions, etc. as any of these issues may become a reason for anyone's discouragement, or the case may become complex as far as health sediments are concerned  [57] [58] [59] .\n\nTelemedicine and other telehealth monitoring methods may assist patients and physicians in managing severe health problems such as diabetes and asthma. Providers will also track patients at home after being discharged from the hospital or recovering from an accident. Patients' mismanagement is a significant source of anxiety for physicians. Although advancements in medicine have made it easier to use technology, device outages occur from time to time. Healthcare systems that are considering adopting telemedicine technologies meet with industry experts. They have a host of realistic options for practitioners interested in incorporating telemedicine into their clinics, making the integration smoother  [60, 61] .\n\nThis telemedicine method helps physicians exchange patient details with another doctor who is located in another country. A primary care practitioner will now exchange patient history and medical details with a doctor without being in the same room. Systems can relay data over large distances between systems, allowing one practitioner to know what another has already done. As a result, there is less duplication in monitoring and fewer cases of inadequate drug management. A physician can collect and exchange information with their patient using patient portals. Medical devices can transmit vital signs and other data to physicians, allowing them to make treatment changes. Patients can now send biometric data to their clinicians through wearables or remote monitoring devices such as pulsometers or blood pressure cuffs. It can access patient information from a dashboard or clinical decision support system, compile data, and display patient status in near-real-time  [62] [63] [64] .\n\nTelemedicine helps patients to exchange information over long distances and become a game-changer. Healthcare records such as imaging photographs, blood analysis, and other data may be exchanged in realtime for proper patient evaluation. Overcrowding in emergency departments can be eliminated using telemedicine by making patients first consult with a remote physician via video chat. Healthcare networks that have implemented telemedicine technologies will testify that it takes a significant amount of time and resources. Practice administrators, clinicians, doctors, and others must understand how to use the device to achieve benefits. While telemedicine is initially costly, healthcare facilities can have a good return on investment over time due to more patients and fewer employees. Using this technology, physicians can evaluate a patient's medical background, administer clinical examinations, and more  [65] [66] [67] .\n\nThere are now telemedicine options available that enable patients from the convenience of their own homes. It is beneficial for those who use the services of a physician but do not have the means to travel thousands of miles or wait a long time. High-risk children will be seen by a doctor at another hospital in seconds by merely sharing the footage. This also reduces the need for babies to be moved to a different hospital, which is expensive and time-consuming. Patients who formerly had little access to health care facilities will now see a specialist without leaving their homes. Disease transmission is minimised when people with infectious illnesses do not reveal themselves to those in cramped waiting rooms. Individuals will also book consultations during job breaks or even after hours  [68] [69] [70] .\n\nTelemedicine creates a new technology-assisted level of treatment by further connecting patients with their caregivers, access to physicians and experts, and encouraging both patients and providers to escape highrisk environments. Patients with drug abuse can be treated with different telemedicine methods. Overall, the cost of treatment is lower, resulting in cost savings. The cost savings would become more apparent as technology advances. When it comes to care and diagnosis, telemedicine is fantastic for physicians and patients. It can serve as an excellent support system. This form of telemedicine technology is handy for healthcare professionals for appropriate medication and care of the patient. Telemedicine can save money for both the individual seeking treatment and the provider when opposed to conventional care. In order to proper treatment, the healthcare provider would have telemedicine facilities onsite  [71, 72] .\n\nTelemedicine technology allows for continuous patient care. This will promote proper self-care and help diagnoses. AI-enabled telemedicine services will automatically interpret patient data and assist physicians in responding rapidly to new technologies. Providers will be able to treat more patients by the use of telemedicine technologies. Visits can be reduced in length, and hospitals can be reduced in size. Access to tele--urgent treatment has the potential to minimise emergency room visits. It enables experts to collaborate on cases in rural hospitals. These exchanges live streams with remote specialists who can have on-screen consultation. Telemedicine is the remote transmission of medical information from one location to another. This is done in order to improve a person's fitness. Getting an appointment with a primary care doctor or a specialist can be challenging. This remote network is actively gathering and transmitting data to other healthcare organisations for analysis. This technology allows mental health practises to see more patients while maintaining a high degree of medical care. This results in greater profitability and better time control. Parents will now stop taking their sick child out of the house to visit a doctor  [73] [74] [75] .\n\nTelemonitoring is the use of technologies to transfer medical data from people in various geographical areas. This type of monitoring allows physicians and primary caregivers to track patients through electronic equipment. Telemonitoring systems also allow patients to be cared for at home. This lowers hospital visits and gives them greater control over their illness treatment. Patients at far-out locations cannot fly to hospitals or patients without access to affordable healthcare benefits from telemedicine. Acting with other healthcare workers daily can be incredibly time-consuming and is one of their daily tasks. Radiologists may collect high-quality photographs and obtain input from anywhere using telemedicine. They no longer need to be in the exact location as the provider sending over the images, allowing for a more efficient operation. Mental health practises, likely one of the most common specialities for telemedicine, and offer therapy sessions from anywhere  [76] [77] [78] ."
    },
    {
      "title": "Telemedicine in healthcare: significant application areas",
      "text": "Telemedicine technology has access to various treatment options, including primary care consultations, psychotherapy, physical therapy, and many more. It provides treatment through the use of wireless technologies such as laptops and smartphones. In most cases, video conferencing is used in telemedicine. Some services, on the other hand, choose to provide treatment through email or phone messages. Often patients use telemedicine in conjunction with their primary care physician. This technology is helpful where a patient must maintain physical distance or is unable to visit a healthcare centre. It allows practices to sell extended or weekend hours without incurring the cost of having the office open. This also makes practices more attractive to the growing number of patients who insist on telemedicine as a primary care provider choice  [79] [80] [81] . It is a cost-effective and easy way to assist people with severe illnesses in managing their disease, being involved in their treatment, and preventing complications from worsening. Table  1  gives the significant applications of telemedicine for Healthcare.\n\nVarious innovative technologies are used in the field of engineering. Healthcare and their associated field  [146] [147] [148] [149] . These are helpful to solves various problems related to design, manufacturing and to create sustainable environment  [150] [151] [152] . Telemedicine is often used to link doctors operating with a patient in one place while experts are in another to help them through telecommunication. This is highly beneficial to remote or difficult-to-reach areas where experts are not readily accessible. It is used to perform remote visits at a lesser cost and time. The advent of the internet age brought about significant improvements in the practice of telemedicine. The emergence of this smart technology is capable of high-quality video streaming paved the way for remote Healthcare to be delivered to patients in their households, offices, or assisted living centres as an alternative to in-person appointments for both primary and specialist care. Many people say that telemedicine has existed in some way or another since the telephone was invented. One can send images instead of data over the handset. Telemedicine is also an accepted component of the way Healthcare is provided in various countries. It has a surprising number of applications, which allows patients to plan a follow-up appointment by video, improves consistency with aftercare visit guidelines and reduces the pressure on both patients and doctors  [153] [154] [155] .\n\nModern mobile health apps support telemedicine and bind an interactive clinical interface to software. Treatment of patients with minor diseases, exchanging data investigation information, or imaging findings are examples of noncritical events. Patients can also buy drugs and get prescriptions from a dedicated app. Close coordination with payment gateways. Here analyses and information transmission take place in realtime. These telemedicine systems are often integrated; as a result, it allows patients and physicians to easily collaborate via a single app to chat and exchange data. It can be easily collected direct patient data and forwarding it to the appropriate doctor. This evidence may be a transcript of an appointment or a test report saved in an Electronic Health Record system folder. In addition, it allows doctors to interpret data once it has been collected  [156] [157] [158] .\n\nTelemedicine makes extensive use of confidential medical records. It is used for capturing, preserving, and distributing data, which helps to consider essential criteria in this area. Telemedicine is a website that allows one to chat with a doctor remotely  [159] [160] [161] . Mobile applications serve as a connection between the device and the hospital's internal infrastructure. Dedicated modules can submit warnings, research notes, and data visualisations to assist clinical decisions. This programme uses a remote control to care for people with severe and chronic conditions. Any patient admitted to the hospital and held under care during surgery takes up a precious bed. Home health Telemedicine collects vital signs, has video conferencing services, and can sound alarms at a nurse's station  [162] [163] [164] [165] ."
    },
    {
      "title": "Discussion on the findings",
      "text": "Telemedicine allows doctors and patients to communicate directly through audio and video conferencing. During the call, and even before the doctor can see the ill person's health records. Telemedicine is a branch of health information technology that entails using technologies to provide clinical Healthcare over safe video and audio connections. This also allows for online treatment of sick people. Via telemedicine, a sick person can communicate with a doctor at any time and from any location through a secure audio and video call, and the sick person can even exchange records and photographs. Telemedicine technologies can be cost-effective and convenient if correctly oriented and conducted. During the Covid-19, it has become quite popular, and creative applications are being developed to increase health outcomes, reduce costs, and ensure that each patient receives the high-quality treatment they deserve. Table 1 (continued ) S No Applications Description References that having on-call doctors accessible overnight and on weekends will help keep patients who live in assisted living facilities out of the hospital. 5 Effective for disorders not requiring lab examination Telemedicine is effective for any disorder that does not necessitate laboratory examinations or a physical exam. This technology also provides continuing treatment, such as psychotherapy. During the COVID-19 pandemic, a patient who lives long distances away from a primary care centre can also achieve better treatment. The patient who is unable to transport themselves, providers can broaden the list of conditions they are willing to handle. For example, a doctor might use telemedicine to administer antibiotics for a possible infection. [98-101] 6 Doctor's appointment virtually In this age of social distancing, millions of people look forward to virtual doctor appointments. Telemedicine has improved medication management, patient quality of life, and reduced healthcare costs. Telemedicine app growth is now a key target for healthcare providers who want to deliver healthcare services to patients online and remotely. This technology creates suitable telemedicine applications for doctors and patients. In addition, patients find it dependable and straightforward when minimal specifics are combined with a robust authentication mechanism. [102-105] 7 Enhance overall healthcare system performance Telehealth refers to a wide variety of technology and facilities used to provide patient care and enhance the overall performance of the healthcare system. Telemedicine encompasses a greater range of online healthcare facilities. In addition to healthcare care, it is applied to remote non-clinical services such as provider recruitment, administrative meetings, and continuing medical education. Telemedicine uses mobile messaging and assistive tools to deliver health care to people who cannot see a doctor physically. This technology is also suitable for followup appointments, chronic illness treatment, expert consultation, drug management, and various other health resources that can be accessed remotely through secure video and audio connections. [106-108] 8 Improve patient coordination Telemedicine has the potential to improve patient coordination and better healthcare services. Treatment shortages, overuse of medical care, inadequate drug use, and unnecessary or overlapping care may also result from fragmented care. The patient can quickly pay the nominal charges of telehealth services. This service can be provided to patient comfortably which improve patient's coordination with the doctor. [109-111] Table 1 (continued ) S No Applications Description References Patients benefit from fewer days away from work, fewer travel costs or time, less overlap with the child or elder care duties, privacy, and no proximity to potentially infectious patients. 9 Minimise travelling of patients Telehealth would drastically decrease the amount of time available for appointments. Patients will no longer have to waste hours travelling to or waiting in a hospital. Now, they will be able to make an appointment online and then navigate to their meeting with the app. Furthermore, Healthcare can be more affordable than ever before. A patient can be able to meet with a doctor from the safety of their own homes. It may also help those who need emergency medical attention. Doctors who can view on-demand necessitate the use of an internal database of built-in queries. Fast and straightforward access can also be provided by a variety of application programming interfaces and facilities. [112-115] 10 Teledentistry This technology enhances dental care, allowing dentists to obtain teeth, dentures, and other dentistry parts photographs or other related evidence to evaluate and transfer it to another practitioner for examination. The critical advantage of telemedicine in dentistry is to exchange records among dentists and dental specialists to decide if a particular treatment is required. Specialists may also assist dentists in identifying problem areas and recommending prevention steps to patients to stop expensive and complex procedures. Like other telemedicine applications, this partnership benefits people in remote or underserved areas who may not usually have access to medical specialists. [116-119] 11 Better service for clinician and patient\n\nTelemedicine provides rapid growth, which offers many benefits to both clinicians and patients. The paramount need for any healthcare provider is to have better patient services, which telemedicine systems will achieve while still assisting physicians to refine and improve their private practice. As a result, developing medical video conferencing applications in some kind of medical institution is critical in order to make better medicine. The gap barrier is a well-known cause in the healthcare sector using telemedicine technology. This is due to the seriousness of the global shortage of skilled healthcare providers. This shortage of doctors can be easily fulfilled by using this technology.\n\n[  [120] [121] [122] [123]  12"
    },
    {
      "title": "Digital health monitoring",
      "text": "Telemedicine systems with digital health monitoring capabilities, combined with artificial intelligence and machine learning, will provide more accurate diagnoses and treatment recommendations. Using  [124] [125] [126]  (continued on next page)\n\nTelemedicine use emerging networking systems, application software for communication & file management, advanced devices such as computers and mobile devices to view and control health care facilities to view our medical reports, appointments, order prescription refills, payment or contact doctor can be used as an online patient portal. Forwardthinking school partners with doctors to perform school-based remote visits. The provider may measure the severity of the situation and provide parents instructions or reassurance. Telemedicine technology has also been seen to successfully hold residents in assisted living facilities out of the hospital. On-call physicians may use telemedicine to perform a remote visit to decide if hospitalisation is needed at remotely located clinics. Several telehealth options are now becoming available to assist in managing health care and receiving treatments. Telemedicine, a prominent example of IoT in Healthcare, should ideally be user-friendly, accessible, and adaptable. Computer hardware should have a simplified design factor that is appealing to both patients and healthcare practitioners. In addition, the system should be simple to incorporate into the current healthcare systems. Another factor to remember is the instruction that consumers would need to run smoothly for the system. Healthcare organisations should use the power of IoT to create robust, cost-effective, and accessible telemedicine applications. These healthcare systems track the user's vitals and record data over time. Some of these instruments can also forecast impending diseases depending on the user's general health. The aim of deploying an IoTpowered system is not limited to patient surveillance. For example, Table 1 (continued ) S No Applications Description References video consultations are typically less expensive than in-person consultations, saving money on travel and hospital setup costs. Furthermore, making the online booking as well as video conferencing included in healthcare solution saves money. This is particularly useful in areas where patients may find it challenging to get to a hospital for medical care. Another thing that telemedicine is doing is expanding the medical industry's frontiers. This field's studies, science, and growth are now made more available. With the assistance of video conferencing streamlines, medical students' schooling and preparation are now more realistic. 17 Reduce face to face meeting Telemedicine has several functional applications. In certain situations, face-to-face meetings are unavoidable, which can be easily sort-out by using this technology. This offers its own set of advantages that increase the hospital's overall operability. On the other hand, telemedicine allows healthcare providers to monitor several patients simultaneously without leaving the hospital. There are appointments and supervision through telemedicine, which helps relieve overcrowding in emergency departments and care for patients in more critical conditions. Hospitals can exchange medical details for offering care even more quickly with the aid of telemedicine. Finally, it provides treatment for patients who need supervision contributes to a reduction in overall health risk.\n\n[  [143] [144] [145]  hospitals can mount IoT sensors on wheelchairs, nebulisers, defibrillators, and other medical equipment to allow for real-time tracking. This method may also be used to monitor the position of medical personnel involved with the hospital.\n\nTelemedicine is now used in medical areas such as dermatology, mental health, medicine, and cardiology to deliver improved treatment to populations underserved by doctors and clinics. It is often thought to be a way to minimise significantly the expense of treating health problems such as asthma, diabetes, and sleep apnea, which benefit from continuous observation of a patient's condition. Telemedicine technology in recovery tackles these problems in various areas, including performing cognitive or psychiatric assessments, leading group counselling meetings, supplying patients with internet services, and remotely observing patients. For example, this technology will help people recover from lung disease by undergoing video therapy sessions and supervised physical recovery at a local satellite site. Cardiovascular disease is the primary cause of death worldwide. However, many incidents can be avoided with the aid of drug therapies or social/lifestyle changes.\n\nTelehealth may be making health more affordable and, as a result, growing Healthcare's importance and getting immediate treatment for patients. However, people must fly thousands of miles around the globe or continents to get affordable Healthcare. Several applications that have been created for health-related purposes have ensured that this hurdle is removed. Telemedicine service makes it much easier to have a video medical appointment with any doctor in the shortest amount of time.\n\nPatients can be able to customise their needs, venue and allow compatibility with current patient records. They can make personalised meetings and physicians who can collect vital details prior to the meeting. Furthermore, it allows various algorithms to view pertinent information on the home screen. For example, a search engine with complex filter algorithms would allow patients to choose several filters that can operate.\n\nTelemedicine applications associate patients with doctors who consult them via video chat. The doctors available depends on the software by using the number of physicians who have registered with it. Any telehealth applications will also help to treat illnesses like diabetes, high cholesterol, or addiction. The apps will also send prescriptions to preselected pharmacies, allowing them to pick up medications conveniently. Telemedicine provides expert medical advice, diagnosis, recovery plans, and medications. The doctors can receive advanced training through internet consultations. Telehealth applications are entirely modern technology used for patient care and rapidly changing Healthcare and its effectiveness. It supports technologically-inspired health care systems."
    },
    {
      "title": "Limitations of telemedicine in healthcare",
      "text": "Telemedicine, when compared to conventional treatment approaches, has lots of possible drawbacks to using telemedicine. It is no substitute for the conventional healthcare system; it compliments the healthcare system for minimal functions. There is a serious issue of hacking patient's medical data, especially if the patient connects to telemedicine from a public network or an unencrypted channel. When a person requires emergency care, this technology can cause the medication to be delayed, mainly because a doctor cannot deliver life-saving care or laboratory tests remotely. State rules differ, and physicians will be unable to practise medicine across state boundaries based on the state in which they are licenced and the state in which the patient resides. Clinicians must also ensure that the telemedicine service they use is safe and severe and compliant with privacy laws.\n\nDuring telemedicine sessions, providers must focus on patient selfreports and necessitate physicians asking further questions to get a complete patient history. If a patient fails to report an important symptom that should have been detected during in-person care, medication could be jeopardised. One of the most significant drawbacks being a lack of availability and affordability. It can be costly for the supplier to set up and manage. Though a valuable and worthwhile facility, telemedicine can be prohibitively expensive for smaller healthcare facilities. Poor communication will also make it impossible to provide reliable care."
    },
    {
      "title": "Future of telemedicine in the healthcare sector",
      "text": "In the future, patients will book an appointment with the doctor of their choice after completing a quick and straightforward registration process. Instead of typing, patients will upload medical history, verification documents, medical reports and past prescriptions. The patient interface is a proper function that allows the doctor to create an urgent care plan. It displays an outline of the patient's physical and personal records, assisting the doctor in deciding. Local healthcare resources can be quickly mobilised to offer both emergent and non-emergent services. This will allow clinicians to concentrate on high-demand, complicated cases in person rather than low-level cases that could be handled remotely. In the future, emergency departments to use video consultations to triage their patients, non-emergency situations are discharged earlier. As a result, there is less emergency diversion and improved patient conditions. Several healthcare organisations are adopting telemedicine application software to prepare for the future. It connected cardiologists with patients who came to the rural facility for care. They will also shorten the time required for follow-up appointments and complement the regular system. Remote patient management has arisen as the next major cause for virtual Healthcare, and this challenge is generating significant opportunities for many businesses."
    },
    {
      "title": "Conclusion",
      "text": "Telemedicine is a valuable technology in linking clinicians with patients to ensure they make long-term lifestyle changes. It has significant benefits for medical office staff. This many times eliminates the burden of patient check-in and concentrates on higher-value tasks. With online visit capability, clinicians may care for their patients while still potentially assisting other affected practices. This also reduces distance limitations by exchanging information about a diagnosis, care, and disease prevention between the doctor and the patient through electronic means. The most extensive telemedicine application can get health coverage closer to people who live in rural areas where quality treatment is otherwise impossible to access. In recent years, this technology has been shown to increase the quality of healthcare facilities by allowing the exchange of information across many distant areas. It expands access to underserved areas, making it easier for them to schedule and hold appointments. People with reduced mobility get doctors' opinions and prescriptions which they need more quickly. Medicine and testing and procedures they have to manage at their place. Telemedicine minimises the doctors' & patient travel around the globe and changes each sick person's life, ensuring that each sick person receives the appropriate health treatment."
    },
    {
      "text": "Fig. 1. Various capabilities & features of telemedicine for healthcare domain."
    },
    {
      "text": "Fig. 2. Work flow treatment process through telemedicine support."
    },
    {
      "text": "Fig. 3. Frequent barriers in supporting healthcare through telemedicine."
    },
    {
      "text": "Telemedicine applications areas for the Healthcare sector."
    },
    {
      "text": "(continued )"
    }
  ],
  "references": [
    {
      "title": "Recent directions in telemedicine: review of trends in research and practice",
      "authors": [
        "L Wilson",
        "A Maeder"
      ],
      "year": 2015
    },
    {
      "title": "The most used questionnaires for evaluating telemedicine services",
      "authors": [
        "S Hajesmaeel-Gohari",
        "K Bahaadinbeigy"
      ],
      "year": 2021,
      "doi": "10.1186/s12911-021-01407-y"
    },
    {
      "title": "Telemedicine and the senses: a review",
      "authors": [
        "D Lupton",
        "S Maslen"
      ],
      "year": 2017,
      "doi": "10.1111/1467-9566.12617"
    },
    {
      "title": "Telemedicine in healthcare. 1: exploring its uses, benefits and disadvantages",
      "authors": [
        "F Sarhan"
      ],
      "year": 2009
    },
    {
      "title": "Telemedicine in healthcare system",
      "authors": [
        "A Moghadas",
        "M Jamshidi",
        "M Shaderam"
      ],
      "year": 2008
    },
    {
      "authors": [
        "A Haleem"
      ],
      "year": 2021,
      "doi": "10.1016/j.sintl.2021.100117"
    },
    {
      "title": "Telemedicine and healthcare disparities: a cohort study in a large healthcare system in New York City during COVID-19",
      "authors": [
        "R Chunara",
        "Y Zhao",
        "J Chen",
        "K Lawrence",
        "P Testa",
        "O Nov",
        "D Mann"
      ],
      "year": 2021
    },
    {
      "title": "What do Cochrane systematic reviews say about telemedicine for healthcare?",
      "authors": [
        "C Flumignan",
        "A Rocha",
        "A Pinto",
        "K Milby",
        "M Batista",
        "A Atallah",
        "H Saconato"
      ],
      "year": 2019
    },
    {
      "title": "Legislating for a new age in medicine: defining the telemedicine standard of care to improve healthcare in Iowa",
      "authors": [
        "B Kaspar"
      ],
      "year": 2013,
      "doi": "10.22462/01.02.2022.4"
    },
    {
      "title": "Incorporating telemedicine as part of COVID-19 outbreak response systems",
      "authors": [
        "K Rockwell",
        "A Gilroy"
      ],
      "year": 2020,
      "doi": "10.37765/ajmc.2020.42784"
    },
    {
      "title": "The taxonomy of telemedicine",
      "authors": [
        "R Bashshur",
        "G Shannon",
        "E Krupinski",
        "J Grigsby"
      ],
      "year": 2011
    },
    {
      "title": "Telemedicine in specialised palliative care: healthcare professionals and their perspectives on video consultations-a qualitative study",
      "authors": [
        "K Funderskov",
        "D Boe Danbjørg",
        "M Jess",
        "L Munk",
        "A Olsen Zwisler",
        "K Dieperink"
      ],
      "year": 2019,
      "doi": "10.1111/jocn.15004"
    },
    {
      "title": "Improving the cost-effectiveness of a healthcare system for depressive disorders by implementing telemedicine: a health economic modeling study",
      "authors": [
        "J Lokkerbol",
        "D Adema",
        "P Cuijpers",
        "C Reynolds",
        "R Schulz",
        "R Weehuizen",
        "F Smit"
      ],
      "year": 2014
    },
    {
      "title": "Telemedicine can lower costs and improve access",
      "authors": [
        "B Charles"
      ],
      "year": 2000
    },
    {
      "title": "Telemedicine, telehealth, and mobile health applications that work: opportunities and barriers",
      "authors": [
        "R Weinstein",
        "A Lopez",
        "B Joseph",
        "K Erps",
        "M Holcomb",
        "G Barker",
        "E Krupinski"
      ],
      "year": 2014
    },
    {
      "title": "Trusting telemedicine: a discussion on risks, safety, legal implications and liability of involved stakeholders",
      "authors": [
        "E Parimbelli",
        "B Bottalico",
        "E Losiouk",
        "M Tomasi",
        "A Santosuosso",
        "G Lanzola",
        "S Quaglini",
        "R Bellazzi"
      ],
      "year": 2018
    },
    {
      "title": "Impact of telemedicine on healthcare service system considering patients' choice",
      "authors": [
        "X Wang",
        "Z Zhang",
        "J Zhao",
        "Y Shi"
      ],
      "year": 2019
    },
    {
      "title": "IoT-based telemedicine for disease prevention and health promotion: state-of-the-Art",
      "authors": [
        "A Albahri",
        "J Alwan",
        "Z Taha",
        "S Ismail",
        "R Hamid",
        "A Zaidan",
        "O Albahri",
        "B Zaidan",
        "A Alamoodi",
        "M Alsalem"
      ],
      "year": 2021
    },
    {
      "title": "National telemedicine initiatives: essential to healthcare reform",
      "authors": [
        "R Bashshur",
        "G Shannon",
        "E Krupinski",
        "J Grigsby",
        "J Kvedar",
        "R Weinstein",
        "J Sanders",
        "K Rheuban",
        "T Nesbitt",
        "D Alverson",
        "R Merrell"
      ],
      "year": 2009
    },
    {
      "title": "Telemedicine-getting care to patients closer to home",
      "authors": [
        "S Manchanda"
      ],
      "year": 2020
    },
    {
      "title": "Robust medical image encryption based on DNA-chaos cryptosystem for secure telemedicine and healthcare applications",
      "authors": [
        "W El-Shafai",
        "F Khallaf",
        "E El-Rabaie",
        "F El-Samie"
      ],
      "year": 2021,
      "doi": "10.1007/s12652-020-02597-5"
    },
    {
      "title": "Role of telemedicine in healthcare during COVID-19 pandemic in developing countries",
      "authors": [
        "M Kadir"
      ],
      "year": 2020,
      "doi": "10.30953/tmt.v5.187"
    },
    {
      "title": "Telemedicine and advances in urban and rural healthcare delivery in Africa",
      "authors": [
        "M Mars"
      ],
      "year": 2013,
      "doi": "10.1016/j.pcad.2013.10.006"
    },
    {
      "title": "Investigating healthcare professionals' decisions to accept telemedicine technology: an empirical test of competing theories",
      "authors": [
        "P Chau",
        "P Hu"
      ],
      "year": 2002
    },
    {
      "title": "Telemedicine in the future",
      "authors": [
        "P Heinzelmann",
        "N Lugn",
        "J Kvedar"
      ],
      "year": 2005,
      "doi": "10.1177/1357633x0501100802"
    },
    {
      "title": "Incorporating UTAUT predictors for understanding home care patients' and clinician's acceptance of healthcare telemedicine equipment",
      "authors": [
        "A Kohnke",
        "M Cole",
        "R Bush"
      ],
      "year": 2014
    },
    {
      "title": "Telemedicine pays billing and coding update",
      "authors": [
        "S Bajowala",
        "J Milosch",
        "C Bansal"
      ],
      "year": 2020,
      "doi": "10.1007/s11882-020-00956-y"
    },
    {
      "title": "Analysis of outpatient telemedicine reimbursement in an integrated healthcare system",
      "authors": [
        "J Lin",
        "Y Kavousi",
        "B Sullivan",
        "C Stevens"
      ],
      "year": 2020,
      "doi": "10.1016/j.avsg.2019.10.069"
    },
    {
      "title": "Significance of Quality 4.0 towards comprehensive enhancement in manufacturing sector",
      "authors": [
        "M Javaid",
        "A Haleem",
        "R Singh",
        "R Suman"
      ],
      "year": 2021,
      "doi": "10.1016/j.sintl.2021.100109"
    },
    {
      "title": "Telemedicine in otolaryngology: a systematic review of image quality, diagnostic concordance, and patient and provider satisfaction",
      "authors": [
        "A Ning",
        "C Cabrera",
        "B D'anza"
      ],
      "year": 2021,
      "doi": "10.1177/0003489420939590"
    },
    {
      "title": "Telemedicine in Iran: chances and challenges",
      "authors": [
        "Z Salehahmadi",
        "F Hajialiasghari"
      ],
      "year": 2013
    },
    {
      "title": "User satisfaction with asynchronous telemedicine: a study of users of Santa Catarina's system of telemedicine and telehealth",
      "authors": [
        "A Von Wangenheim",
        "L De Souza Nobre",
        "H Tognoli",
        "S Nassar",
        "K Ho"
      ],
      "year": 2012
    },
    {
      "title": "Iranian healthcare professionals' perspectives about factors influencing the use of telemedicine in diabetes management",
      "authors": [
        "H Ayatollahi",
        "N Mirani",
        "F Nazari",
        "N Razavi"
      ],
      "year": 2018
    },
    {
      "title": "Telemedicine technologies for confronting COVID-19 pandemic: a review",
      "authors": [
        "S Bahl",
        "R Singh",
        "M Javaid",
        "I Khan",
        "R Vaishya",
        "R Suman"
      ],
      "year": 2020,
      "doi": "10.1142/s2424862220300057"
    },
    {
      "title": "Systematic review of cost-effectiveness studies of telemedicine interventions",
      "authors": [
        "P Whitten",
        "F Mair",
        "A Haycox",
        "C May",
        "T Williams",
        "S Hellmich"
      ],
      "year": 2002,
      "doi": "10.1136/bmj.324.7351.1434"
    },
    {
      "title": "Challenges facing children with special healthcare needs and their families: telemedicine as a bridge to care",
      "authors": [
        "M Hooshmand",
        "K Yao"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0055"
    },
    {
      "title": "Telemedicine and adherence monitoring in children with asthma",
      "authors": [
        "K Blake"
      ],
      "year": 2021
    },
    {
      "title": "Ten rules for implementation of a telemedicine program to care for patients with asthma",
      "authors": [
        "Y Persaud",
        "J Portnoy"
      ],
      "year": 2021
    },
    {
      "title": "Telemedicine in India: current scenario and the future",
      "authors": [
        "S Mishra",
        "L Kapoor",
        "I Singh"
      ],
      "year": 2009
    },
    {
      "title": "The individual and contextual determinants of the use of telemedicine: a descriptive study of the perceptions of Senegal's physicians and telemedicine projects managers",
      "authors": [
        "B Ly",
        "R Labont E",
        "I Bourgeault",
        "M Niang"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0181070"
    },
    {
      "title": "Telemedicine and anaesthesia",
      "authors": [
        "V Chatrath",
        "J Attri",
        "R Chatrath"
      ],
      "year": 2010,
      "doi": "10.4103/0019-5049.65357"
    },
    {
      "title": "Health care professionals' and patients' management of the interactional practices in telemedicine videoconferencing: a conversation analytic and discursive systematic review",
      "authors": [
        "D Dalley",
        "R Rahman",
        "A Ivaldi"
      ],
      "year": 2021
    },
    {
      "title": "Rural telemedicine for primary healthcare in developing countries",
      "authors": [
        "A Martínez",
        "V Villarroel",
        "J Seoane",
        "F Pozo"
      ],
      "year": 2004,
      "doi": "10.1109/mtas.2004.1304394"
    },
    {
      "title": "Multi-purpose HealthCare Telemedicine Systems with mobile communication link support",
      "authors": [
        "E Kyriacou",
        "S Pavlopoulos",
        "A Berler",
        "M Neophytou",
        "A Bourka",
        "A Georgoulas",
        "A Anagnostaki",
        "D Karayiannis",
        "C Schizas",
        "C Pattichis",
        "A Andreou"
      ],
      "year": 2003
    },
    {
      "title": "Telemedicine can make healthcare greener",
      "authors": [
        "P Yellowlees",
        "K Chorba",
        "M Parish",
        "H Wynn-Jones",
        "N Nafiz"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2009.0105"
    },
    {
      "title": "eHealth and telemedicine: practices and beliefs among healthcare professionals and medical students at a medical university",
      "authors": [
        "A Wernhart",
        "S Gahbauer",
        "D Haluza"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0213067"
    },
    {
      "title": "Substantial capabilities of robotics in enhancing industry 4.0 implementation",
      "authors": [
        "M Javaid",
        "A Haleem",
        "R Singh",
        "R Suman"
      ],
      "year": 2021
    },
    {
      "title": "The role of blockchain technology in telehealth and telemedicine",
      "authors": [
        "R Ahmad",
        "K Salah",
        "R Jayaraman",
        "I Yaqoob",
        "S Ellahham",
        "M Omar"
      ],
      "year": 2021,
      "doi": "10.36227/techrxiv.12967748"
    },
    {
      "title": "Pediatric subspecialty telemedicine use from the patient and provider perspective",
      "authors": [
        "R Pooni",
        "N Pageler",
        "C Sandborg",
        "T Lee"
      ],
      "year": 2021,
      "doi": "10.1038/s41390-021-01443-4"
    },
    {
      "title": "Evidence and recommendations on the use of telemedicine for the management of arterial hypertension: an international expert position paper",
      "authors": [
        "S Omboni",
        "R Mcmanus",
        "H Bosworth",
        "L Chappell",
        "B Green",
        "K Kario",
        "A Logan",
        "D Magid",
        "B Mckinstry",
        "K Margolis",
        "G Parati"
      ],
      "year": 2020
    },
    {
      "title": "Milestone before/after analysis of telemedicine implementation",
      "authors": [
        "P Mihova",
        "J Vinarova",
        "A Petkov",
        "I Penjurov"
      ],
      "year": 2009
    },
    {
      "title": "Telemedicine: a bridge over knowledge gaps in healthcare",
      "authors": [
        "E Eisenstein",
        "C Kopacek",
        "S Cavalcante",
        "A Neves",
        "G Fraga",
        "L Messina"
      ],
      "year": 2020,
      "doi": "10.1007/s40124-020-00221-w"
    },
    {
      "title": "Telemedicine use in rural Native American communities in the era of the ACA: a systematic literature review",
      "authors": [
        "C Kruse",
        "S Bouffard",
        "M Dougherty",
        "J Parro"
      ],
      "year": 2016
    },
    {
      "title": "The use of telemedicine in surgical care: a systematic review",
      "authors": [
        "A Asiri",
        "S Albishi",
        "W Almadani",
        "A Elmetwally",
        "M Househ"
      ],
      "year": 2018,
      "doi": "10.5455/aim.2018.26.201-206"
    },
    {
      "title": "Exploring the role of telemedicine in improving access to healthcare services by women and girls in rural Nepal",
      "authors": [
        "R Parajuli",
        "P Doneys"
      ],
      "year": 2017,
      "doi": "10.1016/j.tele.2017.05.006"
    },
    {
      "title": "2nd, Telemedicine: current status in developed and developing countries",
      "authors": [
        "B Rao",
        "A Lombardi"
      ],
      "year": 2009
    },
    {
      "title": "Assessing the economic impact of telemedicine",
      "authors": [
        "D Hailey",
        "B Crowe"
      ],
      "year": 2000
    },
    {
      "title": "Evaluation of patient and doctor perception toward the use of telemedicine in Apollo TeleHealth Services, India",
      "authors": [
        "R Acharya",
        "J Rai"
      ],
      "year": 2016
    },
    {
      "title": "The use of telemedicine for the diagnosis and treatment of sleep disorders: an American Academy of Sleep Medicine update",
      "authors": [
        "Q Shamim-Uzzaman",
        "C Bae",
        "Z Ehsan",
        "A Setty",
        "M Devine",
        "S Dhankikar",
        "I Donskoy",
        "B Fields",
        "H Hearn",
        "D Hwang",
        "V Jain"
      ],
      "year": 2021
    },
    {
      "title": "Elements for assessment of telemedicine applications",
      "authors": [
        "A Ohinmaa",
        "D Hailey",
        "R Roine"
      ],
      "year": 2001,
      "doi": "10.1017/s0266462300105057"
    },
    {
      "title": "Adoption of routine telemedicine in Norway: the current picture",
      "authors": [
        "P Zanaboni",
        "U Knarvik",
        "R Wootton"
      ],
      "year": 2014
    },
    {
      "title": "Estimating travel reduction associated with the use of telemedicine by patients and healthcare professionals: proposal for quantitative synthesis in a systematic review",
      "authors": [
        "R Wootton",
        "K Bahaadinbeigy",
        "D Hailey"
      ],
      "year": 2011
    },
    {
      "title": "Investigating the resistance to telemedicine in Ethiopia",
      "authors": [
        "Y Xue",
        "H Liang",
        "V Mbarika",
        "R Hauser",
        "P Schwager",
        "M Getahun"
      ],
      "year": 2015
    },
    {
      "title": "Patient interest in and barriers to telemedicine video visits in a multilingual urban safety-net system",
      "authors": [
        "E Khoong",
        "B Butler",
        "O Mesina",
        "G Su",
        "T Defries",
        "M Nijagal",
        "C Lyles"
      ],
      "year": 2021
    },
    {
      "title": "Telemedicine experience for chronic care in COPD",
      "authors": [
        "P Toledo",
        "S Jim Enez",
        "F Del Pozo",
        "J Roca",
        "A Alonso",
        "C Hernandez"
      ],
      "year": 2006
    },
    {
      "title": "Mobile telemedicine: a survey study",
      "authors": [
        "C Lin"
      ],
      "year": 2012
    },
    {
      "title": "Telemedicine: communication technologies that revolutionise healthcare services",
      "authors": [
        "P Whitten"
      ],
      "year": 2006,
      "doi": "10.1089/tmj.2006.0028"
    },
    {
      "title": "Evaluating telemedicine systems success: a revised model",
      "authors": [
        "P Hu"
      ],
      "year": 2003
    },
    {
      "title": "Business models for telemedicine services: a literature review",
      "authors": [
        "F Acheampong",
        "V Vimarlund"
      ],
      "year": 2015
    },
    {
      "title": "Telemedicine in the USA with focus on clinical applications and issues",
      "authors": [
        "Y Kim"
      ],
      "year": 2004
    },
    {
      "title": "Usability in telemedicine systems-a literature survey",
      "authors": [
        "B Klaassen",
        "B Van Beijnum",
        "H Hermens"
      ],
      "year": 2016
    },
    {
      "title": "Timeliness and access to healthcare services via telemedicine for adolescents in state correctional facilities",
      "authors": [
        "K Fox",
        "G Somes",
        "T Waters"
      ],
      "year": 2007
    },
    {
      "title": "The use of telemedicine for delivering healthcare to bariatric surgery patients: a literature review",
      "authors": [
        "B Coldebella",
        "N Armfield",
        "M Bambling",
        "J Hansen",
        "S Edirippulige"
      ],
      "year": 2018
    },
    {
      "title": "Security and privacy in RFID and applications in telemedicine",
      "authors": [
        "Y Xiao",
        "X Shen",
        "B Sun",
        "L Cai"
      ],
      "year": 2006
    },
    {
      "title": "Clinical outcomes resulting from telemedicine interventions: a systematic review",
      "authors": [
        "W Hersh",
        "M Helfand",
        "J Wallace",
        "D Kraemer",
        "P Patterson",
        "S Shapiro",
        "M Greenlick"
      ],
      "year": 2001
    },
    {
      "title": "Rapid implementation of a diabetes telemedicine clinic during the coronavirus disease 2019 outbreak: our protocol, experience, and satisfaction reports in Saudi Arabia",
      "authors": [
        "M Al-Sofiani",
        "E Alyusuf",
        "S Alharthi",
        "A Alguwaihes",
        "R Al-Khalifah",
        "A Alfadda"
      ],
      "year": 2021
    },
    {
      "title": "Telemedicine and virtual consultation: the Indian perspective",
      "authors": [
        "N Ateriya",
        "A Saraf",
        "V Meshram",
        "P Setia"
      ],
      "year": 2018
    },
    {
      "title": "New development:'Healing at a distance'-telemedicine and COVID-19",
      "authors": [
        "H Leite",
        "I Hodgkinson",
        "T Gruber"
      ],
      "year": 2020
    },
    {
      "title": "Negotiating ICT development and use: the case of a telemedicine system in the healthcare region of Crete",
      "authors": [
        "P Constantinides",
        "M Barrett"
      ],
      "year": 2006
    },
    {
      "title": "Design and technical validation of a telemedicine service for rural healthcare in Ecuador",
      "authors": [
        "L Vasquez-Cevallos",
        "J Bobokova",
        "P Gonz Alez-Granda",
        "J Iniesta",
        "M Hernando"
      ],
      "year": 2018
    },
    {
      "title": "Restructuring of the healthcare system and the diffusion of telemedicine",
      "authors": [
        "M Kerleau",
        "N Pelletier-Fleury"
      ],
      "year": 2002
    },
    {
      "title": "Bridging the healthcare access divide: a strategic planning model for rural telemedicine network",
      "authors": [
        "R Ishfaq",
        "U Raja"
      ],
      "year": 2015
    },
    {
      "title": "Telemedicine: bridging gaps in healthcare delivery",
      "authors": [
        "A Majerowicz",
        "S Tracy"
      ],
      "year": 2010
    },
    {
      "title": "Improving access to care: telemedicine across medical domains",
      "authors": [
        "W Barbosa",
        "K Zhou",
        "E Waddell",
        "T Myers",
        "E Dorsey"
      ],
      "year": 2021
    },
    {
      "title": "Telemedicine and its role in improving communication in healthcare",
      "authors": [
        "L Baldwin",
        "M Clarke",
        "T Eldabi",
        "R Jones"
      ],
      "year": 2002
    },
    {
      "title": "COVID-19 and telemedicine: immediate action required for maintaining healthcare providers well-being",
      "authors": [
        "B Moazzami",
        "N Razavi-Khorasani",
        "A Moghadam",
        "E Farokhi",
        "N Rezaei"
      ],
      "year": 2020
    },
    {
      "title": "Quality 4.0 technologies to enhance traditional Chinese medicine for overcoming healthcare challenges during COVID-19",
      "authors": [
        "A Haleem",
        "M Javaid",
        "R Singh",
        "R Suman"
      ],
      "year": 2021,
      "doi": "10.1016/j.dcmed.2021.06.001"
    },
    {
      "title": "Wireless technologies for telemedicine",
      "authors": [
        "H Ng",
        "M Sim",
        "C Tan",
        "C Wong"
      ],
      "year": 2006
    },
    {
      "title": "Championing telemedicine adoption and utilisation in healthcare organisations in New Zealand",
      "authors": [
        "N Al-Qirim"
      ],
      "year": 2007
    },
    {
      "title": "Telemedicine adoption issues in the United States and Brazil: perception of healthcare professionals",
      "authors": [
        "E Luciano",
        "M Mahmood",
        "P Mansouri"
      ],
      "year": 2020,
      "doi": "10.1177/1460458220902957"
    },
    {
      "title": "An internet-based telemedicine system in Nigeria",
      "authors": [
        "O Adewale"
      ],
      "year": 2004,
      "doi": "10.1016/j.ijinfomgt.2003.12.014"
    },
    {
      "title": "The Italian technical/administrative recommendations for telemedicine in clinical neurophysiology",
      "authors": [
        "G Stipa",
        "F Gabbrielli",
        "C Rabbito",
        "V Di Lazzaro",
        "A Amantini",
        "A Grippo",
        "R Carrai",
        "R Pasqui",
        "D Barloscio",
        "D Olivi",
        "S Lori"
      ],
      "year": 2021
    },
    {
      "title": "Use of telemedicine and virtual care for remote treatment in response to COVID-19 pandemic",
      "authors": [
        "B Jnr"
      ],
      "year": 2020
    },
    {
      "title": "Evolving role of telemedicine in health care delivery in India",
      "authors": [
        "P Mathur",
        "S Srivastava",
        "A Lalchandani",
        "J Mehta"
      ],
      "year": 2017
    },
    {
      "title": "Impact of using telemedicine on knowledge management in healthcare organisations: a case study",
      "authors": [
        "R Hojabri",
        "E Borousan",
        "M Manafi"
      ],
      "year": 2012
    },
    {
      "title": "Telemedicine is an academic center-the Arizona Telemedicine Program",
      "authors": [
        "E Krupinski",
        "R Weinstein"
      ],
      "year": 2013,
      "doi": "10.1089/tmj.2012.0285"
    },
    {
      "title": "Significant roles of 4D printing using smart materials in the field of manufacturing",
      "authors": [
        "A Haleem",
        "M Javaid",
        "R Singh",
        "R Suman"
      ],
      "year": 2021,
      "doi": "10.1016/j.aiepr.2021.05.001"
    },
    {
      "title": "Strategy and practices: a qualitative study of a Brazilian public healthcare system of telemedicine",
      "authors": [
        "P Iasbech",
        "R Lavarda"
      ],
      "year": 2018
    },
    {
      "title": "Lack of telemedicine training in academic medicine: are we preparing the next generation?",
      "authors": [
        "A Pourmand",
        "M Ghassemi",
        "K Sumon",
        "S Amini",
        "C Hood",
        "N Sikka"
      ],
      "year": 2021
    },
    {
      "title": "Telemedicine in India: where do we stand?",
      "authors": [
        "V Chellaiyan",
        "A Nirupama",
        "N Taneja"
      ],
      "year": 2019
    },
    {
      "title": "3D printing technology and its significant applications in the context of healthcare education",
      "authors": [
        "I Tasneem",
        "A Ariz",
        "D Bharti",
        "A Haleem",
        "M Javaid",
        "S Bahl"
      ],
      "year": 2021
    },
    {
      "title": "The role of service-oriented architecture in telemedicine healthcare system",
      "authors": [
        "A Shaikh",
        "M Memon",
        "N Memon",
        "M Misbahuddin"
      ],
      "year": 2009
    },
    {
      "title": "Telemedicine: a new frontier for effective healthcare services",
      "authors": [
        "S Scalvini",
        "M Vitacca",
        "L Paletta",
        "A Giordano",
        "B Balbi"
      ],
      "year": 2004
    },
    {
      "title": "The use of telemedicine for delivering healthcare in Japan: systematic review of literature published in Japanese and English languages",
      "authors": [
        "J Ito",
        "S Edirippulige",
        "T Aono",
        "N Armfield"
      ],
      "year": 2017
    },
    {
      "title": "Telemedicine use in orthopaedic surgery varies by race, ethnicity, primary language, and insurance status",
      "authors": [
        "G Xiong",
        "N Greene",
        "I Lightsey",
        "A Crawford",
        "B Striano",
        "A Simpson",
        "A Schoenfeld"
      ],
      "year": 2021
    },
    {
      "title": "Digital continuous healthcare and disruptive medical technologies: m-Health and telemedicine skills training for data-driven healthcare",
      "authors": [
        "A Sapci",
        "H Sapci"
      ],
      "year": 2019
    },
    {
      "title": "The use of telemedicine in obstetrics: a review of the literature",
      "authors": [
        "E Magann",
        "S Mckelvey",
        "W Hitt",
        "M Smith",
        "G Azam",
        "C Lowery"
      ],
      "year": 2011
    },
    {
      "title": "Enhancing the sustainable goal of access to healthcare: findings from a literature review on telemedicine employment in rural areas",
      "authors": [
        "G Palozzi",
        "I Schettini",
        "A Chirico"
      ],
      "year": 2020
    },
    {
      "title": "Prevalence of atrial fibrillation and stroke risk assessment based on telemedicine screening tools in a primary healthcare setting",
      "authors": [
        "E De Moraes",
        "C Cirenza",
        "R Lopes",
        "A Carvalho",
        "P Guimaraes",
        "A Rodrigues",
        "A De Paola"
      ],
      "year": 2019
    },
    {
      "title": "Understanding Telemedicine's \"New Normal",
      "authors": [
        "C Drake",
        "T Lian",
        "B Cameron",
        "K Medynskaya",
        "H Bosworth",
        "K Shah"
      ],
      "year": 2021
    },
    {
      "title": "The Ontario telemedicine network: a case report",
      "authors": [
        "E Brown"
      ],
      "year": 2013
    },
    {
      "title": "An overview of telemedicine technologies for healthcare applications",
      "authors": [
        "P Pandian"
      ],
      "year": 2016,
      "doi": "10.4018/ijbce.2016070103"
    },
    {
      "title": "History of telemedicine: evolution, context, and transformation",
      "authors": [
        "S Ryu"
      ],
      "year": 2010
    },
    {
      "title": "Telemedicine in education: bridging the gap",
      "authors": [
        "J O'shea",
        "R Berger",
        "C Samra",
        "D Van Durme"
      ],
      "year": 2015
    },
    {
      "title": "Patient preference and satisfaction with the use of telemedicine for glycemic control in patients with type 2 diabetes: a review, Patient Prefer",
      "authors": [
        "R Sim",
        "S Lee"
      ],
      "year": 2021
    },
    {
      "title": "Telemedicine and its transformation of emergency care: a case study of one of the largest US integrated healthcare delivery systems",
      "authors": [
        "R Sharma",
        "P Fleischut",
        "D Barchi"
      ],
      "year": 2017,
      "doi": "10.1186/s12245-017-0146-7"
    },
    {
      "title": "Applications of teledentistry: a literature review and update",
      "authors": [
        "N Jampani",
        "R Nutalapati",
        "B Dontula",
        "R Boyapati"
      ],
      "year": 2011
    },
    {
      "title": "Teledentistry and its use in dental education",
      "authors": [
        "J Chen",
        "M Hobdell",
        "K Dunn",
        "K Johnson",
        "J Zhang"
      ],
      "year": 2003
    },
    {
      "title": "Teledentistry: a systematic review of the literature",
      "authors": [
        "R Mariño",
        "A Ghanim"
      ],
      "year": 2013
    },
    {
      "title": "Teledentistry: a key component in access to care",
      "authors": [
        "S Daniel",
        "S Kumar"
      ],
      "year": 2014
    },
    {
      "title": "Teledentistry in practice: literature review",
      "authors": [
        "S Khan",
        "H Omar"
      ],
      "year": 2013
    },
    {
      "title": "Teledentistry and mHealth for promotion and prevention of oral health: a systematic review and meta-analysis",
      "authors": [
        "C Fern",
        "C Maturana",
        "S Coloma",
        "A Carrasco-Labra",
        "R Giacaman"
      ],
      "year": 2021
    },
    {
      "title": "What is telemedicine? A collection of 104 peer-reviewed perspectives and theoretical underpinnings",
      "authors": [
        "S Sood",
        "V Mbarika",
        "S Jugoo",
        "R Dookhy",
        "C Doarn",
        "N Prakash",
        "R Merrell"
      ],
      "year": 2007
    },
    {
      "title": "Impact of telemedicine on mortality, length of stay, and cost among patients in progressive care units: experience from a large healthcare system",
      "authors": [
        "D Armaignac",
        "A Saxena",
        "M Rubens",
        "C Valle",
        "L Williams",
        "E Veledar",
        "L Gidel"
      ],
      "year": 2018
    },
    {
      "title": "The role of contradictions and norms in the design and use of telemedicine: healthcare professionals' perspective",
      "authors": [
        "P Schwalb",
        "E Klecun"
      ],
      "year": 2019
    },
    {
      "title": "Telemedicine: an IoT based remote healthcare system",
      "authors": [
        "M Abdellatif",
        "W Mohamed"
      ],
      "year": 2020,
      "doi": "10.3991/ijoe.v16i06.13651"
    },
    {
      "title": "Telemedicine in the cloud era: prospects and challenges",
      "authors": [
        "Z Jin",
        "Y Chen"
      ],
      "year": 2015
    },
    {
      "title": "Telemedicine and mobile health with integrative medicine in developing countries",
      "authors": [
        "B Kamsu-Foguem",
        "C Foguem"
      ],
      "year": 2014,
      "doi": "10.1016/j.hlpt.2014.08.008"
    },
    {
      "title": "E-health: A new kind of telemedicine",
      "authors": [
        "J Matusitz",
        "G Breen"
      ],
      "year": 2007
    },
    {
      "title": "Telemedicine Information Monitoring System",
      "authors": [
        "H Chih-Jen"
      ],
      "year": 2008
    },
    {
      "title": "Telemedicine in pediatrics: systematic review of randomised controlled trials",
      "authors": [
        "A Shah",
        "S Badawy"
      ],
      "year": 2021,
      "doi": "10.2196/22696"
    },
    {
      "title": "Departmental experience and lessons learned with accelerated introduction of telemedicine during the COVID-19 crisis",
      "authors": [
        "A Loeb",
        "S Rao",
        "J Ficke",
        "C Morris",
        "L Riley",
        "A Levin"
      ],
      "year": 2020,
      "doi": "10.5435/jaaos-d-20-00380"
    },
    {
      "title": "Trust in telemedicine portals for rehabilitation care: an exploratory focus group study with patients and healthcare professionals",
      "authors": [
        "L Van Velsen",
        "S Wildevuur",
        "I Flierman",
        "B Van Schooten",
        "M Tabak",
        "H Hermens"
      ],
      "year": 2015,
      "doi": "10.1186/s12911-016-0250-2"
    },
    {
      "title": "Effectiveness and safety of acute care telemedicine for children with regular and special healthcare needs",
      "authors": [
        "K Mcconnochie",
        "S Ronis",
        "N Wood",
        "P Ng"
      ],
      "year": 2015
    },
    {
      "title": "Revolutionizing healthcare with IoT and cognitive, cloud-based telemedicine",
      "authors": [
        "A Garai",
        "I Entek",
        "A Adamk O"
      ],
      "year": 2019
    },
    {
      "title": "Preparing telemedicine for the frontlines of healthcare equity",
      "authors": [
        "L Das",
        "C Gonzalez"
      ],
      "year": 2020
    },
    {
      "title": "Telemedicine: a new horizon in public health in India",
      "authors": [
        "A Dasgupta",
        "S Deb"
      ],
      "year": 2008
    },
    {
      "title": "The influence of affect, attitude and usefulness in the acceptance of telemedicine systems",
      "authors": [
        "S Djamasbi",
        "A Fruhling",
        "E Loiacono"
      ],
      "year": 2009
    },
    {
      "title": "mHealth: the next generation of telemedicine?",
      "authors": [
        "C Waegemann"
      ],
      "year": 2010
    },
    {
      "title": "Institutional logics and innovation in times of crisis: telemedicine as digital 'PPE",
      "authors": [
        "E Oborn",
        "N Pilosof",
        "B Hinings",
        "E Zimlichman"
      ],
      "year": 2021
    },
    {
      "title": "Patient satisfaction and healthcare utilisation using telemedicine in liver transplant recipients",
      "authors": [
        "L Le",
        "H Rahal",
        "M Viramontes",
        "K Meneses",
        "T Dong",
        "S Saab"
      ],
      "year": 2019
    },
    {
      "title": "Telemedicine quality and outcomes in stroke: a scientific statement for healthcare professionals from the American Heart Association/American Stroke Association",
      "authors": [
        "L Wechsler",
        "B Demaerschalk",
        "L Schwamm",
        "O Adeoye",
        "H Audebert",
        "C Fanale",
        "D Hess",
        "J Majersik",
        "K Nystrom",
        "M Reeves",
        "W Rosamond"
      ],
      "year": 2017
    },
    {
      "title": "Healthcare and telemedicine: ongoing and evolving challenges",
      "authors": [
        "P Jennett",
        "M Watanabe"
      ],
      "year": 2006
    },
    {
      "title": "High-intensity telemedicine-enhanced acute care for older adults: an innovative healthcare delivery model",
      "authors": [
        "M Shah",
        "S Gillespie",
        "N Wood",
        "E Wasserman",
        "D Nelson",
        "A Dozier",
        "K Mcconnochie"
      ],
      "year": 2013
    },
    {
      "title": "QoS based telemedicine technologies for rural healthcare emergencies",
      "authors": [
        "A Mukhopadhyay"
      ],
      "year": 2017
    },
    {
      "title": "Virtual reality (VR) applications in cardiology: a review",
      "authors": [
        "M Javaid",
        "I Khan"
      ],
      "year": 2021
    },
    {
      "title": "Data analytics applications for COVID-19 pandemic",
      "authors": [
        "M Javaid",
        "I Khan",
        "R Vaishya",
        "R Singh",
        "A Vaish"
      ],
      "year": 2021
    },
    {
      "title": "3D printing applications for radiology: an overview",
      "authors": [
        "A Haleem",
        "M Javaid",
        "R Suman",
        "R Singh"
      ],
      "year": 2021,
      "doi": "10.36062/ijah.58.2.2019.171-173"
    },
    {
      "title": "Impact of additive manufacturing in different areas of Industry 4.0",
      "authors": [
        "A Haleem",
        "M Javaid",
        "S Rab"
      ],
      "year": 2020
    },
    {
      "title": "Impact of COVID-19 Pandemic on Particulate Matter (PM) concentration and harmful gaseous components on Indian metros",
      "authors": [
        "R Suman",
        "M Javaid",
        "S Choudhary",
        "A Haleem",
        "R Singh",
        "D Nandan",
        "S Ali",
        "S Rab"
      ],
      "year": 2021,
      "doi": "10.1016/j.susoc.2021.02.001"
    },
    {
      "title": "Designing of a Carburettor Body for Ethanol Blended Fuel by Using CFD Analysis Tool and 3",
      "authors": [
        "P Gupta",
        "A Haleem",
        "M Javaid"
      ],
      "year": 2019
    },
    {
      "title": "Tribological Review of Medical Implants Manufactured by Additive Manufacturing",
      "authors": [
        "M Javaid",
        "S Babu",
        "S Rab",
        "R Vaishya",
        "A Haleem"
      ]
    },
    {
      "title": "Towards a shared service centre for telemedicine: telemedicine in Denmark, and a possible way forward",
      "authors": [
        "S Larsen",
        "N Sørensen",
        "M Petersen",
        "G Kjeldsen"
      ],
      "year": 2016
    },
    {
      "title": "A model for assessment of telemedicine applications: mast",
      "authors": [
        "K Kidholm",
        "A Ekeland",
        "L Jensen",
        "J Rasmussen",
        "C Pedersen",
        "A Bowes",
        "S Flottorp",
        "M Bech"
      ],
      "year": 2012
    },
    {
      "title": "The application of telemedicine to pediatric obesity: lessons from the past decade",
      "authors": [
        "S Desilva",
        "S Vaidya"
      ],
      "year": 2021
    },
    {
      "title": "Cost savings associated with an outpatient otolaryngology telemedicine clinic",
      "authors": [
        "R Philips",
        "N Seim",
        "L Matrka",
        "B Locklear",
        "A Moberly",
        "M Inman",
        "G Essig"
      ],
      "year": 2019
    },
    {
      "title": "Considerations of telemedicine in the delivery of modern healthcare",
      "authors": [
        "E Chen"
      ],
      "year": 2017,
      "doi": "10.4018/978-1-7998-8052-3.ch012"
    },
    {
      "title": "The empirical foundations of telemedicine interventions for chronic disease management",
      "authors": [
        "R Bashshur",
        "G Shannon",
        "B Smith",
        "D Alverson",
        "N Antoniotti",
        "W Barsan",
        "N Bashshur",
        "E Brown",
        "M Coye",
        "C Doarn",
        "S Ferguson"
      ],
      "year": 2014
    },
    {
      "title": "E-healthcare/telemedicine readiness assessment of some selected states in Western Nigeria",
      "authors": [
        "E Justice"
      ],
      "year": 2012
    },
    {
      "title": "Costs and benefits of personalised healthcare for patients with chronic heart failure in the care and education program",
      "authors": [
        "S Sohn",
        "T Helms",
        "J Pelleter",
        "A Müller",
        "A Kr€ Ottinger",
        "O Sch€ Offski"
      ],
      "year": 2012
    },
    {
      "title": "Telemedicine: a technological revolution",
      "authors": [
        "A Mariani",
        "P Pêgo-Fernandes"
      ],
      "year": 2012
    },
    {
      "title": "The use of telemedicine to enhance secondary care: some lessons from the front line",
      "authors": [
        "O Williams",
        "S Elghenzai",
        "C Subbe",
        "J Wyatt",
        "J Williams"
      ],
      "year": 2017,
      "doi": "10.7861/futurehosp.4-2-109"
    },
    {
      "title": "Industrial perspectives of 3D scanning: features, roles and it's analytical applications",
      "authors": [
        "M Javaid",
        "A Haleem",
        "R Singh",
        "R Suman"
      ],
      "year": 2021
    },
    {
      "title": "Biosensor nanoengineering: design, operation, and implementation for biomolecular analysis",
      "authors": [
        "B Purohit",
        "P Vernekar",
        "N Shetti",
        "P Chandra"
      ],
      "year": 2020,
      "doi": "10.1016/j.sintl.2020.100040"
    },
    {
      "title": "Biosensors applications in medical field: a brief review",
      "authors": [
        "A Haleem",
        "M Javaid",
        "R Singh",
        "R Suman",
        "S Rab"
      ],
      "year": 2021
    },
    {
      "title": "Miniaturized label-free smartphone assisted electrochemical sensing approach for personalised COVID-19 diagnosis",
      "authors": [
        "P Chandra"
      ],
      "year": 2020
    }
  ],
  "num_references": 166
}
