{
  "paper_id": "KV3TK2CK",
  "title": "How Message Fatigue toward Health Messages Leads to Ineffective Persuasive Outcomes: Examining the Mediating Roles of Reactance and Inattention",
  "abstract": "Message fatigue refers to a state of being exhausted and tired of prolonged exposure to similarly-themed messages (e.g., anti-obesity messages; So,  Kim, & Cohen, 2017) . This study tests a mediational model that accounts for how one's preexisting fatigue toward antiobesity messages may contribute to two different types of resistance-reactance and disengagement-toward an incoming anti-obesity message, which, in turn, reduce intention to adopt weight-management behaviors advocated in the message. The proposed model was tested in an experimental study (N = 312) involving a sample of overweight or obese adults in the United States. In the meditational model, reactance significantly mediated the negative effects of message fatigue on intention to adopt only one of four weight-management behaviors promoted in the message. However, inattention, which was an operationalization of disengagement, significantly mediated the negative effects of message fatigue on behavioral intention to adopt all four weight-management behaviors. This study urges future research on message fatigue and resistance to persuasion to consider disengagement with a message as a significant barrier to effective health communication and to devise ways to increase engagement with messages communicating \"overtaught\" health issues.",
  "year": 2013,
  "date": "2013",
  "journal": "BMC Health Services Research",
  "publication": "BMC Health Services Research",
  "authors": [
    {
      "forename": "Soela",
      "surname": "Kim",
      "name": "Soela Kim",
      "affiliation": "Department of Communication Studies , University of Georgia , Athens , GA , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t University of Georgia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Athens \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jiyeon",
      "surname": "So",
      "name": "Jiyeon So",
      "affiliation": "Department of Communication Studies , University of Georgia , Athens , GA , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t University of Georgia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Athens \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/100012483",
  "sections": [
    {
      "text": "In today's world, individuals are constantly inundated with health-related information from various sources including government agencies, news media, and interpersonal sources, just to name a few  (Viswanath, 2005) . While sufficient exposure is necessary for learning and social norming  (Hornik, 2002) , research on dose-response relationship shows that excessive exposure to similar health-related messages may be counterproductive  (Baseman et al., 2013; Reinhard, Schindler, Raabe, Stahlberg, & Messner, 2014) . Despite its relevance in the current media-saturated society, its implications for public health communication have not been examined extensively.\n\nMessage fatigue, defined as a state of exhaustion individuals experience when they are exposed to similar messages beyond desired frequency  (So, Kim, & Cohen, 2017) , is one of the potential consequences of overexposure. It provides a foundation to understanding how effectiveness of health messages could be hampered by audiences' prolonged overexposure to messages that promote similar health behaviors. Specifically,  So and colleagues (2017)  conceptualized message fatigue as an aversive motivational state in that it may facilitate two forms of resistance to health messages: (1) active resistance (e.g., reactance) and (2) passive resistance (e.g., inattention).\n\nBuilding upon So et al.'s conceptualization of message fatigue, the present research proposes and tests a model that accounts for pathways whereby individuals' preexisting message fatigue contributes to their noncompliance with an incoming message's behavioral recommendations. Specifically, guided by the psychological reactance theory  (Brehm & Brehm, 1981) , this study examines mediating roles of the two types of resistance-reactance and inattention-in the relationship between message fatigue and intention to adopt health-related behaviors promoted in a message. To lay the foundation for later discussion of the mediating mechanisms, we will first discuss the focal concept of the present study, message fatigue."
    },
    {
      "title": "Literature Review"
    },
    {
      "title": "Message Fatigue",
      "text": "Despite the fact that message fatigue has been studied quite widely in various disciplines including public health (e.g.,  Herbst et al., 2007)  and marketing science (e.g.,  Craig, Sternthal, & Leavitt, 1976) , it has remained a rather elusive concept. As a response to this void,  So et al. (2017)  proposed a conceptual definition that encompasses four dimensions extracted from the existing research on the concept, including perceived overexposure, perceived redundancy, exhaustion, and tedium. Perceived overexposure refers to perception that their exposure to a series of similar messages exceeds the desired levels. Perceived redundancy is a perception that a series of related messages are similar enough to be recognized as repetitive and overlapping. Exhaustion is a state that combines the feeling of mentally burned out and worn out due to seemingly repetitive messages, whereas tedium is defined as a lack of interest or enthusiasm in available messages on a given Address correspondence to Jiyeon So, Department of Communication Studies, University of Georgia, 603 Caldwell Hall, Athens 30602, USA. E-mail: jso@uga.edu topic. So and colleagues' initial examination of message fatigue provides insights into the tendencies of fatigued audiences: Individuals with greater message fatigue toward specific health message types (e.g., safe sex messages) sought information about the health topic to a lesser extent and that had stronger desire to avoid another exposure to those messages."
    },
    {
      "title": "Effects of Message Fatigue on Resistance in Message Processing",
      "text": "Given what we know about message fatigue, an important question to raise from a health campaign perspective would be how fatigued individuals would respond if they are exposed to yet another message on a health issue they are tired of hearing about. This is a critical question for practitioners in particular because social marketing programs have started to utilize more intrusive ways of disseminating their messages by, for example, combining their messages with other means of communication such as institutional outreach  (Wakefield, Loken, & Hornik, 2010) . Such practices would arguably increase the chance of fatigued individuals being exposed to health messages beyond a desired frequency.\n\nPsychological reactance theory (PRT:  Brehm & Brehm, 1981 ) sheds light on how fatigued audience would react when they are exposed to an unsolicited message that is seemingly similar to the ones they already feel tired of hearing about. PRT postulates that individuals believe that they have an inherent right to freely make their own choices without external influences. Thus, when individuals think their freedom is threatened or eliminated, they experience reactance that motivates them to restore the freedom by exhibiting opposition or by resisting external pressures that impinge on their freedom. Extending PRT's premise to the context of this study, when fatigued individuals encounter an unwanted message about which they feel tired of hearing, they would perceive the situation as going against their desire to avoid or stay away from potentially unrewarding, tedious information. 1   In other words, the mere presentation of another unwanted message may provoke fatigued individuals' reactance-an urge to act against or resist the perceived cause of the freedom threat.\n\nGiven this thesis, in the context of message processing, we predict that fatigued audiences could react to threatened freedom in two distinctive ways that represent two different types of resistance: (1) active resistance (i.e., arguing against the message) and (2) passive resistance (i.e., withdrawing their attention from the message). This prediction is consistent with So et al.'s conceptualization of message fatigue as an aversive motivational state that energizes active resistance toward and disengagement with the message.\n\nWhile the original PRT broadly conceptualizes reactance as an aversive motivational state that encompasses emotional, cognitive, attitudinal, and behavioral responses to a given threat to freedom, in recent years, persuasion scholars began to conceive reactance more concretely as an intertwined combination of individuals' cognitive (i.e., negative thoughts or counterargument) and emotional reaction (i.e., anger) to messages attempting to influence them  (Dillard & Shen, 2005; Rains & Turner, 2007) .\n\nThe present research proposes that reactance, as defined in the existent persuasion literature, may not be the only likely response upon exposure to unwanted persuasive messages but that disengagement with the message is another potential type of resistance that may be induced in fatigued audiences. To elaborate on this claim, for reactance to be aroused, individuals must perceive an initial freedom to begin with. Thus, when examining the effects of reactance on the processing of persuasive messages in experiments, researchers have manipulated the levels of threat to freedom by utilizing various language features that are assumed to trigger participants' reactance, such as intense or dogmatic language and explicit display of persuasion intent (see  Rains, 2013  for a meta-analytic review).\n\nIn the following discussion, we will consider two messagerelated factors-message source and message environmentthat may be related to the two types of resistance. Given this distinction, one may argue that these manipulated message features concern a specific message, which a message source is responsible for creating and sending rather than the broad message environment. Thus, we argue that reactance is a likely response to unwanted exposure to persuasive messages if fatigued audiences attribute their threatened freedom to a specific message source responsible for the message with an explicit persuasive intent. This claim is also consistent with cognitive appraisal theories of emotions (e.g.,  Lazarus, 1991) , which postulate that the perception of others unfairly interfering one's goal attainment gives rise to anger-the emotion identified as an affective component of reactance in the extant reactance research. Taken together, we predict that reactance is a likely reaction to unwanted message exposure if a specific message source is deemed accountable for the yet another exposure to the type of message one is tired of hearing about.\n\nThis prediction suggests, on the other hand, that if fatigued audiences do not perceive a message source to be solely responsible for their exposure to an unwanted message, reactions other than reactance is likely. As reflected in the perceived redundancy and overexposure dimensions of message fatigue, fatigued individuals are aware of an overload of similar messages in the 1 Threat to freedom was not manipulated in the stimuli because this study did not purport to examine the effects of reactance induced by message features (e.g., forceful language;  Quick & Considine, 2008) . Since the message was not manipulated to induce variations in perceived threat to freedom, induction check for perceived threat to freedom, as it is typically done in reactance studies, is not relevant or feasible. That said, we wanted to check our central assumption that fatigued individuals would consider an exposure to another message they are tired of hearing as threat to freedom. We modified the two-step process model of reactance  (Quick & Considine, 2008)  to reflect the context involving message fatigue as the antecedent to resistance in message processing. Since pre-existing anti-obesity message fatigue was postulated as an antecedent to perceived threat to freedom upon exposure to an anti-obesity message, we expected those who have higher levels of pre-existing anti-obesity message fatigue to be more likely to perceive exposure to another anti-obesity message as greater threat to freedom (i.e., step 1). The aroused perception of threat to freedom would, in turn, lead to reactance and inattention, depending on where one locates the blame for the threatened freedom (i.e., message source or message environment; step 2). The modified two-step model showed an acceptable fit to data: χ 2 (11) = 28.48, p < 0.001, RMSEA = 0.07, (0.04, 0.11), CFI = 0.92, TLI = 0.86, SRMR = 0.05. As predicted, message fatigue, was positively associated with perceived threat to freedom (β = 0.29, p < 0.001; step 1), which, in turn, was positively associated with reactance (β = 0.78, p < 0.001) and inattention (β = 0.22, p = 0.002; step 2). Thus, the assumption that greater anti-obesity message fatigue would lead individuals to perceive an exposure to an anti-obesity message as threat to freedom received empirical support."
    },
    {
      "title": "110",
      "text": "S. Kim and J. So environment  (So et al., 2017) . This means that when an unwanted message is presented to fatigued audiences, it is quite possible for them to think that their freedom to avoid redundant messages is threatened largely by a broad, environmental factor that provides an overload of repetitive messages, rather than by a specific message source. This kind of attribution would be especially likely within a context where message source cues are not clearly available for audiences to determine a message source to blame for the threatened freedom, or within a cluttered message environment where a freedom-threatening message source may not be instantly distinguishable from other communicators. This is also a plausible scenario in online environments where the multiplicity of sources involved in the production and dissemination of online information often renders an information source a murky entity  (Sundar, 2008) . How would audiences react when unwanted message exposure is deemed to be primarily caused by broad message environmental factors as opposed to a specific message source? We postulate that disengagement with the message would be a likely response when the message environment, which is likely deemed to be beyond the scope of one's control, is perceived as the reason for an unwanted message exposure. While not directly related to repeated message exposure context, research on coping supports this postulation. When one is experiencing a goal-incongruent state caused by a stressor that gives rise to negative emotions, one may take one of two routes to cope: problem-focused or emotion-focused coping  (Lazarus & Folkman, 1984) . When one efficacious to eliminate the stressor, one is likely to engage in problem-focused coping and focus on taking proactive actions to eliminate the stressor. However, when one does not feel efficacious to reduce or eliminate the stressor, one is likely to engage in emotion-focused coping, which is a defensive mechanism that involves psychologically removing the stressor by taking strategies such as distancing and escape-avoidance  (Folkman, 2013) . In other words, coping research suggests that, in this mode of coping, which is activated when one doesn't feel capable of remedying the undesirable situation, one may deal with the situation by simply avoiding the undesirable situation. In the current context, when one perceives the global message environment as the reason for unwanted message exposure, one may feel inefficacious to modify the broad, macro environment, and choose to avoid the message via disengagement with the message.\n\nWhile no study directly tested this postulation because extant reactance research focused solely on effects of perceived threat to freedom on active resistance, a considerable body of advertising research provides relevant empirical evidence for this postulation. For example,  Edwards, Li, and Lee (2002)  demonstrated that the more intrusive (i.e., imposing greater threat to freedom) online pop-up ads were perceived to be, the less attention individuals paid to the ads. Relatedly,  Rotfeld (2006)  notes audiences' tendency to avoid advertisements if possible and states that a greater overall ratio of advertisements to editorial content in mass media has led to less attention paid to the advertisements. These findings imply that, when a message environment is a salient cause of unsolicited message exposure, audiences are inclined to resist or overcome the unwanted situation by simply withdrawing their attention from messages the environment provides, as opposed to counterarguing and/or being angry to the message source (i.e., reactance). Thus, we predict inattention to be another potential reaction to unwanted message exposure in fatigued audiences, in addition to reactance.\n\nH1: Message fatigue toward messages about a given health topic will positively predicts individuals' a) reactance and b) inattention to an incoming message on the same health topic."
    },
    {
      "title": "Effects of Reactance and Inattention on Behavioral Intention",
      "text": "A considerable body of persuasion research (e.g.,  Cacioppo & Petty, 1981; Dillard & Shen, 2005)  suggests that reactance positively predicts noncompliance with the message's behavioral recommendations. For example, reactance toward messages promoting regular flossing  (Dillard & Shen, 2005)  and participation in campus-wide illness prevention program  (Rains & Turner, 2007)  predicted greater unfavorable attitude toward the behaviors promoted in the messages, which subsequently reduced their intention to perform the behaviors. Likewise,  Rhodes and colleagues (2008)  also demonstrated that smokers who argued against anti-smoking PSAs (i.e., a cognitive component of reactance) showed a lower intention to quit smoking.\n\nInattention may also negatively influence persuasive health communication outcome, but in a different way. Since inattentive audiences may not sufficiently process a message to the extent that they can adequately evaluate the message's claims, inattention is likely to make the message incapable of producing intended persuasion outcomes. Thus, it is expected that greater inattention would predict lower intention to follow the message recommendations. In sum, reactance and inattention driven by message fatigue are expected to negatively predict intention to implement a message's behavioral recommendations. While the present study proposes reactance and inattention as two parallel mediators in the relationship between message fatigue and behavioral intention, there exists no empirical evidence that allows us to make a clear prediction about the difference between the two proposed mediators in terms of the magnitude of effects. Based on the discussion, the last two hypotheses and a research question are put forth: H2: a) Reactance and b) inattention will negatively predict individuals' intention to follow behaviors advocated in the message.\n\nH3: a) Reactance and b) inattention will mediate the negative effects of message fatigue on intention to adopt behaviors advocated in the message.\n\nRQ1: Will the mediating roles of reactance and inattention differ in terms of their magnitude and consistency across different behavioral recommendations?"
    },
    {
      "title": "Method"
    },
    {
      "title": "Procedure and Participants",
      "text": "This study utilized data collected as a part of a larger project involving an online experiment that examined the effects of message framing on overweight or obese adults' intention to adopt recommended weight-management strategies. A sample of overweight and obese adults in the United States was recruited through a sampling service provided by Survey Sampling International.\n\nThe study consisted of two waves: a pre-exposure questionnaire and an experiment. In the first wave, the participants completed a questionnaire assessing their fatigue toward anti-obesity messages and demographic variables. Only those who completed the first wave survey were invited to participate in the second wave online experiment one day after their completion of the first one. In the second wave experiment, participants were randomly assigned to one of four conditions in a 2 × 2 factorial design that manipulated message frames. The message in each condition contained one of the four message frames emphasizing the importance of weight management, followed by four behavioral recommendations for weight management including (1) reducing processed food consumption, (2) slowing down eating by eating with a non-dominant hand, (3) slowing down eating by utilizing chopsticks, and (4) reducing portion size by using small plates. The recommendations were randomly ordered and remained identical across the conditions. There was also a control condition in which participants were only presented with the behavioral recommendations without a frame message. Since this paper did not purport to examine the effects of these frame manipulations, the experimental conditions were used as a covariate in the analyses. After viewing the stimulus message, participants answered questions about their attention paid while reading the message, anger, counterargument, and intention to follow each of the four recommendations, along with other variables that were a part of the larger project. The participants received monetary compensation for their time upon participation in each wave.\n\nOut of 312 respondents who completed both the first and second wave of the study, 56.8% were female with a mean age of 44.62 years old (SD = 13.27). The majority described themselves as Caucasian (79.2%), with the remainder identifying as African American (8.4%), Hispanic (3.9%), Asian (1.9%), Native American (0.6%), multiracial (4.5%), and others (1.3%; 0.3% missing data). 48.1% were overweight and 51.9% were obese, with a mean BMI of 32.57 (SD = 6.73)."
    },
    {
      "title": "Measurements",
      "text": "All items were measured with a 7-point Likert scale ranging from 1 (strongly disagree) to 7 (strongly agree)."
    },
    {
      "title": "Message Fatigue",
      "text": "Message fatigue was measured with a scale developed by  So et al. (2017) . Sample items included: \"I have heard enough about how important it is to maintain a healthy weight\" (perceived overexposure); \"Messages about obesity are all beginning to sound the same to me\" (perceived redundancy); \"I am burned out from hearing that obesity is a serious problem\" (exhaustion); and \"Obesity-related messages make me want to yawn\" (tedium) (M = 4.10; SD = 1.42; α = 0.96)."
    },
    {
      "title": "Counterargument",
      "text": "Counterargument to experimental stimuli messages was measured with four items adopted from Moyer-Gusé and Nabi (2010). The four items were \"I actively counter-argued the information given in the message,\" \"I found myself thinking of ways I disagreed with what was being presented,\" \"I found myself looking for flaws in the message presented,\" and \"I thought the sources of the information were probably not credible\" (M = 2.74; SD = 1.71; α = 0.93)."
    },
    {
      "title": "Anger",
      "text": "Consistent with  Dillard and Shen's (2005)  study, anger was measured with four items assessing the degree to which the participants felt angry, irritated, annoyed, and frustrated (M = 2.35; SD = 1.82; α = 0.94)."
    },
    {
      "title": "Inattention",
      "text": "Attention paid to the experimental stimuli was measured by utilizing four items from So, Kuang, and Cho's study  (2016) . Two items measured attention and the other two were worded to measure inattention. The items were: \"I rushed through the message without being really attentive to the information provided\" (inattention), \"I quickly browsed through the message rather than paying close attention to the information provided\" (inattention), \"the message grabbed my attention\" (attention), and \"I paid great attention to the information provided\" (attention). The items measuring attention were reverse-coded to capture inattention (M = 2.72; SD = 1.33; α = 0.82)."
    },
    {
      "title": "Behavioral Intention",
      "text": "Intention to adopt each of the four recommended weight-management strategies was measured by asking their degree of agreement with the following three statements: \"I intend to use smaller plates in the near future,\" \"I will likely use smaller plates in the near future,\" and \"I will make it a priority to use smaller plates in the near future\" (processed food consumption: M = 5.11, SD = 1.76, α = 0.97; using a non-dominant hand: M = 3.95, SD = 2.06, α = 0.98; using chopsticks: M = 3.25, SD = 2.09, α = 0.98; using small plates: M = 5.20, SD = 1.83, α = 0.99)."
    },
    {
      "title": "Results 2",
      "text": "This study's mediation model was estimated using Mplus version 7.0  (Muthén & Muthén, 1998 -2012)  based on maximum likelihood estimation. A latent composite model approach, which accounts for measurement error by specifying all variables in the model as latent constructs, was undertaken (see  Holbert & Stephenson, 2008) . Each latent construct was modeled as being measured by a single indicator with an error variance fixed at values equal to the product of (1-reliability) 2 Since difference in experimental conditions is not the focus of the present study, a one-way MANOVA was conducted to determine if the experimental conditions had effects on inattention, counterargument, anger, and four behavioral intention variables. No significant difference was found between the experimental and control groups on the combined dependent variables, Wilks's λ = 0.98, F(7, 300) = 1.03, p = 0.41. The results of a series of independent samples t-tests showed that participants in the experimental groups reported lower levels of intention to use small plates (M =5.11, SD = 1.91) than those in the control group (M = 5.56, SD = 1.43, t(118.20) = 2.07, p = 0.04). Thus, use of data from all five groups was deemed justifiable as long as the effects of the presence a frame message on intention to use small plates were controlled for in the analyses. Age and gender were also included as covariates (see Table  1  for the correlation matrix) in primary analyses."
    },
    {
      "title": "112",
      "text": "S. Kim and J. So\n\n× the variance of the construct  (Bollen, 1989) . Of note, since the stimuli advocated four distinctive behaviors that may not fall into a single, unidimensional construct, the model specified four separate behavioral intention latent constructs with covariance allowed between them. All paths representing H1 through H3 were specified in the full model and were tested simultaneously (see Figure  1 ). The model had an acceptable fit, χ 2 (28) = 60.87, p < .001, RMSEA = 0.06, (0.04, 0.08), CFI = 0.93, TLI = 0.87, SRMR = 0.05. As predicted by H1, both paths from message fatigue to reactance (β = 0.37, p < 0.001) and to inattention (β = 0.22, p = 0.001) were positive and significant. Thus, H1a and H1b received support.\n\nH2a and H2b hypothesized that reactance and inattention would negatively predict behavioral intention. Findings regarding the effects of reactance on behavioral intention were mixed. As predicted, reactance negatively predicted participants' intention to use small plates (β = -0.19, p = 0.05). Contrary to the prediction, however, it positively predicted intention to use chopsticks (β = 0.14, p < 0.05). The paths between reactance and intention to use a non-dominant hand (β = -0.07, p = 0.47) and reducing processed food (β = -0.19, p = 0.10) were not significant. Therefore, H2a was partially supported. In contrast to reactance, inattention significantly and negatively predicted intentions to adopt all four weight-management strategies recommended in the message (processed food: β = -0.29; a"
    },
    {
      "title": "Effects of Message Fatigue",
      "text": "non-dominant hand: β = -0.31; chopsticks: β = -0.29, small plates: β = -0.35, all p < 0.001). Thus, H2b received full support.\n\nH3a and H3b predicted reactance and inattention would mediate the negative relationship between message fatigue and behavioral intention. The indirect effects of message fatigue on behavioral intentions via reactance and inattention was estimated with INDIRECT command in Mplus. The results showed that reactance was a significant mediator in the relationships between message fatigue and intention to use chopsticks (estimate = 0.05, SE = 0.03, p < 0.05), rendering the overall indirection effect of message fatigue on intention to use chopsticks to become positive, which is opposite to the prediction. Reactance did not significantly carry the effects of message fatigue on intentions to reduce processed food consumption (estimate = -0.07, SE = 0.06, p = 0.22), to use small plate (estimate = -0.07, SE = 0.05, p = 0.17), and to use a non-dominant hand (estimate = -0.03, SE = 0.04, p = 0.53). Thus, H3a was not supported. Inattention was a significant mediator between message fatigue and all of the four behavioral intentions (processed food: estimate = -0.07, SE = 0.03, p = 0.02; a non-dominant hand: estimate = -0.07, SE = 0.03, p = 0.02; chopsticks: estimate = -0.07, SE = 0.03, p = 0.01; small plates: estimate = -0.08, SE = 0.03, p = .01). Thus, H3b was supported.\n\nRQ1 asked if the mediating role of inattention and reactance would be different in magnitude. The indirect effect analyses showed that, while reactance did not significantly mediate the effects of message fatigue on intentions to perform any of the recommended actions as predicted, inattention was consistently a significant mediator between message fatigue and all of the four intention variables. Thus, we concluded that the mediating role of inattention was much more prominent and consistent compared to that of reactance."
    },
    {
      "title": "Discussion",
      "text": "Despite the relevance of message fatigue in today's health message-saturated world, its implications on the effectiveness of health messages has not been adequately addressed. The present study proposed a mediational model that examined pathways through which individuals' preexisting message fatigue toward anti-obesity messages influence their intentions to adopt behavioral recommendations in an incoming anti-obesity message. As predicted, one's preexisting message fatigue positively predicted reactance and inattention to a message encountered during the experiment. Inattention, in turn, consistently and negatively predicted intention to adopt all four behavioral recommendations promoted in the message. However, reactance was a significant negative predictor of intention to follow only one of the four behavioral intentions (i.e., using small plates). Moreover, contrary to the prediction, reactance had a positive relationship with intention to adopt one of the behavioral recommendations (i.e., using chopsticks).\n\nConsidering the difference in the nature of these behavioral recommendations may offer some insight into interpreting the unexpected findings. Snyder and colleagues (2004)  categorized health behaviors commonly advocated in health campaigns into three groups: (1) commencement of desirable new behavior, (2) prevention of undesirable new behavior, and (3) cessation or reduction of undesirable old behavior. From this perspective, using chopsticks and a nondominant hand fall into the first category of \"commencement of desirable new behavior\" since they promote adoption of a new behavior or strategy. On the other hand, reducing the portion size by using smaller plates effectively prevents individuals from eating as much as one used to and, therefore, falls under the third category of \"reduction of undesirable old behavior.\" Reducing consumption of processed food, with which reactance had the same path coefficient but fell short of significance (β = -0.19, p = 0.10), would also fall into the latter category of changing one's food consumption amount and patterns. The latter types of recommendations are essentially telling the audiences what they ought not to do, which may generate a greater sense of perceived threat to freedom than promotion of new behaviors. Taken together, reactance may play a greater role in influencing intentions of behaviors that prevent one from doing an existing (old) behavior, which may likely be habitual  (Snyder et al., 2004) , since such message may pose a greater threat to freedom than those promoting new strategies they can consider adding to their existing behavior.\n\nThis interpretation, however, does not explain the positive and significant association between reactance and intention to use chopsticks. Although reactance is generally considered an aversive reaction to a persuasive message, which predicts noncompliance, there are some empirical evidence in health communication literature that demonstrates findings similar to what we observed regarding intentions to use chopsticks. For example,  Cho and colleagues (2016)  found that smokers' anger, the affective component of reactance, toward graphic cigarette health warning labels positively predicted their smoking cessation attempts. On the cognitive side, this may have been caused by cognitive elaboration that inevitably accompanies counterarguing. Since cognitive elaboration is absent or likely very minimal when one simply disengages with a message, cognitive elaboration may be a major difference between the processes involving the two types of resistance. In short, this finding calls attention to the possibility of active resistance, which necessitates elaboration of the message, mediating the effects of the messages on some desired persuasive outcomes."
    },
    {
      "title": "Theoretical and Practical Implications",
      "text": "Message fatigue is a useful concept in advancing a health communication research in that it reflects the increasing levels of saturation of health-related message in communication environments. However, since research on message fatigue is relatively nascent, we know little about the role it plays in the process of perceiving and responding to an incoming health message. As an effort to fill the gap in the literature, this study focused on examining how and why message fatigue may reduce the effectiveness of messages aimed at promoting health behaviors. Specifically, building upon  So et al.'s (2017)  conceptualization of message fatigue as an aversive state that facilitates two different forms of resistance, the present study proposed reactance and inattention as two mediators that govern the processes through which message fatigue may lead to noncompliance with an incoming message's behavioral recommendations.\n\nIt should be noted that health communication research, and persuasion research more broadly, has mostly focused on reactance as the primary mechanism of resistance to persuasive health messages  (Dillard & Shen, 2005) . The present study extends the literature by adding disengagement, and specifically inattention, to the equation and uncovering another form of resistance toward persuasion that may be as significant as reactance. In fact, in our study, inattention was found to be a much more consistent and significant mediator than reactance. This study calls for a greater scholarly attention to disengagement as a mechanism through which one may exert their resistance toward a health message.\n\nThe mediating role of reactance in the relationship between message fatigue and behavioral intention was less evident, compared to that of inattention. The overall findings of the mediation analyses provide several practical implications for health campaign designers. First, compared with reactance, inattention could be a bigger stumbling block that impedes effectiveness of health campaign messages, especially when the messages target fatigued, overexposed audiences. When audiences argue against a message presented to them, this means they are at least engaged in the processing of the message to some degree  (Petty & Cacioppo, 1986) . In contrast to disengagement, counterarguing, which is an integral part of reactance  (Dillard & Shen, 2005) , necessitates cognitive effort spent on \"arguing back\" to the message and likely results in sustained attention to one's internal dialogue and thoughts related to the message. Thus, it is not entirely impossible that fatigued audiences could inadvertently learn favorable implications of recommended weight management strategies they have yet to consider, while engaging in the relatively effortful message processing. On the other hand, if fatigued audiences disengage with the message and process campaign messages in an inattentive manner, they may not even get a chance to be exposed to and fully elaborate on the messages. In sum, this study points to the importance of studying disengagement likely caused by message fatigue and how it could be mitigated in fatigued audiences in particular.\n\nGiven the importance of addressing issues related to inattention, it may be useful to discuss previous research that shows utilizing shock tactics (e.g., fear-or disgust-appeals) is effective in increasing attention to a health message. While these shock tactics generally are useful in grabbing audiences' attention, it is important to note that the use of shock tactics can backfire and lead to cognitive disengagement when the message overuses these tactics and becomes too aversive  (Leshner, Bolls, & Thomas, 2009) . Moreover, the use of such attention-grabbing tactics in anti-obesity campaigns may inevitably demand costly sacrifices such as inadvertently promoting stigmatization toward individuals who are affected by obesity  (Puhl, Luedicke, & Peterson, 2013)  and triggering negative and defensive responses (e.g., message rejection) of individuals who may feel marginalized by the campaign messages  (Lewis et al., 2010) . In this regard, when trying to reach and communicate to fatigued audiences, campaign designers should practice caution by carefully estimating shock tactics' potential benefits (e.g., increased attention) and costs (e.g., message rejection in individuals who feel stigmatized)."
    },
    {
      "title": "Limitations",
      "text": "The present study has limitations. First, the participants in this study are not representative of the general population but were restricted to overweight or obese adults. While overweight and obese individuals are the core target of anti-obesity messages, only having overweight and obese adults as participants could have affected the relationship among the variables included in the model. It would be interesting to examine if the relationships found in this study is also applicable to other subgroups of the population to determine whether the findings might be generalizable to other populations.\n\nSecond, we observed some unexpected findings regarding the mediating role of reactance and offered several perspectives to interpret these findings. Another possible factor that may have contributed to these findings is the use of a closed-ended measure of counterarguing. Since research on reactance typically operationalize counterargument by extracting negative cognitions or counterarguments from thought-listing data, the inconsistent findings observed in this study may be in part attributable to the closed-ended measure of counterargument, which may not have captured some nuances that would have been otherwise captured with thought-listing data. More research on various ways of operationalizing counterargument would be fruitful."
    },
    {
      "text": "Fig. 1. Standardized parameter estimates of the proposed mediational model.Note. The model had an acceptable fit, χ 2 (28) = 60.87, p < 0.001, RMSEA = 0.06, (0.04, 0.08), CFI = 0.93, TLI = 0.87, SRMR =0 .05. *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001. All factor loadings were significant at p ≤ 0.001."
    },
    {
      "text": "Bivariate correlations of the key variables (N = 309)Note. All values are partial correlation coefficients with age, gender, and the presence of framed message controlled. *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001."
    }
  ],
  "references": [
    {
      "title": "Public health communications and alert fatigue",
      "authors": [
        "J Baseman",
        "D Revere",
        "I Painter",
        "M Toyoji",
        "H Thiede",
        "J Duchin"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6963-13-295"
    },
    {
      "title": "Structural equations with latent variables",
      "authors": [
        "K Bollen"
      ],
      "year": 1989,
      "doi": "10.1002/9781118619179"
    },
    {
      "title": "Psychological reactance: A theory of freedom and control",
      "authors": [
        "S Brehm",
        "J Brehm"
      ],
      "year": 1981,
      "doi": "10.1016/b978-0-12-129840-1.50005-3"
    },
    {
      "title": "Social psychological procedures for cognitive response assessment: The thought-listing technique",
      "authors": [
        "J Cacioppo",
        "E Petty"
      ],
      "year": 1981
    },
    {
      "title": "Does reactance against cigarette warning labels matter? Warning label responses and downstream smoking cessation amongst adult smokers in Australia, Canada, Mexico and the United States",
      "authors": [
        "Y Cho",
        "J Thrasher",
        "K Swayampakala",
        "-H.-H Yong",
        "R Mckeever",
        "D Hammond",
        ". Borland"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0159245"
    },
    {
      "title": "Advertising wearout: An experimental analysis",
      "authors": [
        "C Craig",
        "B Sternthal",
        "C Leavitt"
      ],
      "year": 1976,
      "doi": "10.2307/3151019"
    },
    {
      "title": "On the nature of reactance and its role in persuasive health communication",
      "authors": [
        "J Dillard",
        "L Shen"
      ],
      "year": 2005,
      "doi": "10.1080/03637750500111815"
    },
    {
      "title": "Forced exposure and psychological reactance: Antecedents and consequences of the perceived intrusiveness of pop-up ads",
      "authors": [
        "S Edwards",
        "H Li",
        "J Lee"
      ],
      "year": 2002,
      "doi": "10.1080/00913367.2002.10673678"
    },
    {
      "title": "Stress: Appraisal and coping",
      "authors": [
        "S Folkman"
      ],
      "year": 2013,
      "doi": "10.1007/978-1-4419-1005-9_215"
    },
    {
      "title": "The effectiveness of individual-, group-and community-level HIV behavioral risk reduction interventions for adult men who have sex with men: A systematic review",
      "authors": [
        "J Herbst",
        "C Beeker",
        "T Mathew",
        "W Mcnally",
        "L Passin",
        "N Kay",
        ". Johnson"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2006.12.006"
    },
    {
      "title": "Commentary on the uses and misuses of structural equation modeling in communication research",
      "authors": [
        "R Holbert",
        "M Stephenson"
      ],
      "year": 2008,
      "doi": "10.4135/9781452272054.n7"
    },
    {
      "title": "Exposure: Theory and evidence about all the ways it matters",
      "authors": [
        "R Hornik"
      ],
      "year": 2002,
      "doi": "10.1080/15245000214135"
    },
    {
      "title": "Emotion and adaptation",
      "authors": [
        "R Lazarus"
      ],
      "year": 1991,
      "doi": "10.5152/mnm.2022.220875"
    },
    {
      "title": "Stress, appraisal, and coping",
      "authors": [
        "R Lazarus",
        "S Folkman"
      ],
      "year": 1984
    },
    {
      "title": "Scare'em or disgust'em: The effects of graphic health promotion messages",
      "authors": [
        "G Leshner",
        "P Bolls",
        "E Thomas"
      ],
      "year": 2009,
      "doi": "10.1080/10410230903023493"
    },
    {
      "title": "I don't eat a hamburger and large chips every day!\" A qualitative study of the impact of public health messages about obesity on obese adults",
      "authors": [
        "S Lewis",
        "S Thomas",
        "J Hyde",
        "D Castle",
        "R Blood",
        "P Komesaroff"
      ],
      "year": 2010,
      "doi": "10.1186/1471-2458-10-309"
    },
    {
      "title": "Explaining the effects of narrative in an entertainment television program: Overcoming resistance to persuasion",
      "authors": [
        "E Moyer-Gusé",
        "R Nabi"
      ],
      "year": 2010,
      "doi": "10.1111/j.1468-2958.2009.01367.x"
    },
    {
      "title": "Mplus user's guide",
      "authors": [
        "L Muthén",
        "B Muthén"
      ],
      "year": 1998,
      "doi": "10.1037/a0029214"
    },
    {
      "title": "The elaboration likelihood model of persuasion",
      "authors": [
        "R Petty",
        "J Cacioppo"
      ],
      "year": 1986,
      "doi": "10.1016/s0065-2601(08)60214-2"
    },
    {
      "title": "Public reactions to obesity-related health campaigns: A randomized controlled trial",
      "authors": [
        "R Puhl",
        "J Luedicke",
        "J Peterson"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.02.010"
    },
    {
      "title": "Examining the use of forceful language when designing exercise persuasive messages for adults: A test of conceptualizing reactance arousal as a two-step process",
      "authors": [
        "B Quick",
        "J Considine"
      ],
      "year": 2008,
      "doi": "10.1080/10410230802342150"
    },
    {
      "title": "The nature of psychological reactance revisited: A meta-analytic review",
      "authors": [
        "S Rains"
      ],
      "year": 2013,
      "doi": "10.1111/j.1468-2958.2012.01443.x"
    },
    {
      "title": "Psychological reactance and persuasive health communication: A test and extension of the intertwined model",
      "authors": [
        "S Rains",
        "M Turner"
      ],
      "year": 2007,
      "doi": "10.1111/j.1468-2958.2007.00298.x"
    },
    {
      "title": "Less is sometimes more: How repetition of an antismoking advertisement affects attitudes toward smoking and source credibility",
      "authors": [
        "M.-A Reinhard",
        "S Schindler",
        "V Raabe",
        "D Stahlberg",
        "M Messner"
      ],
      "year": 2014,
      "doi": "10.1080/15534510.2013.790839"
    },
    {
      "title": "Attitude and norm accessibility affect processing of anti-smoking messages",
      "authors": [
        "N Rhodes",
        "D Roskos-Ewoldsen",
        "A Edison",
        "M Bradford"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3(suppl.).s224"
    },
    {
      "title": "Understanding advertising clutter and the real solution to declining audience attention to mass media commercial messages",
      "authors": [
        "H Rotfeld"
      ],
      "year": 2006,
      "doi": "10.1108/07363760610674301"
    },
    {
      "title": "A meta-analysis of the effect of mediated health communication campaigns on behavior change in the United States",
      "authors": [
        "L Snyder",
        "M Hamilton",
        "E Mitchell",
        "J Kiwanuka-Tondo",
        "F Fleming-Milici",
        "D Proctor"
      ],
      "year": 2004,
      "doi": "10.1080/10810730490271548"
    },
    {
      "title": "Message fatigue: Conceptual definition, operationalization, and correlates",
      "authors": [
        "J So",
        "S Kim",
        "H Cohen"
      ],
      "year": 2017,
      "doi": "10.1080/03637751.2016.1250429"
    },
    {
      "title": "Reexamining fear appeal models from cognitive appraisal theory and functional emotion theory perspectives",
      "authors": [
        "J So",
        "K Kuang",
        "H Cho"
      ],
      "year": 2016,
      "doi": "10.1080/03637751.2015.1044257"
    },
    {
      "title": "The MAIN model: A heuristic approach to understanding technology effects on credibility",
      "authors": [
        "S Sundar"
      ],
      "year": 2008
    },
    {
      "title": "The communications revolution and cancer control",
      "authors": [
        "K Viswanath"
      ],
      "year": 2005,
      "doi": "10.1038/nrc1718"
    },
    {
      "title": "Use of mass media campaigns to change health behavior",
      "authors": [
        "M Wakefield",
        "B Loken",
        "R Hornik"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)60809-4"
    },
    {
      "authors": [
        "S Kim",
        "J So"
      ],
      "doi": "10.1088/1126-6708/2007/08/050"
    }
  ],
  "num_references": 33
}
