{
  "paper_id": "KZD7I8U9",
  "title": "Mental health: There's an app for that",
  "year": 2018,
  "date": "2018-03-23",
  "authors": [
    {
      "name": "Pooja Chandrashekar",
      "email": "pchandrashekar@college.harvard.edu.",
      "affiliation": {
        "organization": "School of Engineering and Applied Sciences",
        "department": "School of Engineering and Applied Sciences",
        "institution": "Harvard University",
        "address": "Cambridge, MA, USA"
      }
    }
  ],
  "doi": "10.21037/mhealth.2018.03.02",
  "md5": "4F8697182CB63DAE7A2C5E9E27359DE7",
  "publication": {
    "journal": "J Med Internet Res",
    "journal_inferred": true
  },
  "funding": [
    "Acknowledgements None. \n Footnote"
  ],
  "sections": [
    {
      "title": "Smartphone-based apps may expand access to mental health treatment",
      "text": "Smartphone-based mental health apps represent a unique opportunity to expand the availability and quality of mental health treatment. The number of mobile health (mHealth) apps focused on mental health has rapidly increased; a 2015 World Health Organization (WHO) survey of 15,000 mHealth apps revealed that 29% focus on mental health diagnosis, treatment, or support  (1) . Additionally, public health organizations like the UK's National Health Service (NHS) and the U.S. National Institute of Mental Health (NIMH) have pointed to mental health apps as cost-effective and scalable solutions to addressing the mental health treatment gap. But though the ubiquity of smartphones is well-poised to address the mental health provider shortage, the efficacy of mental health apps remains contested  (2) . As mental health apps are increasingly prescribed to supplement psychiatric treatment and help patients self-manage their mental health conditions, it is key to understand (I) whether, and which, mental health apps have proved effective, and (II) what makes a mental health app effective. Here, we argue that mental health apps do have value in providing psychological treatment, and present four recommendations for high-efficacy mental health apps."
    },
    {
      "title": "Why apps: the utility of mental health apps for psychological treatment",
      "text": "Mental health apps target a broad range of psychological disorders and vary in design and functionality. NIMH classifies mental health apps into six categories based on functionality: self-management, cognition improvement, skills-training, social support, symptom tracking, and passive data collection (3). Mental health apps span all stages of clinical care provision, including immediate crisis intervention, prevention, diagnosis, primary treatment, supplement to in-person therapy, and post-treatment condition management  (4) . Mobile apps are a good choice for psychological treatment delivery compared to other platforms due to (I) ease of habit, (II) low effort expectancy, and (III) high hedonic motivation  (2, 5) ."
    },
    {
      "title": "Do they work: evidence for using mental health apps for treatment",
      "text": "Though evidence supports the use of smartphone-based apps as a vehicle for mental health treatment delivery, there remains debate around whether these apps have demonstrated high efficacy (3). This is due to both the lack of evidence-based mobile apps available on the market, and the lack of studies that bring together the disorderspecific silos of evidence that do exist. To show that the efficacy of evidence-based mobile apps is comparable to traditional psychiatric treatment, we analyze the efficacy of smartphone-based treatments for three psychological disorders with high 12-month global prevalence rates: depression, anxiety, and schizophrenia."
    },
    {
      "title": "Depression"
    },
    {
      "title": "Depression treatment options may not result in complete",
      "text": "Viewpoint Do mental health mobile apps work: evidence and recommendations for designing high-efficacy mental health mobile apps alleviation of symptoms, and often fail to address posttreatment subclinical or residual depression symptoms. Mobile apps that use cognitive behavioral therapy (CBT), mindfulness training, mood monitoring, and cognitive skills training to treat depressive symptoms are gaining momentum. A meta-analysis of 18 randomized controlled trials (RCTs) covering 22 mobile apps revealed that using apps to alleviate symptoms and self-manage depression significantly reduced patients' depressive symptoms compared to control conditions (g=0.38, P<0.001). They also found that smartphone-based therapies yield the greatest benefits for individuals with mild to moderate, rather than major, depression  (6) ."
    },
    {
      "title": "Anxiety",
      "text": "Though clinical evidence suggests that relaxation training, CBT, and mindfulness can reduce anxiety symptoms, access to these interventions is limited by cost and availability. Using mobile apps to deliver these interventions has thus garnered attention as a supplement to in-person therapy and a mechanism to treat sub-clinical anxiety conditions that may lie below the threshold for anxiety disorder treatment  (7) . A meta-analysis of nine RCTs that evaluated the effects of smartphone-delivered interventions on symptoms of subclinical and diagnosed anxiety disorders revealed that users experienced reductions in total anxiety after using anxiety treatment apps (g=0.33, P<0.001). Additionally, anxiety-focused mobile apps delivered the greatest reductions in anxiety symptoms when paired with face-to-face or internet-based therapies. In fact, replacing outpatient patient-therapist sessions with a mobile app resulted in no significant loss of treatment efficacy  (8) ."
    },
    {
      "title": "Schizophrenia",
      "text": "Antipsychotic medications can relieve schizophrenic hallucinations, delusions, and disorganization, but fail to address its behavioral symptoms. Though psychosocial interventions (e.g., social skills training, cognitive training, and education on illness management) can alleviate behavioral symptoms, these interventions are rarely integrated into clinical treatment due to limited funding and adequately trained staff. Mobile apps may present an opportunity to deliver these services directly to patients, especially given evidence of little difference between how schizophrenic patients and healthy controls use technology  (9, 10) . A systematic review of five studies focused on using smartphone apps for treating symptoms of schizophrenia demonstrated app retention was 92%, and approximately 3.95 patient-app interactions took place each day. Self-reported patient experience survey results revealed high adherence, positive user experience, and broad-ranging clinical benefits  (11) ."
    },
    {
      "title": "What makes them work: characteristics of highefficacy apps",
      "text": "It is important to acknowledge the challenges of using apps for mental health treatment. These challenges can broadly be divided into the following categories: (I) poor regulation of quality and privacy; (II) inconsistencies in engagement; (III) narrow focus on one disorder per app  (12, 13) . To be effective and address these challenges, mental health apps must be evidence-based and carefully designed. Developers should integrate the following four characteristics of highefficacy mental health apps."
    },
    {
      "title": "High patient engagement",
      "text": "Because patients typically use apps on their own time without clinical oversight, they must be intrinsically motivated to engage with the app. Evidence from the literature suggest that patient engagement can be improved through: (I) real-time engagement; (II) usage reminders; (III) gamified interactions  (14) (15) (16) ."
    },
    {
      "title": "Simple user interface (UI) and experience",
      "text": "Models of technology-based behavior change emphasize the importance of simple, intuitive UIs for driving faster behavior change through reduced cognitive demands. For patients suffering from depression or anxiety, working memory is often impaired. Apps serving these population must be designed to generate a low cognitive load, the total mental activity imposed on working memory. A simple UI reduces cognitive load and increases capacity for learning. Features that reduce cognitive load include: (I) the use of pictures rather than text; (II) reduced sentence lengths; (III) inclusive, nonclinical language  (14) ."
    },
    {
      "title": "Transdiagnostic capabilities",
      "text": "Psychological disorders are highly comorbid; however, few mental health apps explicitly harness transdiagnostic methods to treat symptoms shared among disorders. Since © mHealth. All rights reserved.\n\nmHealth 2018;4:6 mhealth.amegroups.com interventions for comorbid disorders are typically similar in delivery and content, transdiagnostic apps can increase patient engagement and treatment efficacy by reducing the commitment needed to interact with multiple apps for comorbid disorders  (14, 17, 18) ."
    },
    {
      "title": "Self-monitoring features",
      "text": "App-based features that enable users to self-monitor their mood by periodically reporting their thoughts, behaviors, and actions can increase emotional self-awareness (ESA), which has been found to be implicated in anxiety, depression, and substance abuse  (14) . Increasing ESA, defined as the ability to identify and understand one's own emotions, has been shown to reduce symptoms of mental illness and improve coping skills  (19) (20) (21) (22) ."
    },
    {
      "title": "Conclusions",
      "text": "Mobile apps have significant potential to deliver highefficacy mental health interventions. Given the global shortage of psychiatrists and the lack of mental health care access in rural regions, apps have emerged as a viable tool to bridge the mental health treatment gap. Technology is well-poised to transform how mental health treatment is delivered and accessed, but this transformation requires the combined mobilization of science, regulation, and design."
    },
    {
      "title": "Acknowledgements",
      "text": "None."
    },
    {
      "title": "Footnote"
    },
    {
      "title": "Conflicts of Interest:",
      "text": "The author has no conflicts of interest to declare."
    }
  ],
  "references": [
    {
      "title": "Mental health: There's an app for that",
      "authors": [
        "E Anthes"
      ],
      "year": 2016,
      "doi": "10.1038/532020a",
      "journal": "Nature",
      "volume": "532",
      "raw": "Mental health: There's an app for that \n\t\t \n\t\t\t E Anthes \n\t\t \n\t\t 10.1038/532020a \n\t \n\t \n\t\t Nature \n\t\t \n\t\t\t 532 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Anthes E. Mental health: There's an app for that. Nature 2016;532:20-3."
    },
    {
      "title": "Mental Health Mobile Apps: From Infusion to Diffusion in the Mental Health Social System",
      "authors": [
        "M East",
        "B Havard"
      ],
      "year": 2015,
      "doi": "10.2196/mental.3954",
      "journal": "JMIR Ment Health",
      "volume": "2",
      "pages": "e10",
      "raw": "Mental Health Mobile Apps: From Infusion to Diffusion in the Mental Health Social System \n\t\t \n\t\t\t M L East \n\t\t \n\t\t \n\t\t\t B C Havard \n\t\t \n\t\t 10.2196/mental.3954 \n\t \n\t \n\t\t JMIR Ment Health \n\t\t \n\t\t\t 2 \n\t\t\t e10 \n\t\t\t 2015 \n\t\t \n\t \n\t East ML, Havard BC. Mental Health Mobile Apps: From Infusion to Diffusion in the Mental Health Social System. JMIR Ment Health 2015;2:e10."
    },
    {
      "title": "mHealth: a mechanism to deliver more accessible, more effective mental health care",
      "authors": [
        "M Price",
        "E Yuen",
        "E Goetter"
      ],
      "year": 2014,
      "doi": "10.1002/cpp.1855",
      "journal": "Clin Psychol Psychother",
      "volume": "21",
      "raw": "mHealth: a mechanism to deliver more accessible, more effective mental health care \n\t\t \n\t\t\t M Price \n\t\t \n\t\t \n\t\t\t E K Yuen \n\t\t \n\t\t \n\t\t\t E M Goetter \n\t\t \n\t\t 10.1002/cpp.1855 \n\t \n\t \n\t\t Clin Psychol Psychother \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Price M, Yuen EK, Goetter EM, et al. mHealth: a mechanism to deliver more accessible, more effective mental health care. Clin Psychol Psychother 2014;21:427-36."
    },
    {
      "title": "Keep Using My Health Apps: Discover Users Perception of Health and Fitness Apps with the UTAUT2 Model",
      "authors": [
        "S Yuan",
        "W Ma",
        "S Kanthawala"
      ],
      "year": 2015,
      "doi": "10.1089/tmj.2014.0148",
      "journal": "Telemed J E Health",
      "volume": "21",
      "raw": "Keep Using My Health Apps: Discover Users Perception of Health and Fitness Apps with the UTAUT2 Model \n\t\t \n\t\t\t S Yuan \n\t\t \n\t\t \n\t\t\t W Ma \n\t\t \n\t\t \n\t\t\t S Kanthawala \n\t\t \n\t\t 10.1089/tmj.2014.0148 \n\t \n\t \n\t\t Telemed J E Health \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Yuan S, Ma W, Kanthawala S, et al. Keep Using My Health Apps: Discover Users Perception of Health and Fitness Apps with the UTAUT2 Model. Telemed J E Health 2015;21:735-41."
    },
    {
      "title": "The efficacy of smartphone-based mental health interventions for depressive symptoms: a meta-analysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "J Torous",
        "J Nicholas"
      ],
      "year": 2017,
      "doi": "10.1002/wps.20472",
      "journal": "World Psychiatry",
      "volume": "16",
      "raw": "The efficacy of smartphone-based mental health interventions for depressive symptoms: a meta-analysis of randomized controlled trials \n\t\t \n\t\t\t J Firth \n\t\t \n\t\t \n\t\t\t J Torous \n\t\t \n\t\t \n\t\t\t J Nicholas \n\t\t \n\t\t 10.1002/wps.20472 \n\t \n\t \n\t\t World Psychiatry \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Firth J, Torous J, Nicholas J, et al. The efficacy of smartphone-based mental health interventions for depressive symptoms: a meta-analysis of randomized controlled trials. World Psychiatry 2017;16:287-98."
    },
    {
      "title": "Can smartphone mental health interventions reduce symptoms of anxiety? A metaanalysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "J Torous",
        "J Nicholas"
      ],
      "year": 2017,
      "doi": "10.1016/j.jad.2017.04.046",
      "journal": "J Affect Disord",
      "volume": "218",
      "raw": "Can smartphone mental health interventions reduce symptoms of anxiety? A metaanalysis of randomized controlled trials \n\t\t \n\t\t\t J Firth \n\t\t \n\t\t \n\t\t\t J Torous \n\t\t \n\t\t \n\t\t\t J Nicholas \n\t\t \n\t\t 10.1016/j.jad.2017.04.046 \n\t \n\t \n\t\t J Affect Disord \n\t\t \n\t\t\t 218 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Firth J, Torous J, Nicholas J, et al. Can smartphone mental health interventions reduce symptoms of anxiety? A meta- analysis of randomized controlled trials. J Affect Disord 2017;218:15-22."
    },
    {
      "title": "Smartphone-Supported versus Full Behavioural Activation for Depression: A Randomised Controlled Trial",
      "authors": [
        "K Ly",
        "N Topooco",
        "H Cederlund"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0126559",
      "journal": "PLoS One",
      "volume": "10",
      "pages": "126559",
      "raw": "Smartphone-Supported versus Full Behavioural Activation for Depression: A Randomised Controlled Trial \n\t\t \n\t\t\t K H Ly \n\t\t \n\t\t \n\t\t\t N Topooco \n\t\t \n\t\t \n\t\t\t H Cederlund \n\t\t \n\t\t 10.1371/journal.pone.0126559 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 10 \n\t\t\t 126559 \n\t\t\t 2015 \n\t\t \n\t \n\t Ly KH, Topooco N, Cederlund H, et al. Smartphone- Supported versus Full Behavioural Activation for Depression: A Randomised Controlled Trial. PLoS One 2015;10:e0126559."
    },
    {
      "title": "Feasibility, Acceptability, and Preliminary Efficacy of a Smartphone Intervention for Schizophrenia",
      "authors": [
        "D Ben-Zeev",
        "C Brenner",
        "M Begale"
      ],
      "year": 2014,
      "doi": "10.1093/schbul/sbu033",
      "journal": "Schizophr Bull",
      "volume": "40",
      "raw": "Feasibility, Acceptability, and Preliminary Efficacy of a Smartphone Intervention for Schizophrenia \n\t\t \n\t\t\t D Ben-Zeev \n\t\t \n\t\t \n\t\t\t C J Brenner \n\t\t \n\t\t \n\t\t\t M Begale \n\t\t \n\t\t 10.1093/schbul/sbu033 \n\t \n\t \n\t\t Schizophr Bull \n\t\t \n\t\t\t 40 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Ben-Zeev D, Brenner CJ, Begale M, et al. Feasibility, Acceptability, and Preliminary Efficacy of a Smartphone Intervention for Schizophrenia. Schizophr Bull 2014;40:1244-53."
    },
    {
      "title": "Understanding access and use of technology among youth with firstepisode psychosis to inform the development of technology-enabled therapeutic interventions",
      "authors": [
        "Abdel-Baki A Lal",
        "D -Charron"
      ],
      "year": 2017,
      "journal": "Early Interv Psychiatry",
      "volume": "11",
      "raw": "Understanding access and use of technology among youth with firstepisode psychosis to inform the development of technology-enabled therapeutic interventions \n\t\t \n\t\t\t Abdel-Baki A Lal \n\t\t \n\t\t \n\t\t\t S \n\t\t \n\t\t \n\t\t\t D -Charron \n\t\t \n\t\t \n\t\t\t O \n\t\t \n\t \n\t \n\t\t Early Interv Psychiatry \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Abdel-Baki A, Lal S, D-Charron O, et al. Understanding access and use of technology among youth with first- episode psychosis to inform the development of technology-enabled therapeutic interventions. Early Interv Psychiatry 2017;11:72-6."
    },
    {
      "title": "Smartphone Apps for Schizophrenia: A Systematic Review",
      "authors": [
        "J Firth",
        "J Torous"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4930",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "3",
      "pages": "e102",
      "raw": "Smartphone Apps for Schizophrenia: A Systematic Review \n\t\t \n\t\t\t J Firth \n\t\t \n\t\t \n\t\t\t J Torous \n\t\t \n\t\t 10.2196/mhealth.4930 \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 3 \n\t\t\t e102 \n\t\t\t 2015 \n\t\t \n\t \n\t Firth J, Torous J. Smartphone Apps for Schizophrenia: A Systematic Review. JMIR Mhealth Uhealth 2015;3:e102."
    },
    {
      "title": "Mobile telephone apps in mental health practice: uses, opportunities and challenges",
      "authors": [
        "J Marley",
        "S Farooq"
      ],
      "year": 2015,
      "doi": "10.1192/pb.bp.114.050005",
      "journal": "BJPsych Bull",
      "volume": "39",
      "raw": "Mobile telephone apps in mental health practice: uses, opportunities and challenges \n\t\t \n\t\t\t J Marley \n\t\t \n\t\t \n\t\t\t S Farooq \n\t\t \n\t\t 10.1192/pb.bp.114.050005 \n\t \n\t \n\t\t BJPsych Bull \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Marley J, Farooq S. Mobile telephone apps in mental health practice: uses, opportunities and challenges. BJPsych Bull 2015;39:288-90."
    },
    {
      "title": "Opportunities and Challenges for Smartphone Applications in Supporting Health Behavior change: Qualitative Study",
      "authors": [
        "L Dennison",
        "L Morrison",
        "G Conway"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2583",
      "journal": "J Med Internet Res",
      "volume": "15",
      "pages": "86",
      "raw": "Opportunities and Challenges for Smartphone Applications in Supporting Health Behavior change: Qualitative Study \n\t\t \n\t\t\t L Dennison \n\t\t \n\t\t \n\t\t\t L Morrison \n\t\t \n\t\t \n\t\t\t G Conway \n\t\t \n\t\t 10.2196/jmir.2583 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 15 \n\t\t\t 86 \n\t\t\t 2013 \n\t\t \n\t \n\t Dennison L, Morrison L, Conway G, et al. Opportunities and Challenges for Smartphone Applications in Supporting Health Behavior change: Qualitative Study. J Med Internet Res 2013;15:e86."
    },
    {
      "title": "Mental Health Smartphone Apps: Review and Evidence-Based Recommendations for Future Developments",
      "authors": [
        "D Bakker",
        "N Kazantzis",
        "D Rickwood"
      ],
      "year": 2016,
      "doi": "10.2196/mental.4984",
      "journal": "JMIR Ment Health",
      "volume": "3",
      "pages": "e7",
      "raw": "Mental Health Smartphone Apps: Review and Evidence-Based Recommendations for Future Developments \n\t\t \n\t\t\t D Bakker \n\t\t \n\t\t \n\t\t\t N Kazantzis \n\t\t \n\t\t \n\t\t\t D Rickwood \n\t\t \n\t\t 10.2196/mental.4984 \n\t \n\t \n\t\t JMIR Ment Health \n\t\t \n\t\t\t 3 \n\t\t\t e7 \n\t\t\t 2016 \n\t\t \n\t \n\t Bakker D, Kazantzis N, Rickwood D, et al. Mental Health Smartphone Apps: Review and Evidence-Based Recommendations for Future Developments. JMIR Ment Health 2016;3:e7."
    },
    {
      "title": "Review of Use and Integration of Mobile Apps Into Psychiatric Treatments",
      "authors": [
        "S Chan",
        "H Godwin",
        "A Gonzalez"
      ],
      "year": 2017,
      "doi": "10.1007/s11920-017-0848-9",
      "journal": "Curr Psychiatry Rep",
      "volume": "19",
      "pages": "96",
      "raw": "Review of Use and Integration of Mobile Apps Into Psychiatric Treatments \n\t\t \n\t\t\t S Chan \n\t\t \n\t\t \n\t\t\t H Godwin \n\t\t \n\t\t \n\t\t\t A Gonzalez \n\t\t \n\t\t 10.1007/s11920-017-0848-9 \n\t \n\t \n\t\t Curr Psychiatry Rep \n\t\t \n\t\t\t 19 \n\t\t\t 96 \n\t\t\t 2017 \n\t\t \n\t \n\t Chan S, Godwin H, Gonzalez A, et al. Review of Use and Integration of Mobile Apps Into Psychiatric Treatments. Curr Psychiatry Rep 2017;19:96."
    },
    {
      "title": "Serious Games and Gamification for Mental Health: Current Status and Promising Directions",
      "authors": [
        "T Fleming",
        "L Bavin",
        "K Stasiak"
      ],
      "year": 2017,
      "doi": "10.3389/fpsyt.2016.00215",
      "journal": "Front Psychiatry",
      "volume": "7",
      "pages": "215",
      "raw": "Serious Games and Gamification for Mental Health: Current Status and Promising Directions \n\t\t \n\t\t\t T M Fleming \n\t\t \n\t\t \n\t\t\t L Bavin \n\t\t \n\t\t \n\t\t\t K Stasiak \n\t\t \n\t\t 10.3389/fpsyt.2016.00215 \n\t \n\t \n\t\t Front Psychiatry \n\t\t \n\t\t\t 7 \n\t\t\t 215 \n\t\t\t 2017 \n\t\t \n\t \n\t Fleming TM, Bavin L, Stasiak K, et al. Serious Games and Gamification for Mental Health: Current Status and Promising Directions. Front Psychiatry 2017;7:215."
    },
    {
      "title": "Comorbidity and Internet-Delivered Transdiagnostic Cognitive Behavioural Therapy for Anxiety Disorders",
      "authors": [
        "L Johnston",
        "N Titov",
        "G Andrews"
      ],
      "year": 2013,
      "doi": "10.1080/16506073.2012.753108",
      "journal": "Cogn Behav Ther",
      "volume": "42",
      "raw": "Comorbidity and Internet-Delivered Transdiagnostic Cognitive Behavioural Therapy for Anxiety Disorders \n\t\t \n\t\t\t L Johnston \n\t\t \n\t\t \n\t\t\t N Titov \n\t\t \n\t\t \n\t\t\t G Andrews \n\t\t \n\t\t 10.1080/16506073.2012.753108 \n\t \n\t \n\t\t Cogn Behav Ther \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Johnston L, Titov N, Andrews G, et al. Comorbidity and Internet-Delivered Transdiagnostic Cognitive Behavioural Therapy for Anxiety Disorders. Cogn Behav Ther 2013;42:180-92."
    },
    {
      "title": "Assessing the Applicability of E-Therapies for Depression, Anxiety, and Other Mood Disorders among Lesbians and Gay Men: Analysis of 24 Web-and Mobile Phone-Based Self-Help Interventions",
      "authors": [
        "T Rozbroj",
        "A Lyons",
        "M Pitts"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3529",
      "journal": "J Med Internet Res",
      "volume": "16",
      "pages": "e166",
      "raw": "Assessing the Applicability of E-Therapies for Depression, Anxiety, and Other Mood Disorders among Lesbians and Gay Men: Analysis of 24 Web-and Mobile Phone-Based Self-Help Interventions \n\t\t \n\t\t\t T Rozbroj \n\t\t \n\t\t \n\t\t\t A Lyons \n\t\t \n\t\t \n\t\t\t M Pitts \n\t\t \n\t\t 10.2196/jmir.3529 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 16 \n\t\t\t e166 \n\t\t\t 2014 \n\t\t \n\t \n\t Rozbroj T, Lyons A, Pitts M, et al. Assessing the Applicability of E-Therapies for Depression, Anxiety, and Other Mood Disorders among Lesbians and Gay Men: Analysis of 24 Web-and Mobile Phone-Based Self-Help Interventions. J Med Internet Res 2014;16:e166."
    },
    {
      "title": "Ecological momentary interventions: Incorporating mobile technology into psychosocial and health behaviour treatments",
      "authors": [
        "K Heron",
        "J Smyth"
      ],
      "year": 2010,
      "doi": "10.1348/135910709x466063",
      "journal": "Br J Health Psychol",
      "volume": "15",
      "raw": "Ecological momentary interventions: Incorporating mobile technology into psychosocial and health behaviour treatments \n\t\t \n\t\t\t K E Heron \n\t\t \n\t\t \n\t\t\t J M Smyth \n\t\t \n\t\t 10.1348/135910709x466063 \n\t \n\t \n\t\t Br J Health Psychol \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Heron KE, Smyth JM. Ecological momentary interventions: Incorporating mobile technology into psychosocial and health behaviour treatments. Br J Health Psychol 2010;15:1-39."
    },
    {
      "title": "Self-monitoring Using Mobile Phones in the Early Stages of Adolescent Depression: Randomized Controlled Trial",
      "authors": [
        "S Kauer",
        "S Reid",
        "A Crooke"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1858",
      "journal": "J Med Internet Res",
      "volume": "14",
      "pages": "67",
      "raw": "Self-monitoring Using Mobile Phones in the Early Stages of Adolescent Depression: Randomized Controlled Trial \n\t\t \n\t\t\t S D Kauer \n\t\t \n\t\t \n\t\t\t S C Reid \n\t\t \n\t\t \n\t\t\t A H Crooke \n\t\t \n\t\t 10.2196/jmir.1858 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 14 \n\t\t\t 67 \n\t\t\t 2012 \n\t\t \n\t \n\t Kauer SD, Reid SC, Crooke AH, et al. Self-monitoring Using Mobile Phones in the Early Stages of Adolescent Depression: Randomized Controlled Trial. J Med Internet Res 2012;14:e67."
    },
    {
      "title": "Mobile Therapy: Case Study Evaluations of a Cell Phone Application for Emotional Self-Awareness",
      "authors": [
        "M Morris",
        "Q Kathawala",
        "T Leen"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1371",
      "journal": "J Med Internet Res",
      "volume": "12",
      "pages": "e10",
      "raw": "Mobile Therapy: Case Study Evaluations of a Cell Phone Application for Emotional Self-Awareness \n\t\t \n\t\t\t M E Morris \n\t\t \n\t\t \n\t\t\t Q Kathawala \n\t\t \n\t\t \n\t\t\t T K Leen \n\t\t \n\t\t 10.2196/jmir.1371 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 12 \n\t\t\t e10 \n\t\t\t 2010 \n\t\t \n\t \n\t Morris ME, Kathawala Q, Leen TK, et al. Mobile Therapy: Case Study Evaluations of a Cell Phone Application for Emotional Self-Awareness. J Med Internet Res 2010;12:e10."
    },
    {
      "title": "Development of a Mobile Phone App to Support Self-Monitoring of Emotional Well-Being: A Mental Health Digital Innovation",
      "authors": [
        "N Rickard",
        "H Arjmand",
        "D Bakker"
      ],
      "year": 2016,
      "doi": "10.2196/mental.6202",
      "journal": "JMIR Ment Health",
      "volume": "3",
      "pages": "e49",
      "raw": "Development of a Mobile Phone App to Support Self-Monitoring of Emotional Well-Being: A Mental Health Digital Innovation \n\t\t \n\t\t\t N Rickard \n\t\t \n\t\t \n\t\t\t H A Arjmand \n\t\t \n\t\t \n\t\t\t D Bakker \n\t\t \n\t\t 10.2196/mental.6202 \n\t \n\t \n\t\t JMIR Ment Health \n\t\t \n\t\t\t 3 \n\t\t\t e49 \n\t\t\t 2016 \n\t\t \n\t \n\t Rickard N, Arjmand HA, Bakker D, et al. Development of a Mobile Phone App to Support Self-Monitoring of Emotional Well-Being: A Mental Health Digital Innovation. JMIR Ment Health 2016;3:e49."
    }
  ],
  "num_references": 21,
  "license": "© mHealth. All rights reserved.",
  "license_type": "unknown",
  "num_citations": 25,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b9",
    "b1",
    "b20",
    "b12",
    "b16",
    "b15",
    "b5",
    "b19",
    "b10",
    "b4",
    "b7",
    "b11",
    "b8",
    "b6",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] School of Engineering and Applied Sciences , Harvard University , Cambridge , MA , USA",
    "[raw_affiliation] School of Engineering and Applied Sciences , Harvard University , 29 Oxford Street , Cambridge , MA 02138 , USA.",
    "[submission] Received: 19 February 2018; Accepted: 28 February 2018;",
    "© mHealth. All rights reserved.mHealth 2018;4:6 mhealth.amegroups.com",
    "[raw_reference] Anthes E. Mental health: There's an app for that. Nature 2016;532:20-3.",
    "[raw_reference] East ML, Havard BC. Mental Health Mobile Apps: From Infusion to Diffusion in the Mental Health Social System. JMIR Ment Health 2015;2:e10.",
    "[raw_reference] Price M, Yuen EK, Goetter EM, et al. mHealth: a mechanism to deliver more accessible, more effective mental health care. Clin Psychol Psychother 2014;21:427-36.",
    "[raw_reference] Yuan S, Ma W, Kanthawala S, et al. Keep Using My Health Apps: Discover Users Perception of Health and Fitness Apps with the UTAUT2 Model. Telemed J E Health 2015;21:735-41.",
    "[raw_reference] Firth J, Torous J, Nicholas J, et al. The efficacy of smartphone-based mental health interventions for depressive symptoms: a meta-analysis of randomized controlled trials. World Psychiatry 2017;16:287-98.",
    "[raw_reference] Firth J, Torous J, Nicholas J, et al. Can smartphone mental health interventions reduce symptoms of anxiety? A meta- analysis of randomized controlled trials. J Affect Disord 2017;218:15-22.",
    "[raw_reference] Ly KH, Topooco N, Cederlund H, et al. Smartphone- Supported versus Full Behavioural Activation for Depression: A Randomised Controlled Trial. PLoS One 2015;10:e0126559.",
    "[raw_reference] Ben-Zeev D, Brenner CJ, Begale M, et al. Feasibility, Acceptability, and Preliminary Efficacy of a Smartphone Intervention for Schizophrenia. Schizophr Bull 2014;40:1244-53.",
    "[raw_reference] Abdel-Baki A, Lal S, D-Charron O, et al. Understanding access and use of technology among youth with first- episode psychosis to inform the development of technology-enabled therapeutic interventions. Early Interv Psychiatry 2017;11:72-6.",
    "[raw_reference] Firth J, Torous J. Smartphone Apps for Schizophrenia: A Systematic Review. JMIR Mhealth Uhealth 2015;3:e102.",
    "[raw_reference] Marley J, Farooq S. Mobile telephone apps in mental health practice: uses, opportunities and challenges. BJPsych Bull 2015;39:288-90.",
    "[raw_reference] Dennison L, Morrison L, Conway G, et al. Opportunities and Challenges for Smartphone Applications in Supporting Health Behavior change: Qualitative Study. J Med Internet Res 2013;15:e86.",
    "[raw_reference] Bakker D, Kazantzis N, Rickwood D, et al. Mental Health Smartphone Apps: Review and Evidence-Based Recommendations for Future Developments. JMIR Ment Health 2016;3:e7.",
    "[raw_reference] Chan S, Godwin H, Gonzalez A, et al. Review of Use and Integration of Mobile Apps Into Psychiatric Treatments. Curr Psychiatry Rep 2017;19:96.",
    "[raw_reference] Fleming TM, Bavin L, Stasiak K, et al. Serious Games and Gamification for Mental Health: Current Status and Promising Directions. Front Psychiatry 2017;7:215.",
    "[raw_reference] Johnston L, Titov N, Andrews G, et al. Comorbidity and Internet-Delivered Transdiagnostic Cognitive Behavioural Therapy for Anxiety Disorders. Cogn Behav Ther 2013;42:180-92.",
    "[raw_reference] Rozbroj T, Lyons A, Pitts M, et al. Assessing the Applicability of E-Therapies for Depression, Anxiety, and Other Mood Disorders among Lesbians and Gay Men: Analysis of 24 Web-and Mobile Phone-Based Self-Help Interventions. J Med Internet Res 2014;16:e166.",
    "[raw_reference] Heron KE, Smyth JM. Ecological momentary interventions: Incorporating mobile technology into psychosocial and health behaviour treatments. Br J Health Psychol 2010;15:1-39.",
    "[raw_reference] Kauer SD, Reid SC, Crooke AH, et al. Self-monitoring Using Mobile Phones in the Early Stages of Adolescent Depression: Randomized Controlled Trial. J Med Internet Res 2012;14:e67.",
    "[raw_reference] Morris ME, Kathawala Q, Leen TK, et al. Mobile Therapy: Case Study Evaluations of a Cell Phone Application for Emotional Self-Awareness. J Med Internet Res 2010;12:e10.",
    "[raw_reference] Rickard N, Arjmand HA, Bakker D, et al. Development of a Mobile Phone App to Support Self-Monitoring of Emotional Well-Being: A Mental Health Digital Innovation. JMIR Ment Health 2016;3:e49."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
