{
  "paper_id": "L524ZGZD",
  "title": "A pilot study of mobile digital colposcopy in Japanese patients with cervical intraepithelial neoplasm",
  "abstract": "Digital colposcopy built around a smartphone is becoming common, and this has advantages for telemedicine and data sharing by taking advantage of smartphone characteristics. However, digital colposcopy itself is not allowed in clinical practice in Japan. The aim of the present study was to investigate the feasibility of mobile digital colposcopy incorporating a smartphone for management of cervical screening in Japanese patients. Patients who underwent colposcopy at Saitama Medical University International Medical Center between July 2019 and February 2020 were enrolled in the present study. The inclusion criteria were women aged 21-65 years old referred for colposcopy following the Japanese standard of care. Written informed consent was obtained from all patients. A total of 40 patients (52 tests) were included in the study. Following the standard of care, acetic acid was applied to the cervix, which was then visualized using a traditional colposcope, with biopsies collected as necessary. The cervix was then visualized and an imaged was captured using a mobile digital colposcope incorporating a smartphone (EVA System; Mobile ODT). All images were collected before biopsy. Images were stored on a secure cloud portal for subsequent evaluation by the provider who performed the conventional colposcopy, and the diagnoses were compared. The present study was approved by the Institutional Review Board of Saitama Medical University International Medical Center (Hidaka, Japan). The match rates for diagnoses were 75%. The match rates for the actual (from conventional colposcopy) and assumed (from digital colposcopy) biopsy sites were 61, 16 and 23%, based on definitions of the 'same', 'almost the same' and 'different', respectively. The present results indicated that ≥75% cases were equivalent in digital colposcopy and conventional colposcopy. This suggests that digital colposcopy may not be inferior to conventional colposcopy.",
  "year": 2019,
  "date": "2019",
  "authors": [
    {
      "name": "Masakazu Sato"
    },
    {
      "name": "Daisuke Shintani"
    },
    {
      "name": "Mieko Hanaoka"
    },
    {
      "name": "Sho Sato"
    },
    {
      "name": "Maiko Miwa"
    },
    {
      "name": "Aiko Ogasawara"
    },
    {
      "name": "Akira Yabuno"
    },
    {
      "name": "Akira Kurosaki"
    },
    {
      "name": "Hiroyuki Yoshida"
    },
    {
      "name": "Keiichi Fujiwara"
    },
    {
      "name": "Kosei Hasegawa"
    },
    {
      "affiliation": {
        "organization": "Department of Gynecologic Oncology",
        "department": "Department of Gynecologic Oncology",
        "institution": "Saitama Medical University International Medical Center",
        "address": "350-1298, Hidaka, Saitama, Japan"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Gynecologic Oncology",
        "department": "Department of Gynecologic Oncology",
        "institution": "Saitama Medical University International Medical Center",
        "address": "1397-1 Yamane, 350-1298, Hidaka, Saitama, Japan"
      }
    }
  ],
  "doi": "10.3892/mco.2021.2370",
  "md5": "897CE8924BF3F0F37D0276846B854F6D",
  "publication": {
    "journal": "Lancet",
    "journal_inferred": true
  },
  "keywords": [
    "cervical cancer",
    "gynecologic imaging",
    "human papilloma virus infection",
    "cervical intraepithelial neoplasm"
  ],
  "funding": [
    "Acknowledgements Not applicable."
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "More than half a million women are diagnosed with cervical cancer  (1) . Introduction of the Pap smear test has markedly decreased the mortality rate of cervical cancer, but cervical cancer is the fourth most common female malignancy worldwide and is still one of the leading causes of death worldwide  (1) (2) (3) (4) (5) . Incidence and mortality vary widely with geographic location, and ~90% of cervical cancers occur in low-income and middle-income countries that lack organized screening and HPV vaccination programs  (1) . To reduce cervical cancer mortality, each management step -vaccination, screening, colposcopy, and treatment -is essential  (1, 4, 5) . Among these, colposcopy is frequently performed as a detailed examination after an abnormal screening result  (6, 7) . Colposcopy is a visual examination, in which acetic acid is applied to the cervix and then the cervix is visualized using magnification through a colposcope. In Japan, colposcopy and consecutive biopsy are performed for such patients as with abnormal cytology or normal cytology and high-risk HPV infection.\n\nDigital colposcopy built around a smartphone is becoming common, and this has advantages for telemedicine and data sharing by taking advantage of smartphone characteristics  (8) (9) (10) (11) (12) . Also, digital colposcopy is considered to be promising in that it can rapidly and relatively inexpensively screen the patients  (11) . However, digital colposcopy itself is not allowed in clinical practice in Japan. If digital colposcopes can be shown to be comparable to traditional colposcopes, then they can be useful to reduce the regional disparity through telemedicine and data sharing mentioned above. Also, efficient data collection may be contributed for development of deep learning solutions  (13) . For this reason, in this study we investigated the feasibility of using a mobile digital colposcope that incorporates a smartphone, in comparison with a traditional colposcope, in a population of Japanese patients."
    },
    {
      "title": "Materials and methods",
      "text": "Patient population. This study was approved by the Institutional Review Board of Saitama Medical University International Medical Center (approval no. 19-026, 12/Jun/2019; Hidaka, Japan). Patients who underwent colposcopy at Saitama Medical University International Medical Center between July 2019 and February 2020 were enrolled in the study. The subjects were women aged 21-65 years old who were referred for colposcopy following the standard of care. The exclusion criteria were pregnancy, prior history of cervical cancer, prior history of a cervical excisional procedure, and hysterectomy. Written informed consent was obtained from all subjects. A total of 40 patients (52 tests) were included in the study. Some patients were tested two times through follow-up. The clinical background of the patients is shown in Fig.  1 . The median age was 46 (range, 27-65) years (Fig.  1A ). Cytology results are shown in Fig.  1B . Colposcopy was performed at initial visit, just before conization (preoperative examination), or if abnormal cytology was detected.\n\nColposcopy. A standard colposcopy procedure was performed using a conventional colposcope (Kolposkop 150 FC, Carl Zeiss), after which an image of the cervix was captured using a mobile digital colposcope that incorporated a smartphone (Eva Colpo, MobileODT)  (10) (11) (12) . All images were collected before biopsy. The Zeiss colposcope was attached to a digital camera, but examiners mainly used the binoculars for visualization. The images stored from the mobile digital colposcope were evaluated after two weeks or more by the examiner who had also performed the conventional examination. The wait period of two weeks was used to ensure that the examiner would no longer remember their initial clinical impression and allow a fair comparison between the methods.\n\nEvaluation. The diagnosis and site chosen for biopsy based on conventional colposcopy were compared with those that would have been determined using the digital images. Diagnoses were classified as normal, cervical intraepithelial lesion (CIN) 1, CIN2, CIN3, invasive cancer, adenocarcinoma in situ (AIS), and unsatisfactory colposcopic findings (UCF). Diagnoses that matched between conventional and digital colposcopy were defined as the 'same', and others were defined as 'different'. Biopsy sites were compared by dividing the cervix into twelve clockface regions. If the actual (from conventional colposcopy) and assumed (from digital colposcopy) biopsy sites matched, they were defined as the 'same'; if the sites differed by one clockface region, they were defined as 'almost the same'; and all others were 'different'. The pathological findings were confirmed by biopsy or conization, and the pathological diagnosis was confirmed by pathologists.\n\nStatistical analysis. JMP 15 (SAS Institute, Inc.) was used for statistical analysis. A paired t-test was used to compare the means of matched rates between pathological diagnosis and colposcopy diagnosis. The data are presented as the mean ± standard deviation. P<0.05 was considered to indicate a statistically significant difference."
    },
    {
      "title": "Results",
      "text": "A representative image from digital colposcopy is shown in Fig.  2A . The match rates of the actual and assumed biopsy sites (Fig.  2B ) were 'same' 61%, 'almost the same' 16%, and 'different' 23%. A comparison of diagnoses using conventional and mobile digital colposcopy (Fig.  3A ) gave match rates for diagnoses (Fig.  3B ) of 'same' 75% and 'different' 25%. Cases with diagnoses from visual examination that were 'different' in Fig.  3A  are shown in Table  I . Sample size was too small to carry out any statistical analysis such as chi-square test. It seemed that diagnoses of conventional colposcopy were more matched to pathological diagnoses than those of digital colposcopy in 'different' populations, however, overall matched rates between pathological diagnosis and colposcopy diagnosis were   Table I. Cases in which the results were 'different'. Age, years Gravida, n Para, n Pathological diagnosis Conventional colposcopy Digital colposcopy 30 0 0 CIN1 CIN1 CIN2 51 2 2 Adenocarcinoma CIN2 CIN3 47 2 2 CIN3 CIN2 CIN3 48 4 2 CIN3 CIN2 CIN3 45 4 3 CIN2 CIN2 CIN3 47 1 1 CIN3 CIN3 CIN2 37 0 0 CIN3 CIN3 CIN2 50 0 0 CIN2 CIN3 CIN1 50 0 0 CIN2 CIN3 CIN2 47 1 1 CIN3 CIN3 UCF 47 1 1 CIN3 CIN3 CIN1 27 1 1 CIN3 CIN3 CIN1 46 2 2 AIS AIS CIN2 CIN, cervical intraepithelial neoplasia; AIS, adenocarcinoma in situ; UCF, unsatisfactory colposcopic findings.\n\n55.7±6.9% (conventional colposcopy) and 46.1±6.9% (digital colposcopy). And there were no significant differences (t-test, P=0.33)."
    },
    {
      "title": "Discussion",
      "text": "Digital colposcopy built around a smartphone is becoming common, and this has advantages for telemedicine and data sharing by taking advantage of smartphone characteristics  (10) (11) (12) . However, digital colposcopy itself is not approved in Japan. In this study, we investigated the feasibility of mobile digital colposcopy using a smartphone for visualization, image capture, and management in Japanese patients undergoing cervical screening. To our knowledge, this is the first such study in a Japanese population.\n\nAs shown in Figs.  2  and  3 , the results from ≥75% of cases were equivalent between mobile digital colposcopy and conventional colposcopy. There is a study in Japan that reported the possibility of using smartphones to perform colposcopy, and our results are consistent with the report  (14) . The mobile digital colposcope used in this study has been approved by the Food and Drug Administration (FDA) and is in use in a number of Western countries  (10) (11) (12) . These suggest that mobile digital colposcopy was not inferior to conventional colposcopy even in Japanese population.\n\nOur institution is a comprehensive cancer center, which is why most of the patients required a treatment intervention for HSIL or more (Fig.  1 ). As such, there could be a selection bias in patient enrollment. In addition, we seldom perform HPV testing because it does not always contribute to the decision for the treatment.\n\nAnother limitation is that the study included only a limited number of cases, and further validation at multiple centers is required.\n\nCases in which the results were 'different' in diagnosis were shown in Table  I . Pathological CIN3 should not be recognized as CIN2 by colposcopy, because treatment may be delayed. As mentioned in the Results, overall matched rates between pathological diagnosis and colposcopy diagnosis were 55.7±6.9% (conventional colposcopy) and 46.1±6.9% (digital colposcopy). And there were no significant differences (t-test, P=0.33). These data suggested that digital colposcopy was not inferior to conventional colposcopy as a screening examination. Still, our primary focus was not to compare the pathological diagnosis and the diagnosis from digital colposcopy, but rather to compare the visual findings from conventional 3D colposcopy and mobile digital colposcopy. The study protocol was that in the examination using conventional colposcopy the clinician could adjust their view of the cervix and could also observe the lesion through the period, whereas only one image was captured by mobile digital colposcopy. Capture of additional images may have resulted in an even higher correlation rate.\n\nAlthough the higher resolution of conventional colposcopy was helpful in observing the lesion in detail, we concluded that digital colposcopy was not inferior to conventional colposcopy as a screening test, and that this method provides sufficient details for judging the biopsy site or diagnosis using acetic acid processing. We further speculate that digitally captured images of the cervix can be used to train a machine learning algorithm. Indeed, we previously reported the possibility of deep learning application to colposcopy, using an image of only 150x150 pixels  (13) . This resolution can easily be achieved by a mobile digital colposcope incorporating a smartphone. Therefore, we hope this form of digital colposcopy can be applied to clinical practice and data collection in multiple centers."
    },
    {
      "text": "Figure 1. Patient background. (A) Age (years). (B) Cytology results in the same period as colposcopy. Saitama Medical University International Medical Center (Hidaka, Japan) is a comprehensive cancer center, which is why most of the patients required a treatment intervention for HSIL or more. Cytology and colposcopy are usually performed at the same time, which is why some results were NILM. NILM, negative for intraepithelial lesion or malignancy; ASC-US, atypical squamous cells of undetermined significance; LSIL, low grade squamous intraepithelial lesion; ASC-H, atypical squamous cells cannot exclude HSIL; HSIL, high grade squamous intraepithelial lesion."
    },
    {
      "text": "Figure 2. Digital colposcopy. (A) Representative image of digital colposcopy. (B) Match rate for actual (from conventional colposcopy) and assumed (from digital colposcopy) biopsy sites. The match rates of the actual and assumed biopsy sites were 61% for 'same', 16% for 'almost the same' and 25% for 'different'."
    },
    {
      "text": "Figure 3. Comparison of diagnoses using conventional and digital colposcopy. (A) Diagnoses from conventional and digital colposcopy. (B) Match rate of diagnoses. A comparison of diagnoses using conventional and mobile digital colposcopy gave match rates for diagnoses of 'same' (75%) and 'different' (25%). CIN, cervical intraepithelial neoplasia; AIS, adenocarcinoma in situ; UCF, unsatisfactory colposcopic findings; CIS, carcinoma in situ; IC, invasive cancer."
    },
    {
      "title": "Acknowledgements",
      "text": "Not applicable."
    },
    {
      "title": "Funding",
      "text": "No funding was received."
    },
    {
      "title": "Availability of data and materials",
      "text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request."
    },
    {
      "title": "Authors' contributions",
      "text": "MS, DS, KF and KH designed the study. MS and DS analyzed the patient data and were major contributors in writing the manuscript. MS, DS, MH, SS and MM acquired the patient data. AO, AY, AK and HY interpreted the data. MS, DS, KF and KH confirm the authenticity of all the raw data. All authors read and approved the final manuscript."
    },
    {
      "title": "Ethics approval and consent to participate",
      "text": "The study was approved by the Institutional Review Board of Saitama Medical University International Medical Center (approval no. 19-026; 12/Jun/2019; Hidaka, Japan). Written informed consent was obtained from all subjects."
    },
    {
      "title": "Patient consent for publication",
      "text": "Written informed consent for publication from each patient was obtained."
    },
    {
      "title": "Competing interests",
      "text": "The authors declare that they have no competing interests."
    }
  ],
  "references": [
    {
      "title": "Cervical cancer",
      "authors": [
        "P Cohen",
        "A Jhingran",
        "A Oaknin",
        "L Denny"
      ],
      "year": 2019,
      "doi": "10.1016/s0140-6736(18)32470-x",
      "journal": "Lancet",
      "volume": "393",
      "raw": "Cervical cancer \n\t\t \n\t\t\t P A Cohen \n\t\t \n\t\t \n\t\t\t A Jhingran \n\t\t \n\t\t \n\t\t\t A Oaknin \n\t\t \n\t\t \n\t\t\t L Denny \n\t\t \n\t\t 10.1016/s0140-6736(18)32470-x \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 393 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Cohen PA, Jhingran A, Oaknin A and Denny L: Cervical cancer. Lancet 393: 169-182, 2019."
    },
    {
      "title": "Aptima HPV Assay versus Hybrid Capture( ® ) 2 HPV test for primary cervical cancer screening in the HPV FOCAL trial",
      "authors": [
        "D Cook",
        "L Smith",
        "J Law",
        "W Mei",
        "D Van Niekerk",
        "K Ceballos",
        "L Gondara",
        "E Franco",
        "A Coldman",
        "G Ogilvie"
      ],
      "year": 2017,
      "doi": "10.1016/j.jcv.2016.12.004",
      "journal": "J Clin Virol",
      "volume": "87",
      "raw": "Aptima HPV Assay versus Hybrid Capture( ® ) 2 HPV test for primary cervical cancer screening in the HPV FOCAL trial \n\t\t \n\t\t\t D A Cook \n\t\t \n\t\t \n\t\t\t L W Smith \n\t\t \n\t\t \n\t\t\t J Law \n\t\t \n\t\t \n\t\t\t W Mei \n\t\t \n\t\t \n\t\t\t D J Van Niekerk \n\t\t \n\t\t \n\t\t\t K Ceballos \n\t\t \n\t\t \n\t\t\t L Gondara \n\t\t \n\t\t \n\t\t\t E L Franco \n\t\t \n\t\t \n\t\t\t A J Coldman \n\t\t \n\t\t \n\t\t\t G S Ogilvie \n\t\t \n\t\t 10.1016/j.jcv.2016.12.004 \n\t \n\t \n\t\t J Clin Virol \n\t\t \n\t\t\t 87 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Cook DA, Smith LW, Law J, Mei W, van Niekerk DJ, Ceballos K, Gondara L, Franco EL, Coldman AJ, Ogilvie GS, et al: Aptima HPV Assay versus Hybrid Capture( ® ) 2 HPV test for primary cervical cancer screening in the HPV FOCAL trial. J Clin Virol 87: 23-29, 2017."
    },
    {
      "title": "French Society of Clinical Cytology Study Group: Cross sectional study of conventional cervical smear, monolayer cytology, and human papillomavirus DNA testing for cervical cancer screening",
      "authors": [
        "J Coste",
        "B Cochand-Priollet",
        "P De Cremoux",
        "Le Galès",
        "C Cartier",
        "I Molinié",
        "V Labbé",
        "S Vacher-Lavenu",
        "M Vielh"
      ],
      "year": 2003,
      "journal": "BMJ",
      "volume": "326",
      "pages": "733",
      "raw": "French Society of Clinical Cytology Study Group: Cross sectional study of conventional cervical smear, monolayer cytology, and human papillomavirus DNA testing for cervical cancer screening \n\t\t \n\t\t\t J Coste \n\t\t \n\t\t \n\t\t\t B Cochand-Priollet \n\t\t \n\t\t \n\t\t\t P De Cremoux \n\t\t \n\t\t \n\t\t\t Le Galès \n\t\t \n\t\t \n\t\t\t C Cartier \n\t\t \n\t\t \n\t\t\t I Molinié \n\t\t \n\t\t \n\t\t\t V Labbé \n\t\t \n\t\t \n\t\t\t S Vacher-Lavenu \n\t\t \n\t\t \n\t\t\t M C Vielh \n\t\t \n\t\t \n\t\t\t P \n\t\t \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 326 \n\t\t\t 733 \n\t\t\t 2003 \n\t\t \n\t \n\t Coste J, Cochand-Priollet B, de Cremoux P, Le Galès C, Cartier I, Molinié V, Labbé S, Vacher-Lavenu MC and Vielh P; French Society of Clinical Cytology Study Group: Cross sectional study of conventional cervical smear, monolayer cytology, and human papillomavirus DNA testing for cervical cancer screening. BMJ 326: 733, 2003."
    },
    {
      "title": "The global burden of women's cancers: A grand challenge in global health",
      "authors": [
        "O Ginsburg",
        "F Bray",
        "M Coleman",
        "V Vanderpuye",
        "A Eniu",
        "S Kotha",
        "M Sarker",
        "T Huong",
        "C Allemani",
        "A Dvaladze"
      ],
      "year": 2017,
      "doi": "10.1016/s0140-6736(16)31392-7",
      "journal": "Lancet",
      "volume": "389",
      "raw": "The global burden of women's cancers: A grand challenge in global health \n\t\t \n\t\t\t O Ginsburg \n\t\t \n\t\t \n\t\t\t F Bray \n\t\t \n\t\t \n\t\t\t M P Coleman \n\t\t \n\t\t \n\t\t\t V Vanderpuye \n\t\t \n\t\t \n\t\t\t A Eniu \n\t\t \n\t\t \n\t\t\t S R Kotha \n\t\t \n\t\t \n\t\t\t M Sarker \n\t\t \n\t\t \n\t\t\t T T Huong \n\t\t \n\t\t \n\t\t\t C Allemani \n\t\t \n\t\t \n\t\t\t A Dvaladze \n\t\t \n\t\t 10.1016/s0140-6736(16)31392-7 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 389 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Ginsburg O, Bray F, Coleman MP, Vanderpuye V, Eniu A, Kotha SR, Sarker M, Huong TT, Allemani C, Dvaladze A, et al: The global burden of women's cancers: A grand challenge in global health. Lancet 389: 847-860, 2017."
    },
    {
      "title": "Screening for cervical cancer: A systematic review and meta-analysis",
      "authors": [
        "L Peirson",
        "D Fitzpatrick-Lewis"
      ],
      "year": 2013,
      "doi": "10.1186/2046-4053-2-35",
      "journal": "Syst Rev",
      "volume": "2",
      "pages": "35",
      "raw": "Screening for cervical cancer: A systematic review and meta-analysis \n\t\t \n\t\t\t L Peirson \n\t\t \n\t\t \n\t\t\t D Fitzpatrick-Lewis \n\t\t \n\t\t \n\t\t\t Ciliska D \n\t\t \n\t\t \n\t\t\t Warren R \n\t\t \n\t\t 10.1186/2046-4053-2-35 \n\t \n\t \n\t\t Syst Rev \n\t\t \n\t\t\t 2 \n\t\t\t 35 \n\t\t\t 2013 \n\t\t \n\t \n\t Peirson L, Fitzpatrick-Lewis D, Ciliska D and Warren R: Screening for cervical cancer: A systematic review and meta-analysis. Syst Rev 2: 35, 2013."
    },
    {
      "title": "Automatic colposcopy video tissue classification using higher order entropy-based image registration",
      "authors": [
        "J García-Arteaga",
        "J Kybic"
      ],
      "year": 2011,
      "doi": "10.1016/j.compbiomed.2011.07.010",
      "journal": "Comput Biol Med",
      "volume": "41",
      "raw": "Automatic colposcopy video tissue classification using higher order entropy-based image registration \n\t\t \n\t\t\t J D García-Arteaga \n\t\t \n\t\t \n\t\t\t J Kybic \n\t\t \n\t\t \n\t\t\t Li W \n\t\t \n\t\t 10.1016/j.compbiomed.2011.07.010 \n\t \n\t \n\t\t Comput Biol Med \n\t\t \n\t\t\t 41 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t García-Arteaga JD, Kybic J and Li W: Automatic colposcopy video tissue classification using higher order entropy-based image registration. Comput Biol Med 41: 960-970, 2011."
    },
    {
      "title": "ASCCP Colposcopy Standards: Role of colposcopy, benefits, potential harms, and terminology for colposcopic practice",
      "authors": [
        "M Khan",
        "C Werner",
        "T Darragh",
        "R Guido",
        "C Mathews",
        "A Moscicki",
        "M Mitchell",
        "M Schiffman",
        "N Wentzensen",
        "L Massad"
      ],
      "year": 2017,
      "doi": "10.1097/lgt.0000000000000338",
      "journal": "J Low Genit Tract Dis",
      "volume": "21",
      "raw": "ASCCP Colposcopy Standards: Role of colposcopy, benefits, potential harms, and terminology for colposcopic practice \n\t\t \n\t\t\t M J Khan \n\t\t \n\t\t \n\t\t\t C L Werner \n\t\t \n\t\t \n\t\t\t T M Darragh \n\t\t \n\t\t \n\t\t\t R S Guido \n\t\t \n\t\t \n\t\t\t C Mathews \n\t\t \n\t\t \n\t\t\t A B Moscicki \n\t\t \n\t\t \n\t\t\t M M Mitchell \n\t\t \n\t\t \n\t\t\t M Schiffman \n\t\t \n\t\t \n\t\t\t N Wentzensen \n\t\t \n\t\t \n\t\t\t L S Massad \n\t\t \n\t\t 10.1097/lgt.0000000000000338 \n\t \n\t \n\t\t J Low Genit Tract Dis \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Khan MJ, Werner CL, Darragh TM, Guido RS, Mathews C, Moscicki AB, Mitchell MM, Schiffman M, Wentzensen N, Massad LS, et al: ASCCP Colposcopy Standards: Role of colpos- copy, benefits, potential harms, and terminology for colposcopic practice. J Low Genit Tract Dis 21: 223-229, 2017."
    },
    {
      "title": "Cervical digital photography: An alternative method to colposcopy",
      "authors": [
        "E De Castro Hillmann",
        "Moreira Bacha",
        "O Roy",
        "M Paris",
        "G Berbiche",
        "D Nizard",
        "Lopes Ramos"
      ],
      "year": 2019,
      "doi": "10.1016/j.jogc.2018.10.025",
      "journal": "J Obstet Gynaecol Can",
      "volume": "41",
      "raw": "Cervical digital photography: An alternative method to colposcopy \n\t\t \n\t\t\t E De Castro Hillmann \n\t\t \n\t\t \n\t\t\t Moreira Bacha \n\t\t \n\t\t \n\t\t\t O Roy \n\t\t \n\t\t \n\t\t\t M Paris \n\t\t \n\t\t \n\t\t\t G Berbiche \n\t\t \n\t\t \n\t\t\t D Nizard \n\t\t \n\t\t \n\t\t\t V \n\t\t \n\t\t \n\t\t\t Lopes Ramos \n\t\t \n\t\t \n\t\t\t J G \n\t\t \n\t\t 10.1016/j.jogc.2018.10.025 \n\t \n\t \n\t\t J Obstet Gynaecol Can \n\t\t \n\t\t\t 41 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t de Castro Hillmann E, Moreira Bacha O, Roy M, Paris G, Berbiche D, Nizard V and Lopes Ramos JG: Cervical digital photography: An alternative method to colposcopy. J Obstet Gynaecol Can 41: 1099-1107, 2019."
    },
    {
      "title": "Digital colposcopy: Ready for use? An overview of literature",
      "authors": [
        "J Louwers",
        "M Kocken",
        "Harmsel Ter",
        "R Verheijen"
      ],
      "year": 2009,
      "doi": "10.1111/j.1471-0528.2008.02047.x",
      "journal": "BJOG",
      "volume": "116",
      "raw": "Digital colposcopy: Ready for use? An overview of literature \n\t\t \n\t\t\t J A Louwers \n\t\t \n\t\t \n\t\t\t M Kocken \n\t\t \n\t\t \n\t\t\t Harmsel Wa Ter \n\t\t \n\t\t \n\t\t\t R H Verheijen \n\t\t \n\t\t 10.1111/j.1471-0528.2008.02047.x \n\t \n\t \n\t\t BJOG \n\t\t \n\t\t\t 116 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Louwers JA, Kocken M, ter Harmsel WA and Verheijen RH: Digital colposcopy: Ready for use? An overview of literature. BJOG 116: 220-229, 2009."
    },
    {
      "title": "MobileODT: A case study of a novel approach to an mHealth-based model of sustainable impact",
      "authors": [
        "J Mink",
        "C Peterson"
      ],
      "year": 2016,
      "doi": "10.21037/mhealth.2016.03.10",
      "journal": "MHealth",
      "volume": "2",
      "pages": "12",
      "raw": "MobileODT: A case study of a novel approach to an mHealth-based model of sustainable impact \n\t\t \n\t\t\t J Mink \n\t\t \n\t\t \n\t\t\t C Peterson \n\t\t \n\t\t 10.21037/mhealth.2016.03.10 \n\t \n\t \n\t\t MHealth \n\t\t \n\t\t\t 2 \n\t\t\t 12 \n\t\t\t 2016 \n\t\t \n\t \n\t Mink J and Peterson C: MobileODT: A case study of a novel approach to an mHealth-based model of sustainable impact. MHealth 2: 12, 2016."
    },
    {
      "title": "Prospective cohort study examining cervical cancer screening methods in HIV-positive and HIV-negative Cambodian Women: A comparison of human papilloma virus testing, visualization with acetic acid and digital colposcopy",
      "authors": [
        "S Thay",
        "A Goldstein",
        "L Goldstein",
        "V Govind",
        "K Lim",
        "C Seang"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-026887",
      "journal": "BMJ Open",
      "volume": "9",
      "pages": "26887",
      "raw": "Prospective cohort study examining cervical cancer screening methods in HIV-positive and HIV-negative Cambodian Women: A comparison of human papilloma virus testing, visualization with acetic acid and digital colposcopy \n\t\t \n\t\t\t S Thay \n\t\t \n\t\t \n\t\t\t A Goldstein \n\t\t \n\t\t \n\t\t\t L S Goldstein \n\t\t \n\t\t \n\t\t\t V Govind \n\t\t \n\t\t \n\t\t\t K Lim \n\t\t \n\t\t \n\t\t\t C Seang \n\t\t \n\t\t 10.1136/bmjopen-2018-026887 \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 9 \n\t\t\t 26887 \n\t\t\t 2019 \n\t\t \n\t \n\t Thay S, Goldstein A, Goldstein LS, Govind V, Lim K and Seang C: Prospective cohort study examining cervical cancer screening methods in HIV-positive and HIV-negative Cambodian Women: A comparison of human papilloma virus testing, visualization with acetic acid and digital colposcopy. BMJ Open 9: e026887, 2019."
    },
    {
      "title": "A demonstration of automated visual evaluation of cervical images taken with a smartphone camera",
      "authors": [
        "Z Xue",
        "A Novetsky",
        "M Einstein",
        "J Marcus",
        "B Befano",
        "P Guo",
        "M Demarco",
        "N Wentzensen",
        "L Long",
        "M Schiffman",
        "S Antani"
      ],
      "year": 2020,
      "doi": "10.1002/ijc.33029",
      "journal": "Int J Cancer",
      "volume": "147",
      "raw": "A demonstration of automated visual evaluation of cervical images taken with a smartphone camera \n\t\t \n\t\t\t Z Xue \n\t\t \n\t\t \n\t\t\t A P Novetsky \n\t\t \n\t\t \n\t\t\t M H Einstein \n\t\t \n\t\t \n\t\t\t J Z Marcus \n\t\t \n\t\t \n\t\t\t B Befano \n\t\t \n\t\t \n\t\t\t P Guo \n\t\t \n\t\t \n\t\t\t M Demarco \n\t\t \n\t\t \n\t\t\t N Wentzensen \n\t\t \n\t\t \n\t\t\t L R Long \n\t\t \n\t\t \n\t\t\t M Schiffman \n\t\t \n\t\t \n\t\t\t S Antani \n\t\t \n\t\t 10.1002/ijc.33029 \n\t \n\t \n\t\t Int J Cancer \n\t\t \n\t\t\t 147 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Xue Z, Novetsky AP, Einstein MH, Marcus JZ, Befano B, Guo P, Demarco M, Wentzensen N, Long LR, Schiffman M and Antani S: A demonstration of automated visual evalu- ation of cervical images taken with a smartphone camera. Int J Cancer 147: 2416-2423, 2020."
    },
    {
      "title": "Application of deep learning to the classification of images from colposcopy",
      "authors": [
        "M Sato",
        "K Horie",
        "A Hara",
        "Y Miyamoto",
        "K Kurihara",
        "K Tomio",
        "H Yokota"
      ],
      "year": 2018,
      "doi": "10.3892/ol.2018.7762",
      "journal": "Oncol Lett",
      "volume": "15",
      "raw": "Application of deep learning to the classification of images from colposcopy \n\t\t \n\t\t\t M Sato \n\t\t \n\t\t \n\t\t\t K Horie \n\t\t \n\t\t \n\t\t\t A Hara \n\t\t \n\t\t \n\t\t\t Y Miyamoto \n\t\t \n\t\t \n\t\t\t K Kurihara \n\t\t \n\t\t \n\t\t\t K Tomio \n\t\t \n\t\t \n\t\t\t H Yokota \n\t\t \n\t\t 10.3892/ol.2018.7762 \n\t \n\t \n\t\t Oncol Lett \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Sato M, Horie K, Hara A, Miyamoto Y, Kurihara K, Tomio K and Yokota H: Application of deep learning to the classification of images from colposcopy. Oncol Lett 15: 3518-3523, 2018."
    },
    {
      "title": "Smartscopy' as an alternative device for cervical cancer screening: A pilot study",
      "authors": [
        "Y Tanaka",
        "Y Ueda",
        "A Okazawa",
        "M Kakuda",
        "S Matsuzaki",
        "E Kobayashi",
        "K Yoshino",
        "T Kimura"
      ],
      "year": 2017,
      "doi": "10.1136/bmjinnov-2016-000174",
      "journal": "BMJ Innov",
      "volume": "3",
      "raw": "Smartscopy' as an alternative device for cervical cancer screening: A pilot study \n\t\t \n\t\t\t Y Tanaka \n\t\t \n\t\t \n\t\t\t Y Ueda \n\t\t \n\t\t \n\t\t\t A Okazawa \n\t\t \n\t\t \n\t\t\t M Kakuda \n\t\t \n\t\t \n\t\t\t S Matsuzaki \n\t\t \n\t\t \n\t\t\t E Kobayashi \n\t\t \n\t\t \n\t\t\t K Yoshino \n\t\t \n\t\t \n\t\t\t T Kimura \n\t\t \n\t\t 10.1136/bmjinnov-2016-000174 \n\t \n\t \n\t\t BMJ Innov \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Tanaka Y, Ueda Y, Okazawa A, Kakuda M, Matsuzaki S, Kobayashi E, Yoshino K and Kimura T: 'Smartscopy' as an alternative device for cervical cancer screening: A pilot study. BMJ Innov 3: 123-126, 2017."
    }
  ],
  "num_references": 14,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. Patient background. (A) Age (years). (B) Cytology results in the same period as colposcopy. Saitama Medical University International Medical Center (Hidaka, Japan) is a comprehensive cancer center, which is why most of the patients required a treatment intervention for HSIL or more. Cytology and colposcopy are usually performed at the same time, which is why some results were NILM. NILM, negative for intraepithelial lesion or malignancy; ASC-US, atypical squamous cells of undetermined significance; LSIL, low grade squamous intraepithelial lesion; ASC-H, atypical squamous cells cannot exclude HSIL; HSIL, high grade squamous intraepithelial lesion."
    },
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Digital colposcopy. (A) Representative image of digital colposcopy. (B) Match rate for actual (from conventional colposcopy) and assumed (from digital colposcopy) biopsy sites. The match rates of the actual and assumed biopsy sites were 61% for 'same', 16% for 'almost the same' and 25% for 'different'."
    },
    {
      "caption": "Figure 3 .",
      "description": "Figure 3. Comparison of diagnoses using conventional and digital colposcopy. (A) Diagnoses from conventional and digital colposcopy. (B) Match rate of diagnoses. A comparison of diagnoses using conventional and mobile digital colposcopy gave match rates for diagnoses of 'same' (75%) and 'different' (25%). CIN, cervical intraepithelial neoplasia; AIS, adenocarcinoma in situ; UCF, unsatisfactory colposcopic findings; CIS, carcinoma in situ; IC, invasive cancer."
    }
  ],
  "num_figures": 3,
  "num_citations": 30,
  "cited_references": [
    "b3",
    "b13",
    "b4",
    "b2",
    "b5",
    "b0",
    "b7",
    "b11",
    "b8",
    "b12",
    "b6",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] Department of Gynecologic Oncology , Saitama Medical University International Medical Center , Hidaka , Saitama 350-1298 , Japan",
    "[raw_affiliation] Department of Gynecologic Oncology , Saitama Medical University International Medical Center , 1397-1 Yamane , Hidaka , Saitama 350-1298 , Japan",
    "[submission] Received December 24, 2020; Accepted June 11, 2021",
    "[raw_reference] Cohen PA, Jhingran A, Oaknin A and Denny L: Cervical cancer. Lancet 393: 169-182, 2019.",
    "[raw_reference] Cook DA, Smith LW, Law J, Mei W, van Niekerk DJ, Ceballos K, Gondara L, Franco EL, Coldman AJ, Ogilvie GS, et al: Aptima HPV Assay versus Hybrid Capture( ® ) 2 HPV test for primary cervical cancer screening in the HPV FOCAL trial. J Clin Virol 87: 23-29, 2017.",
    "[raw_reference] Coste J, Cochand-Priollet B, de Cremoux P, Le Galès C, Cartier I, Molinié V, Labbé S, Vacher-Lavenu MC and Vielh P; French Society of Clinical Cytology Study Group: Cross sectional study of conventional cervical smear, monolayer cytology, and human papillomavirus DNA testing for cervical cancer screening. BMJ 326: 733, 2003.",
    "[raw_reference] Ginsburg O, Bray F, Coleman MP, Vanderpuye V, Eniu A, Kotha SR, Sarker M, Huong TT, Allemani C, Dvaladze A, et al: The global burden of women's cancers: A grand challenge in global health. Lancet 389: 847-860, 2017.",
    "[raw_reference] Peirson L, Fitzpatrick-Lewis D, Ciliska D and Warren R: Screening for cervical cancer: A systematic review and meta-analysis. Syst Rev 2: 35, 2013.",
    "[raw_reference] García-Arteaga JD, Kybic J and Li W: Automatic colposcopy video tissue classification using higher order entropy-based image registration. Comput Biol Med 41: 960-970, 2011.",
    "[raw_reference] Khan MJ, Werner CL, Darragh TM, Guido RS, Mathews C, Moscicki AB, Mitchell MM, Schiffman M, Wentzensen N, Massad LS, et al: ASCCP Colposcopy Standards: Role of colpos- copy, benefits, potential harms, and terminology for colposcopic practice. J Low Genit Tract Dis 21: 223-229, 2017.",
    "[raw_reference] de Castro Hillmann E, Moreira Bacha O, Roy M, Paris G, Berbiche D, Nizard V and Lopes Ramos JG: Cervical digital photography: An alternative method to colposcopy. J Obstet Gynaecol Can 41: 1099-1107, 2019.",
    "[raw_reference] Louwers JA, Kocken M, ter Harmsel WA and Verheijen RH: Digital colposcopy: Ready for use? An overview of literature. BJOG 116: 220-229, 2009.",
    "[raw_reference] Mink J and Peterson C: MobileODT: A case study of a novel approach to an mHealth-based model of sustainable impact. MHealth 2: 12, 2016.",
    "[raw_reference] Thay S, Goldstein A, Goldstein LS, Govind V, Lim K and Seang C: Prospective cohort study examining cervical cancer screening methods in HIV-positive and HIV-negative Cambodian Women: A comparison of human papilloma virus testing, visualization with acetic acid and digital colposcopy. BMJ Open 9: e026887, 2019.",
    "[raw_reference] Xue Z, Novetsky AP, Einstein MH, Marcus JZ, Befano B, Guo P, Demarco M, Wentzensen N, Long LR, Schiffman M and Antani S: A demonstration of automated visual evalu- ation of cervical images taken with a smartphone camera. Int J Cancer 147: 2416-2423, 2020.",
    "[raw_reference] Sato M, Horie K, Hara A, Miyamoto Y, Kurihara K, Tomio K and Yokota H: Application of deep learning to the classification of images from colposcopy. Oncol Lett 15: 3518-3523, 2018.",
    "[raw_reference] Tanaka Y, Ueda Y, Okazawa A, Kakuda M, Matsuzaki S, Kobayashi E, Yoshino K and Kimura T: 'Smartscopy' as an alternative device for cervical cancer screening: A pilot study. BMJ Innov 3: 123-126, 2017."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
