{
  "paper_id": "L5DR7RWQ",
  "title": "Cost-effectiveness of a long-term Internet-delivered worksite health promotion programme on physical activity and nutrition: a cluster randomized controlled trial",
  "abstract": "This study aims to evaluate the cost-effectiveness of a long-term workplace health promotion programme on physical activity (PA) and nutrition. In total, 924 participants enrolled in a 2-year cluster randomized controlled trial, with departments (n 5 74) within companies (n 5 6) as the unit of randomization. The intervention was compared with a standard programme consisting of a physical health check with face-to-face advice and personal feedback on a website. The intervention consisted of several additional website functionalities: action-oriented feedback, self-monitoring, possibility to ask questions and monthly e-mail messages. Primary outcomes were meeting the guidelines for PA and fruit and vegetable intake. Secondary outcomes were self-perceived health, obesity, elevated blood pressure, elevated cholesterol level and maximum oxygen uptake. Direct and indirect costs were calculated from a societal perspective, and a process evaluation was performed. Of the 924 participants, 72% participated in the first and 60% in the second follow-up. No statistically significant differences were found on primary and secondary outcomes, nor on costs. Average direct costs per participant over the 2year period were V376, and average indirect costs were V9476. In conclusion, no additional benefits were found in effects or cost savings. Therefore, the programme in its current form cannot be recommended for implementation.",
  "year": 2012,
  "date": "2012-02-20",
  "journal": "Ann Behav Med",
  "publication": "Ann Behav Med",
  "authors": [
    {
      "forename": "Suzan",
      "surname": "Robroek",
      "name": "Suzan Robroek",
      "affiliation": "1  Department of Public Health , Erasmus Medical Center , PO Box 2040 , 3000 CA , Rotterdam , the Netherlands and \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Erasmus Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PO Box 2040 \n\t\t\t\t\t\t\t\t\t 3000 CA \n\t\t\t\t\t\t\t\t\t Rotterdam \n\t\t\t\t\t\t\t\t\t the Netherlands and"
    },
    {
      "forename": "Suzanne",
      "surname": "Polinder",
      "name": "Suzanne Polinder",
      "affiliation": "1  Department of Public Health , Erasmus Medical Center , PO Box 2040 , 3000 CA , Rotterdam , the Netherlands and \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Erasmus Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PO Box 2040 \n\t\t\t\t\t\t\t\t\t 3000 CA \n\t\t\t\t\t\t\t\t\t Rotterdam \n\t\t\t\t\t\t\t\t\t the Netherlands and"
    },
    {
      "forename": "Folef",
      "surname": "Bredt",
      "name": "Folef Bredt",
      "affiliation": "2  Lifeguard Inc , PO Box 85237 , 3508 AE , Utrecht , the Netherlands \n\t\t\t\t\t\t\t\t Lifeguard Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PO Box 85237 \n\t\t\t\t\t\t\t\t\t 3508 AE \n\t\t\t\t\t\t\t\t\t Utrecht \n\t\t\t\t\t\t\t\t\t the Netherlands"
    },
    {
      "forename": "Alex",
      "surname": "Burdorf",
      "name": "Alex Burdorf",
      "affiliation": "1  Department of Public Health , Erasmus Medical Center , PO Box 2040 , 3000 CA , Rotterdam , the Netherlands and \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Erasmus Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PO Box 2040 \n\t\t\t\t\t\t\t\t\t 3000 CA \n\t\t\t\t\t\t\t\t\t Rotterdam \n\t\t\t\t\t\t\t\t\t the Netherlands and",
      "email": "a.burdorf@erasmusmc.nl"
    }
  ],
  "doi": "10.1093/her/cys015",
  "sections": [
    {
      "title": "Introduction",
      "text": "Insufficient physical activity (PA) and poor nutrition are important determinants of the burden of disease in most western countries  [1] . Therefore, a whole range of health promotion programmes is offered. There are indications that Internet-delivered interventions may be effective in improving PA, healthy nutrition and weight reduction  [2] [3] [4] [5] [6] . However, low participation and high levels of attrition are often observed in Internet-delivered programmes  [6] [7] [8] [9] . Therefore, different settings and methods to provide Internetdelivered programmes should be considered. The workplace might be a promising setting for health promotion with the ability to reach large numbers of people in a natural social environment  [10, 11] .\n\nSystematic reviews have reported null to modest effects of workplace health promotion programmes (WHPPs) on PA, healthy diet and measures of overweight  [12] [13] [14] [15] [16] [17] . Effect sizes were often low, e.g. less than 0.5 kg m -2 decrease in body mass index (BMI)  [17, 18] , and the quality of the underlying studies is often limited, e.g. lacking a control group. In the literature, several risks for ineffective health promotion programmes have been identified: a low selective participation, lack of adherence to the programme and an intervention period too short for sustainable behaviour change  [10, 12, 19, 20] .\n\nIn the current study, we attempted to counteract these risks by combining a physical health check with face-to-face advice and tailored health promotion via the Internet. In a recent systematic review, it was concluded that there is strong evidence of effectiveness of the assessment of health risks with feedback when used with additional health education activities  [21] . A standard WHPP consisting of health risk assessment lacking additional health education activities is less effective, and additional activities are needed. In addition to a physical health check, the intervention consisted of computer-tailored advice on PA and nutrition and access to a behaviour change monitoring functionality to get insight in the progress over time on health-related behaviours. Systematic reviews have shown small but significant short-term effects of computer-tailored education on healthrelated behaviour  [2, 22] . Previous research also showed that, among others, e-mail contact with participants is related to better exposure to Internet-delivered interventions  [23] . To promote adherence to the programme and sustainability in behaviour change participants received continuous feedback and support through monthly e-mails. To determine the sustainable impact of interventions, studies with longer intervention and evaluation periods are needed  [20] . Therefore, a long-term intervention was studied in a 2-year evaluation period.\n\nThe aim of the present study is to evaluate the cost-effectiveness of a 2-year Internet-delivered WHPP on PA and nutrition."
    },
    {
      "title": "Materials and methods",
      "text": "Participants enrolled in a 2-year cluster randomized controlled trial (cRCT), with departments (n = 74) within companies (n = 6) as the unit of randomization. The health promotion programme and evaluation are targeted at the individual level. An extensive description of the design of the cRCT is published elsewhere  [24] . The Medical Ethics Committee of Erasmus Medical Center, University Medical Center in Rotterdam, the Netherlands, approved the study and all participants gave written informed consent."
    },
    {
      "title": "Study population and randomization",
      "text": "Participants were employees from health care organizations (n = 2), commercial services (n = 2) and an executive branch of government (n = 2). Eligibility criteria for individual workers in the study were (i) paid employment, (ii) working at least 12 hours a week and (iii) being literate enough to read and understand simple e-mail and Internet-based messages in the Dutch language. There were no eligibility criteria at cluster level. Within each company, units were randomized by a researcher, who was not involved in collecting the data, based on a table of random numbers. All participants from one worksite were randomized together rather than individually to avoid contamination. Since it was deemed not possible within companies to withheld participation in a WHPP, workers within the control condition received a standard WHPP. Participants were blinded to group assignment."
    },
    {
      "title": "Procedure and intervention",
      "text": "Within the participating companies, the study was announced through e-mail, intranet, or a company magazine. Three companies restricted the maximum number of participants on a 'first in' principle. All participants enrolled voluntarily in the study by visiting the study website and completing the baseline questionnaire on lifestyle factors, health and work demands. Baseline measurements took place between November 2007 and October 2008. The study website also provided general information concerning lifestyle and health as well as personal reports based on the online questionnaire. Subsequently, all participants could participate in a physical health check followed by a face-to-face contact in which the health check and questionnaire results are discussed. One year after the baseline measurements, participants were asked to fill in the first follow-up questionnaire. Two years after the baseline measurements, all participants were invited to fill in the second follow-up questionnaire and to participate again in the physical health check.\n\nFigure  1  shows the participant flow through the phases of the trial. Complete baseline questionnaire data were available for 924 employees, and health check data were available for 810 employees."
    },
    {
      "title": "Intervention",
      "text": "Participants in the intervention condition had access to several additional website functionalities compared with participants in the reference condition:\n\n(i) Extensive computer-tailored advice on their selfreported PA and fruit and vegetable intake. The electronically generated advice included personal and action feedback, taking into account perceived barriers for participants not meeting the guidelines  [24, 25] . (ii) Online self-monitors on fruit and vegetable intake, PA and weight in order to monitor progress\n\nNon-participants (n=11,927)* Participants* n = 924 (73 departments in 6 companies) Questionnaire: n = 459 36 departments, with an average of 13 participants (range 1 -56) Questionnaire and Health Check: n = 409 35 departments, with an average of 11 participants (range 1-51) Questionnaire: n = 269 (58% of allocated) 37 departments, with an average of 7 participants (range 1 -18) Questionnaire and Health Check: n = 175 37 departments, with an average of 5 participants (range 1-13) Questionnaire: n = 289 (63% of allocated) 34 departments, with an average of 9 participants (range 1 -33) Questionnaire and Health Check: n = 197 35 departments, with an average of 6 participants (range 1-18) 1-year follow-up: n=316 (68% of allocated) 2-year follow-up: n=269 (58% of allocated) Economic evaluation: Complete cases: n=218 (47% of allocated) 1-year follow-up: n=350 (76% of allocated) 2-year follow-up: n=289 (63% of allocated) Economic evaluation: Complete cases: n=252 (55% of allocated) Questionnaire: n = 465 37 departments, with an average of 13 participants (range 1-32) Questionnaire and Health Check: n = 402 37 departments, with an average of 11 participants (range 2-29) Questionnaire: n = 316 (68% of allocated) 37 departments, with an average of 9 participants (range 2-26) Questionnaire: n = 350 (=76% of allocated) 36 departments, with an average of 10 participants (range 1-43) INTERVENTION CONTROL Enrolment Baseline 1y follow-up 2y follow-up Analysis Invited * n = 12,895 (74 clusters in 6 companies) * 3 companies had a restricted maximum participation Evaluation of a workplace health promotion programme towards behaviour change and to obtain tracking charts. (iii) A food frequency questionnaire (FFQ) assessing saturated fat intake for tailored advice  [26] . (iv) Possibility to submit particular questions to several health professionals.\n\nIn addition, participants in the intervention group received monthly e-mail messages during the first 12 months of the study. In all monthly e-mail messages, which focused on PA and nutrition, participants were encouraged to fill-out self-monitors and to submit their questions to the available professional."
    },
    {
      "title": "Measurements"
    },
    {
      "title": "Primary outcomes",
      "text": "The primary outcomes of the study were PA level and fruit and vegetable intake.\n\nPA was measured by the short version of the International Physical Activity Questionnaire (IPAQ), which assessed moderate and vigorous intensity PA  [27] . The average time spent on PA per day was calculated. Walking was not included in this calculation since casual walking is regarded a light-intensity activity  [28] . For sufficient moderate to vigorous PA, a cut-off point of 30 min or more PA per day was used, and for sufficient vigorous PA, a cut-off point of at least three times per week vigorous PA for at least 20 min on these days  [29] . For sufficient fruit and vegetable intake, the cut-off point was at least 200 g for both fruit and vegetables. Fruit and vegetable intake were measured with the nine-item validated Dutch FFQ  [30] ."
    },
    {
      "title": "Health indicators",
      "text": "Participants were asked to rate their own general health on a five-point scale, ranging from 'excellent', 'very good', 'good' and 'moderate' to 'poor'  [31] . This self-perceived health was dichotomized into 'poor or moderate' and 'good to excellent'.\n\nIn the physical health check, at baseline and 2year follow-up, height and weight were measured to calculate the BMI and to categorize individuals as normal weight (BMI < 25 kg m À2 ), overweight (25 < BMI < 30 kg m À2 ) and obese (BMI >30 kg m À2 ). In the first follow-up measurements, height and weight were only self-reported. Total blood cholesterol was measured in non-fasting blood through a finger prick (Accutrend GC, Roche Company, Mannheim, Germany), and blood pressure with a fully automated sphygmomanometer (Omron M4-I, Omron HealthCare Europe BV, Hoofddorp, the Netherlands). A total cholesterol level above 5.0 mmol l À1 and a systolic or diastolic blood pressure above respectively 140 and 90 mmHg were considered elevated. A sub-maximal exercise test on a bicycle ergometer was conducted to predict maximal oxygen uptake, according to the American College of Sports Medicine's protocol and using their sex-and age-dependent cut-off points  [32] .\n\nSocial cognitive variables.\n\nFor both PA and fruit and vegetable intake, selfefficacy, intention to change and perceived barriers were measured in the baseline questionnaire. Selfefficacy and intention to change were measured on a 5-point Likert scale ranging from 'certainly not' to 'certainly'. Self-efficacy was assessed by asking if the participant was confident to engage in the healthy behaviours in the next month. High selfefficacy was defined as probably or certainly confident to change the behaviour. Intention was measured by asking if the participant intended to change the behaviour in the next month  [33] . A high intention was defined as probably or certainly intended to change the behaviour. Perceived barriers concerning PA and fruit and vegetable intake were assessed by asking for the most important barrier to engage in these behaviours. The question on barriers to engage in PA has the following answer categories: not enough time/too busy, do not enjoy sports, too expensive, tired, fear of injury, no facilities at home, no facilities in direct environment, lack of a partner to exercise with, health problems, unsafe environment and no barriers. The question on barriers concerning fruit and vegetable intake has the following categories: not enough time/too busy, not tasty, too expensive, no facilities at work to buy fruit and/or vegetables, no availability in the shops in the home environment and no barriers  [24] ."
    },
    {
      "title": "Demographics",
      "text": "The demographic variables of importance are sex, age, marital status, ethnicity and educational level. Educational level was assessed by asking the highest level of education completed and was defined as low (primary school, lower and intermediate secondary schooling or lower vocational training), intermediate (higher secondary schooling or intermediate vocational schooling) and high (higher vocational schooling or university). Two categories were created for ethnicity, Dutch and other, according to the standardized procedures described by Statistics Netherlands  [34] ."
    },
    {
      "title": "Economic evaluation",
      "text": "The economic evaluation was performed from a societal perspective. The following direct costs were determined: cost price of the standard WHPP, costs of the intervention and direct health care costs (Table  I ). Direct health care costs were calculated by multiplying the volumes of health care use (existing of a variety of health professionals) with the corresponding unit prices. For the unit prices, a remuneration fee was used, as supported by the Dutch guidelines (Table  I )  [35] .\n\nIndirect costs consisted of costs due to productivity loss. The friction cost method was applied to calculate productivity loss, taking into account the degree of scarcity of labour in the economy  [37] . In addition, in the Netherlands, an elasticity of 0.8 is assumed for annual labour time versus labour time productivity, i.e. with a time loss of 10%, the productivity would decrease with 8%  [37] . Productivity loss is based on absenteeism and on productivity loss at work. Absenteeism due to health problems was measured with the Work Ability Index  [38] , by asking to indicate on a 5-point ordinal scale on how many days in the past 12 months they were not able to work due to health problems. Productivity loss at work was measured using the quantity scale of the Quantity and Quality method  [39] . Respondents were asked to indicate how much work they actually performed during regular hours on their most recent regular workday as compared with normal. The time lost due to productivity loss at work was measured on a scale from 0 (nothing) to 10 (regular quantity). If a participant reported '0' on the quantity of productivity due to health problems, only absenteeism costs were considered.\n\nThe direct health care costs and the indirect costs due to productivity loss were measured annually over the follow-up period of 24 months."
    },
    {
      "title": "Process evaluation",
      "text": "In the process evaluation, participants were asked to evaluate the programme, to indicate whether they changed their lifestyle due to the advice at the health check or due to information and advice on the website. Participants in the intervention group were asked whether they received and read the monthly e-mail messages. Furthermore, their opinion on the frequency of the monthly e-mail messages was asked, and if they thought the messages were useful, promoted website visit and if the messages promoted a healthy lifestyle.\n\nTable I. Unit costs used in the economic evaluation Costs (V) Programme costs Health check (per participant) 150 Project costs (per participant, e.g. support, meetings) 46 Basic health portal (per participant) 10 Intervention costs: self-monitoring and contact with professionals (per participant per year) 5 Intervention costs: monthly e-mail messages (per participant per year) 2 Direct health care costs General practitioner (per contact) a 28 Occupational physician (per contact) b 52 Medical specialist (per out-patient visit) a 64 Physical therapist (per contact) a 36 Indirect costs Absenteeism paid work (per full day) c 240 Productivity loss at work (per full day) c 240 V1.00 = £0.84, $1.36, price level April 2009. a Advised price according to the Dutch guidelines [35]. b Advised price [36] adjusted for price index. c\n\nCosts based on employer's costs for the average wage per day in the Netherlands  [35] .\n\nEvaluation of a workplace health promotion programme"
    },
    {
      "title": "Statistical analysis",
      "text": "The analyses were conducted between November 2010 and February 2011. In the sample size calculation, an intra-cluster correlation of 0.05 was used, with an average of 20 workers per cluster, an initial participation of 70% and loss to follow-up of 30%. Under these assumptions, it was anticipated to detect a difference of 12% in prevalence between the intervention and control group (power of 80%, significance level 0.05) with 350 workers with completed questionnaires assigned to the intervention.\n\nThe baseline characteristics of participants in the control and intervention group were compared with a chi-square test. The intra-cluster correlation coefficient was calculated for the primary outcomes to express the proportion of the within-cluster variance in the total variance among subjects.\n\nThe effects of the intervention on primary and secondary outcome measures at 12 and 24 months were analysed with multi-level logistic regression analyses, taking into account the clusters, and were all adjusted for sex, age and baseline. All analyses were carried out with the statistical package SAS version 9.2.\n\nIn the economic evaluation, the various costs measures had very skewed distributions and the two-sided Mann-Whitney U-test was used to test for a significant difference."
    },
    {
      "title": "Results",
      "text": "Figure  1  shows that 924 employees responded to the invitation and filled in the baseline questionnaire and met the inclusion criteria for participation in the study. The response was 666 (72%) at 12 months follow-up and 558 (60%) at 24 months follow-up. Loss to follow-up was statistically significantly associated with insufficient fruit intake and with a poor predicted maximum oxygen uptake. Participants in the intervention were more likely to be lost to the first follow-up. At baseline, the mean cluster size was 12.7 (range 1-56). The intra-cluster correlation varied between 0.01 (vegetable intake) and 0.10 (PA).\n\nTable II presents the baseline characteristics of the participants in the intervention and reference group. Half of the participants (49%) were male workers. The mean age was 42 years, ranging from 20 to 63 years and 45% had a high education level. More than two-third of the participants (68%) met the recommendation for daily moderate to vigorous PA, and 29% engaged at least three times per week in vigorous PA. More than half of the participants (54%) ate at least 200 g of fruit per day, and 45% had a daily intake of at least 200 g of vegetables. The randomization was not completely successful in creating comparable groups. There was a difference for fruit intake at baseline, with more participants in the intervention meeting the guideline (v 2 = 4.12, P < 0.05)."
    },
    {
      "title": "Effects of the intervention",
      "text": "Table  III  shows information on the estimated effects of the intervention on primary and secondary outcomes. There was no consistent effect of the intervention on these outcomes. Analyses using continuous variables for these outcomes produced similar findings. There were also no statistically significant intervention effects on social cognitive variables."
    },
    {
      "title": "Changes over time",
      "text": "In the total group, there were changes in primary outcomes over time. There were improvements in vigorous PA (odds ratio [OR] 1.47, 95% confidence interval [CI] 1.10-1.97) and vegetable intake (OR 1.36, 95% CI 1.01-1.83) 1 year after baseline. The improvement in vegetable intake (OR 1.43, 95% CI 1.05-1.97) remained after 2 years but the change in vigorous PA did not remain statistically significant (OR 1.22, 95% CI 0.89-1.67). Sufficient moderate to vigorous PA (1 year: OR 1.32, 95% CI 0.99-1.82; 2 years: OR 1.34, 95% CI 0.99-1.76) and fruit intake (1 year: OR 1.29, 95% CI 0.94-1.77; 2 years: OR 1.38, 95% CI 0.98-1.92) did not change statistically significant after 1 or 2 year."
    },
    {
      "title": "Subgroup analyses",
      "text": "There was no intervention effect for subjects with insufficient moderate to vigorous PA (OR 1 year 1.30, 95% CI 0.73-2.33, OR 2 years 1.59, 95% CI 0.80-3.16), insufficient vigorous PA (OR 1 year 0.89, 95% CI 0.57-1.40, OR 2 years 0.63, 95% CI 0.38-1.06) or for those with insufficient vegetable intake at baseline (OR 1 year 1.25, 95% CI 0.78-2.00, OR 2 years 0.80, 95% CI 0.46-1.41). Participants in the intervention condition not meeting the guideline for fruit intake at baseline were more likely to meet the recommendation at 1-year follow-up compared with participants in the control condition (OR 2.03, 95% CI 1.20-3.44). This difference did not remain statistically significant at 2-year follow-up (OR 1.14, 95% CI 0.65-1.98). There were no differences in intervention effects concerning low or intermediate/high educational levels."
    },
    {
      "title": "Direct and direct costs",
      "text": "Table IV presents the direct and indirect costs in both study groups during the 2-year study period. Total costs during the follow-up were not statistically significantly different between intervention and reference group (V9480 versus V10 952). The mean direct health care costs over the 2-year period were V376 euro (interquartile range (IQR): V80-V516), and the mean indirect costs were V9476 (IQR:\n\nTable II. Baseline characteristics of the study population in a WHPP (n = 924) Intervention (n = 465) Reference (n = 459) n % n % Female gender 249 54 225 49 Age (years) <30 73 16 55 12 30-50 248 53 282 61 50+ 144 31 122 27 Educational level Lower 89 19 115 25 Intermediate 153 33 153 33 Higher 223 48 191 42 Unmarried/not cohabited 106 23 116 25 Non-Dutch ethnicity 77 17 74 16 Lifestyle Insufficient moderate to vigorous PA 313 67 314 68 Insufficient vigorous PA 143 31 129 28 Insufficient fruit intake 265 57 a 231 50 Insufficient vegetable intake 211 45 201 44 Social cognitive variables High self-efficacy PA 353 76 357 78 High self-efficacy fruit and vegetable intake 388 83 369 80 No barriers PA 106 23 112 24 No barriers fruit and vegetable intake 376 81 348 76 Health indicators Good/excellent perceived health 440 95 426 93 Obesity b 36 9 36 9 Elevated blood pressure b 126 31 132 33 Elevated cholesterol level b 196 48 173 44 Poor or moderate Vo 2 max b 137 35 159 42 a Chi-square, P < 0.05. b 810 respondents participated in the physical health check.\n\nEvaluation of a workplace health promotion programme V1200-V13 860). The indirect costs were attributed to sick leave (25%) and productivity loss at work (75%)."
    },
    {
      "title": "Process evaluation",
      "text": "There were no statistically significant differences between participants in the control and intervention condition regarding their opinion on the overall programme with a median score of 8 of 10 in both groups (intervention: M =7.4, SD = 1.1 and control: M = 7.6, SD = 1.0). Respectively, 5% of the participants in the control condition and 7% in the intervention condition indicated to be more physically active because of the advice on the website, and 8% of the control group compared with 5% in the intervention group indicated to eat healthier due to the website advice. A fifth of the participants\n\nTable III. Outcome measures at 12 and 24 months follow-up in the intervention and reference condition and the estimated effect of the intervention Intervention Reference Estimated effect n % n % OR (95% CI) Primary outcomes Sufficient moderate to vigorous PA Baseline (n = 924) 313/465 67 314/459 68 12 months (n = 649) 224/306 73 247/343 72 1.07 (0.73-1.55) 24 months (n = 545) 189/260 73 207/285 73 1.01 (0.67-1.52) Sufficient vigorous PA Baseline (n = 924) 143/465 31 129/459 28 12 months (n = 654) 108/310 35 116/344 34 1.04 (0.72-1.52) 24 months (n = 545) 70/260 27 100/285 35 0.67 (0.44-1.03) Sufficient fruit intake Baseline (n = 924) 265/465 57 231/459 50 12 months (n = 645) 188/305 62 188/340 55 1.18 (0.82-1.72) 24 months (n = 541) 159/256 62 156/285 55 1.22 (0.79-1.87) Sufficient vegetable intake Baseline (n = 924) 211/465 45 201/459 44 12 months (n = 650) 148/307 48 168/343 49 0.96 (0.68-1.37) 24 months (n = 541) 122/256 48 145/285 51 0.75 (0.51-1.12) Secondary outcomes Less than good general health Baseline (n = 924) 25/465 5 33/459 7 12 months (n = 650) 16/309 5 24/341 7 0.65 (0.30-1.40) 24 months (n = 538) 18/255 7 17/283 6 1.30 (0.60-2.82) Obesity Baseline (n = 810) 36/409 9 36/401 9 12 months (n = 650) 24/309 8 32/341 9 1.56 (0.51-4.79) 24 months (n = 538) 23/253 9 26/285 9 1.57 (0.52-4.76) Elevated blood pressure Baseline (n = 812) 126/410 31 132/402 33 24 months (n = 372) 43/175 25 57/197 29 0.82 (0.46-1.46) Elevated cholesterol level Baseline (n = 807) 196/409 48 173/398 44 24 months (n = 370) 106/175 61 107/195 55 1.30 (0.79-2.14) Poor or moderate Vo 2 max Baseline (n = 768) 137/390 35 159/378 42 24 months (n = 358) 59/171 35 70/187 37 1.06 (0.60-1.88) All multilevel logistic regression analyses were adjusted for age, sex and baseline. ORs indicate comparison with the reference group.\n\n(20%) in the intervention group reported that they did not receive any e-mails, and 22% answered maybe."
    },
    {
      "title": "Discussion",
      "text": "In this cRCT, no additional intervention effects were found on PA and fruit and vegetable intake. The total direct and indirect costs in the intervention and control condition were comparable, but the programme costs were slightly higher for the intervention condition compared with the reference condition. In a meta-analysis, only small non-significant effects were found on PA  [10] . In addition, there is only low quality of evidence that workplace PA interventions significantly reduce body weight and BMI  [17] . However, another systematic review reported strong evidence of WHPPs on PA but inconclusive evidence concerning body weight  [12] . The different conclusions might be due to differences in type of interventions, study designs and analytical techniques (qualitative versus quantitative). A systematic review studying the effectiveness of worksite PA and nutrition programmes reported an increased programme impact in more structured and intensive interventions  [18] . In our study, participants could visit the website on their own discretion, making it a less structured and intensive intervention.\n\nA plausible explanation for the lack of an intervention effect is the non-use of the programme and there-\n\nTable IV. Cost parameters in euro per participant in the year before the intervention and in the first and second year of the intervention of participants with complete follow-up data (n = 470) Baseline Year 1 Year 2 I, n = 218 C, n = 252 I, n = 218 C, n = 252 I, n = 218 C, n = 252 Programme costs Physical health check (V/ person) n/a n/a 150 150 150 150 Website costs (V/person) n/a n/a 17 10 15 10 Project costs (V/person) n/a n/a 46 46 46 46 Mean program costs (V/ person) n/a n/a 213 206 211 206 Direct health care costs General practitioner (prevalence), % 66 71 66 64 70 65 Occupational physician (prevalence), % 1 1 5 6 7 7 8 Medical specialist (prevalence), % 39 34 38 35 40 37 Physical therapist (prevalence), % 24 29 24 29 29 26 Mean direct costs (V/ person) 190 187 167 191 186 204 Indirect costs Sickness absence (prevalence), % 57 57 52 49 46 48 Productivity loss at work (prevalence), % 34 32 33 31 31 34 Mean indirect costs (V/ person) 4960 5149 4362 5497 4342 4647 Mean total costs (V/person) 5150 5336 4741 5895 4739 5057 n/a, not applicable.\n\nEvaluation of a workplace health promotion programme with a lack of contrast with the control condition. There were small to modest improvements over time in vigorous PA (only at 1-year follow-up) and vegetable intake (both at 1-and 2-year follow-up), but these did not differ between both groups. Furthermore, no improvements in health indicators were found. During the period in which the intervention group received monthly e-mail messages, there was a higher programme utilization compared with the control condition  [40] . However, still only a minority used the website. Many participants in the intervention group reported that they did not receive monthly e-mail messages (20%) or were uncertain (22%) if they did so, whereas these messages were sent. Throughout subsequent periods, participants in the intervention condition did not visit the website more often compared with participants in the control condition. The use of self-monitors as well as the use of asking questions was limited. Because of the low use of several intervention components, there was a lack of contrast with the control condition, with both groups having a health check and general information on the website. Although there is an increasing popularity of Internet delivered programmes, the use of such programmes is often low  [7] . Nowadays, there are more and more possibilities for interaction between providers and participants using Internet-and cell-phone-based interventions (e.g. [41] ). A higher level of interaction might help to increase programme adherence. In a systematic review, the authors concluded that populations at-risk benefit most from behaviour change programmes in the workplace setting  [16] . In our study, a high percentage of participants already met the lifestyle recommendations at baseline. For the PA guideline, this is likely due to over-reporting on the IPAQ. Over-reporting is a general concern in the measurement of self-reported PA  [42] . With the majority already meeting the national guidelines, particularly for moderate to vigorous PA, there is only small room for improvement in the participating study population. However, when focussing on those participants not complying with the healthy lifestyle guidelines, there was only a modest positive intervention effect for fruit intake after 1 year.\n\nShain and Kramer  [43]  have argued that health promotion programmes will only be effective in enhancing the health status of the workforce when the interventions attend to both individual and environmental influences. This is in accordance with the findings in a recent systematic review showing greater improvements in workplace interventions with an environmental component  [17] . In our study, the intervention took place in the workplace setting, but the setting did not comprise a major role in the intervention programme, lacking environmental components. With the ability to make use of natural social networks as well as shared environments, there are opportunities to include more organizational aspects in behavioural interventions in the workplace setting.\n\nSince the intervention did not show any effects, no cost-effectiveness analysis was conducted. The economic analysis showed that the costs of the intervention programme were modest and comparable to the direct health care costs. However, the economic evaluation is driven by the indirect costs due to productivity loss (96%), which were much higher than the direct costs (4%). A limitation in the economic evaluation was the measurement of indirect costs, with a categorical variable for sickness absence. Furthermore, possible compensation mechanisms were not taken into account, leading to an overestimation of indirect costs."
    },
    {
      "title": "Limitations",
      "text": "Because companies from different branches participated in the study, there are no indications that the results are not generalizable to other workforce populations. Although the populations of the participating workplaces differ, no differences in website use were found between workers spending a major par of the day with computer work compared with workers with less or no computer work. However, there are other limitations in the study. As mentioned before, the measurement of sick leave is not optimal to make a cost evaluation. In addition, subjective productivity loss at work was measured, using a single item assessing work productivity during the previous regular workday, which does not take into account the expected fluctuations in productivity loss across workdays.\n\nAnother limitation in the study was that weight was measured at baseline and after 24 months but selfreported at both follow-up measurements. Since at 24 months follow-up, weight was self-reported and measured, these two types of measurement could be compared. Both measures were highly correlated (r = 0.99, P < 0.001)."
    },
    {
      "title": "Conclusions",
      "text": "The aim was to study whether a minimal effort intervention was effective in increasing PA and fruit and vegetable intake. No additional benefits were found in effects or cost savings. The programme in its current form can therefore not be recommended for implementation in companies."
    },
    {
      "text": "Fig. 1. Flow diagram of the progress through the phases of the study."
    }
  ],
  "references": [
    {
      "title": "Diet, Nutrition and the Prevention of Chronic Diseases",
      "year": 2003,
      "doi": "10.1037/e459952004-001"
    },
    {
      "title": "A systematic review of randomized trials on the effectiveness of computer-tailored education on physical activity and dietary behaviors",
      "authors": [
        "W Kroeze",
        "A Werkman",
        "J Brug"
      ],
      "year": 2006,
      "doi": "10.1207/s15324796abm3103_2"
    },
    {
      "title": "Internet-based physical activity interventions: a systematic review of the literature",
      "authors": [
        "M Van Den Berg",
        "J Schoones",
        "Vliet Vlieland"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.3.e26"
    },
    {
      "title": "Websitedelivered physical activity interventions a review of the literature",
      "authors": [
        "C Vandelanotte",
        "K Spathonis",
        "E Eakin"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.02.041"
    },
    {
      "title": "The effectiveness of Web-based vs. non-Web-based interventions: a meta-analysis of behavioral change outcomes",
      "authors": [
        "D Wantland",
        "C Portillo",
        "W Holzemer"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.4.e40"
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams"
      ],
      "year": 2007
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005
    },
    {
      "title": "Methodological issues in the recruitment of ethnic minority subjects to research via the Internet: a discussion paper",
      "authors": [
        "E Im",
        "W Chee"
      ],
      "year": 2005,
      "doi": "10.1016/j.ijnurstu.2005.01.002"
    },
    {
      "title": "Rates and determinants of repeated participation in a web-based behavior change program for healthy body weight and healthy lifestyle",
      "authors": [
        "M Verheijden",
        "M Jans",
        "V Hildebrandt"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.1.e1"
    },
    {
      "title": "Worksite physical activity interventions",
      "authors": [
        "R Dishman",
        "B Oldenburg",
        "O' Neal"
      ],
      "year": 1998,
      "doi": "10.1016/s0749-3797(98)00077-4"
    },
    {
      "title": "Cancer prevention for working class, multiethnic populations through small businesses: the healthy directions study",
      "authors": [
        "M Hunt",
        "A Stoddard",
        "E Barbeau"
      ],
      "year": 2003,
      "doi": "10.1023/a:1026327525701"
    },
    {
      "title": "The effectiveness of worksite physical activity programs on physical activity, physical fitness, and health",
      "authors": [
        "K Proper",
        "M Koning",
        "A Van Der Beek"
      ],
      "year": 2003,
      "doi": "10.1097/00042752-200303000-00008"
    },
    {
      "title": "Meta-analysis of workplace physical activity interventions",
      "authors": [
        "V Conn",
        "A Hafdahl",
        "P Cooper"
      ],
      "year": 2009
    },
    {
      "title": "Effects of worksite health promotion interventions on employee diets: a systematic review",
      "authors": [
        "Ni Mhurchu",
        "C Aston",
        "L Jebb"
      ],
      "year": 2010,
      "doi": "10.1186/1471-2458-10-62"
    },
    {
      "title": "Challenges and opportunities for promoting physical activity in the workplace",
      "authors": [
        "A Marshall"
      ],
      "year": 2004
    },
    {
      "title": "Lifestylefocused interventions at the workplace to reduce the risk of cardiovascular disease-a systematic review",
      "authors": [
        "I Groeneveld",
        "K Proper",
        "A Van Der Beek"
      ],
      "year": 2010
    },
    {
      "title": "Metaanalyses of workplace physical activity and dietary behaviour interventions on weight outcomes",
      "authors": [
        "L Verweij",
        "J Coffeng",
        "W Van Mechelen"
      ],
      "year": 2011,
      "doi": "10.1111/j.1467-789x.2010.00765.x"
    },
    {
      "title": "The effectiveness of worksite nutrition and physical activity interventions for controlling employee overweight and obesity: a systematic review",
      "authors": [
        "L Anderson",
        "T Quinn",
        "K Glanz"
      ],
      "year": 2009
    },
    {
      "title": "A site-specific literature review of policy and environmental interventions that promote physical activity and nutrition for cardiovascular health: what works?",
      "authors": [
        "S Bull",
        "C Gillette",
        "R Glasgow"
      ],
      "year": 2003
    },
    {
      "title": "A systematic review of selected interventions for worksite health promotion",
      "authors": [
        "R Soler",
        "K Leeks",
        "S Razi"
      ],
      "year": 2010,
      "doi": "10.1016/j.amepre.2009.10.030"
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph"
      ],
      "year": 2010
    },
    {
      "title": "Which intervention characteristics are related to more exposure to internetdelivered healthy lifestyle interventions? A systematic review",
      "authors": [
        "W Brouwer",
        "W Kroeze",
        "R Crutzen"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1639"
    },
    {
      "title": "The (cost-)effectiveness of an individually tailored long-term worksite health promotion programme on physical activity and nutrition: design of a pragmatic cluster randomised controlled trial",
      "authors": [
        "Sjw Robroek",
        "F Bredt",
        "A Burdorf"
      ],
      "year": 2007,
      "doi": "10.1186/1471-2458-7-259"
    },
    {
      "title": "Examining the minimal required elements of a computer-tailored intervention aimed at dietary fat reduction: results of a randomized controlled dismantling study",
      "authors": [
        "W Kroeze",
        "A Oenema",
        "P Dagnelie"
      ],
      "year": 2008,
      "doi": "10.1093/her/cym075"
    },
    {
      "title": "The relative validity of a short Dutch questionnaire as a means to categorize adults and adolescents to total and saturated fat intake",
      "authors": [
        "P Van Assema",
        "J Brug"
      ],
      "year": 2001
    },
    {
      "title": "International physical activity questionnaire: 12-country reliability and validity",
      "authors": [
        "C Craig",
        "A Marshall",
        "M Sjostrom"
      ],
      "year": 2003,
      "doi": "10.1249/01.mss.0000078924.61453.fb"
    },
    {
      "title": "Compendium of physical activities: an update of activity codes and MET intensities",
      "authors": [
        "B Ainsworth",
        "W Haskell",
        "M Whitt"
      ],
      "year": 2000,
      "doi": "10.1097/00005768-200009001-00009"
    },
    {
      "title": "Physical activity and public health: updated recommendation for adults from the American College of Sports Medicine and the American Heart Association",
      "authors": [
        "W Haskell",
        "I Lee",
        "R Pate"
      ],
      "year": 2007,
      "doi": "10.1249/mss.0b013e3180616b27"
    },
    {
      "title": "Reproducibility, validity, and responsiveness to change of a short questionnaire for measuring fruit and vegetable intake",
      "authors": [
        "R Bogers",
        "P Van Assema",
        "A Kester"
      ],
      "year": 2004
    },
    {
      "title": "A 12-Item Short-Form Health Survey: construction of scales and preliminary tests of reliability and validity",
      "authors": [
        "J Ware",
        "M Kosinski",
        "S Keller"
      ],
      "year": 1996,
      "doi": "10.1097/00005650-199603000-00003"
    },
    {
      "title": "ACSM's Guidelines for Exercise Testing and Prescription",
      "year": 2000,
      "doi": "10.1097/00005768-200102000-00027"
    },
    {
      "title": "The effects of a controlled worksite environmental intervention on determinants of dietary behavior and self-reported fruit, vegetable and fat intake",
      "authors": [
        "L Engbers",
        "M Van Poppel",
        "Apm Chin"
      ],
      "year": 2006,
      "doi": "10.1186/1471-2458-6-253"
    },
    {
      "title": "Definition Ethnicity",
      "year": 2009,
      "doi": "10.3940/rina.hf.2009.17"
    },
    {
      "title": "Handbook for Cost Studies, Methods and Standard Costs for Economic Evaluations in Health Care",
      "authors": [
        "L Hakkaart-Van Roijen",
        "S Tan",
        "Cam Bouwmans"
      ],
      "year": 2010
    },
    {
      "title": "Effectiveness of a back pain prevention program: a cluster randomized controlled trial in an occupational setting",
      "authors": [
        "H Ijzelenberg",
        "W Meerding",
        "A Burdorf"
      ],
      "year": 2007
    },
    {
      "title": "The friction cost method for measuring indirect costs of disease",
      "authors": [
        "M Koopmanschap",
        "F Rutten",
        "B Van Ineveld"
      ],
      "year": 1995
    },
    {
      "title": "Work Ability Index",
      "authors": [
        "K Tuomi",
        "J Ilmarinen",
        "A Jakhola"
      ],
      "year": 1998,
      "doi": "10.1037/t58607-000"
    },
    {
      "title": "Productivity losses without absence: measurement validation and empirical evidence",
      "authors": [
        "W Brouwer",
        "M Koopmanschap",
        "F Rutten"
      ],
      "year": 1999,
      "doi": "10.1016/s0168-8510(99)00028-7"
    },
    {
      "title": "Demographic, behavioral, and psychosocial correlates of using the website component of a worksite physical activity and healthy nutrition promotion program: a longitudinal study",
      "authors": [
        "S Robroek",
        "W Brouwer",
        "D Lindeboom"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1402"
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): a single-blind, randomised trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "Comparison of a subjective and an objective measure of physical activity in a population sample",
      "authors": [
        "M Hagstromer",
        "B Ainsworth",
        "P Oja"
      ],
      "year": 2010,
      "doi": "10.1123/jpah.7.4.541"
    },
    {
      "title": "Health promotion in the workplace: framing the concept; reviewing the evidence",
      "authors": [
        "M Shain",
        "D Kramer"
      ],
      "year": 2004,
      "doi": "10.1136/oem.2004.013193"
    }
  ],
  "num_references": 42
}
