{
  "paper_id": "L9GMVZ3U",
  "title": "Lymphedema after treatment of breast cancer",
  "abstract": "Background: Lymphedema is one of the major long-term complications of axillary dissection. This study was designed to investigate the risk factors that are predicted to effect the development of lymphedema after complete axillary dissection. Methods: Two hundred forty patients who had undergone modified radical mastectomy with complete axillary dissection were examined at least 18 months after the surgery. The effects of age, diabetes, smoking, hypertension, chemotherapy, radiotherapy, tamoxifen use, stage, body mass index, number of the removed and metastatic lymph nodes, and total volume of the wound drainage on the development of lymphedema were analyzed. Results: Lymphedema developed in 68 (28%) of the 240 cases. Axillary radiotherapy and body mass index were found to increase the incidence of the lymphedema. Conclusions: Women who had the combination of full axillary dissection and axillary radiotherapy carry a significant risk of lymphedema.",
  "year": 1985,
  "date": "1985",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Cihangir",
      "surname": "Ozaslan",
      "name": "Cihangir Ozaslan",
      "affiliation": "Department of Surgery , Ankara Education and Research Hospital , Ankara , Turkey \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t Ankara Education and Research Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey"
    },
    {
      "forename": "Bekir",
      "surname": "Kuru",
      "name": "Bekir Kuru",
      "affiliation": "Department of Surgery , Ankara Education and Research Hospital , Ankara , Turkey \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t Ankara Education and Research Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey",
      "email": "bekirkuru@hotmail.com"
    }
  ],
  "doi": "10.1016/j.amjsurg.2002.12.003",
  "keywords": [
    "Breast",
    "Axillary dissection",
    "Lymphedema"
  ],
  "sections": [
    {
      "text": "Although axillary dissection does not effect the survival of patients treated for breast cancer  [1, 2] , it is performed because axillary lymph node status is the most valuable prognostic indicator  [3, 4] , and is effective at controlling regional disease  [5, 6] . Pathological examination of the axillary lymph nodes is also required for planning of adjuvant chemotherapy and radiotherapy  [7] [8] [9] .\n\nLymphedema of the upper extremity is the most significant complication after axillary dissection  [10 -12]  and could cause cosmetic disfigurement, physical discomfort, and loss of functional ability  [13, 14] . It may also lead to cellulitis, lymphangitis, and occasionally lymphangiosarcoma  [15] .\n\nThe aim of this study is to define the frequency of upper extremity lymphedema in patients who underwent modified radical mastectomy with full axillary dissection, and to clarify the demographic, oncologic and therapeutic factors that could possibly influence this morbidity."
    },
    {
      "title": "Methods",
      "text": "Two hundred forty consecutive patients who had undergone modified radical mastectomy with complete axillary dissection between January 1998 and June 2000 in Ankara Oncology Hospital, and had surgery and adjuvant chemotherapy or radiotherapy, or both, at least 18 months earlier were eligible. The follow-up period ranged between 18 and 43 months with a median of 30 months. Patients who had systemic disease, locoregional recurrence, and bilateral breast cancer were excluded from the study. All patients had level I, II, and III axillary dissection. Pectoralis minor muscle was preserved, but its insertion was transected during operation. All the operations were performed by the same team, and the same procedure were typically performed in all patients. Closed suctions drains were placed under skin flaps and inside the axilla after mastectomy. Drains were removed when the drainage was less than 50 mL a day. Patients were given a booklet postoperatively and shoulder movements were started at fifth day. Adjuvant radiotherapy was applied to the axilla in the presence of four or more axillary lymph node metastases or extra capsular invasion of the nodal metastases. Chest wall, supraclavicular and internal mammary regions, and the apex of the axilla as well as central and lateral axillary regions were included in the radiotherapy field. Informed consent was obtained from the patients, and the research protocol was approved by the Ethics Committee of Ankara Oncology Hospital.\n\nThe following data about the probable risk factors for lymphedema were collected from the patients using a brief questionnaire and from the medical records of the patients: Age at operation, body mass index ([BMI]: weight [kg]/ height 2 [m 2 ]), history of diabetes, hypertension, and cigarette smoking, axillary radiotherapy (yes/no), chemotherapy (yes/no), tamoxifen treatment (yes/no), number of the removed lymph nodes, metastatic lymph nodes (yes/no), total amount of the closed suction drainage, and stage of the disease.\n\nPatients were assigned in three categories in respect to age (Ͻ40 years, 40 to 60, and Ͼ60 years), BMI (Ͻ20, 20 to 25, and Ͼ25), removed lymph nodes (Ͻ15, 15 to 25, and Ͼ25), and total amount of closed suction drain drainage (Ͻ500 mL, 500 to 1,000 mL, and Ͼ1,000 mL). Patients were also assigned in two categories (yes/no) in respect to history of diabetes, hypertension, and smoking, radiotherapy, chemotherapy, metastatic lymph nodes, and tamoxifen use.\n\nWhen the patients referred for control, arm circumference at 5 and 10 cm proximal and at 5 cm distal to olecranon and at wrist level was measured, and the difference at any level compared with the opposite upper extremity was established. The difference of 2 cm or more was accepted lymphedema.\n\nThe categorized probable risk factors were entered into the logistic regression analysis as categorical covariates using a different reference category for each risk factor. The SPSS 10.05 for Windows (SPSS, Chicago, Illinois) computer program was used in data analysis. Univariate analyses were performed by the chi-square test, and the forward logistic regression model was used for the multivariate analysis. Relative risks were reported with a 95% confidence interval."
    },
    {
      "title": "Results",
      "text": "The mean age of the patients was 51.3 years (median 50, range 28 to 80). The mean number of the removed lymph nodes was 18.9 (median 18, range 8 to 41). In all, 131 of the 240 patients had axillary metastases, 89 had adjuvant breast and axillary radiotherapy. The features of the patients are shown in Table  1 .\n\nAmong the 240 cases of breast cancer 68 (28%) had developed arm swelling more than 2 cm, and 22 (9.2%) had more than 4 cm. When compared with the other arm, the incidence of lymphedema with respect to demographic features of the patients and type of treatment are also shown in Table  1 . Univariate analyses showed that adjuvant radiotherapy and BMI greater than 25 were found to increase the incidence of lymphedema. Multivariate analysis also showed that BMI greater than 25 and adjuvant radiotherapy were the independent factors influencing lymphedema (Table 2)."
    },
    {
      "title": "Comments",
      "text": "The incidence of lymphedema after axillary dissection has been reported in a wide range from 10% to 37%. This wide range is mainly related to different definitions of lymphedema and different patient groups in the studies  [16, 17] . Axillary radiotherapy had a greater proportion in older series  [18 -21] , whereas in recent series radiotherapy had a lesser proportion or was not included in the studies  [11, 22] . Although simple circumferential comparison between the normal and potentially abnormal arm was used as in our study, volumetric comparisons such as water displacement technique or calculation of the arm volume were also used in different studies  [16, 18, 20, [22] [23] [24] . Lymphatic obstruction is not the only responsible mechanism in the pathophysiology of lymphedema. Total arm blood flow and vascular bed size also appear to be increased in lymphedema  [25] . It has been reported that body weight or BMI are the important factors that increase lymphedema  [10, 11, 21] . However, body weight was not found to influence the lymphedema in the series reported by Larson et al  [17] . In our series BMI greater than 25 also was found to be an independent prognostic factor for lymphedema.\n\nPezner et al  [26]  have reported that the incidence of lymphedema was 25% at age greater than 60 years and 7% at age under 60, whereas Kiel and Rademacker  [27]  reported an incidence of 56% for age over 55 years and 23% for age under 55. In other studies, age was not found to influence the development of lymphedema  [10, 11, 16, 20, 22] .\n\nEdwards  [10]  found that the number of the removed lymph nodes was not correlated with lymphedema. Roses et al  [11]  stated that the number of the removed lymph nodes was not a risk factor in multivariate analysis, but in univariate analyses it increased the risk. On the other hand, other authors demonstrated that as the number of the removed lymph nodes increased lymphedema increased as well  [17, 27, 28] . In our series, there was no correlation between lymphedema and the number of the removed lymph nodes.\n\nSuneson  [28]  and Kiel and Rademacker  [27]  reported that the presence of axillary metastases increased the development of lymphedema. In addition, Senofsky et al  [29]  pointed out that gross axillary metastases correlated with lymphedema. In other series axillary metastases was not found to be a risk factor in the development of lymphedema as in our series  [10, 11, 17, 24] .\n\nIn the present study radiotherapy was found to be the most significant factor in development of lymphedema. Many studies support our study  [12, 18, 19, 27, 29, 30] . However, it has also been reported that adjuvant radiotherapy to axilla did not correlate with the development of lymphedema  [10, 11, 26] . Hypertension, diabetes, cigarette smoking, adjuvant chemotherapy and tamoxifen use did not influence the lymphedema  [10, 11, 17, 20, 26, 27] . In our series these factors were also found not to have an effect.\n\nTadych and Donegan  [31]  suggested that total amount of closed suction drainage after the operation correlated with lymphedema. However, the present study did not support this finding. On the other hand, oblique skin incision and division of pectoralis minor muscle during operation have been shown to increase lymphedema  [21, 26] .\n\nAdjuvant radiotherapy to axilla and high BMI were found the independent detrimental factors in our study. Radiotherapy is applied in the presence of four or more metastatic lymph nodes or extra capsular invasion of the nodal metastases in our hospital, and is indispensable as a therapeutic modality. Because axillary radiotherapy after axillary clearance increased the risk of lymphedema 2.75fold, and lymphedema is also high in patients who had not radiotherapy, we think that the selection of the patients with negative axillary metastatic lymph nodes by sentinel lymph node biopsy is of paramount importance to avoid unnecessary axillary dissection.\n\nThe patients who had axillary radiotherapy or who had BMI greater than 25 must be considered as potential candidates to have lymphedema after complete axillary dissection. Therefore, these patients must be informed during the follow-up period about this morbidity, the preventive measures, and the treatment."
    },
    {
      "text": "Patient characteristics and frequencies of lymphedema in each category of risk factors"
    },
    {
      "text": "Factors predictive of arm edema on multivariate analysisAdjusted for all the probable risk factors mentioned in Table1CI ϭ confidence interval; BMI ϭ body mass index."
    }
  ],
  "references": [
    {
      "title": "Ten-year results of a randomised clinical trial comparing radical mastectomy and total mastectomy with and without radiation",
      "authors": [
        "B Fisher",
        "C Redmond",
        "E Fisher"
      ],
      "year": 1985,
      "doi": "10.1056/nejm198503143121102"
    },
    {
      "title": "The need to re-examine axillary lymph node dissection in invasive breast cancer",
      "authors": [
        "B Cady"
      ],
      "year": 1994,
      "doi": "10.1002/1097-0142(19940201)73:3<505::aid-cncr2820730302>3.0.co;2-b"
    },
    {
      "title": "Natural history of node negative breast cancer. A study of 826 patients with long-term follow-up",
      "authors": [
        "C Quiet",
        "D Ferguson",
        "R Weichselbaum"
      ],
      "year": 1995,
      "doi": "10.1200/jco.1995.13.5.1144"
    },
    {
      "title": "The natural history of breast cancer with more than 10 positive nodes",
      "authors": [
        "M Walker",
        "M Osborne",
        "D Young"
      ],
      "year": 1995,
      "doi": "10.1016/s0002-9610(99)80224-4"
    },
    {
      "title": "New therapeutic possibilities in primary invasive breast cancer",
      "authors": [
        "B Cady",
        "M Stone",
        "J Wayne"
      ],
      "year": 1993,
      "doi": "10.1097/00000658-199309000-00013"
    },
    {
      "title": "Clinical behaviour of untreated axillary nodes after local treatment for primary breast cancer",
      "authors": [
        "N Baxter",
        "D Mccready",
        "J Chapman"
      ],
      "year": 1996,
      "doi": "10.1007/bf02306277"
    },
    {
      "title": "Postoperative radiotherapy in high risk premenopausal women with breast cancer who receive adjuvant chemotherapy",
      "authors": [
        "M Overgaard",
        "P Hansen",
        "J Overgaard"
      ],
      "year": 1997,
      "doi": "10.1056/nejm199710023371401"
    },
    {
      "title": "Adjuvant radiotherapy and chemotherapy in node positive premenopausal women with breast cancer",
      "authors": [
        "J Ragaz",
        "S Jackson",
        "N Le"
      ],
      "year": 1997,
      "doi": "10.1056/nejm199710023371402"
    },
    {
      "title": "Adjuvant systemic therapy for primary breast cancer",
      "authors": [
        "F Esteva",
        "G Hortobagy"
      ],
      "year": 1999,
      "doi": "10.1016/s0039-6109(05)70062-1"
    },
    {
      "title": "Prevalence and aetiology of lymphedema after breast cancer treatment in Southern Tasmania",
      "authors": [
        "T Edwards"
      ],
      "year": 2000,
      "doi": "10.1046/j.1440-1622.2000.01839.x"
    },
    {
      "title": "Complications of level I and II axillary dissection in the treatment of carcinoma of the breast",
      "authors": [
        "D Roses",
        "A Brooks",
        "M Harris"
      ],
      "year": 1999,
      "doi": "10.1097/00000658-199908000-00009"
    },
    {
      "title": "The prevalence of arm oedema following treatment for breast cancer",
      "authors": [
        "P Mortimer",
        "D Bates",
        "H Brassington"
      ],
      "year": 1996
    },
    {
      "title": "Predictors of psychological distress, sexual dysfunction and physical functioning among women with upper extremity lymphedema related to breast cancer",
      "authors": [
        "S Passik",
        "M Newman",
        "M Brennan",
        "R Tunkel"
      ],
      "year": 1995
    },
    {
      "title": "The psychological morbidity of breast cancer-related arm swelling",
      "authors": [
        "M Tobin",
        "H Lacy",
        "L Meyer",
        "P Mortimer"
      ],
      "year": 1993,
      "doi": "10.1002/1097-0142(19931201)72:11<3248::aid-cncr2820721119>3.0.co;2-z"
    },
    {
      "title": "Lymphangiosarcoma in postmastectomy lymphedema. A report of six cases in elephantiasis chirurgica",
      "authors": [
        "F Stewart",
        "N Treves"
      ],
      "year": 1948
    },
    {
      "title": "Assessment of morbidity from complete axillary dissection",
      "authors": [
        "D Ivens",
        "A Hoe",
        "T Podd"
      ],
      "year": 1992,
      "doi": "10.1038/bjc.1992.230"
    },
    {
      "title": "Edema of the arm as a function of the extent of axillary surgery in patients with stage I-II carcinoma of the breast treated with primary radiotherapy",
      "authors": [
        "D Larson",
        "M Weinstein",
        "I Goldberg"
      ],
      "year": 1986,
      "doi": "10.1016/0360-3016(86)90280-4"
    },
    {
      "title": "Postoperative lymphedema after treatment of breast cancer",
      "authors": [
        "B Brismar",
        "I Ljungdahl"
      ],
      "year": 1983
    },
    {
      "title": "Lympho ¨deme nach mammakarzinom. Eine studie u ¨ber 5868 falle",
      "authors": [
        "H Schu ¨nemann",
        "N Willich"
      ],
      "year": 1997,
      "doi": "10.1055/s-2008-1047650"
    },
    {
      "title": "Risk of lymphedema following the treatment of breast cancer",
      "authors": [
        "M Kissin",
        "G Della Rovere",
        "D Easton",
        "G Westbury"
      ],
      "year": 1986,
      "doi": "10.1002/bjs.1800730723"
    },
    {
      "title": "Factors that influence the incidence of brachial oedema after treatment of breast cancer",
      "authors": [
        "K Segerstrom",
        "P Bjerle",
        "S Graffman",
        "A Nystrom"
      ],
      "year": 1992,
      "doi": "10.3109/02844319209016016"
    },
    {
      "title": "Long-term morbidity following axillary dissection in breast cancer patients-clinical assessment, significance for life quality and the impact of demographic, oncologic and therapeutic factors",
      "authors": [
        "T Kuehn",
        "W Klauss",
        "M Darsow"
      ],
      "year": 2000,
      "doi": "10.1023/a:1026564723698"
    },
    {
      "title": "The effect of pre-and postmastectomy radiotherapy on the degree of edema, shoulder-joint mobility, and gripping force",
      "authors": [
        "I Swedborg",
        "A Wallgren"
      ],
      "year": 1981,
      "doi": "10.1002/1097-0142(19810301)47:5<877::aid-cncr2820470511>3.0.co;2-3"
    },
    {
      "title": "Incidence of arm swelling following axillary clearance for breast cancer",
      "authors": [
        "A Hoe",
        "D Iven",
        "G Royle",
        "I Taylor"
      ],
      "year": 1992,
      "doi": "10.1002/bjs.1800790326"
    },
    {
      "title": "The pathophysiology of lymphedema",
      "authors": [
        "P Mortimer"
      ],
      "year": 1998,
      "doi": "10.1002/(sici)1097-0142(19981215)83:12b+<2798::aid-cncr28>3.3.co;2-5"
    },
    {
      "title": "Arm lymphedema in patients treated conservatively for breast cancer: relationship to patient age axillary node dissection technique",
      "authors": [
        "R Pezner",
        "M Patterson",
        "R Hill"
      ],
      "year": 1986,
      "doi": "10.1016/0360-3016(86)90005-2"
    },
    {
      "title": "Early-stage breast cancer: arm edema after wide excision and breast irradiation",
      "authors": [
        "K Kiel",
        "A Rademacker"
      ],
      "year": 1996,
      "doi": "10.1148/radiology.198.1.8539394"
    },
    {
      "title": "Clinical incidence of lymphedema in breast cancer patients in Jonkoping County, Sweden",
      "authors": [
        "B Suneson"
      ],
      "year": 1996,
      "doi": "10.1111/j.1365-2354.1996.tb00199.x"
    },
    {
      "title": "Total axillary lymphadenectomy in the management of breast cancer",
      "authors": [
        "G Senofsky",
        "F Moffat",
        "K Davis"
      ],
      "year": 1991,
      "doi": "10.1001/archsurg.1991.01410350026004"
    },
    {
      "title": "Conservation treatment of early breast cancer: long term results and complications",
      "authors": [
        "G Delouche",
        "F Bachelot",
        "M Premont",
        "J Kurtz"
      ],
      "year": 1987,
      "doi": "10.1016/0360-3016(87)90256-2"
    },
    {
      "title": "Postmastectomy seromas and wound drainage",
      "authors": [
        "K Tadych",
        "W Donegan"
      ],
      "year": 1987
    }
  ],
  "num_references": 31
}
