{
  "paper_id": "LBY6JH5X",
  "title": "Telemedicine During the COVID-19 in Italy: A Missed Opportunity?",
  "abstract": "In the time of COVID-19 epidemic, Italy was found unprepared to manage lockdown patients with chronic diseases, due to limited availability and diffusion of large-scale telemedicine solutions. The scattered distribution and heterogeneity of available tools, the lack of integration with the electronic health record of the national health system, the poor interconnection between telemedicine services operating at different levels, the lack of a real multidisciplinary approach to the patient's management, the heavy privacy regulations, and lack of clear guidelines, together with the lack of reimbursement, all hinder the implementation of effective telemedicine solutions for long-term patients' management. This COVID-19 epidemic should help promote better use and a larger integration of telemedicine services in the armamentarium of health care services. Telemedicine must no longer be considered as an option or add-on to react to an emergency.",
  "year": 2020,
  "date": "2020-04-22",
  "authors": [
    {
      "name": "Stefano Omboni",
      "email": "stefano.omboni@iitelemed.org",
      "affiliation": {
        "organization": "Clinical Research Unit",
        "institution": "Italian Institute of Telemedicine",
        "address": "Varese, Italy"
      }
    },
    {
      "affiliation": {
        "organization": "Clinical Research Unit",
        "department": "Clinical Research Unit",
        "institution": "Italian Institute of Telemedicine Via Colombera",
        "address": "29, 21048, Solbiate Arno, VA, Italy"
      }
    }
  ],
  "doi": "10.1089/tmj.2020.0106",
  "md5": "9726676F1F4F453806A8EA0A8247C27F",
  "keywords": [
    "COVID-19",
    "Italy",
    "telemedicine"
  ],
  "sections": [
    {
      "text": "T he COVID-19 outbreak has dramatically hit Italy at the end of January 2020. The country has currently paid a heavy tribute of >181,000 infected and 24,000 deaths.  1  Overall, 97% of deaths presented with at least one comorbidity.  2 The national health system struggles to sustain the wave of COVID-19 patients due to the shortage of personnel, devices, and intensive care unit beds.\n\nIn the current public health emergency, in which digital infrastructures remain intact, and doctors can still be in touch with patients, telemedicine is thriving and emerging worldwide as an indispensable resource to improve surveillance of patients, contain the spread of the disease, favor early identification and prompt management of infected people, and ensure continuity of care of vulnerable patients with multiple chronic conditions. At this juncture, Italian consumers have markedly increased the access to health content on the internet, seeking for qualified and certified medical services. Unfortunately, so far, Italy has found itself unprepared for a modern digital approach to the management of the epidemic.\n\nToo late, *2 months after the epidemic began, the Ministry for Technological Innovation and Digitalization and the Ministry of Health launched a 3-day open call to telemedicine stakeholders to collect information about the current digital solutions (apps and chatbots) available on the market, to be used for timely tracking patients with COVID-19 or other pathologies. At the moment, the only outcome of this call is the announced implementation of a smartphone app to be used for contact tracing. Yet, no large-scale telemedicine services for monitoring acute and chronic patients' health status and allowing continuity of care have been considered.\n\nSadly, in recent years, health authorities have ignored the requests of many experts and health care professionals for efficient implementation and integration of telemedicine services in the national health system. After the release of specific telemedicine guidelines in 2012 3 and of an online survey administered to local regional health systems in 2019, no picture of the status is yet available, although the feeling is that solutions exist. Still, they are scattered and not interconnected.\n\nIn the past 20 years, our Institute, a private provider, has gathered a consistent experience in the development and management of telemonitoring and telecounseling solutions for chronically ill patients, which have successfully served 140,000 patients followed by >1,000 community pharmacies and >250 family doctors, homogeneously distributed across Italy. We have provided clinical evidence of the effectiveness of our health care model in some publications.  [4] [5] ] [6]  Before the epidemic began, we provided hundreds of medical reports and consultations daily. Such a decentralized approach would have been disruptive in a time of emergency when hospitals are almost completely converted to COVID-19 management, and thus, have to cancel or delay the necessary assistance to patients with multiple chronic conditions. Unexpectedly, during the outbreak, the number of tests and consultations dramatically dropped. This occurred because of confused communication by health authorities to the pharmacists and general practitioners on their role and duties, but also because of the lack of adequate protecting devices and spaces prepared to manage these patients safely.\n\nIn contrast, as expected in a lockdown situation, we have seen a marked increase in the use of our home telemonitoring service for checking multiple vital or nonvital signs. We have served in this period >6,000 subjects and helped monitor >12,000 subject data during the current epidemic. Approximately half of the patients with a chronic condition needed treatment adjustment because their values were not at target.\n\nSeveral reasons are explaining why in Italy we have so far missed a unique opportunity to set up an infrastructure for providing care using telemedicine and allow the transition to a more modern and efficient health system.\n\nFirst, the heterogeneity of available solutions, often unable to exchange common patients' data, hinders the integration of the available systems with the electronic health record of the national health system. The resulting redundancy of data and the lack of a common repository for all patients' information are responsible for an increase in the health care costs and poor efficiency of care, which makes the telemedicine model nowadays unaffordable.\n\nSecond, in most cases, there is a poor interconnection between telemedicine services operating at higher levels (secondary or tertiary care facilities) and those deployed in primary care clinics or community pharmacies. The lack of a real multilevel and multidisciplinary approach to the patient's condition, according to a modern concept of personalized medicine centered on the patient, prevents obtaining the maximum benefit from these digital solutions.\n\nThird, many telemedicine services funded by the local or central governmental institutions lack evidence for clinical and cost-effectiveness collected according to appropriate scientific evaluation frameworks. This critical aspect makes deployment of these services imperfect and inefficient since they need to be tuned and optimized ''on the road'' when, indeed, one expects them to be immediately and effectively operating. This is the aftermath of not implementing adequate rules for software and hardware development processes, clinical validation, and certification of the solutions. Fourth, the implementation of telemedicine solutions is often hampered by heavy privacy regulations and the lack of practical recommendations.\n\nFinally, telemedicine services are not yet included in the essential levels of care granted to all Italian citizens within the public health system. Since the use of these services relies on out-of-pocket payment, they are generally rejected by patients and doctors.\n\nThis COVID-19 epidemic teaches us that we must no longer linger. We need to fully enact a transition to a more modern model of care, which must mandatorily envisage the full integration of telemedicine services and solutions in the armamentarium of health care services. Telemedicine must no longer be considered as a possible option or add-on to react to an emergency. Rather it should be considered as a proactive approach to secure continuity of care to patients suffering from chronic diseases, for which care cannot be postponed during national emergencies.  7"
    },
    {
      "title": "Disclosure Statement",
      "text": "The author received consultancy fees from Biotechmed Ltd., a provider of telemedicine services."
    },
    {
      "title": "Funding Information",
      "text": "No funds or grants were received for the preparation of this manuscript."
    }
  ],
  "references": [
    {
      "title": "ISS. COVID-19 integrated surveillance: Key national data",
      "year": 2020,
      "doi": "10.2196/preprints.23542",
      "raw": "10.2196/preprints.23542 \n\t\t \n\t\t ISS. COVID-19 integrated surveillance: Key national data \n\t\t \n\t\t\t 2020. April 15, 2020 \n\t\t \n\t \n\t ISS. COVID-19 integrated surveillance: Key national data. 2020. Available at: www.epicentro.iss.it/en/coronavirus/sars-cov-2-integrated-surveillance-data (last accessed April 15, 2020)."
    },
    {
      "title": "Characteristics of COVID-19 patients dying in Italy",
      "year": 2020,
      "doi": "10.21203/rs.3.rs-26419/v1",
      "raw": "10.21203/rs.3.rs-26419/v1 \n\t\t \n\t\t Characteristics of COVID-19 patients dying in Italy \n\t\t \n\t\t\t 2020. April 15, 2020 \n\t\t \n\t\t \n\t\t\t ISS \n\t\t \n\t \n\t ISS. Characteristics of COVID-19 patients dying in Italy. 2020. Available at: www.epicentro.iss.it/coronavirus/bollettino/Report-COVID- 2019_26_marzo_eng.pdf (last accessed April 15, 2020)."
    },
    {
      "title": "The pharmacist and the management of arterial hypertension: The role of blood pressure monitoring and telemonitoring",
      "authors": [
        "S Omboni",
        "E Sala"
      ],
      "year": 2015,
      "doi": "10.1586/14779072.2015.1001368",
      "journal": "Expert Rev Cardiovasc Ther",
      "volume": "13",
      "raw": "The pharmacist and the management of arterial hypertension: The role of blood pressure monitoring and telemonitoring \n\t\t \n\t\t\t S Omboni \n\t\t \n\t\t \n\t\t\t E Sala \n\t\t \n\t\t 10.1586/14779072.2015.1001368 \n\t \n\t \n\t\t Expert Rev Cardiovasc Ther \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Omboni S, Sala E. The pharmacist and the management of arterial hypertension: The role of blood pressure monitoring and telemonitoring. Expert Rev Cardiovasc Ther 2015;13:209-221."
    },
    {
      "title": "Telemonitoring of 24-hour blood pressure in local pharmacies and blood pressure control in the community: The templar project",
      "authors": [
        "S Omboni",
        "A Mancinelli",
        "F Rizzi",
        "G Parati"
      ],
      "year": 2019,
      "doi": "10.1093/ajh/hpz049",
      "journal": "Am J Hypertens",
      "volume": "32",
      "raw": "Telemonitoring of 24-hour blood pressure in local pharmacies and blood pressure control in the community: The templar project \n\t\t \n\t\t\t S Omboni \n\t\t \n\t\t \n\t\t\t A Mancinelli \n\t\t \n\t\t \n\t\t\t F Rizzi \n\t\t \n\t\t \n\t\t\t G Parati \n\t\t \n\t\t 10.1093/ajh/hpz049 \n\t \n\t \n\t\t Am J Hypertens \n\t\t \n\t\t\t 32 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Omboni S, Mancinelli A, Rizzi F, Parati G. Telemonitoring of 24-hour blood pressure in local pharmacies and blood pressure control in the community: The templar project. Am J Hypertens 2019;32:629-639."
    },
    {
      "title": "Telepharmacy for the management of cardiovascular patients in the community",
      "authors": [
        "S Omboni",
        "M Tenti"
      ],
      "year": 2019,
      "doi": "10.1016/j.tcm.2018.07.002",
      "journal": "Trends Cardiovasc Med",
      "volume": "29",
      "raw": "Telepharmacy for the management of cardiovascular patients in the community \n\t\t \n\t\t\t S Omboni \n\t\t \n\t\t \n\t\t\t M Tenti \n\t\t \n\t\t 10.1016/j.tcm.2018.07.002 \n\t \n\t \n\t\t Trends Cardiovasc Med \n\t\t \n\t\t\t 29 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Omboni S, Tenti M. Telepharmacy for the management of cardiovascular patients in the community. Trends Cardiovasc Med 2019; 29:109-117."
    }
  ],
  "num_references": 5,
  "license": "ª Stefano Omboni 2020; Published by Mary Ann Liebert, Inc. This Open Access article is distributed under the terms of the Creative Commons Attribution Noncommercial License (http://creativecommons.org/licenses/by-nc/4.0/) which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and the source are cited.",
  "license_type": "unknown",
  "num_citations": 6,
  "cited_references": [
    "b3",
    "b4",
    "b2",
    "b0",
    "b1"
  ],
  "notes": [
    "[raw_affiliation] 1  Clinical Research Unit , Italian Institute of Telemedicine , Varese , Italy.",
    "[raw_affiliation] 2  Scientific Research Department of Cardiology , Science and Technology Park for Biomedicine , Sechenov First Moscow State Medical University , Moscow , Russian Federation.",
    "[raw_affiliation] Clinical Research Unit Italian Institute of Telemedicine Via Colombera , 29 Solbiate Arno ( VA) 21048 Italy",
    "[submission] Received: April 16, 2020 Accepted: April 16, 2020",
    "MARY ANN LIE BERT, INC.",
    "[raw_reference] ISS. COVID-19 integrated surveillance: Key national data. 2020. Available at: www.epicentro.iss.it/en/coronavirus/sars-cov-2-integrated-surveillance-data (last accessed April 15, 2020).",
    "[raw_reference] ISS. Characteristics of COVID-19 patients dying in Italy. 2020. Available at: www.epicentro.iss.it/coronavirus/bollettino/Report-COVID- 2019_26_marzo_eng.pdf (last accessed April 15, 2020).",
    "[raw_reference] Omboni S, Sala E. The pharmacist and the management of arterial hypertension: The role of blood pressure monitoring and telemonitoring. Expert Rev Cardiovasc Ther 2015;13:209-221.",
    "[raw_reference] Omboni S, Mancinelli A, Rizzi F, Parati G. Telemonitoring of 24-hour blood pressure in local pharmacies and blood pressure control in the community: The templar project. Am J Hypertens 2019;32:629-639.",
    "[raw_reference] Omboni S, Tenti M. Telepharmacy for the management of cardiovascular patients in the community. Trends Cardiovasc Med 2019; 29:109-117."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
