{
  "paper_id": "LCTLA3KN",
  "title": "Long-term Effectiveness of mHealth Physical Activity Interventions: Systematic Review and Meta-analysis of Randomized Controlled Trials",
  "abstract": "Background: Mobile health (mHealth) interventions can increase physical activity (PA); however, their long-term impact is not well understood. \n Objective: The primary aim of this study is to understand the immediate and long-term effects of mHealth interventions on PA. The secondary aim is to explore potential effect moderators. \n Methods: We performed this study according to the Cochrane and PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines. We searched PubMed, the Cochrane Library, SCOPUS, and PsycINFO in July 2020. Eligible studies included randomized controlled trials of mHealth interventions targeting PA as a primary outcome in adults. Eligible outcome measures were walking, moderate-to-vigorous physical activity (MVPA), total physical activity (TPA), and energy expenditure. Where reported, we extracted data for 3 time points (ie, end of intervention, follow-up ≤6 months, and follow-up >6 months). To explore effect moderators, we performed subgroup analyses by population, intervention design, and control group type. Results were summarized using random effects meta-analysis. Risk of bias was assessed using the Cochrane Collaboration tool. Results: Of the 2828 identified studies, 117 were included. These studies reported on 21,118 participants with a mean age of 52.03 (SD 14.14) years, of whom 58.99% (n=12,459) were female. mHealth interventions significantly increased PA across all the 4 outcome measures at the end of intervention (walking standardized mean difference [SMD] 0.46, 95% CI 0.36-0.55; P<.001; MVPA SMD 0.28, 95% CI 0.21-0.35; P<.001; TPA SMD 0.34, 95% CI 0.20-0.47; P<.001; energy expenditure SMD 0.44, 95% CI 0.13-0.75; P=.01). Only 33 studies reported short-term follow-up measurements, and 8 studies reported long-term follow-up measurements in addition to end-of-intervention results. In the short term, effects were sustained for walking (SMD 0.26, 95%",
  "year": 2014,
  "date": "2014",
  "journal": "Lancet Glob Health",
  "publication": "Lancet Glob Health",
  "authors": [
    {
      "forename": "Annette",
      "surname": "Mönninghoff",
      "name": "Annette Mönninghoff",
      "affiliation": "1  Institute for Customer Insight , University of St. Gallen , St. Gallen , Switzerland \n\t\t\t\t\t\t\t\t Institute for Customer Insight \n\t\t\t\t\t\t\t\t University of St. Gallen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Gallen \n\t\t\t\t\t\t\t\t\t Switzerland",
      "email": "annette.moenninghoff@unisg.ch"
    },
    {
      "forename": "Jan",
      "surname": "Kramer",
      "name": "Jan Kramer",
      "affiliation": "3  Centre for Digital Health Interventions , Institute of Technology Management , University of St. Gallen , St. Gallen , Switzerland \n\t\t\t\t\t\t\t\t Centre for Digital Health Interventions \n\t\t\t\t\t\t\t\t Institute of Technology Management \n\t\t\t\t\t\t\t\t University of St. Gallen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Gallen \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "forename": "Alexander",
      "surname": "Hess",
      "name": "Alexander Hess",
      "affiliation": "3  Centre for Digital Health Interventions , Institute of Technology Management , University of St. Gallen , St. Gallen , Switzerland \n\t\t\t\t\t\t\t\t Centre for Digital Health Interventions \n\t\t\t\t\t\t\t\t Institute of Technology Management \n\t\t\t\t\t\t\t\t University of St. Gallen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Gallen \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "forename": "Kamila",
      "surname": "Ismailova",
      "name": "Kamila Ismailova",
      "affiliation": "3  Centre for Digital Health Interventions , Institute of Technology Management , University of St. Gallen , St. Gallen , Switzerland \n\t\t\t\t\t\t\t\t Centre for Digital Health Interventions \n\t\t\t\t\t\t\t\t Institute of Technology Management \n\t\t\t\t\t\t\t\t University of St. Gallen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Gallen \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "forename": "Gisbert",
      "surname": "Teepe",
      "name": "Gisbert Teepe",
      "affiliation": "6  Centre for Digital Health Interventions , Department of Management, Technology, and Economics , ETH Zurich , Zurich , Switzerland \n\t\t\t\t\t\t\t\t Centre for Digital Health Interventions \n\t\t\t\t\t\t\t\t Department of Management, Technology, and Economics \n\t\t\t\t\t\t\t\t ETH Zurich \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zurich \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "forename": "Lorainne",
      "surname": "Car",
      "name": "Lorainne Car",
      "affiliation": "7  Lee Kong Chian School of Medicine , Nanyang Technological University , Singapore , Singapore \n\t\t\t\t\t\t\t\t Lee Kong Chian School of Medicine \n\t\t\t\t\t\t\t\t Nanyang Technological University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Falk",
      "surname": "Müller-Riemenschneider",
      "name": "Falk Müller-Riemenschneider",
      "affiliation": "9  Saw Swee Hock School of Public Health , National University of Singapore , Singapore , Singapore \n\t\t\t\t\t\t\t\t Saw \n\t\t\t\t\t\t\t\t Swee Hock School of Public Health \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Tobias",
      "surname": "Kowatsch",
      "name": "Tobias Kowatsch",
      "affiliation": "3  Centre for Digital Health Interventions , Institute of Technology Management , University of St. Gallen , St. Gallen , Switzerland \n\t\t\t\t\t\t\t\t Centre for Digital Health Interventions \n\t\t\t\t\t\t\t\t Institute of Technology Management \n\t\t\t\t\t\t\t\t University of St. Gallen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Gallen \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "affiliation": "Institute for Customer Insight University of St. Gallen Bahnhofstrasse 8 St. Gallen , 9000 Switzerland \n\t\t\t\t\t\t\t\t Institute for Customer \n\t\t\t\t\t\t\t\t Insight University of St \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gallen Bahnhofstrasse 8 St. \n\t\t\t\t\t\t\t\t\t 9000 \n\t\t\t\t\t\t\t\t\t Gallen \n\t\t\t\t\t\t\t\t\t Switzerland"
    }
  ],
  "doi": "10.2196/26699",
  "keywords": [
    "mHealth",
    "physical activity",
    "systematic review",
    "meta-analysis",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "In recent decades, populations have become increasingly sedentary. The World Health Organization (WHO) recommends 150 minutes of moderate-intensity physical activity (PA) or 75 minutes of vigorous-intensity PA per week for adults and 60 minutes of moderate-to-vigorous physical activity (MVPA) for adolescents per day  [1] . An estimated 28% of adults worldwide do not meet these guidelines  [2] . The prevalence of inactivity is high in Latin America and many high-income countries, with approximately every second adult inactive in Brazil or Saudi Arabia, and 40% of adults insufficiently active in the United States  [2] .\n\nAccording to the WHO, physical inactivity is 1 of the 4 core modifiable risk factors for noncommunicable diseases (NCDs). As such, it is as important to be addressed as tobacco use or obesity and proven to increase the risk of cancer, cardiovascular diseases, diabetes, dementia, and depression  [3] [4] [5] [6] .\n\nIn response to the high prevalence and substantial risk posed by physical inactivity, the WHO has formulated a target to reduce physical inactivity by 10% by 2025 as part of its strategy against NCDs  [7] . Scaling up PA interventions is key to achieving the WHO target. However, there are various barriers, including cost, resource restrictions, and poorly scalable intervention designs  [8, 9] . Owing to the increasing dissemination and ubiquity of mobile technology, mobile technology-based interventions, that is, mobile health (mHealth), have been discussed as a solution for overcoming scalability challenges  [10, 11] . There are only a few examples of nationwide mHealth programs such as the NHS Diabetes Prevention Program  [12]  in the United Kingdom, the 10,000 steps program in Australia  [13] , and the National Steps Challenge and Live Healthy SG in Singapore  [14, 15] . Most governments and health organizations are still hesitant about rolling out mHealth PA programs, as clear evidence for the effectiveness of mHealth interventions for sustainable behavior change is lacking  [16, 17] .\n\nPrevious evidence for the effectiveness of mHealth interventions on PA is mixed (Multimedia Appendix 1  [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] ). Most existing meta-analyses found significant positive effects on PA in sick and at-risk populations, with effect sizes ranging from small to large  [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] . However, some studies did not find significant effects or reported conflicting results  [29] [30] [31] . There is limited evidence for the sustainability of increased PA levels beyond the end of intervention. Only 2 studies quantitatively analyzed long-term effects: one review found that PA increases are maintained up to 3-4 years after the intervention  [20]  and the other did not find significant long-term results  [31] . Kirk et al  [25]  and Romeo et al  [30]  found that shorter mHealth PA interventions (<16 weeks and <12 weeks, respectively) are more effective than longer ones, indicating that effects might not be maintained in the long term.\n\nWe also lack clarity on how population types, intervention design, and control group type moderate the impact of mHealth interventions on PA. Only 3 studies performed subgroup analyses according to population type with mixed results. A total of 2 studies found interventions to be equally effective in sick and healthy populations  [23, 30] , and 1 review found mHealth interventions to be more effective in sick populations; however, the results were not statistically significant  [27] . Most studies focused exclusively on sick or at-risk populations  [21, 22, [24] [25] [26] 28, 31] , making it difficult to draw clear conclusions.\n\nThe design of mHealth interventions influences the degree to which they are scalable. The promise of mHealth is that the technology itself (ie, without costly and limited human resources) promotes active lifestyles. However, these highly scalable interventions miss the element of human-to-human interaction, which is a potentially important active ingredient in behavior change interventions. Current evidence draws an inconclusive picture: existing studies have found no effects on PA when interventions are scalable  [24, 30]  (ie, mHealth interventions without human-to-human interactions), stronger effects when interventions are nonscalable (ie, mHealth interventions with human-to-human interactions)  [27, 32] , stronger effects in scalable interventions  [20] , or no moderating effects  [22] . Thus, we need a comprehensive evaluation of scalable versus nonscalable designs to judge the potential of mHealth technologies in reaching large populations at low costs. Furthermore, our current understanding of the effects of mHealth PA interventions is limited by the inclusion of different control groups in previous studies. Most previous studies included both minimal or no intervention control groups and control groups receiving an alternative intervention  [18] [19] [20] [22] [23] [24] [25] [26] [27] [28] [29] 31] . This makes it impossible to distinguish between the absolute effect of mHealth PA interventions on behavior and the degree to which mHealth interventions are superior to alternative nonmobile designs or the standard of care."
    },
    {
      "title": "Objectives",
      "text": "Accordingly, we sought to comprehensively collate and analyze trials evaluating mHealth interventions that promote PA in adult populations. Our primary aim is to understand the long-term impact of these interventions on PA.\n\nOur secondary aim is to explore potential effect moderators (population type, intervention design, and control group type), to understand which populations can benefit from mHealth interventions, to understand if scalable mHealth intervention designs are effective, and to understand if mHealth interventions produce superior results to nonmobile interventions."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview",
      "text": "This study was performed according to the Cochrane methodology, and the results were reported following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines. We searched PubMed, the Cochrane Library, SCOPUS, and PsycINFO for randomized controlled trials (RCTs) on mHealth interventions targeting PA increases (all search strategies are given in Multimedia Appendices 2 and 3) published from database inception to July 3, 2020. We also searched the reference lists of the relevant existing systematic reviews for eligible studies. This study was registered with PROSPERO (CRD 42019124716)."
    },
    {
      "title": "Eligibility Criteria",
      "text": "Studies were eligible if they assessed the impact of mHealth interventions on PA as a primary study outcome in individuals aged 18 years or more and were published in English. Eligible study designs were RCTs or cluster RCTs. Eligible comparators comprised no or minimal interventions and alternative interventions that did not include mobile technologies."
    },
    {
      "title": "Types of Interventions",
      "text": "mHealth interventions were defined as programs that fully or partly deliver interventions using mobile technology such as pedometers or accelerometers with displays, activity trackers, smartphones, or tablets. We excluded interventions where the use of a mobile device was unclear (eg, telephone or website interventions) or where increasing PA was not the primary outcome. This was to ensure that interventions genuinely aimed to increase PA and to avoid including studies measuring PA only as a supplemental outcome."
    },
    {
      "title": "Types of Outcomes",
      "text": "Eligible outcome measures were walking, MVPA, total physical activity (TPA), and energy expenditure (EE), as these outcomes are most commonly reported. Multiple outcome units were eligible per outcome measure (eg, walking in minutes and walking in steps). Studies reporting objectively measured or self-reported outcome data were eligible."
    },
    {
      "title": "Data Collection Process",
      "text": "Abstracts of all identified papers were exported and uploaded into Covidence Systematic Review software (Veritas Health Innovation Ltd, version accessed July 2020) for screening. Two reviewers independently screened the abstracts for eligibility (AM, JNK, or KI). If reviewers doubted whether an article was potentially relevant, it was included for full inspection. Next, full texts of potentially eligible papers were uploaded into Covidence and screened by 2 independent reviewers (AM, JNK, or KI). Conflicts were resolved by discussion or where required by a third reviewer. We contacted authors of potentially relevant articles for further information when needed. All reviewers were trained during a full-day workshop on eligibility criteria and software before screening."
    },
    {
      "title": "Data Extraction and Management",
      "text": "Data for each study were extracted independently by 2 reviewers (AM, JNK, KI, AJH, or GWT) using standardized extraction forms. Conflicts were resolved by discussion between 2 primary reviewers or with a third, independent reviewer. All reviewers were trained to use the extraction form and Cochrane risk of bias criteria during a full-day workshop. Where reported, data were extracted for all 4 eligible outcome measures (walking, MVPA, TPA, and EE) and time points (end of intervention, short-term follow-up [≤6 months after the end of intervention], and long-term follow-up [>6 months after the end of intervention]). If studies reported both objectively measured and self-reported outcome data, the former were used for meta-analysis. If studies only reported self-reported outcome data, these were extracted, and the quality of evidence was rated as high risk of detection bias. Data were extracted as means and SDs per outcome measure and time point. If SDs were not reported, they were calculated using the RevMan calculator and following the Cochrane Handbook  [33] . Respective authors were contacted for any missing data."
    },
    {
      "title": "Assessment of Risk of Bias in Included Studies",
      "text": "Two reviewers (AM, JNK, KI, AJH, or GWT) independently assessed the risk of bias for each study using the Cochrane Collaboration tool  [34] . Additional criteria for cluster RCTs were assessed  [35]  and documented within the other bias domains of the Cochrane Collaboration tool. Discrepancies were resolved by consensus between reviewers or where needed by a third reviewer. We classified studies as overall high risk of bias if they scored high in any bias domain other than performance bias, as blinding of participants and personnel is almost impossible in mHealth intervention studies  [23] . Blinding of outcome assessors was rated as high risk if outcomes were self-reported."
    },
    {
      "title": "Statistical Methods",
      "text": "We summarized the intervention and sample characteristics of all the included studies. We quantitatively analyzed the data using RevMan software (Cochrane, version 5.4) and a DerSimonian and Laird random effects model for our meta-analysis  [36] . We reported all 4 outcome measures using standardized mean differences (SMDs) and 95% CI. Where appropriate (eg, if one mHealth intervention was compared with a minimal and alternative nonmobile intervention), we combined means and SDs of control or intervention groups following the Cochrane Handbook  [33] . We classified populations into 3 groups based on the reported recruitment criteria: sick, at-risk, and healthy. The sick group included populations experiencing illnesses such as diabetes, cancer, chronic obstructive pulmonary disease, and coronary heart disease. The at-risk group included inactive or sedentary, older, overweight, and obese populations. We classified mHealth interventions into 2 designs: scalable and nonscalable. Scalability is defined as the ability to scale up an intervention without requiring human resources. Consequently, scalable mHealth interventions were defined as interventions that only leveraged automated components without any human-to-human interactions. Nonscalable mHealth interventions included human-to-human interactions, such as coaching, in-person feedback, or group activity sessions. We classified control groups into no or minimal interventions (no intervention or information material only) and alternative (nonmobile) interventions.\n\nFollowing the recommendations of Richardson et al  [37]  and the Cochrane Handbook  [33] , a subgroup analysis was performed based on end-of-intervention values for all outcomes where at least 10 studies were available. We a priori defined 3 subgroup analyses following the population, intervention, comparison, and outcome framework  [33]  to identify possible effect moderators. Our aim is to understand the impact of population type (sick, at-risk, and healthy), intervention design (scalable and nonscalable), and control group type (no or minimal and alternative).\n\nWe present the primary results using forest plots for each outcome and time point. Subgroup analyses were displayed in forest plots using end-of-intervention data. We quantified inconsistencies between studies using the I 2 statistics (ie, the varying effect estimates towing to heterogeneity rather than chance)  [33] . We classified I 2 >50% as having substantial heterogeneity  [38] . We examined the significance of heterogeneity using chi-square tests (P≤.05). We assessed subgroup differences following the guidelines given by Richardson et al  [37] , which recommend testing for significant subgroup differences (P≤.10) and covariate distribution and comparing heterogeneity and effect sizes between subgroups. Funnel plot analysis was used to detect sampling bias. We used end-of-intervention effect values in our funnel plot analyses, as all studies reported this time point.\n\nWe conducted 3 sensitivity analyses to evaluate the robustness of our primary results: first, we excluded outlier studies; second, we excluded studies with high risk of bias; and third, we excluded studies not reporting long-term follow-up measurements to keep the study sample consistent across all time points. We used the grading of recommendations, assessment, development, and evaluation (GRADE) framework to assess the quality of evidence at the outcome measure level for the end-of-intervention time point and to report the standardized quality of evidence profiles, following the study by Guyatt et al  [39] ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Overview",
      "text": "Of the 2828 identified studies, 512 full-text articles were screened, and 117 studies were included in the meta-analysis (Figure  1 )."
    },
    {
      "title": "Study Characteristics",
      "text": "Multimedia Appendix 4  contains the included studies and their characteristics. The 117 trials represented 21,188 participants with a mean age of 52.03 years (SD 14.14), of whom 58.99% (12,459/21,118) were female. Most studies were conducted in high-income, developed regions such as North America (43/117, 36.8%), Europe (39/117, 33.3%), and Australia and New Zealand (24/117, 20.5%). Very few studies were conducted in Asia (7/117, 6.0%), Latin America (3/117, 2.6%), or Africa (1/117, 0.9%), limiting the representativeness of the evidence for low-income countries. Sample sizes ranged widely (from 15 to 1442), and the intervention duration ranged from 1 week to 2 years. All but one study  [40]  reported end-of-intervention results, 33 studies reported short-term follow-up results , and only 8 studies reported long-term follow-up results  [61, [72] [73] [74] [75] [76] [77] [78] . The mean time point for the short-term follow-up was 4.14 months (SD 2.08) after the end of intervention. The long-term follow-up measurement was taken on average after 13.96 months (SD 11.91).\n\nWalking was the most reported outcome measure  ( 77/117, 65.8%) [41,43,44,48,50-54,58-60,63-65,67-69,72-130], followed by MVPA (62/117, 53.0%) [42,44,46,47,49,51-55,57,59, 61-64,68,70-76,78-80,82,84-87,89-91,94,98,104,107,109,112,114, 117,125,126,131-147], TPA (33/117, 28.2%) [44,45,50,52,54, 56,64,66,72,74,76-78,84,85,89,96,110-112,114, 118,131,135,146,148-154,157], and EE (5/117, 4.3%) [61,103,137,155,156]. Most RCTs were conducted in at-risk (48/117, 41.0%) or sick populations (46/117, 39.3%). Only 19.7% (23/117) of the studies tested mHealth interventions in healthy populations within a preventative setting. In most interventions, mHealth technologies were leveraged in nonscalable intervention designs (71/117, 60.7%). Human-to-human interactions included individual coaching, group coaching, PA classes, and physical education classes. Of the 117 interventions, 45 (38.5%) used mHealth technologies without any human-to-human interactions and were thus classified as scalable. In 1 study [75], 2 mHealth interventions (scalable and nonscalable) were combined. Most mHealth interventions only leveraged basic technologies such as pedometers or accelerometers (86/117, 73.5%), text messages (20/117, 17.1%), or websites (20/117, 17.1%). Although some recent studies pioneered innovative mHealth technologies [49,96], overall, only a few studies used advanced mHealth technologies such as automated individualized feedback (19/117, 16.2%), mobile phone apps (15/117, 12.8%), social comparison (10/117, 8.5%), and automated coaching or virtual advisors (5/117, 4.3%). Most studies had no or minimal intervention control groups (83/117, 70.9%). Only a few trials had alternative intervention control groups (22/117, 18.8%). Different control group types were combined into one control group in 12 cases. Meta-analysis of mHealth Interventions on PA Overall, mHealth interventions significantly increased PA across all 4 outcome measures at the end of intervention: walking SMD 0.46 (95% CI 0.36-0.55; P<.001; I 2 =83%, P<.001); MVPA SMD 0.28 (95% CI 0.21-0.35; P<.001; I 2 =62%, P<.001); TPA SMD 0.34 (95% CI 0.20-0.47; P<.001; I 2 =77%, P<.001); and EE SMD 0.44 (95% CI 0.13-0.75; P=.005; I 2 =60%, P=.04; Figures 2-9). Short-term effects were sustained (≤6 months after the end of intervention) for 3 of 4 outcome measures: walking SMD 0.26 (95% CI 0.09-0.42; P=.002; I 2 =73%, P<.001); MVPA SMD 0.20 (95% CI 0.05-0.35; P=.008; I 2 =72%, P<.001); and TPA SMD 0.53 (95% CI 0.13-0.93; P=.009; I 2 =87%, P<.001).\n\nOnly one study  [61]  reported short-term follow-up measurements for EE, and the results were not statistically significant. In addition, long-term (>6 months after the end of intervention) effects were sustained for 2 of 4 outcome measures: walking SMD 0.25 (95% CI 0.10-0.39; P=.001; I 2 =68%, P=.004) and MVPA SMD 0.19 (95% CI 0.11-0.27; P<.001; I 2 =0%, P=.44). TPA results were sustained, but the effects were just below the significance threshold (SMD 0.19, 95% CI 0.00-0.38; P=.05; I 2 =72%, P=.003). Again, only one study  [61]  reported long-term follow-up effects for EE, which were not statistically significant. Effect sizes decreased over time, from almost moderate at the end of intervention to small during the long-term follow-up measurement. We found substantial and significant heterogeneity across all outcomes and most time points, with I 2 ranging from 60% to 83% for end-of-intervention measurements (Figures  2 3 4 5 6 7 8 9 )."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "Publication Bias Assessment",
      "text": "Publication bias was assessed using funnel plot analysis for end-of-intervention measurements, as all but one study  [40]  reported this time point (Multimedia Appendix 5  [54, 82, 102] ). No systematic publication bias was observed. However, the funnel plot analysis revealed 3 outlier studies  [54, 82, 102] . We identified unusually high adherence rates  [54] , possibly because the research team and the study participants were based on the same campus, and a short intervention duration (only 4 weeks)  [82, 102]  as potential reasons for the high effect scores in the outlier studies. We conducted a sensitivity analysis and excluded these studies across all outcome measures. All effects were found to be stable, and heterogeneity was substantially reduced (Multimedia Appendix 6)."
    },
    {
      "title": "Sensitivity Analyses",
      "text": "Sensitivity analysis by risk of bias was conducted for all outcome measures but for EE, as only one study  [155]  measuring EE classified as low risk of bias. Results at the end of intervention were found to be robust across outcome measures (Multimedia Appendix 6), with effect sizes substantially increasing for walking, MVPA, and TPA to moderate effect sizes. Short-and long-term follow-up effects were not statistically significant when only studies with low risk of bias were included. Heterogeneity increased and remained substantial. Sensitivity analysis of studies reporting long-term follow-up measurements was conducted for all outcome measures but for EE, as only one study  [61]  measuring EE reported a long-term follow-up measurement. The results across all time points were robust for all outcome measures."
    },
    {
      "title": "Subgroup Analysis by Population Type",
      "text": "We used subgroup analysis to evaluate the effect moderators. Table  1  summarizes all results, and Multimedia Appendices 7 , 8 , and 9  provide detailed forest plots for each analysis. We found that population type moderates the effect of mHealth interventions on PA. The intervention design and control group type were not found to be significant effect moderators. Subgroup analysis by population type revealed statistically significant (P≤.10) quantitative subgroup effects for all outcome measures. The treatment effect at the end of intervention was greater in sick populations (walking SMD 0.44, 95% CI 0.29-0.60, P<.001, I 2 =71%, P<.001; MVPA SMD 0.33, 95% CI 0.21-0.45, P<.001, I 2 =55%, P<.001; TPA SMD 0.59, 95% CI 0.36-0.81, P<.001, I 2 =49%, P=.03; Multimedia Appendix 7) than in healthy populations (walking SMD 0.20, 95% CI 0.04-0.35, P=.01, I 2 =78%, P<.001; MVPA SMD 0.14, 95% CI 0.06-0.23, P=.001, I 2 =15%, P=.29; TPA SMD 0.29, 95% CI -0.10 to 0.67, P=.14, I 2 =85%, P<.001; Multimedia Appendix 7). Within the healthy subgroup, summary effects were only statistically significant for the outcome measures walking and MVPA. The results for at-risk populations were mixed. The outcome measures walking and MVPA exhibited high effect scores, similar to the high effect scores of sick populations (walking SMD 0.59, 95% CI 0.42-0.76, P<.001, I 2 =87%, P<.001; MVPA SMD 0.30, 95% CI 0.18-0.43, P .001, I 2 =72%, P<.001; Multimedia Appendix 7), whereas effect scores for at-risk populations were lower for TPA (SMD 0.21, 95% CI 0.04-0.38; P=.02; I 2 =78%, P<.001). Although heterogeneity was somewhat reduced within most subgroups compared with the overall outcome heterogeneity, it remained high and significant. The covariate distribution between sick, at-risk, and healthy population subgroups was uneven, as fewer studies investigated preventative mHealth PA interventions in healthy populations."
    },
    {
      "title": "Subgroup Analysis by Intervention Design",
      "text": "Subgroup analysis by intervention design revealed no significant subgroup differences across 3 outcome measures (walking, P=.35; MVPA, P=.12; TPA, P=.60; Table  1 ; Multimedia Appendix 8) and did not identify mHealth intervention design as a significant effect moderator. Heterogeneity within subgroups was substantial and significant across all outcome measures (Table  1 ). Both scalable and nonscalable mHealth intervention designs significantly increased PA at similar levels (scalable walking SMD 0.54, 95% CI 0.34-0.74, P<.001, I 2 =89%, P<.001; scalable MVPA SMD 0.20, 95% CI 0.08-0.32, P=.001, I 2 =67%, P<.001; scalable TPA SMD 0.39, 95% CI 0.06-0.73, P=.02, I 2 =89%, P<.001; nonscalable walking SMD 0.42, 95% CI 0.31-0.54, P<.001, I 2 =77%, P<.001; nonscalable MVPA SMD 0.33, 95% CI 0.24-0.43, P<.001, I 2 =57%, P<.001; nonscalable TPA SMD 0.30, 95% CI 0.18-0.42, P<.001, I 2 =53%, P=.002; Multimedia Appendix 8)."
    },
    {
      "title": "Subgroup Analysis by Control Group Type",
      "text": "Subgroup analysis by control group type found no statistically significant subgroup effect for the outcome measures walking (P=.15) and MVPA (P=.26). Subgroup differences were only significant for TPA (P=.006), where mHealth interventions led to larger effects in studies compared with alternative control groups (SMD 0.48, 95% CI 0.06-0.91; P=.03; I 2 =83%, P<.001; Multimedia Appendix 9) than in studies with no or minimal control groups (SMD 0.34, 95% CI 0.19-0.50; P<.001; I 2 =76%, P<.001; Multimedia Appendix 9). Subgroup analysis did not significantly reduce heterogeneity, and the covariate distribution between the no or minimal intervention subgroup and the alternative intervention subgroup was extremely uneven)."
    },
    {
      "title": "Risk of Bias in Included Studies",
      "text": "Figure  10  shows the overall risk of bias assessment across all included studies. Overall, 94 studies were classified as high risk because of selection bias (14/117, 11.9%), detection bias (37/117, 31.6%), attrition bias (42/117, 35.9%), reporting bias (13/117, 11.1%), and other biases (56/117, 47.9%). These mostly included baseline group indifferences or biases resulting from the respective study design (including potential cluster RCT biases)  [35] . Multimedia Appendix 10 [40-156] displays the individual risk of bias assessment by study. GRADE analysis of all 4 outcomes (Multimedia Appendix 11) revealed no evidence of publication bias but evidence of inconsistency for the outcome measure EE. Thus, the overall quality of evidence rating ranged from low (walking, MPVA, and TPA) to very low (EE)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This systematic review is the most comprehensive study to date of mHealth PA interventions in adult populations. The aims of this study are to understand the long-term impacts of mHealth interventions on PA and to identify important effect moderators.\n\nOverall, our analysis confirms the potential of mHealth interventions to increase PA at the end of intervention. We found small to moderate positive effects (SMD 0.28-0.46), which concur with previous research that reported small to large effect sizes  [19, [21] [22] [23] [24] 27, 28] . Transforming our results into mean differences based on a representative low risk of bias study [109], we found mHealth interventions to result in 1566 incremental steps per day and an additional 36 minutes of MVPA per week. Previous research found that 1000 incremental steps per day can result in a 10% lower risk of having metabolic syndrome (MetS) and a 6% risk reduction of all-cause mortality, substantiating that mHealth interventions can result in significant health benefits  [158, 159] . This study is among the first to find that activity increases are sustained beyond the end of intervention. Increased PA levels remained significant in short-term follow-ups taken on average 4.14 months after the end of intervention for the outcome measures walking, MVPA, and TPA. Long-term follow-up measurements, taken on average after 13.96 months, confirmed these results. However, effect sizes decreased over time and ranged from 0.19 to 0.25 at the long-term follow-up time point, which is equivalent to an incremental 851 steps per day and 24 minutes per week of MVPA. Our results concur with the recent review by Chaudhry et al  [20] , who also found maintained but decreasing effects of step-count monitoring interventions on PA; however, as Chaudhry et al  [20]  defined time frames from the start of intervention and this study looks at follow-up measurements after the end of intervention, absolute effect scores cannot be compared. Given the inverse relationship of PA with the prevalence of MetS [158], it can be assumed that mHealth interventions still yield health benefits in the long term. These observations are encouraging and provide initial evidence that mHealth interventions can support sustainable behavioral changes. However, our follow-up effects were not robust when only low risk of bias studies were analyzed because of the limited number of high-quality studies with longitudinal designs. Thus, as the current evidence base for studies with long-term follow-up measurements is very limited, further primary research is needed to confirm the sustained effects of mHealth on PA beyond the end of intervention.\n\nOur analysis of effect moderators found that population type moderates the effect of mHealth on PA, whereas intervention design and control group type were not found to be effect moderators. Our evidence suggests that mHealth interventions might be most effective when targeting sick or at-risk populations, thereby supporting the indicative results by Smith et al  [27] -effect sizes in sick and at-risk populations were about twice as high as in healthy populations. However, we still found mHealth interventions to be effective in all population types. These results challenge previous findings by Gal et al  [23]  and Romeo et al  [30] , who found no differences in effectiveness by population type, likely owing to the small number of studies reviewed. Previous studies found that baseline activity levels are negatively correlated with activity increases in mHealth interventions  [144, 160, 161 ]. An underlying driver for the higher effectiveness of mHealth interventions in sick and at-risk populations could thus be lower baseline activity levels usually seen within these populations. However, there could also be further underlying factors, such as higher expectations that increases in PA lead to improved health outcomes (outcome expectancy). Further research is thus needed to understand the variety of underlying factors driving higher effectiveness in sick and at-risk populations. Our results provide helpful guidance to policy makers developing scaled-up mHealth intervention programs. Our results suggest that technology-enabled preventative, population-wide programs (eg, The National Steps Challenge  [14] ) might maximize their public health impact if they specifically target at-risk populations (eg, older or overweight groups). Focusing on at-risk groups should also increase the cost-effectiveness of large-scale mHealth programs. mHealth technologies are cost-effective and scalable. However, this holds true only if technologies are effective without additional nonscalable intervention components (eg, face-to-face coaching). Previous research has found no effects in scalable mHealth intervention designs  [24, 30] , stronger effects in nonscalable designs that combined technology with human-to-human interactions  [27, 32] , and stronger effects when technology was used stand-alone  [20] . We found preliminary evidence that mHealth interventions could be effective in scalable intervention designs. Our analysis found no significant subgroup differences between scalable and nonscalable intervention designs, suggesting that both designs can be equally effective in increasing PA. These results are promising and encourage the development of scalable mHealth intervention designs to efficiently increase PA in large population groups.\n\nWithin our sample, most scalable mHealth interventions leveraged basic technologies (eg, texting, pedometers, or accelerometers), without taking advantage of more advanced mobile technologies (eg, automated individualized coaching, social comparison, and mobile apps), which could have further increased intervention effectiveness [162,163]. Our analysis is among the first to explore whether mHealth PA interventions produce results superior to alternative nonmobile interventions. We found that across the outcome measures walking, MPVA, and TPA, mHealth interventions led to increased levels of PA compared with alternative nonmobile interventions and no or minimal control groups, which accords with previous findings [21]. These results encourage the addition of mHealth technology to nonmobile PA interventions to increase their effectiveness."
    },
    {
      "title": "Strengths and Limitations",
      "text": "The strengths of this study are the large number of mHealth interventions analyzed and its rigorous methodology. However, this study has several limitations. First, in line with other studies [164], we encountered large and significant heterogeneity in our results, despite performing several subgroup analyses. Our wide inclusion criteria led us to expect high heterogeneity because of the diverse multicomponent interventions, settings, and intervention durations. In addition, the uneven covariate distribution between subgroups limits the validity of our findings on effect moderators. Second, most of the included studies were classified as having a high risk of bias, and the overall quality of evidence was graded low to very low. The quality of evidence could be improved if future research agreed on standardized reporting of PA outcomes (eg, MVPA in minutes per day) and objective outcome measurement  [21] . When replicating our primary results with low risk of bias studies, we could not confirm the effectiveness of mHealth interventions to increase PA beyond the end of interventions, as the available high-quality evidence was limited. Third, we did not attempt to identify unpublished reports or gray literature. Previous research has shown that excluding gray literature might exaggerate the results of a meta-analysis  [165] . We tried to mitigate this limitation by conducting a funnel plot analysis to detect potential publication bias. Furthermore, we performed sensitivity analyses to assess the robustness of our results. We detected no systematic publication bias and sensitivity analyses that excluded outlier studies, confirming that our results were robust. Fourth, some studies included in this study allowed intervention participants to keep mHealth devices after the end of intervention. This might have positively skewed the follow-up effects of our review. Finally, although this study provides initial evidence on the long-term effects of mHealth interventions, it only presents results for follow-up measurements taken on average 13.96 months after intervention, and our analysis included only 8 studies. We found that summary effects decrease over time, thus raising the question about the sustainability of positive effects. Further research is required to evaluate whether behavior change-toward a more active lifestyle-is truly sustainable in long term."
    },
    {
      "title": "Conclusions",
      "text": "We conclude that mHealth interventions can moderately increase PA in adults at the end of intervention, both compared with alternative nonmobile control groups and no or minimal control groups. PA increases are maintained in follow-up measurements taken after intervention but decrease over time. Population type seems to moderate the effect of mHealth intervention on PA, with higher effectiveness in sick and at-risk populations compared with healthy population samples. mHealth interventions with scalable and nonscalable intervention designs seem to be equivalent in terms of effectiveness. Further high-quality studies investigating scalable mHealth interventions with long-term follow-up measurements are needed to confirm our results. This study concludes that mHealth technologies might not only support sustainable behavior change toward more active lifestyles but also contribute to preventing and controlling chronic disease risk."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) chart. mHealth: mobile health; RCT: randomized controlled trial."
    },
    {
      "text": "Figure 2. Primary outcome analysis for the outcome walking at timepoint end of intervention."
    },
    {
      "text": "Figure 3. Primary outcome analysis for the outcome walking at timepoint short-term follow-up."
    },
    {
      "text": "Figure 4. Primary outcome analysis for the outcome walking at timepoint long-term follow-up."
    },
    {
      "text": "Figure 5. Primary outcome analysis for the outcome moderate-to-vigorous physical activity at timepoint end of intervention."
    },
    {
      "text": "Figure 6. Primary outcome analysis for the outcome moderate-to-vigorous physical activity at timepoint short-term follow-up."
    },
    {
      "text": "Figure 7. Primary outcome analysis for the outcome moderate-to-vigorous physical activity at timepoint long-term follow-up."
    },
    {
      "text": "Figure 8. Primary outcome analysis by measurement time point for the outcome total physical activity."
    },
    {
      "text": "Figure 9. Primary outcome analysis by measurement time point for the outcome energy expenditure."
    },
    {
      "text": "Figure 10. Summary of the overall risk of bias assessment for included studies. RCT: randomized controlled trial."
    },
    {
      "text": "Summary of subgroup analyses results.MVPA: moderate-to-vigorous physical activity.In subgroups where n=1, heterogeneity cannot be calculated.No studies with combined subgroups. Thus, no numbers reported."
    }
  ],
  "references": [
    {
      "title": "Global Status Report on Noncommunicable Diseases",
      "authors": [
        "S Mendis",
        "T Armstrong",
        "D Bettcher",
        "F Branca",
        "J Lauer",
        "C Mace"
      ],
      "year": 2014
    },
    {
      "title": "Worldwide trends in insufficient physical activity from 2001 to 2016: a pooled analysis of 358 population-based surveys with 1•9 million participants",
      "authors": [
        "R Guthold",
        "G Stevens",
        "L Riley",
        "F Bull"
      ],
      "year": 2018,
      "doi": "10.1016/s2214-109x(18)30357-7"
    },
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk",
        "Lancet Physical",
        "Activity Series",
        "Working Group"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Lancet Physical Activity Series 2 Executive Committee. Progress in physical activity over the Olympic quadrennium",
      "authors": [
        "J Sallis",
        "F Bull",
        "R Guthold",
        "G Heath",
        "S Inoue",
        "P Kelly"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30581-5"
    },
    {
      "title": "Weight control and physical activity in cancer prevention",
      "authors": [
        "F Bianchini",
        "R Kaaks",
        "H Vainio"
      ],
      "year": 2002,
      "doi": "10.1046/j.1467-789x.2002.00046.x"
    },
    {
      "title": "Assessment of bidirectional relationships between physical activity and depression among adults: a 2-sample Mendelian randomization study",
      "authors": [
        "K Choi",
        "C Chen",
        "M Stein",
        "Y Klimentidis",
        "M Wang",
        "K Koenen",
        "Major Depressive"
      ],
      "year": 2019,
      "doi": "10.1001/jamapsychiatry.2018.4175"
    },
    {
      "title": "Global Action Plan for the Prevention and Control of NCDs 2013-2020",
      "year": 2013,
      "doi": "10.2471/blt.08.053348"
    },
    {
      "title": "A design and evaluation framework for digital health interventions",
      "authors": [
        "T Kowatsch",
        "L Otto",
        "S Harperink",
        "A Cotti",
        "H Schlieter"
      ],
      "year": 2019,
      "doi": "10.1515/itit-2019-0019"
    },
    {
      "title": "Lancet Physical Activity Series 2 Executive Committee. Scaling up physical activity interventions worldwide: stepping up to larger and smarter approaches to get people moving",
      "authors": [
        "R Reis",
        "D Salvo",
        "D Ogilvie",
        "E Lambert",
        "S Goenka",
        "R Brownson"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30728-0"
    },
    {
      "title": "Healthy ageing through internet counselling in the elderly (HATICE): a multinational, randomised controlled trial",
      "authors": [
        "E Richard",
        "E Van Charante",
        "M Hoevenaar-Blom",
        "N Coley",
        "M Barbera",
        "A Van Der Groep"
      ],
      "year": 2019,
      "doi": "10.1016/s2589-7500(19)30153-0"
    },
    {
      "title": "The impact of digital technology on psychological treatments and their dissemination",
      "authors": [
        "C Fairburn",
        "V Patel"
      ],
      "year": 2017,
      "doi": "10.1016/j.brat.2016.08.012"
    },
    {
      "title": "NHS Diabetes Prevention Programme -digital stream",
      "year": 2016,
      "doi": "10.1136/bmj.i1669"
    },
    {
      "title": "Engagement and nonusage attrition with a free physical activity promotion program: the case of 10,000 steps Australia",
      "authors": [
        "D Guertler",
        "C Vandelanotte",
        "M Kirwan",
        "M Duncan"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4339"
    },
    {
      "title": "Bright spots, physical activity investments that work: National Steps Challenge, Singapore: a nationwide mHealth physical activity programme",
      "authors": [
        "J Yao",
        "C Tan",
        "C Chen",
        "J Tan",
        "N Lim",
        "F Müller-Riemenschneider"
      ],
      "year": 2020,
      "doi": "10.1136/bjsports-2019-101662"
    },
    {
      "title": "Fitbit collaborates with Singapore's Health Promotion Board on population-based public health initiative in Singapore",
      "year": 2019
    },
    {
      "title": "Wearable technology and lifestyle management: the fight against obesity and diabetes",
      "authors": [
        "The Lancet",
        "Digital Health"
      ],
      "year": 2019,
      "doi": "10.1016/S2589-7500(19)30135-9"
    },
    {
      "title": "What is the clinical value of mHealth for patients?",
      "authors": [
        "S Rowland",
        "J Fitzgerald",
        "T Holme",
        "J Powell",
        "A Mcgregor"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-019-0206-x"
    },
    {
      "title": "Using pedometers to increase physical activity and improve health: a systematic review",
      "authors": [
        "D Bravata",
        "C Smith-Spangler",
        "V Sundaram",
        "A Gienger",
        "Lin Lewis"
      ],
      "year": 2007,
      "doi": "10.1001/jama.298.19.2296"
    },
    {
      "title": "Consumer-based wearable activity trackers increase physical activity participation: systematic review and meta-analysis",
      "authors": [
        "K Brickwood",
        "G Watson",
        "O 'brien",
        "J Williams"
      ],
      "year": 2019,
      "doi": "10.2196/11819"
    },
    {
      "title": "The effects of step-count monitoring interventions on physical activity: systematic review and meta-analysis of community-based randomised controlled trials in adults",
      "authors": [
        "U Chaudhry",
        "C Wahlich",
        "R Fortescue",
        "D Cook",
        "R Knightly",
        "T Harris"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-01020-8"
    },
    {
      "title": "Do activity monitors increase physical activity in adults with overweight or obesity? A systematic review and meta-analysis",
      "authors": [
        "De Vries",
        "H Kooiman",
        "T Van Ittersum",
        "Van Brussel",
        "De Groot"
      ],
      "year": 2016,
      "doi": "10.1002/oby.21619"
    },
    {
      "title": "Can consumer wearable activity tracker-based interventions improve physical activity and cardiometabolic health in patients with chronic diseases? A systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "W Franssen",
        "G Franssen",
        "J Spaas",
        "F Solmi",
        "B Eijnde"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00955-2"
    },
    {
      "title": "The effect of physical activity interventions comprising wearables and smartphone applications on physical activity: a systematic review and meta-analysis",
      "authors": [
        "R Gal",
        "A May",
        "E Van Overmeeren",
        "M Simons",
        "E Monninkhof"
      ],
      "year": 2018,
      "doi": "10.1186/s40798-018-0157-9"
    },
    {
      "title": "Accelerometer-and pedometer-based physical activity interventions among adults with cardiometabolic conditions: a systematic review and meta-analysis",
      "authors": [
        "A Hodkinson",
        "E Kontopantelis",
        "C Adeniji",
        "H Van Marwijk",
        "B Mcmillan",
        "P Bower"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.12895"
    },
    {
      "title": "Wearable technology and physical activity behavior change in adults with chronic cardiometabolic disease: a systematic review and meta-analysis",
      "authors": [
        "M Kirk",
        "M Amiri",
        "M Pirbaglou",
        "P Ritvo"
      ],
      "year": 2019,
      "doi": "10.1177/0890117118816278"
    },
    {
      "title": "Step counter use in type 2 diabetes: a meta-analysis of randomized controlled trials",
      "authors": [
        "S Qiu",
        "X Cai",
        "X Chen",
        "B Yang",
        "Z Sun"
      ],
      "year": 2014,
      "doi": "10.1186/1741-7015-12-36"
    },
    {
      "title": "Text message interventions for physical activity: a systematic review and meta-analysis",
      "authors": [
        "D Smith",
        "L Duque",
        "J Huffman",
        "B Healy",
        "C Celano"
      ],
      "year": 2020,
      "doi": "10.1016/j.amepre.2019.08.014"
    },
    {
      "title": "Effect of 'activity monitor-based' counseling on physical activity and health-related outcomes in patients with chronic diseases: a systematic review and meta-analysis",
      "authors": [
        "A Vaes",
        "A Cheung",
        "M Atakhorrami",
        "M Groenen",
        "O Amft",
        "F Franssen"
      ],
      "year": 2013,
      "doi": "10.3109/07853890.2013.810891"
    },
    {
      "title": "mHealth technologies to influence physical activity and sedentary behaviors: behavior change techniques, systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Direito",
        "E Carraça",
        "J Rawstorn",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2017,
      "doi": "10.1007/s12160-016-9846-0"
    },
    {
      "title": "Can smartphone apps increase physical activity? Systematic review and meta-analysis",
      "authors": [
        "A Romeo",
        "S Edney",
        "R Plotnikoff",
        "R Curtis",
        "J Ryan",
        "I Sanders"
      ],
      "year": 2019,
      "doi": "10.2196/12053"
    },
    {
      "title": "Effects of mobile health app interventions on sedentary time, physical activity, and fitness in older adults: systematic review and meta-analysis",
      "authors": [
        "D Yerrakalva",
        "D Yerrakalva",
        "S Hajna",
        "S Griffin"
      ],
      "year": 2019,
      "doi": "10.2196/14343"
    },
    {
      "title": "Efficacy of interventions that use apps to improve diet, physical activity and sedentary behaviour: a systematic review",
      "authors": [
        "S Schoeppe",
        "S Alley",
        "W Van Lippevelde",
        "N Bray",
        "S Williams",
        "M Duncan"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0454-y"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions: Cochrane Book Series",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gøtzsche",
        "P Jüni",
        "D Moher",
        "A Oxman",
        "Cochrane Bias",
        "Methods Group"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "Revised Cochrane risk of bias tool for randomized trials (RoB 2.0), additional considerations for cluster-randomized trials",
      "authors": [
        "S Eldridge",
        "M Campbell",
        "M Campbell",
        "A Dahota",
        "B Giraudeau",
        "J Higgins"
      ],
      "year": 2016
    },
    {
      "title": "Meta-analysis in clinical trials",
      "authors": [
        "R Dersimonian",
        "N Laird"
      ],
      "year": 1986,
      "doi": "10.1016/0197-2456(86)90046-2"
    },
    {
      "title": "Interpretation of subgroup analyses in systematic reviews: a tutorial",
      "authors": [
        "M Richardson",
        "P Garner",
        "S Donegan"
      ],
      "year": 2019,
      "doi": "10.1016/j.cegh.2018.05.005"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "J Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7414.557"
    },
    {
      "title": "GRADE guidelines: 1. Introduction-GRADE evidence profiles and summary of findings tables",
      "authors": [
        "G Guyatt",
        "A Oxman",
        "E Akl",
        "R Kunz",
        "G Vist",
        "J Brozek"
      ],
      "year": 2011,
      "doi": "10.1016/j.jclinepi.2010.04.026"
    },
    {
      "title": "Towards a physically more active lifestyle based on one's own values: the results of a randomized controlled trial among physically inactive adults",
      "authors": [
        "A Kangasniemi",
        "R Lappalainen",
        "A Kankaanpää",
        "A Tolvanen",
        "T Tammelin"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1604-x"
    },
    {
      "title": "Promoting walking among office employeesevaluation of a randomized controlled intervention with pedometers and e-mail messages",
      "authors": [
        "M Aittasalo",
        "M Rinne",
        "M Pasanen",
        "K Kukkonen-Harjula",
        "T Vasankari"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-403"
    },
    {
      "title": "Feasibility and preliminary efficacy of the MADE4Life Program: a pilot randomized controlled trial",
      "authors": [
        "A Barnes",
        "R Plotnikoff",
        "C Collins",
        "P Morgan"
      ],
      "year": 2015,
      "doi": "10.1123/jpah.2014-0331"
    },
    {
      "title": "Effects of an unsupervised pedometer-based physical activity program on daily steps of adults with moderate to severe asthma: a randomized controlled trial",
      "authors": [
        "C Coelho",
        "M Reboredo",
        "F Valle",
        "C Malaguti",
        "L Campos",
        "L Nascimento"
      ],
      "year": 2018,
      "doi": "10.1080/02640414.2017.1364402"
    },
    {
      "title": "Walk2Bactive: a randomised controlled trial of a physical activity-focused behavioural intervention beyond pulmonary rehabilitation in chronic obstructive pulmonary disease",
      "authors": [
        "J Cruz",
        "D Brooks",
        "A Marques"
      ],
      "year": 2016,
      "doi": "10.1177/1479972315619574"
    },
    {
      "title": "Internet-delivered behavioral intervention to increase physical activity in persons with multiple sclerosis: sustainability and secondary outcomes",
      "authors": [
        "D Dlugonski",
        "R Motl",
        "D Mohr",
        "B Sandroff"
      ],
      "year": 2012,
      "doi": "10.1080/13548506.2011.652640"
    },
    {
      "title": "Living well with diabetes: 24-month outcomes from a randomized trial of telephone-delivered weight loss and physical activity intervention to improve glycemic control",
      "authors": [
        "E Eakin",
        "E Winkler",
        "D Dunstan",
        "G Healy",
        "N Owen",
        "A Marshall"
      ],
      "year": 2014,
      "doi": "10.2337/dc13-2427"
    },
    {
      "title": "A social networking and gamified app to increase physical activity: cluster RCT",
      "authors": [
        "S Edney",
        "T Olds",
        "J Ryan",
        "C Vandelanotte",
        "R Plotnikoff",
        "R Curtis"
      ],
      "year": 2020,
      "doi": "10.1016/j.amepre.2019.09.009"
    },
    {
      "title": "Effectiveness of activity trackers with and without incentives to increase physical activity (TRIPPA): a randomised controlled trial",
      "authors": [
        "E Finkelstein",
        "B Haaland",
        "M Bilger",
        "A Sahasranaman",
        "R Sloan",
        "E Nang"
      ],
      "year": 2016,
      "doi": "10.1016/s2213-8587(16)30284-4"
    },
    {
      "title": "Randomized controlled trial of an improved version of mobilemums, an intervention for increasing physical activity in women with young children",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "N Graves",
        "A Barnett",
        "A Marshall"
      ],
      "year": 2015,
      "doi": "10.1007/s12160-014-9675-y"
    },
    {
      "title": "Randomised controlled trial of a pedometer-based telephone intervention to increase physical activity among cardiac patients not attending cardiac rehabilitation",
      "authors": [
        "S Furber",
        "L Butler",
        "P Phongsavan",
        "A Mark",
        "A Bauman"
      ],
      "year": 2010,
      "doi": "10.1016/j.pec.2009.11.012"
    },
    {
      "title": "Impact of a nutrition and physical activity intervention (ENRICH: Exercise and Nutrition Routine Improving Cancer Health) on health behaviors of cancer survivors and carers: a pragmatic randomized controlled trial",
      "authors": [
        "E James",
        "F Stacey",
        "K Chapman",
        "A Boyes",
        "T Burrows",
        "A Girgis"
      ],
      "year": 2015,
      "doi": "10.1186/s12885-015-1775-y"
    },
    {
      "title": "Effectiveness of a Facebook-delivered physical activity intervention for postpartum women: a randomized controlled trial",
      "authors": [
        "J Kernot",
        "L Lewis",
        "T Olds",
        "C Maher"
      ],
      "year": 2019,
      "doi": "10.1123/jpah.2017-0573"
    },
    {
      "title": "A web-based, social networking physical activity intervention for insufficiently active adults delivered via Facebook app: randomized controlled trial",
      "authors": [
        "C Maher",
        "M Ferguson",
        "C Vandelanotte",
        "R Plotnikoff",
        "De Bourdeaudhuij",
        "I Thomas"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4086"
    },
    {
      "title": "Investigating the effect of a 3-month workplace-based pedometer-driven walking programme on health-related quality of life in meat processing workers: a feasibility study within a randomized controlled trial",
      "authors": [
        "S Mansi",
        "S Milosavljevic",
        "S Tumilty",
        "P Hendrick",
        "C Higgs",
        "D Baxter"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1736-z"
    },
    {
      "title": "Effectiveness of individual counseling and activity monitors to promote physical activity among university students",
      "authors": [
        "M Maselli",
        "E Gobbi",
        "A Carraro"
      ],
      "year": 2019,
      "doi": "10.23736/s0022-4707.17.07981-6"
    },
    {
      "title": "Text messaging for exercise promotion in older adults from an upper-middle-income country: randomized controlled trial",
      "authors": [
        "A Müller",
        "S Khoo",
        "T Morris"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5235"
    },
    {
      "title": "Efficacy of an m-Health physical activity and sleep health intervention for adults: a randomized waitlist-controlled trial",
      "authors": [
        "B Murawski",
        "R Plotnikoff",
        "A Rayward",
        "C Oldmeadow",
        "C Vandelanotte",
        "W Brown"
      ],
      "year": 2019,
      "doi": "10.1016/j.amepre.2019.05.009"
    },
    {
      "title": "Increasing older adults' walking through primary care: results of a pilot randomized controlled trial",
      "authors": [
        "N Mutrie",
        "O Doolin",
        "C Fitzsimons",
        "P Grant",
        "M Granat",
        "M Grealy"
      ],
      "year": 2012,
      "doi": "10.1093/fampra/cms038"
    },
    {
      "title": "Pedometer step count targets during pulmonary rehabilitation in chronic obstructive pulmonary disease. A randomized controlled trial",
      "authors": [
        "C Nolan",
        "M Maddocks",
        "J Canavan",
        "S Jones",
        "V Delogu",
        "D Kaliaraju"
      ],
      "year": 2017,
      "doi": "10.1164/rccm.201607-1372oc"
    },
    {
      "title": "A combined physical activity and fall prevention intervention improved mobility-related goal attainment but not physical activity in older adults: a randomised trial",
      "authors": [
        "J Oliveira",
        "C Sherrington",
        "S Paul",
        "E Ramsay",
        "K Chamberlain",
        "C Kirkham"
      ],
      "year": 2019,
      "doi": "10.1016/j.jphys.2018.11.005"
    },
    {
      "title": "Home-based physical activity intervention for colorectal cancer survivors",
      "authors": [
        "B Pinto",
        "G Papandonatos",
        "M Goldstein",
        "B Marcus",
        "N Farrell"
      ],
      "year": 2013,
      "doi": "10.1002/pon.2047"
    },
    {
      "title": "Peers promoting physical activity among breast cancer survivors: a randomized controlled trial",
      "authors": [
        "B Pinto",
        "K Stein",
        "S Dunsiger"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000120"
    },
    {
      "title": "Interventions to increase physical activity in middle-age women at the workplace: a randomized controlled trial",
      "authors": [
        "M Ribeiro",
        "M Martins",
        "Crf Carvalho"
      ],
      "year": 2014,
      "doi": "10.1249/mss.0000000000000190"
    },
    {
      "title": "Effect and process evaluation of a smartphone app to promote an active lifestyle in lower educated working young adults: cluster randomized controlled trial",
      "authors": [
        "D Simons",
        "De Bourdeaudhuij",
        "I Clarys",
        "De Cocker",
        "K Vandelanotte",
        "C Deforche"
      ],
      "year": 2018,
      "doi": "10.2196/10003"
    },
    {
      "title": "Social cognitive theory mediators of physical activity in a lifestyle program for cancer survivors and carers: findings from the ENRICH randomized controlled trial",
      "authors": [
        "F Stacey",
        "E James",
        "K Chapman",
        "D Lubans"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0372-z"
    },
    {
      "title": "Effects of text messaging in addition to emails on physical activity among university and college employees in the UK",
      "authors": [
        "S Suggs",
        "H Blake",
        "M Bardus",
        "S Lloyd"
      ],
      "year": 2013,
      "doi": "10.1177/1355819613478001"
    },
    {
      "title": "A home-based pedometer-driven walking program to increase physical activity in older adults with osteoarthritis of the knee: a preliminary study",
      "authors": [
        "L Talbot",
        "J Gaines",
        "T Huynh",
        "E Metter"
      ],
      "year": 2003,
      "doi": "10.1046/j.1532-5415.2003.51113.x"
    },
    {
      "title": "Effects of two behavioral cardiac rehabilitation interventions on physical activity: a randomized controlled trial",
      "authors": [
        "N Hoeve",
        "M Sunamura",
        "H Stam",
        "E Boersma",
        "M Geleijnse",
        "R Van Domburg"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijcard.2017.12.015"
    },
    {
      "title": "Controlled outcome evaluation of the First Step Program: a daily physical activity intervention for individuals with type II diabetes",
      "authors": [
        "C Tudor-Locke",
        "R Bell",
        "A Myers",
        "S Harris",
        "N Ecclestone",
        "N Lauzon"
      ],
      "year": 2004,
      "doi": "10.1038/sj.ijo.0802485"
    },
    {
      "title": "Maintenance of physical activity in breast cancer survivors after a randomized trial",
      "authors": [
        "J Vallance",
        "K Courneya",
        "R Plotnikoff",
        "I Dinu",
        "J Mackey"
      ],
      "year": 2008,
      "doi": "10.1249/mss.0b013e3181586b41"
    },
    {
      "title": "It's LiFe! Mobile and web-based monitoring and feedback tool embedded in primary care increases physical activity: a cluster randomized controlled trial",
      "authors": [
        "S Van Der Weegen",
        "R Verwey",
        "M Spreeuwenberg",
        "H Tange",
        "T Van Der Weijden",
        "L De Witte"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4579"
    },
    {
      "title": "Year-round effects of a four-week randomized controlled trial using different types of feedback on employees' physical activity",
      "authors": [
        "K Van Hoye",
        "A Wijtzes",
        "J Lefevre",
        "De Baere",
        "S Boen"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5402-0"
    },
    {
      "title": "A cognitive-behavioural pedometer-based group intervention on physical activity and sedentary behaviour in individuals with type 2 diabetes",
      "authors": [
        "K De Greef",
        "B Deforche",
        "C Tudor-Locke",
        "De Bourdeaudhuij"
      ],
      "year": 2010,
      "doi": "10.1093/her/cyq017"
    },
    {
      "title": "The effects of a pedometer-based behavioral modification program with telephone support on physical activity and sedentary behavior in type 2 diabetes patients",
      "authors": [
        "De Greef",
        "K Deforche",
        "B Ruige",
        "J Bouckaert",
        "Tudor-Locke Ce",
        "J Kaufman"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2010.07.010"
    },
    {
      "title": "Physical activity levels in adults and older adults 3-4 years after pedometer-based walking interventions: Long-term follow-up of participants from two randomised controlled trials in UK primary care",
      "authors": [
        "T Harris",
        "S Kerry",
        "E Limb",
        "C Furness",
        "C Wahlich",
        "C Victor"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pmed.1002526"
    },
    {
      "title": "Healthy Steps trial: pedometer-based advice and physical activity for low-active older adults",
      "authors": [
        "G Kolt",
        "G Schofield",
        "N Kerse",
        "N Garrett",
        "T Ashton",
        "A Patel"
      ],
      "year": 2012,
      "doi": "10.1370/afm.1345"
    },
    {
      "title": "Correction: the effect of a programme to improve men's sedentary time and physical activity: the European Fans in Training (EuroFIT) randomised controlled trial",
      "authors": [
        "S Wyke",
        "C Bunn",
        "E Andersen",
        "M Silva",
        "F Van Nassau",
        "P Mcskimming"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pmed.1002772"
    },
    {
      "title": "Walking away from type 2 diabetes: a cluster randomized controlled trial",
      "authors": [
        "T Yates",
        "C Edwardson",
        "J Henson",
        "L Gray",
        "N Ashra",
        "J Troughton"
      ],
      "year": 2017,
      "doi": "10.1111/dme.13254"
    },
    {
      "title": "Behavioural intervention to increase physical activity in adults with coronary heart disease in Jordan",
      "authors": [
        "E Alsaleh",
        "R Windle",
        "H Blake"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3313-5"
    },
    {
      "title": "Feasibility and preliminary efficacy of the 'HEYMAN' healthy lifestyle program for young men: a pilot randomised controlled trial",
      "authors": [
        "L Ashton",
        "P Morgan",
        "M Hutchesson",
        "M Rollo",
        "C Collins"
      ],
      "year": 2017,
      "doi": "10.1186/s12937-017-0227-8"
    },
    {
      "title": "The effect of a pedometer-based community walking intervention \"Walking for Wellbeing in the West\" on physical activity levels and health outcomes: a 12-week randomized controlled trial",
      "authors": [
        "G Baker",
        "S Gray",
        "A Wright",
        "C Fitzsimons",
        "M Nimmo",
        "R ; Lowry",
        ") Sparcoll"
      ],
      "year": 2008,
      "doi": "10.1186/1479-5868-5-44"
    },
    {
      "title": "Physical activity, sedentary behavior and total wellness changes among sedentary adults: a 4-week randomized controlled trial",
      "authors": [
        "F Barwais",
        "T Cuddihy",
        "L Tomson"
      ],
      "year": 2013,
      "doi": "10.1186/1477-7525-11-183"
    },
    {
      "title": "Pedometers may not provide a positive effect on walking activity",
      "authors": [
        "L Butler",
        "D Dwyer"
      ],
      "year": 2004,
      "doi": "10.1071/he04134"
    },
    {
      "title": "Building a physical activity intervention into clinical care for breast and colorectal cancer survivors in Wisconsin: a randomized controlled pilot trial",
      "authors": [
        "L Cadmus-Bertram",
        "A Tevaarwerk",
        "M Sesto",
        "R Gangnon",
        "B Van Remortel",
        "P Date"
      ],
      "year": 2019,
      "doi": "10.1007/s11764-019-00778-6"
    },
    {
      "title": "Effectiveness of a web-based, computer-tailored, pedometer-based physical activity intervention for adults: a cluster randomized controlled trial",
      "authors": [
        "S Compernolle",
        "C Vandelanotte",
        "G Cardon",
        "De Bourdeaudhuij",
        "De Cocker"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3402"
    },
    {
      "title": "A randomized trial comparing two interventions to increase physical activity among patients undergoing bariatric surgery",
      "authors": [
        "D Creel",
        "L Schuh",
        "C Reed",
        "A Gomez",
        "L Hurst",
        "J Stote"
      ],
      "year": 2016,
      "doi": "10.1002/oby.21548"
    },
    {
      "title": "Promoting physical activity in worksite settings: results of a German pilot study of the online intervention Healingo fit",
      "authors": [
        "K Dadaczynski",
        "S Schiemann",
        "O Backhaus"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4697-6"
    },
    {
      "title": "The effects of a lifestyle physical activity counseling program with feedback of a pedometer during pulmonary rehabilitation in patients with COPD: a pilot study",
      "authors": [
        "B De Blok",
        "M De Greef",
        "N Hacken",
        "S Sprenger",
        "K Postema",
        "J Wempe"
      ],
      "year": 2006,
      "doi": "10.1016/j.pec.2005.02.005"
    },
    {
      "title": "Increasing physical activity in Belgian type 2 diabetes patients: a three-arm randomized controlled trial",
      "authors": [
        "K De Greef",
        "B Deforche",
        "C Tudor-Locke",
        "De Bourdeaudhuij"
      ],
      "year": 2011,
      "doi": "10.1007/s12529-010-9124-7"
    },
    {
      "title": "PROactive study groupthe PROactive consortium. Physical activity is increased by a 12-week semiautomated telecoaching programme in patients with COPD: a multicentre randomised controlled trial",
      "authors": [
        "H Demeyer",
        "Z Louvaris",
        "A Frei",
        "R Rabinovich",
        "C De Jong",
        "E Gimeno-Santos",
        "Mr Papp"
      ],
      "year": 2017,
      "doi": "10.1136/thoraxjnl-2016-209026"
    },
    {
      "title": "Move to improve: a randomized workplace trial to increase physical activity",
      "authors": [
        "R Dishman",
        "D Dejoy",
        "M Wilson",
        "R Vandenberg"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.038"
    },
    {
      "title": "Sisters in motion: a randomized controlled trial of a faith-based physical activity intervention",
      "authors": [
        "O Duru",
        "C Sarkisian",
        "M Leng",
        "C Mangione"
      ],
      "year": 2010,
      "doi": "10.1111/j.1532-5415.2010.03082.x"
    },
    {
      "title": "Impact of using a pedometer on time spent walking in older adults with type 2 diabetes",
      "authors": [
        "L Engel",
        "H Lindner"
      ],
      "year": 2006,
      "doi": "10.1177/0145721705284373"
    },
    {
      "title": "MobileMums: a randomized controlled trial of an SMS-based physical activity intervention",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "A Marshall"
      ],
      "year": 2010,
      "doi": "10.1007/s12160-010-9170-z"
    },
    {
      "title": "The use of text messaging to promote physical activity in working women: a randomized controlled trial",
      "authors": [
        "N Gell",
        "D Wadsworth"
      ],
      "year": 2015,
      "doi": "10.1123/jpah.2013-0144"
    },
    {
      "title": "The HealtheSteps™ lifestyle prescription program to improve physical activity and modifiable risk factors for chronic disease: a pragmatic randomized controlled trial",
      "authors": [
        "D Gill",
        "W Blunt",
        "N Silva",
        "C Stiller-Moldovan",
        "G Zou",
        "R Petrella"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-7141-2"
    },
    {
      "title": "Effectiveness of a smartphone application to promote physical activity in primary care: the SMART MOVE randomised controlled trial",
      "authors": [
        "L Glynn",
        "P Hayes",
        "M Casey",
        "F Glynn",
        "A Alvarez-Iglesias",
        "J Newell"
      ],
      "year": 2014,
      "doi": "10.3399/bjgp14x680461"
    },
    {
      "title": "Evaluation of a very brief pedometer-based physical activity intervention delivered in NHS Health Checks in England: the VBI randomised controlled trial",
      "authors": [
        "W Hardeman",
        "J Mitchell",
        "S Pears",
        "M Van Emmenis",
        "F Theil",
        "V Gc",
        "Research Vbi",
        "Team"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pmed.1003046"
    },
    {
      "title": "The effects of a physical activity counseling program after an exacerbation in patients with Chronic Obstructive Pulmonary Disease: a randomized controlled pilot study",
      "authors": [
        "M Hornikx",
        "H Demeyer",
        "C Camillo",
        "W Janssens",
        "T Troosters"
      ],
      "year": 2015,
      "doi": "10.1186/s12890-015-0126-8"
    },
    {
      "title": "Enhancement of daily physical activity increases physical fitness of outclinic COPD patients: results of an exercise counseling program",
      "authors": [
        "G Hospes",
        "L Bossenbroek",
        "N Hacken",
        "Van Hengel",
        "De Greef"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.10.005"
    },
    {
      "title": "Innovative program to increase physical activity following an acute coronary syndrome: randomized controlled trial",
      "authors": [
        "J Houle",
        "O Doyon",
        "N Vadeboncoeur",
        "G Turbide",
        "A Diaz",
        "P Poirier"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2011.03.018"
    },
    {
      "title": "Comparison of walking recommendations in previously inactive women",
      "authors": [
        "C Hultquist",
        "C Albright",
        "D Thompson"
      ],
      "year": 2005,
      "doi": "10.1249/01.mss.0000158993.39760.1b"
    },
    {
      "title": "Determination of the effectiveness of accelerometer use in the promotion of physical activity in cardiac patients: a randomized controlled trial",
      "authors": [
        "K Izawa",
        "S Watanabe",
        "K Hiraki",
        "Y Morio",
        "Y Kasahara",
        "N Takeichi"
      ],
      "year": 2012,
      "doi": "10.1016/j.apmr.2012.06.015"
    },
    {
      "title": "A short-term physical activity randomized trial in the Lower Mississippi Delta",
      "authors": [
        "P Katzmarzyk",
        "C Champagne",
        "C Tudor-Locke",
        "S Broyles",
        "D Harsha",
        "B Kennedy"
      ],
      "year": 2011,
      "doi": "10.1371/journal.pone.0026667"
    },
    {
      "title": "Effects of low-intensity exercise and home-based pulmonary rehabilitation with pedometer feedback on physical activity in elderly patients with chronic obstructive pulmonary disease",
      "authors": [
        "A Kawagoshi",
        "N Kiyokawa",
        "K Sugawara",
        "H Takahashi",
        "S Sakata",
        "M Satake"
      ],
      "year": 2015,
      "doi": "10.1016/j.rmed.2015.01.008"
    },
    {
      "title": "Employing virtual advisors in preventive care for underserved communities: results from the COMPASS study",
      "authors": [
        "A King",
        "T Bickmore",
        "M Campero",
        "L Pruitt",
        "J Yin"
      ],
      "year": 2013,
      "doi": "10.1080/10810730.2013.798374"
    },
    {
      "title": "Efficacy of a physical activity counseling program with use of a wearable tracker in people with inflammatory arthritis: a randomized controlled trial",
      "authors": [
        "L Li",
        "L Feehan",
        "H Xie",
        "N Lu",
        "C Shaw",
        "D Gromala"
      ],
      "year": 2020,
      "doi": "10.1002/acr.24199"
    },
    {
      "title": "A life-style physical activity intervention and the antibody response to pneumococcal vaccination in women",
      "authors": [
        "J Long",
        "C Ring",
        "J Bosch",
        "F Eves",
        "M Drayson",
        "R Calver"
      ],
      "year": 2013,
      "doi": "10.1097/psy.0b013e3182a0b664"
    },
    {
      "title": "A randomized controlled trial of a wearable technology-based intervention for increasing moderate to vigorous physical activity and reducing sedentary behavior in breast cancer survivors: the ACTIVATE trial",
      "authors": [
        "B Lynch",
        "N Nguyen",
        "M Moore",
        "M Reeves",
        "D Rosenberg",
        "T Boyle"
      ],
      "year": 2019,
      "doi": "10.1002/cncr.32143"
    },
    {
      "title": "Feasibility and acceptability of a wearable technology physical activity intervention with telephone counseling for mid-aged and older adults: a randomized controlled pilot trial",
      "authors": [
        "E Lyons",
        "M Swartz",
        "Z Lewis",
        "E Martinez",
        "K Jennings"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6967"
    },
    {
      "title": "mActive: a randomized clinical trial of an automated mhealth intervention for physical activity promotion",
      "authors": [
        "S Martin",
        "D Feldman",
        "R Blumenthal",
        "S Jones",
        "W Post",
        "R Mckibben"
      ],
      "year": 2015,
      "doi": "10.1161/jaha.115.002239"
    },
    {
      "title": "Effectiveness of a walking programme to support adults with intellectual disabilities to increase physical activity: walk well cluster-randomised controlled trial",
      "authors": [
        "C Melville",
        "F Mitchell",
        "K Stalker",
        "L Matthews",
        "A Mcconnachie",
        "H Murray"
      ],
      "year": 2015,
      "doi": "10.1186/s12966-015-0290-5"
    },
    {
      "title": "Pedometers to enhance physical activity in COPD: a randomised controlled trial",
      "authors": [
        "L Mendoza",
        "P Horta",
        "J Espinoza",
        "M Aguilera",
        "N Balmaceda",
        "A Castro"
      ],
      "year": 2015,
      "doi": "10.1183/09031936.00084514"
    },
    {
      "title": "Promoting walking with pedometers in the community: the step-by-step trial",
      "authors": [
        "D Merom",
        "C Rissel",
        "P Phongsavan",
        "B Smith",
        "C Van Kemenade",
        "W Brown"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2006.12.007"
    },
    {
      "title": "Increasing physical activity in stroke survivors using STARFISH, an interactive mobile phone application: a pilot study",
      "authors": [
        "L Paul",
        "S Wyke",
        "S Brewster",
        "N Sattar",
        "Jmr Gill",
        "G Alexander"
      ],
      "year": 2016,
      "doi": "10.1080/10749357.2015.1122266"
    },
    {
      "title": "Effectiveness of an activity tracker-and internet-based adaptive walking program for adults: a randomized controlled trial",
      "authors": [
        "J Poirier",
        "W Bennett",
        "G Jerome",
        "N Shah",
        "M Lazo",
        "H Yeh"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5295"
    },
    {
      "title": "Effectiveness of combined smartwatch and social media intervention on breast cancer survivor health outcomes: a 10-week pilot randomized trial",
      "authors": [
        "Z Pope",
        "N Zeng",
        "R Zhang",
        "H Lee",
        "Z Gao"
      ],
      "year": 2018,
      "doi": "10.3390/jcm7060140"
    },
    {
      "title": "Can implementation intentions and text messages promote brisk walking? A randomized trial",
      "authors": [
        "A Prestwich",
        "M Perugini",
        "R Hurling"
      ],
      "year": 2010,
      "doi": "10.1037/a0016993"
    },
    {
      "title": "The effectiveness of physical activity monitoring and distance counseling in an occupational setting -results from a randomized controlled trial (CoAct)",
      "authors": [
        "K Reijonsaari",
        "A Vehtari",
        "O Kahilakoski",
        "W Van Mechelen",
        "T Aro",
        "S Taimela"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-344"
    },
    {
      "title": "Effects of an education and home-based pedometer walking program on ischemic heart disease risk factors in people infected with HIV: a randomized trial",
      "authors": [
        "R Roos",
        "H Myezwa",
        "H Van Aswegen",
        "E Musenge"
      ],
      "year": 2014,
      "doi": "10.1097/QAI.0000000000000299"
    },
    {
      "title": "Efficacy of an individually tailored, internet-mediated physical activity intervention in older adults: a randomized controlled trial",
      "authors": [
        "T Rowley",
        "E Lenz",
        "A Swartz",
        "N Miller",
        "H Maeda",
        "S Strath"
      ],
      "year": 2019,
      "doi": "10.1177/0733464817735396"
    },
    {
      "title": "Effect of pretesting on intentions and behaviour: a pedometer and walking intervention",
      "authors": [
        "J Spence",
        "J Burgess",
        "W Rodgers",
        "T Murray"
      ],
      "year": 2009,
      "doi": "10.1080/08870440801989938"
    },
    {
      "title": "A telerehabilitation intervention for patients with Chronic Obstructive Pulmonary Disease: a randomized controlled pilot trial",
      "authors": [
        "M Tabak",
        "M Vollenbroek-Hutten",
        "P Van Der Valk",
        "J Van Der Palen",
        "H Hermens"
      ],
      "year": 2014,
      "doi": "10.1177/0269215513512495"
    },
    {
      "title": "Activity monitor intervention to promote physical activity of physicians-in-training: randomized controlled trial",
      "authors": [
        "A Thorndike",
        "S Mills",
        "L Sonnenberg",
        "D Palakshappa",
        "T Gao",
        "C Pau"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0100251"
    },
    {
      "title": "Exploring the feasibility of a broad-reach physical activity behavior change intervention for women receiving chemotherapy for breast cancer: a randomized trial",
      "authors": [
        "J Vallance",
        "C Friedenreich",
        "C Lavallee",
        "N Culos-Reed",
        "J Mackey",
        "B Walley"
      ],
      "year": 2015,
      "doi": "10.1158/1055-9965.epi-15-0812"
    },
    {
      "title": "Self-monitoring and reminder text messages to increase physical activity in colorectal cancer survivors (Smart Pace): a pilot randomized controlled trial",
      "authors": [
        "E Van Blarigan",
        "Chan Van Loon",
        "K Kenfield",
        "S Chan",
        "J Mitchell"
      ],
      "year": 2019,
      "doi": "10.1186/s12885-019-5427-5"
    },
    {
      "title": "Evaluation of different recruitment and randomisation methods in a trial of general practitioner-led interventions to increase physical activity: a randomised controlled feasibility study with factorial design",
      "authors": [
        "F Warren",
        "K Stych",
        "M Thorogood",
        "D Sharp",
        "M Murphy",
        "K Turner"
      ],
      "year": 2014,
      "doi": "10.1186/1745-6215-15-134"
    },
    {
      "title": "Pedometer-based behavioral change program can improve dependency in sedentary older adults: a randomized controlled trial",
      "authors": [
        "M Yamada",
        "S Mori",
        "S Nishiguchi",
        "Y Kajiwara",
        "K Yoshimura",
        "T Sonoda"
      ],
      "year": 2012,
      "doi": "10.14283/jfa.2012.7"
    },
    {
      "title": "Effects of a pedometer-based physical activity program on older adults' mobility-related self-efficacy and physical performance",
      "authors": [
        "K Croteau",
        "N Richeson",
        "S Vines",
        "D Jones"
      ],
      "year": 2004,
      "doi": "10.1300/j016v28n02_02"
    },
    {
      "title": "Effect of a pedometer-based intervention on daily step counts of community-dwelling older adults",
      "authors": [
        "K Croteau",
        "N Richeson",
        "B Farmer",
        "D Jones"
      ],
      "year": 2007,
      "doi": "10.1080/02701367.2007.10599439"
    },
    {
      "title": "A randomized intervention of physical activity promotion and patient self-monitoring in primary health care",
      "authors": [
        "M Aittasalo",
        "S Miilunpalo",
        "K Kukkonen-Harjula",
        "M Pasanen"
      ],
      "year": 2006,
      "doi": "10.1016/j.ypmed.2005.10.003"
    },
    {
      "title": "Telephone-based coaching and prompting for physical activity: short-and long-term findings of a randomized controlled trial (Movingcall)",
      "authors": [
        "X Fischer",
        "J Kreppke",
        "L Zahner",
        "M Gerber",
        "O Faude",
        "L Donath"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16142626"
    },
    {
      "title": "Short-term efficacy of a computer-tailored physical activity intervention for prostate and colorectal cancer patients and survivors: a randomized controlled trial",
      "authors": [
        "R Golsteijn",
        "C Bolman",
        "E Volders",
        "D Peels",
        "H De Vries",
        "L Lechner"
      ],
      "year": 2018,
      "doi": "10.1186/s12966-018-0734-9"
    },
    {
      "title": "Evaluation of a shelter-based diet and physical activity intervention for homeless adults",
      "authors": [
        "D Kendzor",
        "M Allicock",
        "M Businelle",
        "L Sandon",
        "K Gabriel",
        "S Frank"
      ],
      "year": 2017,
      "doi": "10.1123/jpah.2016-0343"
    },
    {
      "title": "Randomized trial of a clinic-based, community-supported, lifestyle intervention to improve physical activity and diet: the North Carolina enhanced WISEWOMAN project",
      "authors": [
        "T Keyserling",
        "Samuel Hodge",
        "C Jilcott",
        "S Johnston",
        "L Garcia",
        "B Gizlice"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.02.011"
    },
    {
      "title": "Promoting physical activity using a wearable activity tracker in college students: a cluster randomized controlled trial",
      "authors": [
        "Y Kim",
        "A Lumpkin",
        "M Lochbaum",
        "S Stegemeier",
        "K Kitten"
      ],
      "year": 2018,
      "doi": "10.1080/02640414.2018.1423886"
    },
    {
      "title": "Promoting physical activity through hand-held computer technology",
      "authors": [
        "A King",
        "D Ahn",
        "B Oliveira",
        "A Atienza",
        "C Castro",
        "C Gardner"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2007.09.025"
    },
    {
      "title": "Efficacy of an accelerometer-guided physical activity intervention in community-dwelling older women",
      "authors": [
        "D Koizumi",
        "N Rogers",
        "M Rogers",
        "M Islam",
        "M Kusunoki",
        "N Takeshima"
      ],
      "year": 2009,
      "doi": "10.1123/jpah.6.4.467"
    },
    {
      "title": "A community-based physical activity counselling program for people with knee osteoarthritis: feasibility and preliminary efficacy of the Track-OA study",
      "authors": [
        "L Li",
        "E Sayre",
        "H Xie",
        "C Clayton",
        "L Feehan"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7863"
    },
    {
      "title": "A randomized controlled trial of WATAAP to promote physical activity in colorectal and endometrial cancer survivors",
      "authors": [
        "C Maxwell-Smith",
        "D Hince",
        "P Cohen",
        "M Bulsara",
        "T Boyle",
        "C Platell"
      ],
      "year": 2019,
      "doi": "10.1002/pon.5090"
    },
    {
      "title": "Pilot trial of a home-based physical activity program for African American women",
      "authors": [
        "D Pekmezi",
        "C Ainsworth",
        "R Joseph",
        "V Williams",
        "R Desmond",
        "K Meneses"
      ],
      "year": 2017,
      "doi": "10.1249/mss.0000000000001370"
    },
    {
      "title": "Can the effects of implementation intentions on exercise be enhanced using text messages?",
      "authors": [
        "A Prestwich",
        "M Perugini",
        "R Hurling"
      ],
      "year": 2009,
      "doi": "10.1080/08870440802040715"
    },
    {
      "title": "A randomized controlled trial of continuous activity, short bouts, and a 10,000 step guideline in inactive adults",
      "authors": [
        "T Samuels",
        "T Raedeke",
        "M Mahar",
        "K Karvinen",
        "K Dubose"
      ],
      "year": 2011,
      "doi": "10.1016/j.ypmed.2010.12.001"
    },
    {
      "title": "The effects of a pedometer-based intervention on first-year university students: a randomized control trial",
      "authors": [
        "P Sharp",
        "C Caperchione"
      ],
      "year": 2016,
      "doi": "10.1080/07448481.2016.1217538"
    },
    {
      "title": "Physical activity enhancement to a behavioral weight loss program for severely obese individuals: a preliminary investigation",
      "authors": [
        "J Unick",
        "O' Leary",
        "K Bond",
        "D Wing"
      ],
      "year": 2012,
      "doi": "10.5402/2012/465158"
    },
    {
      "title": "The effectiveness of a web-based computer-tailored physical activity intervention using Fitbit activity trackers: randomized trial",
      "authors": [
        "C Vandelanotte",
        "M Duncan",
        "C Maher",
        "S Schoeppe",
        "A Rebar",
        "D Power"
      ],
      "year": 2018,
      "doi": "10.2196/11321"
    },
    {
      "title": "Effects of a web-based intervention on physical activity and metabolism in older adults: randomized controlled trial",
      "authors": [
        "C Wijsman",
        "R Westendorp",
        "E Verhagen",
        "M Catt",
        "P Slagboom",
        "De Craen"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2843"
    },
    {
      "title": "Randomized controlled trial testing an internet physical activity intervention for sedentary adults",
      "authors": [
        "L Carr",
        "S Dunsiger",
        "B Lewis",
        "J Ciccolo",
        "S Hartman",
        "B Bock"
      ],
      "year": 2013,
      "doi": "10.1037/a0028962"
    },
    {
      "title": "An effort to 'leverage' the effect of participation in a mass event on physical activity",
      "authors": [
        "A Lane",
        "N Murphy",
        "A Bauman"
      ],
      "year": 2015,
      "doi": "10.1093/heapro/dat077"
    },
    {
      "title": "Internet-delivered physical activity intervention for college students with mental health disorders: a randomized pilot trial",
      "authors": [
        "E Mailey",
        "T Wójcicki",
        "R Motl",
        "L Hu",
        "D Strauser",
        "K Collins"
      ],
      "year": 2010,
      "doi": "10.1080/13548506.2010.498894"
    },
    {
      "title": "Internet intervention for increasing physical activity in persons with multiple sclerosis",
      "authors": [
        "R Motl",
        "D Dlugonski",
        "T Wójcicki",
        "E Mcauley",
        "D Mohr"
      ],
      "year": 2011,
      "doi": "10.1177/1352458510383148"
    },
    {
      "title": "The feasibility of using pedometers and brief advice to increase activity in sedentary older women-a pilot study",
      "authors": [
        "J Sugden",
        "F Sniehotta",
        "P Donnan",
        "P Boyle",
        "D Johnston",
        "M Mcmurdo"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-169"
    },
    {
      "title": "Increasing physical activity efficiently: an experimental pilot study of a website and mobile phone intervention",
      "authors": [
        "K Thorsteinsen",
        "J Vittersø",
        "G Svendsen"
      ],
      "year": 2014,
      "doi": "10.1155/2014/746232"
    },
    {
      "title": "Using text messages to bridge the intention-behavior gap? A pilot study on the use of text message reminders to increase objectively assessed physical activity in daily life",
      "authors": [
        "A Schwerdtfeger",
        "C Schmitz",
        "M Warken"
      ],
      "year": 2012,
      "doi": "10.3389/fpsyg.2012.00270"
    },
    {
      "title": "A telephone-only motivational intervention to increase physical activity in rural adults: a randomized controlled trial",
      "authors": [
        "J Bennett",
        "H Young",
        "L Nail",
        "K Winters-Stone",
        "G Hanson"
      ],
      "year": 2008,
      "doi": "10.1097/01.nnr.0000280661.34502.c1"
    },
    {
      "title": "Twelve-month outcomes of an internet-based diabetes self-management support program",
      "authors": [
        "R Glasgow",
        "D Kurz",
        "D King",
        "J Dickman",
        "A Faber",
        "E Halterman"
      ],
      "year": 2012,
      "doi": "10.1016/j.pec.2011.07.024"
    },
    {
      "title": "Combining temporal and spectral information with spatial mapping to identify differences between phonological and semantic networks: a magnetoencephalographic approach",
      "authors": [
        "F Mcnab",
        "A Hillebrand",
        "S Swithenby",
        "G Rippon"
      ],
      "year": 2012,
      "doi": "10.3389/fpsyg.2012.00273"
    },
    {
      "title": "Accelerometer-determined steps/day and metabolic syndrome",
      "authors": [
        "S Sisson",
        "S Camhi",
        "T Church",
        "C Tudor-Locke",
        "W Johnson",
        "P Katzmarzyk"
      ],
      "year": 2010,
      "doi": "10.1016/j.amepre.2010.02.015"
    },
    {
      "title": "Daily steps and diet, but not sleep, are related to mortality in older Australians",
      "authors": [
        "S Oftedal",
        "E Holliday",
        "J Attia",
        "W Brown",
        "C Collins",
        "B Ewald"
      ],
      "year": 2020,
      "doi": "10.1016/j.jsams.2019.09.018"
    },
    {
      "title": "Health benefits of a pedometer-based physical activity intervention in sedentary workers",
      "authors": [
        "C Chan",
        "D Ryan",
        "Tudor Locke"
      ],
      "year": 2004,
      "doi": "10.1016/j.ypmed.2004.04.053"
    },
    {
      "title": "Large-scale physical activity data reveal worldwide activity inequality",
      "authors": [
        "T Althoff",
        "R Sosič",
        "J Hicks",
        "A King",
        "S Delp",
        "J Leskovec"
      ],
      "year": 2017,
      "doi": "10.1038/nature23018"
    },
    {
      "title": "The effect of digital physical activity interventions on daily step count: a randomised controlled crossover substudy of the MyHeart Counts Cardiovascular Health Study",
      "authors": [
        "A Shcherbina",
        "S Hershman",
        "L Lazzeroni",
        "A King",
        "O' Sullivan",
        "J Hekler"
      ],
      "year": 2019,
      "doi": "10.1016/s2589-7500(19)30129-3"
    },
    {
      "title": "Which components of a smartphone walking app help users to reach personalized step goals? Results from an optimization trial",
      "authors": [
        "J Kramer",
        "F Künzler",
        "V Mishra",
        "S Smith",
        "D Kotz",
        "U Scholz"
      ],
      "year": 2020,
      "doi": "10.1093/abm/kaaa002"
    },
    {
      "title": "Pedometers can help people get more active as part of an exercise programme",
      "authors": [
        "R Cook",
        "P Davidson",
        "R Martin",
        "Dissemination Nihr",
        "Centre"
      ],
      "year": 2020,
      "doi": "10.1136/bmj.m877"
    },
    {
      "title": "Does the inclusion of grey literature influence estimates of intervention effectiveness reported in meta-analyses?",
      "authors": [
        "L Mcauley",
        "B Pham",
        "P Tugwell",
        "D Moher"
      ],
      "year": 2000,
      "doi": "10.1016/s0140-6736(00)02786-0"
    }
  ],
  "num_references": 165
}
