{
  "paper_id": "LD66RKRX",
  "title": "Rationale and Design of EMPOWER, a Pragmatic Randomized Trial of Automated Hovering in Patients With Congestive Heart Failure",
  "abstract": "BACKGROUND: Congestive heart failure is a major cause of morbidity, mortality, and cost. Disease management programs have shown promise but lack firm evidence of effectiveness and scalability. We describe the motivation, design, and planned analyses of EMPOWER (Electronic Monitoring of Patients Offers Ways to Enhance Recovery), a randomized clinical trial of an innovative intervention incorporating behavioral economic principles with remote monitoring technology embedded within a healthcare system. \n METHODS AND RESULTS: EMPOWER is an ongoing, pragmatic, randomized clinical trial comparing usual care to an automated hovering intervention that includes patient-level incentives for daily weight monitoring and diuretic adherence combined with automated feedback into the clinical care pathway, enabling real-time response to concerning clinical symptoms. Identification of eligible patients began in May 2016, and implementation of the intervention is feasible. Trial processes are embedded into existing clinical pathways. The primary outcome is time to readmission for any cause. Cost-effectiveness analyses are planned to evaluate the healthcare costs and health outcomes of the approach. \n CONCLUSIONS: The EMPOWER trial incorporates leading-edge approaches in human motivation, derived from behavioral economics, with contemporary technology to provide scale and exception handling at low cost. The trial is also implemented within the naturalized environment of a health system, as much as possible taking advantage of the existing journeys of patients and workflows of clinicians. A goal of this pragmatic design is to limit resource utilization and also to test an intervention that would need minimal modification to be translated from research into a new way of practice.",
  "year": 2019,
  "date": "2019-04",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Shivan",
      "surname": "Mehta",
      "name": "Shivan Mehta"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch"
    },
    {
      "forename": "Lee",
      "surname": "Goldberg",
      "name": "Lee Goldberg"
    },
    {
      "forename": "Louise",
      "surname": "Russell",
      "name": "Louise Russell"
    },
    {
      "forename": "Laurie",
      "surname": "Norton",
      "name": "Laurie Norton"
    },
    {
      "forename": "Lauren",
      "surname": "Iannotte",
      "name": "Lauren Iannotte"
    },
    {
      "forename": "Andrea",
      "surname": "Troxel",
      "name": "Andrea Troxel"
    }
  ],
  "doi": "https://doi.org/10.13039/100000050",
  "sections": [
    {
      "text": "A bout 6.5 million Americans experience heart failure (HF), a major cause of morbidity, mortality, and cost.  1, 2 HF is also one of the most common reasons for hospital readmission.  3 As value-based payment approaches have increasingly put health systems at financial risk for the costs of readmissions, many health systems have developed and tested interventions to prevent recently discharged patients from returning to the hospital with exacerbations of their illness.\n\nIt is a challenging problem: HF is a chronic disease requiring a complex array of medications, intensive follow-up care, and daily self-management, including significant lifestyle changes. A few missed doses of a diuretic or a small increase in dietary sodium can easily start a vicious cycle that leads to readmission.\n\nIndeed, the combined need for clinical management and patient self-management may be what makes HF such a challenge. Past approaches relied primarily on patients seeking care after they were symptomatictypically too late to intervene without hospitalization. Newer approaches recognize that outcomes are driven largely by activities at home, out of the view of providers. Yet, trials of self-management-using patients as their own workforce through intensive traininghave shown no significant reductions in mortality or rehospitalizations.  4 Complex disease management programs that combine clinical and self-management, often staffed by clinical nurses and sometimes including remote monitoring, have been shown in small studies to reduce readmissions and improve quality of life. These programs, however, are typically too costly and labor-intensive to effectively scale, and the promise seen in the small studies has not been realized in the larger trials that followed.  [5] [6] 6] [7] [8] [9]  Patients offered such support may not participate at all, and many of those who do participate may quickly lose interest.  10 Additionally, many of the trials do not effectively integrate monitoring into the electronic health record (EHR) or clinical practice workflow, creating ineffective alerts and substantial additional effort for providers that result in unsustainable clinical burden.\n\nThe lack of practical success is frustrating because the mainstays of HF management are well understood. Effective management of HF depends on medication adherence and sodium restriction.  11 Poor adherence to HF medications is associated with more frequent admissions and higher mortality rates.  12, 13 Although sodium intake is difficult to monitor, increases in body weight, reflecting increases in fluid, are situated on the mediating pathway toward exacerbations and are also easily measured. Often the earliest sign of decompensation is a weight gain of a few kilograms (ie, several pounds), signaling pending clinical deterioration that can be avoided with early intervention.  14 Adherence to weight monitoring and subsequent diuretic self-adjustment have been found to be associated with lower adjusted odds of HF-related emergency department visits and hospitalization.  13 Thus, the hope has been to create an approach that persistently engages patients in selfmonitoring (because patients with HF have the disease for their lifetimes) and that also efficiently engages clinicians in the care of those patients outside of office visits. For these reasons, the EMPOWER trial (Electronic Monitoring of Patients Offers Ways to Enhance Recovery) intervention focuses on adherence to both daily weight monitoring and daily diuretic use. A remote monitoring strategy focused on these twin elements-with relevant information transmitted to nurses empowered to act on it-could be highly effective if participation and adherence rates can be maintained at high levels and over long periods of time.\n\nNew insights from the field of behavioral economics offer promise for sustaining this kind of patient engagement.  [15] [16] 6] [17] [18]  Research has shown that common decision errors that normally lead people away from healthy behaviors can be used to instead promote healthy behavior.  19, 20 For example, present bias, the tendency to overvalue present costs and benefits (the tendency that leads patients to eat a salty snack while knowing that it could set off an HF exacerbation later) typically works against healthy behaviors. The benefits of those behaviors (eg, better health, fewer hospitalizations) are delayed and often intangible, but the challenges (eg, resisting temptation) and opportunities (eg, enjoying the snack) are immediate. To counteract this balance, incentives for healthy behaviors can create immediate benefits from activities whose benefits would otherwise be delayed; for example, small but tangible and frequent positive feedback or rewards can be offered to promote daily medication adherence and weight monitoring.  [20] [21] 1] [22]  Behavioral economics also has shown that the structure and timing of incentives can be as important as their magnitude.  10 Rather than merely paying people for medication adherence in a transactional way, daily lotteries have been shown to improve medication adherence and weight loss; these have incorporated anticipated regret (people are notified whether they won or would have won) and frequent small payoffs and infrequent large payoffs, which are effective because people tend to overweigh small probabilities and find variable rewards fun.  23 ottery-based incentives with frequent feedback thus have the potential to encourage sustained behavior change among patients with HF when incentives, such as simple fixed payments might be less effective.\n\nHere, we describe the design of EMPOWER, a pragmatic randomized trial to evaluate whether automated hovering-a term coined to synthesize the concepts of remote but constant engagement and evaluationcan improve outcomes among HF patients recently discharged from the hospital and prevent readmissions.  24 he trial is innovative in its use of remote monitoring technologies to connect with patients, its use of behavioral economics to inform the structure and content of the intervention, and its integration with a healthcare delivery system to provide data and insights that are actionable within the existing context of clinical care. The EMPOWER intervention is deployed via a novel software platform that allows daily monitoring of weights and medication adherence in a user-friendly way.  25 The intervention is enhanced with a series of behavioral economic tools to promote behavior change, including a regret lottery and social support.  26 Importantly, the intervention is embedded into routine clinical practice within a healthcare delivery system and is implemented with existing clinical resources with direct integration into the EHR."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Screening and Eligibility",
      "text": "A purpose-built automated dashboard screening tool identifies potentially eligible participants by flagging recently discharged patients at 3 urban campuses within Penn Medicine (Hospital of the University of Pennsylvania, Penn Presbyterian Medical Center, and Pennsylvania Hospital).  27 Study staff then perform additional screening to confirm eligibility. Eligible participants must be between 18 and 80 years of age and have either a primary discharge diagnosis of HF, a secondary discharge diagnosis of HF with intravenous diuretics administered during their inpatient stay, or HF appearing on their problem list with intravenous diuretics administered during their hospital stay. Participants are eligible to enroll for up to 30 days postdischarge. To be eligible, participants must also be prescribed a daily diuretic and plan to have their HF monitored by a Penn Medicine clinician (a primary care provider, cardiologist, or nurse practitioner). Exclusion criteria include receipt of heart transplant, listed or under evaluation for heart transplant, receipt of ventricular assist device, listed or under evaluation for ventricular assist device, end-stage renal disease, a glomerular filtration rate <25 mL/min, hemodialysis, inotrope dependence, palliative care, hospice care, or participation in other telemonitoring programs. In addition, participants are ineligible if they have a history of uncontrolled cognitive or psychiatric conditions that would affect study participation."
    },
    {
      "title": "Recruitment",
      "text": "The EMPOWER study began enrolling patients in May 2016 and is expected to complete accrual in the spring of 2019. The study is a 2-arm randomized controlled trial with a total enrollment goal of 566 participants, evenly randomized to receive usual care (UC) or the automated hovering intervention. Randomization is stratified by study site (Hospital of the University of Pennsylvania, Penn Presbyterian Medical Center, and Pennsylvania Hospital). Both UC and intervention participants receive $25 for enrolling in the study. Participants randomized to UC have no further interaction with the study team and receive usual medical care. Intervention participants receive 2 wireless devices, electronic pill bottles to measure adherence to their daily diuretic medication, and an electronic scale to measure their daily morning weight. For taking the time to set up these devices, intervention participants receive an additional $25. Intervention participants' managing providers are notified of their patient's enrollment in the study via email and as an in-basket message in the EHR. Intervention participants are asked to provide the name and contact information of a family member or friend to serve as a support partner in the case of extended nonadherence to either device. Participant engagement is managed through Way to Health, a research software platform that integrates with various devices and provides automated feedback.  25 On recruitment, the preferred contact method for both participants and their support partners is registered. Participants choose whether to receive daily feedback about their medication and weight adherence and lottery winnings via text, email, or interactive voice recording phone call. Participants nonadherent with opening their pill bottle or registering a weight measurement for 2 days receive an automated message stressing the importance of taking the medication and weighing in; the participant's support partner also receives an automated message. After 3 days of nonadherence, study staff call the participant. After 4 days of nonadherence, study staff call the support partner. After 5 days of nonadherence, study staff send a note to the participant's clinical provider through the EHR. The process is designed with these thresholds for escalation to emphasize self-monitoring and reduce burdens on clinicians.  28 ntervention participants are assigned a 2-digit number to be used for daily lottery-based engagement incentives in which eligibility to win is conditional on both daily medication adherence and registering a weight measurement. If adherent to both devices, the participant has an 18 in 100 (roughly 1 in 5) chance of winning $5 or 1 in 100 chance of winning $50 each day for an expected value of $1.40. Over the course of their year-long participation in the trial, intervention participants who are consistently adherent to both medication and weight monitoring are expected to earn ≈$500. Additionally, participants in the intervention arm receive intermittent educational/motivational messages to encourage ongoing healthy behaviors to manage their congestive HF.  29  Each participant's weight is monitored daily and automatically compared with prespecified weight change thresholds, which are an increase of 1.4 kg (ie, 3 pounds) in 24 hours or 2.3 kg (ie, 5 pounds) in 72 hours. If a weight gain alert is triggered, study staff call the participant to validate the weight increase and assess symptoms using a standardized questionnaire. Study staff attempt to reach the participant for 3 consecutive days. If it is determined that the participant had a true weight increase, the coordinator sends the weight alert and symptom questionnaire responses to the participant's managing clinician via the Way to Health platform to the EHR. If the participant is unreachable, study staff send a message to the participant's managing provider indicating that the participant had an unconfirmed weight gain. Information on a participant's weight gain is routed as an abnormal result to his/her designated provider, and this result is viewable to anyone on the participant's care team. As part of the integration of the Way to Health platform with the EHR, daily weights are also sent from the Way to Health platform into a flowsheet in the participant's record on a weekly basis, viewable by any of their Penn Medicine clinicians."
    },
    {
      "title": "STATISTICAL CONSIDERATIONS Design Considerations",
      "text": "We designed the trial to maximize its pragmatic features. These include automated identification of potentially eligible patients using the built-in EHR screening tool and embedding of the intervention within existing processes of clinical care. The components of the composite outcome, as well as daily diuretic adherence and weight measurement, are captured in the EHR. Participants randomized to the UC arm receive routine clinical care and are never contacted again by the study staff after enrollment, making this truly a UC arm. In the intervention arm, triggered weight alerts are sent, after verification, to the provider team via the EHR and are, therefore, embedded into existing care pathways without requiring any special connection of clinicians to the study team or another electronic platform. Finally, the clinical outcomes are important to the hosting health system, and the intervention was seen as feasibly implementable if successful."
    },
    {
      "title": "Outcomes",
      "text": "Our primary outcome is time to readmission for any cause; note that participants may experience multiple readmissions, and each will contribute to the analysis as described below. Outcomes will be observed using EHR data from Penn Medicine, supplemented with state data on admissions from Pennsylvania, New Jersey, and Delaware to ensure that all admissions are captured. Secondary outcomes include death, medication adherence, and costs. We will obtain information on death from tri-state area death indices. In the intervention group, we will also measure adherence using the proportion of days adherent to medication, to weight measurement, or to both. These are defined as the proportion of days on which the electronic pill bottles were opened or the scale registered a weight. We will report number of alerts triggered, the proportion of those alerts that were verified and sent to the clinical care team, and responses to those alerts. We will measure costs in both groups as described below. Note that all outcomes measured in both study arms are obtained from administrative sources and do not require recontacting participants; for this reason, we do not obtain direct information on quality of life from study participants."
    },
    {
      "title": "Sample Size",
      "text": "Before study initiation, we estimated the 1-year readmission rate in the UC group to be ≈47% and designed the trial to provide 80% power to detect a hazard ratio of 0.73, corresponding to a 10 percentage point decrease in the readmission rate in the intervention group. With the assumptions of uniform accrual over time, exponentially distributed readmission times, a censoring rate of up to 10%, and using an exponential maximum likelihood estimator test, we intend to accrue 566 patients (≈283 subjects in each arm) over the 24-month enrollment period and follow them for 12 months.  30 The primary hypothesis test will use a 2-sided type I error rate of 0.05. Note that the power calculations are based on the time to first readmission; if patients experience multiple readmissions, statistical power will be increased."
    },
    {
      "title": "Analytic Plan",
      "text": "The primary analysis will consist of an unadjusted intent-to-treat hypothesis test using the Andersen-Gill formulation of the Cox proportional hazards model to compare the times to hospitalizations in the 2 groups; these models properly adjust for the correlation of multiple repeated events within individuals.  31, 32 We will also estimate multivariate regression models adjusted for the stratification variable (study site), trial arm, and other covariates of interest that may be imbalanced by study arm despite randomization (such as patient sex, income, race, baseline ejection fraction, and other clinical factors), retaining those given evidence of confounding or predictive ability.  33 We will assess interaction terms between the intervention indicators and a priori potential effect modifiers, such as income level, race, and baseline ejection fraction. All hypothesis tests will be 2-sided, and models will be assessed using standard diagnostic techniques.  34 ecause some patients will discontinue follow-up at Penn Medicine during the study period, we may not have complete follow-up data; we expect these changes to be comparable in both arms and to be for reasons unrelated to the study. We will compare dropout rates by arm, attempt to find the reasons for missing data, and compare baseline characteristics in participants with complete versus incomplete follow-up. In secondary analyses, we will investigate the sensitivity to modeling assumptions using imputation models and inverse-probability-weighted estimating equations and models that adjust for informative missing data.\n\nWe anticipate that short-term mortality rates will be comparable between treatment groups and that there will be no differential reporting of deaths because information in both groups will be derived from state death indices. To assess the impact of the intervention on both readmissions and mortality, we will analyze the composite outcome defined by time to the earliest of readmission or death; this will account for potential bias caused by differential death rates or reporting and provide important information to complement the analysis of readmissions."
    },
    {
      "title": "Regulatory Requirements",
      "text": "The EMPOWER trial was approved by the University of Pennsylvania Institutional Review Board. All participants provide informed consent before enrollment. The Data Safety and Monitoring Board comprises 3 experts with nationally known expertise in clinical trials, HF, and biostatistics. The Data Safety and Monitoring Board judged the trial to be low risk but continues to monitor adverse and serious adverse events, as well as to review study and staff training protocols. The Data Safety and Monitoring Board receives a regular report that includes all readmissions to Penn Medicine for the enrolled participants. Each readmission is independently adjudicated by 2 resident physicians at Penn Medicine for its possible relatedness to the study protocol, as well as to gain further insight into the reasons enrolled HF patients are rehospitalized. Adjudications that are discordant are given final review and adjudication by 2 cardiologists who are coinvestigators on the study and experts in treating HF. The Data Safety and Monitoring Board reviews the report approximately every 6 months and makes a recommendation on study continuation."
    },
    {
      "title": "Cost-Effectiveness",
      "text": "An important secondary objective is assessment of the cost-effectiveness of the intervention. Because the primary purpose of the cost-effectiveness analysis is to inform potential adopters about what they can expect, health outcomes, costs, and cost-effectiveness will be estimated from the perspective of a hospital or health plan. This reflects the healthcare sector perspective recommended by the Second Panel on Cost-Effectiveness in Health and Medicine.  35 Costs will be valued using Medicare's national base rates for 2019.\n\nThe primary outcome of the trial is hospital readmission for any cause. By design, the UC group is not contacted after enrollment, so readmissions will be assessed via the electronic medical record, supplemented with state data on admissions from Pennsylvania, New Jersey, and Delaware to ensure that all admissions are captured. A primary hypothesis of the trial is that the intervention will reduce readmissions among intervention participants, compared with control, possibly by enough to offset the costs of the intervention and of any additional outpatient medical care. This hypothesis will be assessed by costing medical care utilization during the trial in the control and intervention arms, a standard part of a cost-effectiveness analysis conducted from the healthcare sector perspective. Costing is described in more detail below.\n\nAlthough cost-effectiveness analysis can show whether an intervention is cost-saving, its main purpose is to show the additional health achieved by an intervention for any additional costs incurred. For the primary cost-effectiveness analysis, health will be represented by all-cause readmissions, the primary outcome of the trial. A reduction in readmissions is an intermediate, not a direct, measure of health, and the electronic medical record will give access to 2 important additional measures. The first measure, all-cause mortality, is high among HF patients. If all-cause mortality at 12 months differs significantly between the UC and intervention arms, that difference, and projections of its longer-term impact, will serve as an important direct measure of health outcome. As a second measure that can be viewed as a proxy for quality of life, we will use the change over the trial period in the Seattle Heart Failure Model risk score.  36, 37 The score calculates the risk of all-cause mortality at 1 and 5 years using laboratory values and clinical assessments available in the EHR. If the intervention is successful, the risk scores of intervention patients are expected to increase less, or even decrease, compared with those of UC patients.\n\nCosts of the intervention over the 12-month trial period include the electronic pill bottles and scales; incentive payments to patients; staff time to enroll patients, troubleshoot devices, and monitor alerts; the Way to Health platform that enrolls patients and calculates their incentives; and medical utilization during the trial, which captures services in response to alerts and the intervention's success in reducing hospital admissions. Device and incentive costs are available from the trial records. To ensure that only the time required for the intervention itself is costed, and not time involved in trial-and research-related activities, staff will record their time, by activity, for a sample of weeks using time logs. Medical utilization will be measured using the billing and service utilization data systems of Penn Medicine and costed using national Medicare payment rates; this information includes Penn Medicine inpatient and outpatient hospital services and services at Penn Medicine outpatient practices. We will have information on inpatient prescriptions but not outpatient prescriptions, making it difficult to calculate a measure of adherence in both arms. We will also obtain information on admissions outside of the Penn Medicine system using state hospital discharge records from Pennsylvania, New Jersey, and Delaware. We will estimate confidence intervals around these values and perform sensitivity analyses to reflect underlying uncertainty in inputs and assumptions.\n\nAs is standard for cost-effectiveness analysis, the analyses will report: (1) a comparison of the costs in the UC and intervention arms, which will show whether the intervention reduced medical costs, a primary aim of the trial; (2) estimates of years of life gained by participants in the intervention arm compared with UC, based on differences in mortality across arms, differences in Seattle Heart Failure Model scores across arms, or both; and (3) if the intervention costs more than UC, cost-effectiveness ratios that show the additional cost per readmission prevented or year of life gained."
    },
    {
      "title": "DISCUSSION",
      "text": "A scalable approach to substantially reduce the risk of readmission among patients hospitalized for HF has remained elusive, despite considerable understanding of the physiological mechanisms of the disease. The most promising models for a successful approach include remote monitoring of behavioral risk factors paired with timely clinical remediation. However, sustainable approaches require keeping patients engaged in the process for their lifetimes, and scalable approaches require keeping costs, as well as the burden on busy clinicians, low.\n\nEMPOWER is designed to meet these requirements by combining leading-edge approaches in human motivation, derived from behavioral economics, with contemporary technology to provide scale and exception handling at low cost. The trial is implemented within the naturalized environment of a health system, accommodating the existing journeys of patients and the workflows of clinicians to the extent possible. This prevents clinicians from having to access separate systems but rather allows all data to flow into the common EHR and allow management within the context of care. A goal of this pragmatic design is to limit resource utilization and also to test an intervention that would need minimal modification to move from an experiment to a new way of practice.\n\nIndeed, EMPOWER is an experiment. It is being fielded at a time when health systems around the nation are so desperately aiming to reduce the readmission rates for their patients with HF and other chronic illnesses that many are pursuing interventions that, although well-meaning and often well-designed, are rolled out on the basis of their intuitive promise without control and with little planned evaluation. Pharmaceuticals are similarly designed based on their intuitive promise, but we would never prescribe them to our patients without first testing them for safety and efficacy. Nonetheless, compound clinical policy interventions, like new approaches to reduce HF rehospitalizations, are often released on large populations of patients without extensive prior testing. Most of those that have been tested have not been effective. EMPOWER aims to provide a careful test of a cuttingedge intervention.\n\nEMPOWER concludes patient enrollment in the spring of 2019 and concludes patient follow-up in the spring of 2020. Soon after that, we will learn the results."
    },
    {
      "title": "Clinical Perspectives",
      "text": "Congestive HF is one of the leading reasons for hospitalization and rehospitalization. Successful management depends critically on patient behavior. The EMPOWER trial tests a promising intervention blending our understanding of physiology and behavioral economics with contemporary technology. If successful, this trial can serve as a model for the many other common conditions where patient engagement is essential for good clinical outcomes."
    },
    {
      "title": "Translational Outlook",
      "text": "Pragmatic trials aim to rigorously test interventions while including a broadly representative patient group so that the results will be generalizable. EMPOWER is designed with these features in mind: we are recruit-ing a representative sample of HF patients. In addition, a critical feature of the EMPOWER intervention is its integration into the existing context of care and clinical workflow, which will facilitate effective translation of the approach, if successful, into standard practice."
    },
    {
      "title": "ARTICLE INFORMATION"
    },
    {
      "text": "Figure illustrates the flow of communication among patients, providers, and the study team."
    },
    {
      "text": "Figure. The EMPOWER (Electronic Monitoring of Patients Offers Ways to Enhance Recovery) automated hovering intervention: Communication among patients, providers, and study team."
    },
    {
      "text": "Andrea B. Troxel, ScD, 180 Madison Ave, Room 5-55, New York, NY 10016. Email andrea.troxel@nyulangone.org Affiliations Departments of Medicine and Health Policy and Medical Ethics, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA (S.J.M., K.G.V., D.A.A., L.R.G., L.B.R., L.A.N., L.G.I.). The Corporal Michael J Crescenz VA Medical Center, Philadelphia, PA (S.J.M., K.G.V., D.A.A.). Division of Biostatistics, Department of Population Health, New York University School of Medicine, New York, NY (A.B.T.)."
    }
  ],
  "references": [
    {
      "title": "Heart disease and stroke statistics-2017 update: a report from the American Heart Association",
      "authors": [
        "E Benjamin",
        "M Blaha",
        "S Chiuve",
        "M Cushman",
        "S Das",
        "R Deo",
        "S De Ferranti",
        "J Floyd",
        "M Fornage",
        "C Gillespie",
        "C Isasi",
        "M Jiménez",
        "L Jordan",
        "S Judd",
        "D Lackland",
        "J Lichtman",
        "L Lisabeth",
        "S Liu",
        "C Longenecker",
        "R Mackey",
        "K Matsushita",
        "D Mozaffarian",
        "M Mussolino",
        "K Nasir",
        "R Neumar",
        "L Palaniappan",
        "D Pandey",
        "R Thiagarajan",
        "M Reeves",
        "M Ritchey",
        "C Rodriguez",
        "G Roth",
        "W Rosamond",
        "C Sasson",
        "A Towfighi",
        "C Tsao",
        "M Turner",
        "S Virani",
        "J Voeks",
        "J Willey",
        "J Wilkins",
        "J Wu",
        "H Alger",
        "S Wong",
        "P Muntner"
      ],
      "year": 2017,
      "doi": "10.1161/cir.0000000000000485"
    },
    {
      "title": "Critical Care; Perioperative and Resuscitation; Council on Cardiovascular Nursing; Council on the Kidney in Cardiovascular Disease; Council on Cardiovascular Surgery and Anesthesia, and Interdisciplinary Council on Quality of Care and Outcomes Research",
      "authors": [
        "P Heidenreich",
        "J Trogdon",
        "O Khavjou",
        "J Butler",
        "K Dracup",
        "M Ezekowitz",
        "E Finkelstein",
        "Y Hong",
        "S Johnston",
        "A Khera",
        "Lloyd Jones",
        "D Nelson",
        "S Nichol",
        "G Orenstein",
        "D Wilson",
        "P Woo"
      ],
      "year": 2011,
      "doi": "10.1161/cir.0b013e31820a55f5"
    },
    {
      "title": "National patterns of risk-standardized mortality and readmission after hospitalization for acute myocardial infarction, heart failure, and pneumonia: update on publicly reported outcomes measures based on the 2013 release",
      "authors": [
        "L Suter",
        "S Li",
        "J Grady",
        "Z Lin",
        "Y Wang",
        "K Bhat",
        "D Turkmani",
        "S Spivack",
        "P Lindenauer",
        "A Merrill",
        "E Drye",
        "H Krumholz",
        "S Bernheim"
      ],
      "year": 2014,
      "doi": "10.1007/s11606-014-2862-5"
    },
    {
      "title": "Self-management counseling in patients with heart failure: the heart failure adherence and retention randomized behavioral trial",
      "authors": [
        "L Powell",
        "J Calvin",
        "Jr",
        "D Richardson",
        "I Janssen",
        "C Mendes De Leon",
        "K Flynn",
        "K Grady",
        "C Rucker-Whitaker",
        "C Eaton",
        "E; Avery",
        "Hart Investigators"
      ],
      "year": 2010,
      "doi": "10.1001/jama.2010.1362"
    },
    {
      "title": "Effects of care coordination on hospitalization, quality of care, and health care expenditures among Medicare beneficiaries: 15 randomized trials",
      "authors": [
        "D Peikes",
        "A Chen",
        "J Schore",
        "R Brown"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2009.126"
    },
    {
      "title": "Telemonitoring in patients with heart failure",
      "authors": [
        "S Chaudhry",
        "J Mattera",
        "J Curtis",
        "J Spertus",
        "J Herrin",
        "Z Lin",
        "C Phillips",
        "B Hodshon",
        "L Cooper",
        "H Krumholz"
      ],
      "year": 2010,
      "doi": "10.1056/nejmoa1010029"
    },
    {
      "title": "Which components of heart failure programmes are effective? A systematic review and meta-analysis of the outcomes of structured telephone support or telemonitoring as the primary component of chronic heart failure management in 8323 patients: Abridged Cochrane Review",
      "authors": [
        "S Inglis",
        "R Clark",
        "F Mcalister",
        "S Stewart",
        "J Cleland"
      ],
      "year": 2011,
      "doi": "10.1093/eurjhf/hfr039"
    },
    {
      "title": "Noninvasive home telemonitoring for patients with heart failure at high risk of recurrent admission and death: the Trans-European Network-Home-Care Management System (TEN-HMS) study",
      "authors": [
        "J Cleland",
        "A Louis",
        "A Rigby",
        "U Janssens",
        "Ah; Ten-Hms Balk",
        "Investigators"
      ],
      "year": 2005,
      "doi": "10.1016/j.jacc.2005.01.050"
    },
    {
      "title": "Better Effectiveness After Transition-Heart Failure (BEAT-HF) Research Group. Effectiveness of remote patient monitoring after discharge of hospitalized patients with heart failure: the Better Effectiveness After Transition -Heart Failure (BEAT-HF) Randomized Clinical Trial",
      "authors": [
        "M Ong",
        "P Romano",
        "S Edgington",
        "H Aronow",
        "A Auerbach",
        "J Black",
        "De Marco",
        "T Escarce",
        "J Evangelista",
        "L Hanna",
        "B Ganiats",
        "T Greenberg",
        "B Greenfield",
        "S Kaplan",
        "S Kimchi",
        "A Liu",
        "H Lombardo",
        "D Mangione",
        "C Sadeghi",
        "B Sadeghi",
        "B Sarrafzadeh",
        "M Tong",
        "K Fonarow"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7712"
    },
    {
      "title": "Financial incentives for home-based health monitoring: a randomized controlled trial",
      "authors": [
        "A Sen",
        "T Sewell",
        "E Riley",
        "B Stearman",
        "S Bellamy",
        "M Hu",
        "Y Tao",
        "J Zhu",
        "J Park",
        "G Loewenstein",
        "D Asch",
        "K Volpp"
      ],
      "year": 2014,
      "doi": "10.1007/s11606-014-2778-0"
    },
    {
      "title": "Objectively measured, but not self-reported, medication adherence independently predicts event-free survival in patients with heart failure",
      "authors": [
        "J Wu",
        "D Moser",
        "M Chung",
        "T Lennie"
      ],
      "year": 2008,
      "doi": "10.1016/j.cardfail.2007.11.005"
    },
    {
      "title": "Adherence to candesartan and placebo and outcomes in chronic heart failure in the CHARM programme: double-blind, randomised, controlled clinical trial",
      "authors": [
        "B Granger",
        "K Swedberg",
        "I Ekman",
        "C Granger",
        "B Olofsson",
        "J Mcmurray",
        "S Yusuf",
        "E Michelson",
        "Ma; Charm Pfeffer",
        "Investigators"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)67760-4"
    },
    {
      "title": "Impact of medication nonadherence on hospitalizations and mortality in heart failure",
      "authors": [
        "A Fitzgerald",
        "J Powers",
        "P Ho",
        "T Maddox",
        "P Peterson",
        "L Allen",
        "F Masoudi",
        "D Magid",
        "E Havranek"
      ],
      "year": 2011,
      "doi": "10.1016/j.cardfail.2011.04.011"
    },
    {
      "title": "Patterns of weight change preceding hospitalization for heart failure",
      "authors": [
        "S Chaudhry",
        "Y Wang",
        "J Concato",
        "T Gill",
        "H Krumholz"
      ],
      "year": 2007,
      "doi": "10.1161/circulationaha.107.690768"
    },
    {
      "title": "Asymmetric paternalism to improve health behaviors",
      "authors": [
        "G Loewenstein",
        "T Brennan",
        "K Volpp"
      ],
      "year": 2007,
      "doi": "10.1001/jama.298.20.2415"
    },
    {
      "title": "Can behavioural economics make us healthier?",
      "authors": [
        "G Loewenstein",
        "D Asch",
        "J Friedman",
        "L Melichar",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e3482"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "The framing of decisions and the psychology of choice",
      "authors": [
        "A Tversky",
        "D Kahneman"
      ],
      "year": 1981
    },
    {
      "title": "Harnessing the power of default options to improve health care",
      "authors": [
        "S Halpern",
        "P Ubel",
        "D Asch"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsb071595"
    },
    {
      "title": "P4P4P: an agenda for research on pay-for-performance for patients",
      "authors": [
        "K Volpp",
        "M Pauly",
        "G Loewenstein",
        "D Bangsberg"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.1.206"
    },
    {
      "title": "Using decision errors to help people help themselves",
      "authors": [
        "G Loewenstein",
        "L John",
        "K Volpp"
      ],
      "year": 2009,
      "doi": "10.2307/j.ctv550cbm.27"
    },
    {
      "title": "A test of financial incentives to improve warfarin adherence",
      "authors": [
        "K Volpp",
        "G Loewenstein",
        "A Troxel",
        "J Doshi",
        "M Price",
        "M Laskin",
        "S Kimmel"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-272"
    },
    {
      "title": "Financial incentive-based approaches for weight loss: a randomized trial",
      "authors": [
        "K Volpp",
        "L John",
        "A Troxel",
        "L Norton",
        "J Fassbender",
        "G Loewenstein"
      ],
      "year": 2008,
      "doi": "10.1001/jama.2008.804"
    },
    {
      "title": "Automated hovering in health carewatching over the 5000 hours",
      "authors": [
        "D Asch",
        "R Muller",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.1056/NEJMp1203869"
    },
    {
      "title": "On the Way to Health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Effect of electronic reminders, financial incentives, and social support on outcomes after myocardial infarction: the Heartstrong randomized clinical trial",
      "authors": [
        "K Volpp",
        "A Troxel",
        "S Mehta",
        "L Norton",
        "J Zhu",
        "R Lim",
        "Wang Marcus",
        "Terweisch Ccaldarella",
        "K Levin",
        "T Relish",
        "M Negin",
        "N Smith-Mclallen",
        "A Syder",
        "R Spetell",
        "C Drachman",
        "B Kolansky",
        "D Asch"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.2449"
    },
    {
      "title": "Subscribing to your patients -reimagining the future of electronic health records",
      "authors": [
        "K Choi",
        "Y Gitelman",
        "D Asch"
      ],
      "year": 2018,
      "doi": "10.1056/nejmp1800874"
    },
    {
      "title": "How to reduce primary care doctors' workloads while improving care",
      "authors": [
        "D Asch",
        "C Terwiesch",
        "K Volpp"
      ],
      "year": 2017
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett",
        "Jan Graves",
        "N De Keizer",
        "L Barry",
        "T Bompoint",
        "S Stepien",
        "S Whittaker",
        "R Rodgers",
        "A Thiagalingam"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Sample size and power determination for stratified clinical trials",
      "authors": [
        "D Bernstein",
        "S Lagakos"
      ]
    },
    {
      "title": "Cox's regression model for counting processes: a large sample study",
      "authors": [
        "P Andersen",
        "R Gill"
      ],
      "year": 1982,
      "doi": "10.1214/aos/1176345976"
    },
    {
      "title": "Modeling Survival Data: Extending the Cox Model",
      "authors": [
        "T Therneau",
        "P Grambsch"
      ],
      "year": 2000
    },
    {
      "title": "Modern Epidemiology",
      "authors": [
        "K Rothman",
        "S Greenland"
      ],
      "year": 1998
    },
    {
      "title": "Regression Modeling Strategies with Applications to Linear Models, Logistic Regression, and Survival Analysis",
      "authors": [
        "J Harrell"
      ],
      "year": 2001,
      "doi": "10.1007/978-1-4757-3462-1_13"
    },
    {
      "title": "Recommendations for conduct, methodological practices, and reporting of cost-effectiveness analyses: second panel on cost-effectiveness in health and medicine",
      "authors": [
        "G Sanders",
        "P Neumann",
        "A Basu",
        "D Brock",
        "D Feeny",
        "M Krahn",
        "K Kuntz",
        "D Meltzer",
        "D Owens",
        "L Prosser",
        "J Salomon",
        "M Sculpher",
        "T Trikalinos",
        "L Russell",
        "J Siegel",
        "T Ganiats"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.12195"
    },
    {
      "title": "The seattle heart failure model: prediction of survival in heart failure",
      "authors": [
        "W Levy",
        "D Mozaffarian",
        "D Linker",
        "S Sutradhar",
        "S Anker",
        "A Cropp",
        "I Anand",
        "A Maggioni",
        "P Burton",
        "M Sullivan",
        "B Pitt",
        "P Poole-Wilson",
        "D Mann",
        "M Packer"
      ],
      "year": 2006,
      "doi": "10.1161/circulationaha.105.584102"
    },
    {
      "title": "Seattle Heart Failure Model",
      "year": 2018,
      "doi": "10.3410/f.13207957.14552055"
    }
  ],
  "num_references": 37
}
