{
  "paper_id": "LJFLLVSS",
  "title": "The first software as medical device of evidence-based hypertension digital therapeutics for clinical practice",
  "abstract": "In 2021, the open-label randomized HERB-Digital Hypertension 1 (HERB-DH1) trial showed for the first time that hypertension digital therapeutics (a hypertension treatment app) successfully reduced blood pressure (BP) in patients with hypertension. Patients in the digital therapeutics group who used the app and home BP monitoring (HBPM) showed significant and persistent decreases in office, home and ambulatory BP values compared with the control group (who were under physician management using HBPM and lifestyle modifications). The results of the pivotal study led to the first global approval of this app for the treatment of hypertension in Japan in 2022, including medical insurance reimbursement. As a result, this hypertension app is expected to become widely used in the clinical management of all stages of hypertension. The most important remaining research issues include the identification of patients likely to respond to this therapeutic approach and the development of clinical efficacy indices. In addition, guidelines for the appropriate use of hypertension apps in the treatment of hypertension are needed. Next steps include the development and research of digital tools to facilitate the behavioral modifications required to prevent hypertension.",
  "year": 2022,
  "date": "2022-10-07",
  "journal": "Hypertension",
  "publication": "Hypertension",
  "authors": [
    {
      "forename": "Kazuomi",
      "surname": "Kario",
      "name": "Kazuomi Kario",
      "affiliation": "1  Division of Cardiovascular Medicine , School of Medicine , Jichi Medical University , Tochigi , Japan \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan",
      "email": "kkario@jichi.ac.jp"
    },
    {
      "forename": "Noriko",
      "surname": "Harada",
      "name": "Noriko Harada",
      "affiliation": "1  Division of Cardiovascular Medicine , School of Medicine , Jichi Medical University , Tochigi , Japan \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Ayako",
      "surname": "Okura",
      "name": "Ayako Okura",
      "affiliation": "1  Division of Cardiovascular Medicine , School of Medicine , Jichi Medical University , Tochigi , Japan \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "https://doi.org/10.13039/501100004031",
  "keywords": [
    "Digital therapeutics",
    "Hypertension",
    "Software as medical device",
    "Digital hypertension",
    "Digital behavior modification",
    "Lifestyle modifications"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Digital innovation is drastically transforming healthcare  [1] [2] [3] [4] [5] . In the field of hypertension alone, the number of academic papers relating to digital management strategies has increased exponentially in recent years  [6] [7] [8] [9] [10] . Furthermore, the Japanese Society of Hypertension fosters research in the area of digital hypertension as part of its 'Future Plan'  [11] , which encourages use of innovative research methods to support the prevention, prediction and control of hypertension, and consistently emphasizes the importance of digital hypertension management  [12] [13] [14] .\n\nDigital health is broad in scope and includes health management and disease prevention for healthy individuals, health promotion, disease risk prediction, and diagnostic support, treatment and prognosis management for medical professionals. Digital health strategies relating to medical care (diagnosis and treatment of diseases) are referred to as digital medicine, while medical programs that have been approved by regulatory authorities are called software as a medical device (SaMD).\n\nSaMD refers to a program (software function) designed for use as a medical device (i.e., contributing to the diagnosis, treatment, or prevention of disease) and that may affect the life and health of the patient if it does not function as intended. Artificial intelligence-based diagnostic support software and therapeutic applications fall under the category of programmed medical devices. Within SaMD, \"digital therapeutics, also called 'therapeutic apps',\" are programs for therapeutic purposes that have been scientifically proven to be effective in clinical trials, and in which patients themselves (under the supervision of a physician) use digital technology such as smartphones to prevent, manage, and treat diseases (Fig.  1 )  [2] .\n\nWe have named a system that utilizes digital technology to encourage lifestyle modification with apps and manage it with data as \"digital behavior modification (DBM)\", including software that does not fall under the category of medical devices, and are conducting research and development of such a system (Fig.  1 ). The most important hypertension evaluation index in the digital health domain (the series of processes from healthcare to medical care) is blood pressure (BP), which will be a central target for the future development of behavior modification apps."
    },
    {
      "title": "Hypertension digital therapeutics",
      "text": "The development of digital therapeutics (therapeutic applications) has gained momentum in Europe and the U.S over recent years. Target diseases include diabetes, dementia and depression, among others. In Japan, we began joint research and development of a hypertension treatment app with Cur-eApp Inc. (Tokyo) in 2017 and verified the effectiveness of hypertension digital therapeutics for the first time globally in 2021  [15] [16] [17] . The cost effectiveness of the developed hypertension treatment app, CureApp HT, was also evaluated  [18] , and it received regulatory approval and was approved for medical insurance reimbursement in 2022, allowing use in medical practice. There are no previous examples of successful clinical trials or regulatory approval of digital therapeutics for hypertension treatment in Japan, Europe, or the United States, and therefore the Japanese approval is the first for a digital therapeutic intervention in hypertension.\n\nAs indicated in the Japan Society of Hypertension Guidelines for the Treatment of Hypertension  [19] , active self-monitoring of home BP and continuous lifestyle modification by patients are important issues. However, it is difficult for patients to maintain and continue appropriate lifestyle modification in their daily lives, where it is difficult for medical personnel to support and intervene.\n\nHypertension digital therapeutics is an app that encourages behavioral changes in lifestyle for non-pharmacological treatment elements that have been confirmed to be effective in lowering BP, as described in national and international guidelines  [2, [19] [20] [21] . The newly-approved digital hypertension treatment app (CureApp HT) supports both the patient and the attending physician, analyzing home BP measurements by connecting to a home BP monitoring (HBPM) device via Bluetooth and the patient's daily records. The application provides guidance on lifestyle improvement that is optimized for each individual patient, encouraging selfmonitoring and behavior change to contribute to a reduction in BP (Fig.  2 )  [2] . Progress can also be shared with the attending physician and used in face-to-face consultations. CureApp HT uses a smartphone for interactive information exchange with a virtual nurse, with Step 1 being knowledge learning, Step 2 being implementation of behavior change, and Step 3 involving behavior retention  [15, 16] ."
    },
    {
      "title": "Landmark study HERB-DH1",
      "text": "In the HERB Digital Hypertension 1 (HERB-DH1) clinical trial that was conducted by our group in collaboration with CureApp Inc., the primary endpoint was a decrease in 24 h systolic BP (SBP) at 12 weeks based on ambulatory BP monitoring (ABPM) in the absence of antihypertensive medications, with a clinically important decrease in home Graphical Abstract Home BP-guided digital approach to prevent the onset of hypertension and its consequences from prehypertension to severe hypertension. SaMD, software of medical device; CVD, cardiovascular disease"
    },
    {
      "title": "Hypertension prevention"
    },
    {
      "title": "Organ damage CVD Hypertension Prehypertension"
    },
    {
      "title": "Digital medicine Digital health"
    },
    {
      "title": "Hypertension treatment to prevent organ damage and CVD events"
    },
    {
      "title": "Home BP variability indices-guided digital approach",
      "text": "The field of health that involves the use of informaƟon and communicaƟons technology (ICT; i.e. digital technologies) to support health and health-related fields.\n\nSmart devices Connected equipment Internet of things ArƟficial intelligence RoboƟcs Virtual reality Big data The part of digital health that relates to the use of technology to facilitate medical care and treatment (the objecƟve is to solve medical issues using digital means). Diagnosis EducaƟon Research Monitoring MedicaƟon Imaging Programs for medical purposes, including analysis and diagnosis, that are approved by regulatory authoriƟes. Digital Health Digital Medicine Technologies ObjecƟves ApplicaƟons Software as a Medical Device (SaMD)"
    },
    {
      "title": "Digital Therapeutics (DTx)",
      "text": "Evidence-based intervenƟons applied via high-quality soŌware programs that are approved by regulatory authoriƟes with the aim of treaƟng and managing disease."
    },
    {
      "title": "Digital behavioral modification",
      "text": "Fig.  1  Digital health and digital medicine (reproduced from Kario et al. 2022  [2]  with permission). CVD cardiovascular disease, SaMD software as a medical device Fig.  2  Information and communication technology-based doctor-patient mutual interaction platform for digital therapeutics (reproduced from Kario et al. 2022  [2]  with permission). BP blood pressure BP as a secondary endpoint  [15, 16] . This was an openlabel, randomized, controlled trial where the control group was managed by their physician, who provided usual lifestyle guidance, and independently monitored home BP.\n\nAlthough uncommon in the evaluation of many health care applications, clinical trials with a control group are essential for providing high-quality scientific evidence for the effects of hypertension digital therapeutics. This is because simply monitoring home BP and having the results explained by a physician can significantly lower BP, with a reduction in home SBP of ~6 mmHg during HBPM with individual guidance based on meta-analysis data  [22] . This was supported by data from the control group of the HERB-DH1 trial, which showed a mean 6.2 mmHg reduction in morning home SBP during the trial  [15] . However, mean morning home SBP was reduced by an additional 4.3 mmHg in the group managed with hypertension digital therapeutics (app therapy), with a mean 10.6 mmHg reduction from baseline (Fig.  3 )  [15] . Looking at the morning home BP trend, a clear decrease in BP in the digital therapeutics versus control group was seen from the first month of treatment, and BP decreased over time until the primary ABPM evaluation at 12 weeks  [15] . Furthermore, after week 12, when antihypertensive medication were allowed to be started according to the doctors' decision, the between-group difference in BP was maintained even though the proportion of patients who started antihypertensive therapy was slightly lower in the intervention versus control group  [15] . The primary endpoint of 24 h SBP, and office BP, also showed a significant difference in BP reduction between the two groups, in favor of the digital intervention  [15] . At week 12, body weight and self-reported salt intake scores decreased in the intervention group, and the magnitude of these decreases correlated with the extent of BP reduction  [15] . Both the application utilization rate and compliance with the home BP measurement schedule were over 98%  [15] , indicating that the majority of patients were able to use this application and that the data obtained were robust."
    },
    {
      "title": "Clinical implications of the HERB-DH1 study",
      "text": "It is significant that the HERB-DH1 trial  [15]  is the first time that a randomized trial with a control group has shown that a digital therapeutic app can contribute to important reductions in BP in patients with hypertension. The importance of home BP management has been increasingly emphasized in recent hypertension guidelines  [19] [20] [21] [23] [24] [25] , and the 10 mmHg reduction in morning home SBP in the group managed using the hypertension treatment application during the trial is clinically relevant. Based on data from a recent randomized controlled clinical trial in elderly patients with hypertension (the Strategy of Blood Pressure Intervention in the Elderly Hypertensive Patients [STEP] study)  [26] , the 10 mmHg reduction in morning home SBP would reduce the rate of myocardial infarction and stroke by 21% and reduce the risk of heart failure by about 54%. Therefore, the clinical use of hypertension digital therapeutics apps could help to lower the proportion of patients with uncontrolled morning BP, which should help to reduce their future cardiovascular event risk  [27] [28] [29] . The"
    },
    {
      "title": "Quality of hypertension treatment",
      "text": "The greatest challenge in current clinical management of hypertension is poorly controlled hypertension. Despite the availability of many excellent antihypertensive drugs, more than 25% of patients with hypertension patients do not achieve target BP levels  [19] . Several factors contribute to this, including patient-related variables, poor drug adherence, and clinical inertia  [30, 31] . Therapeutic inertia in the management of chronic diseases can occur not only for patients but also clinicians. Therefore, an important step is for both parties to clearly define a strict target BP, and to share the importance of achieving this target.\n\nIt is widely accepted that appropriate lifestyle modifications are an important component of effective hypertension management  [19] [20] [21] . However, treating physicians and health care institutions do not currently have enough time to provide sufficient lifestyle guidance. Therefore, the hypertension digital therapeutics app is ideally suited to support ongoing lifestyle modification between formal interactions with the health care system. Patients using the app will gain knowledge about correct lifestyle habits, measure their home BP daily, and recognize the difference between actual measured home BP values and their target BP value. In addition, the patient will be able to select from the behavior modification options presented by the application and experience success in their daily management, thereby fostering selfefficacy (i.e., the confidence that a certain behavior can be successfully performed, and the ability to trust oneself and take effective action). Self-efficacy is an important determinant of health behavior, and a recent meta-analysis showed that digital interventions can have a positive effect on selfefficacy  [32] . In addition, physicians can objectively evaluate behavioral changes that occur in the patient's home via the app and use this information for individualized guidance. This is expected to increase the interest of both patients and physicians in hypertension treatment, improve clinical inertia, and help reduce rates of poorly controlled hypertension."
    },
    {
      "title": "Challenges",
      "text": "Hypertension digital therapeutics has successfully facilitated lifestyle-related behavioral changes and has been shown to have a reliable and clinically meaningful BP-lowering effect  [15, 17] . However, the mechanism(s) underlying this antihypertensive activity at the individual level are not yet understood. The app studied in the HERB-DH1 study targets six areas to reduce BP, including limitation of salt intake, weight loss, exercise, alcohol restriction, improved sleep, and stress reduction, in addition to the effect of self-monitoring home BP itself, improved adherence to antihypertensive drug therapy, and resolution of treatment inertia (Fig.  4 )  [2] . However, it is not clear which lifestyle behavior modification (or combinations of lifestyle modifications) contributed to the reduction in BP seen in each individual, and how these modifications vary over time.\n\nIntroduction of the app into routine hypertension management will allow more real-world data to be generated, enabling better identification of responders (individual antihypertensive mechanisms), effects on multiple risk factors (such as glucose and lipid metabolism), effects in combination with pharmacological antihypertensive therapy, long-term effects and safety, and influence on cardiovascular prognosis, facilitating further research and development of digital therapeutics (Fig.  5 ). In addition, the COVID-19 pandemic has stimulated more widespread use of telemedicine and associated digital technology worldwide  [33] [34] [35] [36] [37] [38] [39] [40] . In the future, digital therapeutics will likely be incorporated as part of a multifactorial approach to the management of hypertension. Fig. 5 Key issues in hypertension digital therapeutics software as medical device of evidence-based hypertension digital therapeutics for clinical. . .\n\nCurrently, hypertension digital therapeutics is only available for patients with existing hypertension. However, the risks associated with elevated BP start in the pre-hypertension stage. Therefore, DBM (digital health apps), including software that is not a medical device, should be started earlier, in the pre-hypertension stage, before BP reaches the threshold required for a diagnosis of hypertension (Fig.  6 )."
    },
    {
      "title": "Conclusion and perspectives",
      "text": "With the 2022 registration and approval of a hypertension treatment app, Japan will be the first country in the world to introduce hypertension digital therapeutics into clinical practice with insurance reimbursement. Hypertension digital therapeutics is not intended to simplify hypertension care, but rather to improve the quality of care. It is expected to be a useful therapeutic option that continuously connects physicians and patients in a bidirectional manner to achieve the ultimate personalized and optimized management of hypertension. In addition, lifestyle modifications could be made even before hypertension is diagnosed, delaying the onset of both hypertension itself and its negative consequences (including cardiovascular disease). Therefore, in addition to digital therapeutics designed to facilitate the management of hypertension, research on the development of DBM tools to prevent the onset of lifestyle-related diseases, including hypertension, from an earlier stage is also considered important."
    },
    {
      "text": "Fig. 3 Key findings of the HERB Digital Hypertension 1 (HERB-DH1) clinical trial: changes in ambulatory 24 h, daytime and nighttime systolic blood pressure (SBP), morning and evening home SBP,"
    },
    {
      "text": "Fig.4Factors potentially contributing to blood pressure (BP) reduction by hypertension digital therapeutics (reproduced from Kario et al. 2022 [2]  with permission)"
    },
    {
      "text": "Fig. 6 When should digital behavior modification and digital therapeutics start? eGFR, estimated glomerular filtration rate"
    }
  ],
  "references": [
    {
      "title": "Essential Manual on Perfect 24-hour Blood Pressure Management from Morning to Nocturnal Hypertension: Up-todate for Anticipation Medicine",
      "authors": [
        "K Kario"
      ],
      "year": 2018,
      "doi": "10.1002/9781119799412"
    },
    {
      "title": "Digital therapeutics in hypertension: evidence and perspectives",
      "authors": [
        "K Kario",
        "N Harada",
        "A Okura"
      ],
      "year": 2022,
      "doi": "10.1161/HYPERTENSIONAHA.1122.19414"
    },
    {
      "title": "State-of-the-art rapid review of the current landscape of digital hypertension",
      "authors": [
        "K Kario",
        "N Harada",
        "A Okura"
      ],
      "year": 2022
    },
    {
      "title": "Evidence and Recommendations on the Use of Telemedicine for the Management of Arterial Hypertension: An International Expert Position Paper",
      "authors": [
        "S Omboni",
        "R Mcmanus",
        "H Bosworth",
        "L Chappell",
        "B Green",
        "K Kario"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.15873"
    },
    {
      "title": "Digital hypertension 2023: concept, hypothesis, and new technology",
      "authors": [
        "K Kario",
        "S Hoshide",
        "M Mogi"
      ],
      "year": 2022
    },
    {
      "title": "Management of Hypertension in the Digital Era: Small Wearable Monitoring Devices for Remote Blood Pressure Monitoring",
      "authors": [
        "K Kario"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.14742"
    },
    {
      "title": "Latest hypertension research to inform clinical practice in Asia",
      "authors": [
        "K Kario",
        "M Mogi",
        "S Hoshide"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00874-8"
    },
    {
      "title": "Contribution of telemedicine and information technology to hypertension control",
      "authors": [
        "D Pellegrini",
        "C Torlasco",
        "J Ochoa",
        "G Parati"
      ],
      "year": 2020,
      "doi": "10.1038/s41440-020-0422-4"
    },
    {
      "title": "Prevalence of hypertensive diseases and treated hypertensive patients in Japan: A nationwide administrative claims database study",
      "authors": [
        "T Waki",
        "K Miura",
        "S Tanaka-Mizuno",
        "Y Ohya",
        "K Node",
        "H Itoh"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00924-1"
    },
    {
      "title": "The current state and future of internet technology-based hypertension management in Japan",
      "authors": [
        "J Yatabe",
        "M Yatabe",
        "A Ichihara"
      ],
      "year": 2021,
      "doi": "10.1038/s41440-020-00591-0"
    },
    {
      "title": "The Japanese Society of Hypertension-Digest of plan for the future",
      "authors": [
        "K Node",
        "T Kishi",
        "A Tanaka",
        "H Itoh",
        "H Rakugi",
        "Y Ohya"
      ],
      "year": 2018
    },
    {
      "title": "The dawning of the digital era in the management of hypertension",
      "authors": [
        "R Matsuoka",
        "H Akazawa",
        "S Kodera",
        "I Komuro"
      ],
      "year": 2020,
      "doi": "10.1038/s41440-020-0506-1"
    },
    {
      "title": "New wave of digital hypertension management for clinical applications",
      "authors": [
        "H Nakagami"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00977-2"
    },
    {
      "title": "Further promotion of \"the JSH plan for the future\" conscious of new normal after/with COVID-19: message from the new president of the Japanese Society of Hypertension",
      "authors": [
        "H Rakugi"
      ],
      "year": 2021,
      "doi": "10.1038/s41440-020-00581-2"
    },
    {
      "title": "Efficacy of a digital therapeutics system in the management of essential hypertension: the HERB-DH1 pivotal trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada",
        "A Okura",
        "K Nakagawa",
        "T Tanigawa"
      ],
      "year": 2021,
      "doi": "10.1093/eurheartj/ehab559"
    },
    {
      "title": "A multicenter clinical trial to assess the efficacy of the digital therapeutics for essential hypertension: Rationale and design of the HERB-DH1 trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada",
        "T Tanigawa",
        "R So",
        "K Nakagawa"
      ],
      "year": 2020,
      "doi": "10.1111/jch.13993"
    },
    {
      "title": "Digital therapeutics for essential hypertension using a smartphone application: a randomized, open-label, multicenter pilot study",
      "authors": [
        "K Kario",
        "A Nomura",
        "A Kato",
        "N Harada",
        "T Tanigawa",
        "R So"
      ],
      "year": 2021,
      "doi": "10.1111/jch.14191"
    },
    {
      "title": "Cost-effectiveness of digital therapeutics for essential hypertension",
      "authors": [
        "A Nomura",
        "T Tanigawa",
        "K Kario",
        "A Igarashi"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00952-x"
    },
    {
      "title": "The Japanese Society of Hypertension Guidelines for the Management of Hypertension (JSH 2019)",
      "authors": [
        "S Umemura",
        "H Arima",
        "S Arima",
        "K Asayama",
        "Y Dohi",
        "Y Hirooka"
      ],
      "year": 2019,
      "doi": "10.1038/s41440-019-0284-9"
    },
    {
      "title": "ACC/AHA/AAPA/ABC/ ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: Executive Summary: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow",
        "Casey De",
        "K Collins",
        "Dennison Himmelfarb"
      ],
      "year": 2017
    },
    {
      "title": "ESC/ESH Guidelines for the management of hypertension",
      "authors": [
        "B Williams",
        "G Mancia",
        "W Spiering",
        "Agabiti Rosei",
        "E Azizi",
        "M Burnier"
      ],
      "year": 2018
    },
    {
      "title": "Self-monitoring of blood pressure in hypertension: a systematic review and individual patient data meta-analysis",
      "authors": [
        "K Tucker",
        "J Sheppard",
        "R Stevens",
        "H Bosworth",
        "A Bove",
        "E Bray"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pmed.1002389"
    },
    {
      "title": "Consensus summary on the management of hypertension in Asia from the HOPE Asia Network",
      "authors": [
        "K Kario",
        "S Park",
        "Y Chia",
        "A Sukonthasarn",
        "Y Turana",
        "J Shin"
      ],
      "year": 2020,
      "doi": "10.1111/jch.13917"
    },
    {
      "title": "Home blood pressure monitoring: methodology, clinical relevance and practical application: a 2021 position paper by the Working Group on Blood Pressure Monitoring and Cardiovascular Variability of the European Society of Hypertension",
      "authors": [
        "G Parati",
        "G Stergiou",
        "G Bilo",
        "A Kollias",
        "M Pengo",
        "J Ochoa"
      ],
      "year": 2021,
      "doi": "10.1007/978-3-030-23065-4_14"
    },
    {
      "title": "Home blood pressure monitoring: current status and new developments",
      "authors": [
        "K Kario"
      ],
      "year": 2021,
      "doi": "10.1093/ajh/hpab017"
    },
    {
      "title": "Trial of Intensive Blood-Pressure Control in Older Patients with Hypertension",
      "authors": [
        "W Zhang",
        "S Zhang",
        "Y Deng",
        "S Wu",
        "J Ren",
        "G Sun"
      ],
      "year": 2021
    },
    {
      "title": "Morning and Evening Home Blood Pressure and Risks of Incident Stroke and Coronary Artery Disease in the Japanese General Practice Population: The Japan Morning Surge-Home Blood Pressure Study",
      "authors": [
        "S Hoshide",
        "Y Yano",
        "H Haimoto",
        "K Yamagiwa",
        "K Uchiba",
        "S Nagasaka"
      ],
      "year": 2016,
      "doi": "10.1161/hypertensionaha.116.07201"
    },
    {
      "title": "Morning Surge in Blood Pressure and Cardiovascular Risk",
      "authors": [
        "K Kario"
      ],
      "year": 2010
    },
    {
      "title": "Morning Home Blood Pressure Is a Strong Predictor of Coronary Artery Disease: The HONEST Study",
      "authors": [
        "K Kario",
        "I Saito",
        "T Kushiro",
        "S Teramukai",
        "Y Tomono",
        "Y Okuda"
      ],
      "year": 2016,
      "doi": "10.1016/j.jacc.2016.01.037"
    },
    {
      "title": "Adherence in Hypertension",
      "authors": [
        "M Burnier",
        "B Egan"
      ],
      "year": 2019,
      "doi": "10.1161/circresaha.118.313220"
    },
    {
      "title": "Initial Antihypertensive Treatment Strategies and Therapeutic Inertia",
      "authors": [
        "F Rea",
        "G Corrao",
        "L Merlino",
        "G Mancia"
      ],
      "year": 2018,
      "doi": "10.1161/hypertensionaha.118.11308"
    },
    {
      "title": "Do automated digital health behaviour change interventions have a positive effect on self-efficacy? A systematic review and meta-analysis",
      "authors": [
        "K Newby",
        "G Teah",
        "R Cooke",
        "X Li",
        "K Brown",
        "B Salisbury-Finch"
      ],
      "year": 2021
    },
    {
      "title": "Management of hypertension in the digital era: Perspectives and future directions",
      "authors": [
        "T Fujiwara",
        "R Mcmanus",
        "K Kario"
      ],
      "year": 2022,
      "doi": "10.1016/j.hipert.2022.01.004"
    },
    {
      "title": "Seven-action approaches for the management of hypertension in Asia -The HOPE Asia network",
      "authors": [
        "K Kario",
        "Y Chia",
        "S Siddique",
        "Y Turana",
        "Y Li",
        "C Chen"
      ],
      "year": 2022,
      "doi": "10.1111/jch.14440"
    },
    {
      "title": "COVID-19 and hypertension-evidence and practical management: Guidance from the HOPE Asia Network",
      "authors": [
        "K Kario",
        "Y Morisawa",
        "A Sukonthasarn",
        "Y Turana",
        "Y Chia",
        "S Park"
      ],
      "year": 2020,
      "doi": "10.1111/jch.13917"
    },
    {
      "title": "Virtual management of hypertension: lessons from the COVID-19 pandemic-International Society of Hypertension position paper endorsed by the World Hypertension League and European Society of Hypertension",
      "authors": [
        "N Khan",
        "G Stergiou",
        "S Omboni",
        "K Kario",
        "N Renna",
        "N Chapman"
      ],
      "year": 2022,
      "doi": "10.1097/hjh.0000000000003205"
    },
    {
      "title": "Disaster hypertension and cardiovascular events in disaster and COVID-19 pandemic",
      "authors": [
        "K Narita",
        "S Hoshide",
        "K Tsoi",
        "S Siddique",
        "J Shin",
        "Y Chia"
      ],
      "year": 2021,
      "doi": "10.1111/jch.14192"
    },
    {
      "title": "The worldwide impact of telemedicine during COVID-19: current evidence and recommendations for the future",
      "authors": [
        "S Omboni",
        "R Padwal",
        "T Alessa",
        "B Benczúr",
        "B Green",
        "I Hubbard"
      ],
      "year": 2022,
      "doi": "10.20517/ch.2021.03"
    },
    {
      "title": "Hypertension and related diseases in the era of COVID-19: a report from the Japanese Society of Hypertension Task Force on COVID-19",
      "authors": [
        "S Shibata",
        "H Arima",
        "K Asayama",
        "S Hoshide",
        "A Ichihara",
        "T Ishimitsu"
      ],
      "year": 2020,
      "doi": "10.1038/s41440-020-0515-0"
    },
    {
      "title": "Telemedicine in the management of hypertension: evolving technological platforms for blood pressure telemonitoring",
      "authors": [
        "J Wang",
        "Y Li",
        "Y Chia",
        "H Cheng",
        "H Minh",
        "S Siddique"
      ],
      "year": 2021,
      "doi": "10.1111/jch.14194"
    }
  ],
  "num_references": 40
}
