{
  "paper_id": "LL7NVSQC",
  "title": "The effectiveness of multi-component goal setting interventions for changing physical activity behaviour: a systematic review and meta-analysis",
  "abstract": "Drawing from goal setting theory  (Latham & Locke, 1991; Locke & Latham, 2002;  Locke et al., 1981), the purpose of this study was to conduct a systematic review and meta-analysis of multi-component goal setting interventions for changing physical activity (PA) behaviour. A literature search returned 41,038 potential articles. Included studies consisted of controlled experimental trials wherein participants in the intervention conditions set PA goals and their PA behaviour was compared to participants in a control group who did not set goals. A meta-analysis was ultimately carried out across 45 articles (comprising 52 interventions, 126 effect sizes, n = 5912) that met eligibility criteria using a random-effects model. Overall, a medium, positive effect (Cohen's d (SE) = .552(.06), 95% CI = .43-.67, Z = 9.03, p < .001) of goal setting interventions in relation to PA behaviour was found. Moderator analyses across 20 variables revealed several noteworthy results with regard to features of the study, sample characteristics, PA goal content, and additional goal-related behaviour change techniques. In conclusion, multi-component goal setting interventions represent an effective method of fostering PA across a diverse range of populations and settings. Implications for effective goal setting interventions are discussed.",
  "year": 2008,
  "date": "2008",
  "journal": "Health Psychology",
  "publication": "Health Psychology",
  "authors": [
    {
      "forename": "Desmond",
      "surname": "Mcewan",
      "name": "Desmond Mcewan",
      "affiliation": "a  School of Kinesiology , University of British Columbia , Vancouver , Canada; \n\t\t\t\t\t\t\t\t School of Kinesiology \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Samantha",
      "surname": "Harden",
      "name": "Samantha Harden",
      "affiliation": "a  School of Kinesiology , University of British Columbia , Vancouver , Canada; \n\t\t\t\t\t\t\t\t School of Kinesiology \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Bruno",
      "surname": "Zumbo",
      "name": "Bruno Zumbo",
      "affiliation": "c  Faculty of Education , University of British Columbia , Vancouver , Canada; \n\t\t\t\t\t\t\t\t Faculty of Education \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Benjamin",
      "surname": "Sylvester",
      "name": "Benjamin Sylvester",
      "affiliation": "a  School of Kinesiology , University of British Columbia , Vancouver , Canada; \n\t\t\t\t\t\t\t\t School of Kinesiology \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Megan",
      "surname": "Kaulius",
      "name": "Megan Kaulius",
      "affiliation": "a  School of Kinesiology , University of British Columbia , Vancouver , Canada; \n\t\t\t\t\t\t\t\t School of Kinesiology \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Geralyn",
      "surname": "Ruissen",
      "name": "Geralyn Ruissen",
      "affiliation": "a  School of Kinesiology , University of British Columbia , Vancouver , Canada; \n\t\t\t\t\t\t\t\t School of Kinesiology \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "A",
      "surname": "Dowd",
      "name": "A Dowd",
      "affiliation": "d  School of Exercise & Health Sciences , University of British Columbia Okanagan , Kelowna , Canada \n\t\t\t\t\t\t\t\t School of Exercise & Health Sciences \n\t\t\t\t\t\t\t\t University of British Columbia Okanagan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kelowna \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "forename": "Mark",
      "surname": "Beauchamp",
      "name": "Mark Beauchamp",
      "affiliation": "a  School of Kinesiology , University of British Columbia , Vancouver , Canada; \n\t\t\t\t\t\t\t\t School of Kinesiology \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada;",
      "email": "mark.beauchamp@ubc.ca"
    },
    {
      "affiliation": "Polytechnic Institute and State University. \n\t\t\t\t\t\t\t\t Polytechnic Institute and State University"
    }
  ],
  "doi": "https://doi.org/10.13039/100021638",
  "keywords": [
    "Goal setting",
    "physical activity",
    "exercise",
    "health",
    "intervention",
    "systematic review",
    "metaanalysis"
  ],
  "sections": [
    {
      "text": "It is well established that engaging in regular physical activity (PA) is associated with numerous health benefits including reduced risk of cardiovascular disease, diabetes, stroke, obesity, multiple cancers, as well as improved psychological functioning and quality of life  (World Health Organization, 2009) . In spite of these physical and mental health benefits, the majority of people across a range of populations currently do not engage in sufficient levels of PA  (World Health Organization, 2010) . In response to this ongoing public health concern, there have been growing calls to develop efficacious cost-effective PA interventions  (World Health Organization, 2007) .\n\nA prominent intervention strategy that has been the focus of much research interest is goal setting. A goal has been described as the object or aim of an action  (Latham & Locke, 1991; Locke & Latham, 2002; Locke, Shaw, Saari, & Latham, 1981) . Formulated upon  Ryan's (1970)  contention that conscious goals influence subsequent action, goal setting theory was originally developed within the context of industrial and organisational psychology  (Latham & Locke, 1991; Locke et al., 1981; Locke & Latham, 2002 , 2006) , and over the past four decades has been used to explain and change behaviour across several domains of human functioning (e.g.,  Kyllo & Landers, 1995; Tubbs, 1986; Zetik & Stuhlmacher, 2002) . According to  Locke and Latham (2002, 2006) , the process of setting goals facilitates behaviour change by guiding individuals' attention and efforts, and increasing persistence towards obtaining a specified level of proficiency.\n\nIn their seminal work on goal setting theory,  Latham and Locke (1991)  and  Locke and Latham (2002, 2006)  emphasised the importance of several variables that have the potential to moderate the effects of goal setting in achieving a desired set of outcomes. First, they theorised that a series of individual difference variables (on the part of the person setting the goal) might have a substantive effect on goal attainment. Specifically, they contended that greater goal commitment, ability and selfefficacy to perform the tasks related to the goal, perceived importance of the goal, and anticipated satisfaction if the goal is attained (i.e., goal valence) act as personal variables by which the effects of goal setting can be maximised  (Latham & Locke, 1991) . Other individual difference factors such as ethnicity, age, and sex (i.e., demographic variables) were theorised to not moderate the effects of goal setting  (Latham & Locke, 1991) .\n\nBeyond these individual difference variables,  Latham and Locke (1991)  also point to various 'goal attributes' (p. 213) that may act as moderators. These specifically relate to facets of the goal being set that might either facilitate or debilitate the effects of this intervention. For instance, in terms of the content of goals, they contended that making goals specific, difficult/challenging, public to other individuals, and positively framed is advantageous. Other goal content considerations include the person who prescribes the goal (i.e., self-set versus set by others), proximity of the goal timeframe (i.e., shortversus long-term goals), and task complexity. With regard to the former attribute,  Latham and Locke (1991)  contend that goals are effective regardless of whether they are self-set by an individual, assigned by another person (e.g., an expert or authority figure), or set collaboratively between the two. With regard to timeframe (vis-a-vis proximity), shorter term goals can be beneficial (such as by increasing self-efficacy in performing a task), as can longer term goals (such as by improving behaviour in long-term behaviour change programmes;  Latham & Locke, 1991) . Finally, goals can be beneficial with simple tasks but also with complex tasks; however, in these latter situations, it is important that individuals incorporate suitable strategies for obtaining the goal  (Latham & Locke, 1991) .\n\nWithin the family of 'goal attributes' specified by  Latham and Locke (1991)  are several variables that can be considered distinct behaviour change techniques (BCTs; cf. Abraham & Michie, 2008; Kok et al., in press)  in their own right. For instance, according to  Latham and Locke (1991)  the attainment of goals can be enhanced by incorporating feedback (i.e., data about recorded behaviour or evaluating performance in relation to a set standard), suitable task strategies (i.e., how to perform/ attain behaviour), and rewards (i.e., contingent incentives that are explicitly linked to the achievement of specified behaviour) (cf. Abraham & Michie, 2008) . In fact,  Latham and Locke (1991)  highlight a process known as the 'high-performance cycle' (p. 233) wherein they hypothesise that combining feedback, task strategies, and rewards with regard to one's goals can maximise individuals' success as opposed to merely setting a goal alone. Moreover, self-control training and subconscious priming may also increase the likelihood of reaching one's goal  (Latham & Locke, 1991; Locke & Latham, 2006) .\n\nFinally, in addition to the abovementioned personal variables and goal attributes that might act as moderator variables,  Latham and Locke (1991)  also highlight the potential for two environmental variables, situational constraints and norms, to moderate the effects of goal setting. First, when situational constraints are high, individuals are theorised to be less likely to achieve their goals compared to when these constraints are low  (Latham & Locke, 1991) . Second, being made aware of the average/ normal performance of others (i.e., norms) can impact the goal one chooses to set (e.g., individuals may make their previously set goal more difficult if they feel they are too easy compared to others' goals and/or behaviour;  Latham & Locke, 1991) .\n\nA number of studies within the field of behavioural medicine have pointed to the benefits of goal setting in fostering PA behaviour. Positive relationships derived from goal setting interventions have been found within multiple settings, such as in primary care centres (e.g.,  Trinh, Wilson, Williams, Sum, & Naylor, 2012) , grade school classrooms (e.g.,  Wang, 2004) , workplaces (e.g.,  Dishman, Vandenberg, Motl, Wilson, & DeJoy, 2010), and faith-based organisations (e.g., Penn, 2010) . Goal setting interventions have also been beneficial in relation to PA with a variety of populations, including males (e.g.,  Moy, Weston, Wilson, Hess, & Richardson, 2012)  and females (e.g.,  Sidman, Corbin, & Le Masurier, 2013) , across a range of ages from children (e.g.,  Horne, Hardman, Lowe, & Rowlands, 2009)  to older adults (e.g.,  Strath et al., 2011) , as well as in persons with chronic conditions such as chronic obstructive pulmonary disease (e.g.,  Altenburg et al., 2015) , osteoarthritis (e.g.,  Talbot, Gaines, Huynh, & Metter, 2003) , intellectual impairments (e.g.,  Tilley, 2011), and cancer survivors (e.g., Matthews et al., 2007) . Furthermore, positive relationships with PA have been shown in goal setting interventions of several durations from one week (e.g.,  Gardiner, Eakin, Healy, & Owen, 2011)  to over one year (e.g.,  Narayan & Mazzola, 2014) , as well as in interventions guided by an array of theories including social cognitive theory (e.g.,  Croteau, 2004) , goal setting theory (e.g.,  Booth, Nowson, & Matters, 2008) , the transtheoretical model (e.g.,  Fitzsimons, Baker, Gray, Nimmo, & Mutrie, 2012) , self-regulation theory (e.g.,  Moy et al., 2010) , and the theory of planned behaviour (e.g.,  Heron, Tully, McKinley, & Cupples, 2013) .\n\nDespite the collection of research pointing to the benefits of goal setting interventions on PA behaviour, a systematic review and quantitative synthesis of these effects has yet to be conducted. With this in mind, the first purpose of this study was to conduct a meta-analysis to assess the overall averaged effect of goal setting interventions in relation to individual PA behaviour. We hypothesised that positive, significant effects of goal setting interventions in relation to PA behaviour would emerge from this analysis. We also sought to examine whether variability in the size of this effect can be explained by moderator variables related to characteristics of the study, sample characteristics, and goal attributes (see Methods section for an overview of these moderators). When taken together, such a meta-analytic synthesis is not only a particularly timely endeavour, but also has the potential to substantively inform PA health-promotion interventions in a variety of settings and involving diverse populations."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Literature search and eligibility criteria",
      "text": "Searches for possible research articles were conducted in the following databases: PubMed, PsycInfo, PsycArticles, Medline, Cochrane Central Register of Controlled Trials, ISI Web of Science, SportDiscus, and ProQuest Dissertations and Theses. These searches were conducted in January 2015. In each database search, we used the following combinations of search terms: (1) goal*, with (2) physical activity, physically active, exercis*, walking. Potential articles were then reviewed for eligibility by the first author and a second co-author. Each article was first subjected to title elimination, then abstract elimination, and finally full-text elimination. We also searched the reference sections of the articles that met our inclusion criteria in order to determine if any additional articles could be retrieved (see Figure  1 ).\n\nTo be included in the meta-analysis, an article needed to meet the following criteria: (1) the study must be a between-subjects controlled experimental study (i.e., include a control group who did not set goals); (2) the study must be an intervention wherein the primary focus involved setting PA goals and assessing PA behaviour. Studies could be included if additional BCTs (e.g., goal-related feedback, rewards) were incorporated into the goal setting intervention (i.e., a multi-component intervention) for the purpose of fostering goal attainment. However, if an intervention's primary focus and/or additional components were unrelated to the PA goals (e.g., general stress management and cognitive behaviour therapy), these studies were excluded; (3) the PA goal had to be individually focused and measured (group goal setting interventions were included only if they also involved individuals setting personal PA goals); and (4) the article had to provide appropriate statistics to compute effect sizes. If the requisite statistical information was missing from a given manuscript, we contacted the corresponding authors for this information. Studies that focused on improving task performance (e.g., improving race times of elite runners, increasing athletes' performance in their sport) were not included."
    },
    {
      "title": "Data analysis",
      "text": "Articles that met our eligibility criteria were extracted and subsequently reviewed independently by the first author and another co-author with respect to 20 moderator variables and risk of bias (described below). When discrepancies in coding occurred, the authors met to resolve these differences by referring back to the article in question. Data were then analysed as a random-effects model using the software Comprehensive Meta-Analysis, Version 2  (Borenstein, Hedges, Higgins, & Rothstein, 2005) . A random-effects model assumes heterogeneity in the effect sizes from a population of studies, and is the appropriate model to use in social science research (compared to a fixed-effects model which assumes that the average effect size does not vary from study to study;  Borenstein, Hedges, Higgins, & Rothstein, 2009; Field & Gillett, 2010) .\n\nWhere possible, effect sizes for each study were derived from means, standard deviations, and sample sizes at baseline and post-intervention of experimental and control conditions  (Borenstein et al., 2009; Decoster & Claypool, 2004 ). If such statistics were missing, we used F-statistics, t scores, and p-values. Each study was given a relative weight based on its precision, which is determined by the study's sample size, standard error, and confidence interval (i.e., more precise data is given a larger relative weight compared to less precise data;  Borenstein et al., 2009) . In instances where a study provided more than one effect size (such as when multiple PA outcomes were measured), these effect sizes were combined into one overall effect size statistic for that study, so as to not give greater relative weight to these studies and potentially skew the overall results  (Borenstein et al., 2009) . The exception to this was when articles reported the effects of multiple interventions (i.e., multiple subgroups), each of which was subject to a unique goal setting protocol. In these cases, an effect size from each intervention was computed; thus, this article contributed multiple effect sizes to the total number of comparisons within the meta-analysis. If studies reporting results from multiple interventions compared PA outcomes for each of the experimental conditions to the same control condition, we corrected for potential unit-of-analysis errors by dividing the sample size of the control condition by the number of within-study comparisons. For example, if three experimental conditions were compared to one control condition (e.g., which had a sample size of 60 participants), we divided n of the control condition by  3 (i.e., 60/3 = 20; Higgins & Green, 2008 ). Cohen's d was calculated as the effect size metric to represent the standardised effect (i.e., the average magnitude of effectiveness) of goal setting on PA behaviour  (Cohen, 1992) . Standard errors and 95% confidence intervals were computed to test for the accuracy of the standardised effects obtained.\n\nTests of heterogeneity within the meta-analysis were also performed by assessing the variability in the observed effect sizes across studies (Q value), as well as the ratio of the true heterogeneity to the total observed variation (I 2 ). To assess potential publication bias, we calculated the fail-safe N statistic, which estimates the number of unpublished studies with null findings that would have to exist to reduce the effect size to zero  (Rosenthal, 1979) . If this number is sufficiently large -Rosenberg (2005) advises a critical value of 5N+10one can be confident that the chance of such a number of studies existing is low. We also obtained funnel plots to provide a visual depiction of potential publication bias. In addition, we examined risk of bias within the included studies using the Cochrane Collaboration's tool  (Higgins et al., 2011)  and by following recommendations from  Higgins and Green (2008)  and  de Bruin, McCambridge, and Prins (2015) . Finally, sensitivity analyses were conducted by obtaining an effect size when a study is removed from the analysis, thereby assessing the impact of each individual intervention on the overall effect size."
    },
    {
      "title": "Moderator analyses",
      "text": "In total, we examined 20 potential moderators related to study characteristics, sample characteristics, as well as goal attributes, which included the content of the goal and goal-related BCTs (see Appendix A for a detailed description and coding of moderators). For each moderator variable, we computed an effect size, standard error, 95% confidence interval, Z-value, and p-value to test for the effects of each category on PA, as well as a Q statistic and corresponding p-value to assess heterogeneity across these effects  (Borenstein et al., 2009) . Study characteristics that were examined included publication source, whether a theoretical framework was used to guide the intervention, intervention setting, mode of intervention delivery, type of PA targeted, PA intensity targeted, and PA measure used to assess PA behaviour; a meta-regression was also conducted to address whether the continuous variable of intervention duration (total, in weeks) moderated the effects of goal setting on PA behaviour. Sample characteristics included age, sex, baseline weight status (as sample mean BMI), baseline PA levels, and population targeted (general or a specific population). Although we sought to also examine additional personal variables (cf. Latham & Locke, 1991; Locke & Latham, 2002 , 2006)  including goal commitment, goal-related self-efficacy, goal-related ability, goal valence, perceived importance of the goal, none of the studies in our meta-analysis assessed these variables. We were also unable to examine ethnicity as a potential moderator because all study samples either had a mix of different ethnicities or did not present data on this variable. Goal content moderatorsbased on goal setting theory  (Latham & Locke, 1991; Locke & Latham, 2002 , 2006)  that were examined included goal specificity, source of goal prescription, goal timeframe, and frequency of goal setting/modifications. Although we sought to also examine goal difficulty, goal framing, task complexity, and whether goals were made public, none of the studies in our meta-analysis reported data on these goal content variables; therefore, we were unable to include these within our moderator analyses. We also sought to examine the inclusion of the five goal-related BCTs highlighted by  Latham and Locke (1991)  and  Locke and Latham (2002)  feedback, strategy planning, rewards, subconscious priming, and selfcontrol/management trainingas moderators within the goal setting interventions. None of the included studies operationalised subconscious priming or self-control/management training; therefore, only feedback, strategy planning, and rewards were coded as candidate BCT moderators. Finally, none of the studies operationalised situational constraints and norms, and so we were unable to examine these environmental variables as potential moderators.\n\nWith regard to the goal-related BCTs highlighted within  Latham and Locke's (1991)  framework, we were also interested in whether various combinations of feedback, strategy planning, and/or rewards (i.e., multi-component interventions) improve PA behaviour beyond just setting a goal. We, therefore, conducted a method co-occurrence analysis as per recent recommendations by Peters,  de Bruin, and Crutzen (2015)  to determine 'what works and under what parameters' (p. 7). 1 Hence, in the context of our study, the question is whether interventions that combine multiple goal-related BCTs are more effective than those interventions that do not. Specifically, using BCT absence as a reference category (i.e., when goals were set but feedback, strategy planning, and rewards were not included within the intervention), we dummy coded categories based on the inclusion of one or more of these three BCTs. This provides a means of examining the extent to which goal setting is more effective (in supporting PA behaviour) when it is augmented with each of these attributes (e.g., goal setting alone versus goal setting plus feedback versus goal setting plus feedback and rewards, and so on). This provides an important opportunity to test theoretical assertions of goal setting theory; namely, that the effects of goal setting will be maximised if these BCTs are included as part of the intervention for achieving the set PA goals. Aligning with the propositions of  Latham and Locke's (1991)  'high-performance cycle' of goal setting, we hypothesised that goal setting interventions that incorporated a more comprehensive set of goal-related BCTs would be more effective in supporting PA behaviour when compared to those that used fewer (or no) BCTs."
    },
    {
      "title": "Results"
    },
    {
      "title": "Literature search",
      "text": "The literature searches from the 8 databases returned 40,139 potentially relevant articles. An additional 899 articles were retrieved from the bibliographic sections of manuscripts that originally met our inclusion criteria, which resulted in an initial pool of 41,038 total articles. After removing duplicates, 22,199 articles were subject to title and abstract review. Based on these reviews, 21,698 articles were eliminated, while 501 were full-text reviewed. Ultimately, 45 articles met our eligibility criteriasee Figure  1  for the PRISMA (Moher, Liberati, Tetzlaff, & Altman, 2009) flow diagram. Of these studies, 7 included multiple experimental conditionseach of which was subject to a separate goal setting interventionwhich resulted in 52 total comparisons (k), a total sample size (n) of 5912, and 126 individual effect sizes. Inter-coder agreement of moderators and risk of bias assessment was over 90%, kappa (SE) = 0.80 (0.01). Overviews of each study with regard to experimental design, sample characteristics, PA measures utilised, and effect sizes calculated are provided in Table  1 ."
    },
    {
      "title": "Summary statistics",
      "text": "Results of the overall goal setting effect along with summary statistics, sensitivity analyses, and forest plots for the included studies are presented in Table  2 . Overall, a medium positive effect was found (d = 0.552) based on  Cohen's (1992)  criteria, with study effect sizes ranging from -0.31  (Bycura, 2009)  to 1.91  (Duncan & Pozehl, 2003) . Sensitivity analyses showed the smallest total effect size was 0.530 when the study by  Annesi (2002)  was removed, and the largest effect size was 0.569 when the study by  Reijonsaari et al. (2012)  was removed. Tests of heterogeneity revealed significant variability in the observed effect sizes across interventions, Q(df) = 192.62(51), p < 0.001. The I 2 value was 73.52, indicating that a high proportion (i.e., over 73%) of the observed between- Pedometer: daily step count 1 Effect size: difference between conditions in step count changes from baseline to week 12 Notes: Although some studies had more experimental conditions than reported here, some of those conditions did not meet eligibility criteria. Therefore, the results given in this meta-analysis only reflect outcomes from the experimental conditions that met our inclusion criteria; RCT = randomised controlled trial; PA = physical activity; MET= metabolic equivalence; LTPA = leisure time physical activity; MVPA = moderate-vigorous physical activity; kcal = kilocalories; NR = not reported.\n\nstudy variance reflects true differences in the effect sizes  (Higgins, Thompson, Deeks, & Altman, 2003) .\n\nRegarding potential publication bias, the fail-safe N was 3354, which is sufficiently large (cf. Rosenberg, 2005) . A funnel plot is provided in Appendix B. With regard to potential risk of bias  (Higgins et al., 2011) , there were no significant differences (Q(df) = 0.701(2), p = 0.704) in effect sizes between interventions coded as being at a low (k = 9, d = 0.471, p = 0.002), high (k = 9, d = 0.497, p = 0.001), or unclear (k = 34, d = 0.592, p < 0.001) risk (see Appendix C for the table describing these results)."
    },
    {
      "title": "Moderator analyses",
      "text": "The results of the moderator analyses are provided in Table  3 .\n\nTable  2 . Summary results of studies included in meta-analysis."
    },
    {
      "title": "Study characteristics",
      "text": "Significant positive effects of goal setting on PA behaviour were shown for both peer-reviewed journal articles and other publications (i.e., conference abstracts or dissertations; ds ≥ 0.54), as well as for atheoretical interventions and those guided by theory (ds ≥ 0.48). Significant effects also emerged across all intervention settings (ds ≥ 0.43) except for workplace settings whose effect size (d = 0.21) approached significance. Significant effects were also shown regardless of the mode of delivery (ds ≥ 0.42). In terms of type of PA, we found significant effects when aerobic activity was targeted or when participants could perform any type of activity they desired (ds ≥ 0.60); however, null effects emerged when the type of activity targeted was not specified (d = 0.14). Significant effects were shown when the goal targeted moderate-intensity PA or when participants were free to be active at any intensity they desired as well as when this information was not specified (ds ≥ 0.49). Non-significant effects were found when the targeted activity was specified to be of moderate-vigorous intensity (d = 0.32). With regard to the PA measures used, significant effects were evident regardless of whether objective (i.e., technology) or subjective (i.e., self-report) methods were used (ds ≥ 0.44). The exception to this was for those two studies that used accelerometers only (d = 0.33). Finally, the results of the meta-regression indicated that the length of the intervention did not moderate the relationship between the goal setting intervention and PA (a visual depiction of this meta-regression is provided in Appendix D). Specifically, the intercept of this regression was statistically significant, Cohen's d(SE) = 0.58(0.08), 95% confidence interval (0.41, 0.74), Z = 6.98, p < .00001, while the slope of this regression was not, Cohen's d(SE) = -0.002(0.004), 95% confidence interval (-0.01, 0.005), Z = -0.51, p = 0.61. In other words, goal setting interventions had a medium positive effect on PA regardless of the length of the intervention."
    },
    {
      "title": "Sample characteristics",
      "text": "Significant positive effects were evident across all age ranges (ds ≥ 0.41), in both female only and female plus male samples (ds ≥ 0.54), for all weight statuses (ds ≥ 0.48), with both insufficiently and sufficiently active (at baseline) samples (ds ≥ 0.49), as well as for samples consisting of the general population and a specific population (ds ≥ 0.51)."
    },
    {
      "title": "Goal attributes",
      "text": "Significant effects were evident regardless of the specificity of the goal (ds ≥ 0.42) or the individual who prescribed the goal (ds ≥ 0.47). In terms of goal timeframe, significant effect sizes were shown in interventions targeting daily PA as well as a combination of daily and weekly PA (ds ≥ 0.56), but not weekly PA alone. With regard to the frequency of goal setting/modification, significant positive effects were shown when goals were set at baseline only, modified on a weekly or bi-weekly basis, and when modifications could be made at any time as per the participant's discretion (ds ≥ 0.49).\n\nWith regard to the three goal-related BCTs emphasised within goal setting theory, we first analysed each individually by comparing interventions in which the BCT was present versus those in which the BCT was absent (summaries for each study with regard to the inclusion of the three goal-related BCTs are provided in Appendix E). Significant positive effects were found in interventions that included the respective BCT as well as in those that did not (ds ≥ 0.46). Specifically, no significant differences emerged between studies that did or did not include (a) feedback related to the goal (Q (df) = 0.16(1), p = 0.693), (b) strategy planning for attaining the goal (Q(df) = 0.50(1), p = 0.480), and (c) rewards for goal progress (Q(df) = 0.46(1), p = 0.499). We also examined whether differential effects were evident across interventions that included various combinations of these BCTs to go along with setting goals (i.e., co-occurrence effects;  Peters et al., 2015) . Only one intervention fell into the category in which goal setting was done without also including any of the three BCTsthe effect size of this study was not statistically significant (d = .20). Most interventions (k = 45) employed one or two BCTs alongside goal setting with significant effects emerging in these interventions (d = 0.58). Specifically, there were significant effects in goal setting interventions that included feedback and strategy planning alone or in combination with each other (ds ≥ 0.51). When rewards were combined with feedback and incorporated into the goal setting intervention, a comparable but non-significant effect size was obtained (d = 0.58); however, only two studies fell into this category. When all three BCTs were incorporated into the goal setting intervention (k = 6), significant effects emerged (d = 0.44)."
    },
    {
      "title": "Discussion",
      "text": "The purpose of this systematic review was to conduct a meta-analysis of the effects of multicomponent goal setting interventions in relation to PA behaviour. Overall, a medium-sized positive effect was found, which suggests that these interventions are effective for improving PA. Subsequent moderator analyses revealed a number of noteworthy findings.\n\nWith regard to study characteristics, significant and comparable effects of goal setting interventions on PA behaviour were observed regardless of the source from which a study was obtained (i.e., published journal article versus conference/thesis). Similarly, the effects of these interventions were significant regardless of whether theory was used to guide the intervention or not (i.e., atheoretical). Significant effects were also seen across all intervention settings, except in workplace locations; however, conclusions on the latter setting should be tempered given that the effect approached statistical significance (d = 0.211, p = .059). In terms of delivery mode, interventions were effective irrespective of whether the intervention was delivered in person, via technology, or using a combination of the two. This is an encouraging finding as it suggests that interventions utilising websites or text messaging, for example, as the mode of delivery are just as effective as those conducted face-toface. These technology-based goal setting interventions also have the added benefit of improving the reach of these interventions beyond that which can be done in person (cf. Fanning, Mullen, & McAuley, 2012) . Moreover, the result of the meta-regression for duration of interventions is noteworthy as we found that duration did not moderate the intervention -PA effects. In other words, for improving individuals' PA behaviour, it does not seem to matter whether interventions utilise brief protocols (e.g., one week) or prolonged programmes (e.g., year-long). Altogether, these are important and encouraging findings as they seem to suggest that the utility of goal setting interventions is not limited to the use of theory (versus atheoretical frameworks), particular research settings, modes of delivery, or lengths of programme durations; positive, significant effects on PA seem to emerge regardless.\n\nWith regard to the PA goal that was set, significant intervention effects were found when aerobic activity or any type of activity was prescribed. On the one hand, these findings are encouraging as they suggest marked improvements in PA behaviour can be incurred when participants set goals specifically for aerobic activities or more generally for any type of activity an individual wishes to undertake. On the other hand, it is unclear whether these findings extend to other specific activities. For instance, many PA guidelines suggest incorporating bone and muscle strengthening activities into individuals' weekly PA regimens (e.g.,  Tremblay et al., 2011) . It would therefore be prudent for future researchers to assess the effects of goal setting specifically for these types of health-enhancing activities to determine the generalisability of these meta-analytic findings to other types of PA. In terms of the type of measure that was used to assess PA, the results revealed moderate effects irrespective of whether objective (using technology) or subjective (using self-report) forms of assessment were used. Specifically, pedometer, PA questionnaire, and activity log measures all yielded significant effects. In contrast, it should be noted that the effects for accelerometer (only) assessments was nonsignificant; however, caution should be exercised in interpreting these findings as only two studies used this form of assessment.\n\nWith regard to intensity, goal setting interventions were effective when the goals targeted PA of any intensity or of moderate intensity. However, when goals were directed towards higher (i.e., moderate-vigorous) intensity PA, the intervention effects were not significant. As one potential explanation for these latter null findings, it is worth noting that the majority of the interventions included in this meta-analysis fell into the category in which intensity was not specified. It is therefore unclear at what intensity participants in these studies were actually exercising. On the one hand, participants in some of these studies may have exercised at higher intensities, and, therefore, benefitted from using goal setting to increase their moderate and/or moderate-to-vigorous PA. On the other hand, it is certainly possible that participants in these 'not specified' studies indeed restricted their PA participation to moderate (or low) intensity PA. Regardless, based on the effect sizes reported, it appears as though goal setting interventions may display stronger effects when directed towards achieving moderate-intensity PA, rather than high-intensity PA. Further to this point, there may be reasons why goal setting interventions appear to be less effective when higher intensity PA is targeted. For instance, it has been suggested that at high intensities (i.e., above one's ventilatory threshold), individuals' affective responses to exercise (i.e., enjoyment) are more strongly influenced by interoceptive/physiological cues (e.g., muscular and respiratory) than by psychological ones (e.g., goals) which play a much greater role at lower intensities  (Ekkekakis, 2003) . Some studies have also found that adherence is higher when lower intensity activities are prescribed compared to higher intensity activities (cf. Perri et al., 2002) . This may be due to reasons such as a perceived increased risk of injury  (Dishman & Buckworth, 1997)  and decreased positive affect  (Ekkekakis, Parfitt, & Petruzzello, 2011 ) at higher intensities. It should be reiterated that the majority of the participants in the studies within this meta-analysis were insufficiently active at baseline (i.e., not meeting PA guidelines) and, as such, it is possible that moderate-intensity PA goals were better suited than higher intensity goals for such individuals. In any case, future research is necessary to determine whether (and how) goal setting interventions are effective for enhancing higher intensity PA.\n\nWith regard to sample characteristics, goal setting interventions were effective irrespective of a study sample's age, baseline weight and activity status (prior to the intervention), and sex. No controlled intervention studies focused on males only; however, given that comparable effects were found for both females only and those studies that sampled males and females, goal setting interventions are likely beneficial across sexes. In addition, the findings that interventions derived significant effects across the age-span (from children to older adults), involving inactive and active participants, as well as healthy weight and overweight/obese participants points to the pervasive utility of goal setting interventions. With regard to population type, the results revealed that the interventions derived comparable effects for specific populations (e.g., persons with cardiac issues, diabetes, and cancer) as well as the general population. Taken together, goal setting interventions appear to be effective for a wide variety of populations.\n\nWith regard to goal attributes, a number of noteworthy findings emerged. First, significant effects were found regardless of goal specificity. That is, goal setting interventions had a medium effect on the targeted PA behaviour when the goal identified an absolute level of PA behaviour (e.g., to obtain 10,000 steps per day), PA increases relative to one's current PA levels (e.g., to increase PA time by 20% from baseline), and even when the goal was vaguely defined (e.g., to be more active). Although this may be surprising as it is commonly assumed that specific goals are superior to vague ones,  Latham and Locke (1991)  note that 'trying for specific, challenging goals may actually hurt performance in certain circumstances' such as 'in the early stages of learning a new, complex task' (p. 229). It is important to note that the majority of the samples included in the meta-analysis consisted of participants who were insufficiently active at baseline and, as such, it is possible that vague goals were advantageous for these participants who were in the early stages of learning to be physically active. This idea should be tested in further research.\n\nSecond, significant intervention effects were evident regardless of the individual(s) who prescribed the goal. That is, goal setting interventions had a significant effect on PA behaviour when the goal was set by the participants themselves, by an interventionist, or when participants and interventionists collaborated to determine an appropriate PA goal together. These results corroborate Locke and Latham's theorising that goals are just as effective whether they are 'assigned, self-set, or set participatively  ' (2002, p. 714) .\n\nThird, goal setting interventions appeared to be most effective when goals were set in relation to daily PA or a combination of daily and weekly PA. By contrast, when goals were set only in relation to weekly PA, these significant effects dissipated. This is an intriguing finding that warrants future attention as many health-promotion organisations around the world advise obtaining a certain amount of PA per week rather than per day (e.g., World Health Organization, 2010). It is possible that recommending PA behaviour on a weekly timeframe undermines the potential benefits that can be derived from setting PA goals. Thus, to increase the likelihood of getting people sufficiently active, perhaps there should be a greater emphasis on daily PA behaviour rather thanor at least in addition toweekly PA.\n\nFourth, in terms of the frequency of goal setting, significant effects were shown for PA goals set at baseline only, on a weekly or bi-weekly basis, or when they could be modified whenever the participant felt it was appropriate. By contrast, goals modified on a daily basis did not have a significant effect on PA, although it is worth noting that only one study had participants set and revisit their goals on a daily basis. Therefore, it may be premature to conclude that adjusting goals on a daily basis is ineffective for improving subsequent PA behaviour. Nevertheless, at present, the results seem to suggest that individuals can derive significant benefits in PA behaviour if they set their goals at baseline only (i.e., prior to the programme of intervention) and/or if they are able to modify them on a weekly or bi-weekly basis or as they otherwise deem necessary.\n\nWith regard to the BCTs that are theorised as important components of the goal setting process  (Latham & Locke, 1991) , the initial moderator results revealed that the interventions were comparably effective regardless of whether or not participants were provided with feedback on their goals, planned strategies to help them achieve their goals, or received rewards based on progress to or attainment of their goals. However, in light of the fact that nearly every intervention included in this meta-analysis incorporated one or more goal-related BCTs in addition to goal setting itself, we sought to examine method co-occurrence using procedures outlined by  Peters et al. (2015) . Only one study did not explicitly include at least one of the three goal-related BCTs, which did not significantly benefit subsequent PA behaviour. By contrast, significant effects emerged when, in addition to setting PA goals, participants received feedback on their PA goals and/or engaged in strategy planning for how they would reach their goals. Despite yielding a comparable effect size, the combination of feedback and rewards for being physically active at a certain level alongside goal setting did not reach statistical significance; however, caution should be exercised in interpreting this latter finding as only two interventions fell into this latter category. Furthermore, when all three techniques were incorporated as part of a goal setting intervention, significant effects emerged. In summary, when interventions used one or more goal-related BCTs, the effect sizes were in the medium range. As a final cautionary note, while 18 comparisons involved goal setting with feedback, and 23 comparisons involved goal setting with feedback plus planning, the rest of the comparison categories in the cooccurrence analysis involved a relatively small pool of studies, which makes direct comparisons difficult. Nevertheless, the results seem to point to the utility of the goal-related BCTs highlighted by  Latham and Locke (1991) ; that is, if goals are set without these components they tend to be less effective than if those attributes are included.\n\nAlthough the results of this meta-analysis provide valuable information on goal setting interventions, the study is not without its limitations. For one, there was a high degree of heterogeneity across the included studies, likely due to differences between studies with regard to variations in the type of PA operationalised, the way in which PA was assessed and quantified, the timepoints at which PA was measured, the settings in which the interventions were delivered, and so forth. Although steps were taken to improve the interpretability of the results (e.g., only including controlled experimental studies, performing sensitivity analyses, assessing risk of bias, and conducting several moderator analyses) and heterogeneity is not uncommon in meta-analyses within the social sciences, it can result in conclusions being more suggestive than indisputable  (Higgins & Thompson, 2002) . Moreover, the majority of the samples included in the meta-analysis were with adults who were overweight and whose PA goal related to aerobic activity. Thus, further research is needed to ascertain the veracity of the results of the current meta-analysis, especially for individuals of other weight statuses, in other age ranges, and for participation in other types of PA.\n\nAnother limitation of this study concerns the coding of moderators. First, some of the moderators required an additional 'unclear' or 'not specified' category (e.g., weight status, goal specificity) when it was not explicit to which category the study belonged (based on the details presented within the respective manuscript). For instance, several interventions were unclear (as opposed to explicitly defined) with regard to goal specificity (i.e., whether the PA goal was absolute or relative). This, therefore, makes comparisonsand subsequent conclusionsrelated to goal specificity somewhat tentative. Although it may not always be possible for studies to report exactly what participants did with regard to these moderator variables, stronger implications could have been provided if this information were consistently available (cf. Abraham & Michie, 2008; Conn & Groves, 2011) . A related point concerns the Cochrane risk of bias assessment. The majority of studies in this analysis were given an overall code of 'unclear' denoting that at least one of the seven potential sources of bias could not be coded as clearly being 'low' risk (see  Higgins & Green, 2008) . Hence, it is difficult to be certain of (a) whether a risk of bias was present or absent in these studies (i.e., if the authors of a study had indeed made information on each source of bias explicit, would this study have been subsequently coded as having a 'low' or 'high' risk of bias?) and, in turn, (b) the extent to which potential bias influenced the overall effect size of goal setting interventions on PA behaviour. Nevertheless, it is important to note that there were no significant differences between those studies classified as low and high risk of bias  (Higgins & Green, 2008) , with regard to the effectiveness of goal setting interventions in relation to PA behaviour.\n\nFinally, in spite of the wide range of attributes that  Latham and Locke (1991)  and  Locke and Latham (2002, 2006)  purport would maximise the goal setting effects, some of these attributes were not operationalised within any of the included studies (e.g., goal difficulty and subconscious priming); therefore, we were unable to assess the full range of goal setting attributes highlighted by  Latham and Locke (1991)  and  Locke and Latham (2002, 2006) . Moreover, despite our efforts to examine method co-occurrence and isolate the effects of individual goal-related BCTs within the interventions in this meta-analysis, no studies examined goal setting plus rewards only, and very few comparisons aligned with some of the other co-occurrence categories (e.g., k = 2 for goal setting interventions that included planning only; k = 2 for goal setting interventions that involved feedback plus rewards). As such, we were precluded from concluding which specific combination of goal-related BCTs (within goal setting theory) are most likely to maximise the effects of goal setting.\n\nIn spite of these limitations, the results of this meta-analysis provide evidence that multi-component goal setting interventions are generally effective in promoting PA behaviour. The benefits of these interventions are present across a diverse range of settings, populations, and intervention characteristics. Furthermore, the incorporation of various goal setting attributes including strategy planning, the use of rewards, and feedback appear to be beneficial in maximising the effects of goals setting interventions in relation to PA behaviour."
    },
    {
      "text": "Figure 1. Results of literature search."
    },
    {
      "text": "Summary descriptions of studies included in meta-analysis."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Results of moderator analyses for study, sample, intervention characteristics, and components of the goal setting process."
    },
    {
      "text": "Continued."
    }
  ],
  "references": [
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "The effectiveness of physical activity counseling in a work-site setting: A randomized, controlled trial",
      "authors": [
        "M Aittasalo",
        "S Miilunpalo",
        "J Suni"
      ],
      "year": 2004,
      "doi": "10.1016/j.pec.2003.09.003"
    },
    {
      "title": "Promoting walking among office employees: Evaluation of a randomized controlled intervention with pedometers and e-mail messages",
      "authors": [
        "M Aittasalo",
        "M Rinne",
        "M Pasanen",
        "K Kukkonen-Harjula",
        "T Vasankari"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-403"
    },
    {
      "title": "Short-and long-term effects of a physical activity counselling programme in COPD: A randomized controlled trial",
      "authors": [
        "W Altenburg",
        "N Ten Hacken",
        "L Bossenbroek",
        "H Kerstjens",
        "M De Greef",
        "J Wempe"
      ],
      "year": 2015,
      "doi": "10.1016/j.rmed.2014.10.020"
    },
    {
      "title": "Goal-setting protocol in adherence to exercise by Italian adults",
      "authors": [
        "J Annesi"
      ],
      "year": 2002,
      "doi": "10.2466/pms.2002.94.2.453"
    },
    {
      "title": "Efficacy of a pedometer-based physical activity program on parameters of diabetes control in type 2 diabetes mellitus",
      "authors": [
        "D Mcewan",
        "A Araiza",
        "P Hewes",
        "H Gashetewa",
        "C Vella",
        "C Burge"
      ],
      "year": 2006,
      "doi": "10.1016/j.metabol.2006.06.009"
    },
    {
      "title": "Patient-motivated prevention of lifestylerelated disease in Japan",
      "authors": [
        "A Babazono",
        "C Kame",
        "R Ishihara",
        "E Yamamoto",
        "A Hillman"
      ],
      "year": 2007,
      "doi": "10.2165/00115677-200715020-00007"
    },
    {
      "title": "The effect of a pedometer-based community walking intervention \"Walking for Wellbeing in the West\" on physical activity levels and health outcomes: A 12-week randomized controlled trial",
      "authors": [
        "G Baker",
        "S Gray",
        "A Wright",
        "C Fitzsimons",
        "M Nimmo",
        "R Lowry",
        "N Mutrie"
      ],
      "year": 2008,
      "doi": "10.1186/1479-5868-5-44"
    },
    {
      "title": "A comparison of goals set in steps using a pedometer and goals set in minutes: A randomized controlled trial",
      "authors": [
        "G Baker",
        "N Mutrie",
        "R Lowry"
      ],
      "year": 2011,
      "doi": "10.1080/14635240.2011.10708210"
    },
    {
      "title": "A randomized controlled trial of an automated exercise coach for older adults",
      "authors": [
        "T Bickmore",
        "R Silliman",
        "K Nelson",
        "D Cheng",
        "M Winter",
        "L Henault",
        "M Paasche-Orlow"
      ],
      "year": 2013,
      "doi": "10.1111/jgs.12449"
    },
    {
      "title": "Evaluation of an interactive, internet-based weight loss program: A pilot study",
      "authors": [
        "A Booth",
        "C Nowson",
        "H Matters"
      ],
      "year": 2008
    },
    {
      "title": "Comprehensive meta-analysis, version 2",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2005
    },
    {
      "title": "Introduction to meta-analysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2009,
      "doi": "10.1002/9780470743386"
    },
    {
      "title": "Effects of a pedometer-based intervention on physical activity levels after cardiac rehabilitation: A randomized controlled trial",
      "authors": [
        "L Butler",
        "S Furber",
        "P Phongsavan",
        "A Mark",
        "A Bauman"
      ],
      "year": 2009,
      "doi": "10.1097/hcr.0b013e31819a01ff"
    },
    {
      "title": "A cognitive behavioral intervention examining exercise adherence in college-aged students (Doctoral dissertation)",
      "authors": [
        "D Bycura"
      ],
      "year": 2009,
      "doi": "10.54175/hsustain4020005"
    },
    {
      "title": "A power primer",
      "authors": [
        "J Cohen"
      ],
      "year": 1992,
      "doi": "10.1037/0033-2909.112.1.155"
    },
    {
      "title": "Protecting the power of interventions through proper reporting",
      "authors": [
        "V Conn",
        "P Groves"
      ],
      "year": 2011,
      "doi": "10.1016/j.outlook.2011.06.003"
    },
    {
      "title": "A preliminary study on the impact of a pedometer-based intervention on daily steps",
      "authors": [
        "K Croteau"
      ],
      "year": 2004,
      "doi": "10.4278/0890-1171-18.3.217"
    },
    {
      "title": "Reducing the risk of bias in health behaviour change trials: Improving trial design, reporting or bias assessment criteria? A review and case study",
      "authors": [
        "M De Bruin",
        "J Mccambridge",
        "J Prins"
      ],
      "year": 2015,
      "doi": "10.1080/08870446.2014.953531"
    },
    {
      "title": "A meta-analysis of priming effects on impression formation supporting a general model of informational biases",
      "authors": [
        "J Decoster",
        "H Claypool"
      ],
      "year": 2004,
      "doi": "10.1207/s15327957pspr0801_1"
    },
    {
      "title": "A web-based program improves physical activity outcomes in a primary care angina population: Randomized controlled trial",
      "authors": [
        "R Devi",
        "J Powell",
        "S Singh"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3340"
    },
    {
      "title": "Adherence to physical activity",
      "authors": [
        "R Dishman",
        "J Buckworth"
      ],
      "year": 1997
    },
    {
      "title": "Move to Improve: A randomized workplace trial to increase physical activity",
      "authors": [
        "R Dishman",
        "D Dejoy",
        "M Wilson",
        "R Vandenberg"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.038"
    },
    {
      "title": "Dose relations between goal setting, theory-based correlates of goal setting and increases in physical activity during a workplace trial",
      "authors": [
        "R Dishman",
        "R Vandenberg",
        "R Motl",
        "M Wilson",
        "D Dejoy"
      ],
      "year": 2010,
      "doi": "10.1093/her/cyp042"
    },
    {
      "title": "Effects of an exercise adherence intervention on outcomes in patients with heart failure",
      "authors": [
        "K Duncan",
        "B Pozehl"
      ],
      "year": 2003,
      "doi": "10.1002/j.2048-7940.2003.tb01728.x"
    },
    {
      "title": "Pleasure and displeasure from the body: Perspectives from exercise",
      "authors": [
        "P Ekkekakis"
      ],
      "year": 2003,
      "doi": "10.1080/02699930302292"
    },
    {
      "title": "The pleasure and displeasure people feel when they exercise at different intensities",
      "authors": [
        "P Ekkekakis",
        "G Parfitt",
        "S Petruzzello"
      ],
      "year": 2011,
      "doi": "10.2165/11590680-000000000-00000"
    },
    {
      "title": "Increasing physical activity with mobile devices: A meta-analysis",
      "authors": [
        "J Fanning",
        "S Mullen",
        "E Mcauley"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2171"
    },
    {
      "title": "How to do a meta-analysis",
      "authors": [
        "A Field",
        "R Gillett"
      ],
      "year": 2010,
      "doi": "10.1348/000711010X502733"
    },
    {
      "title": "Does physical activity counselling enhance the effects of a pedometer-based intervention over the long-term: 12-month findings from the Walking for Wellbeing in the West study",
      "authors": [
        "C Fitzsimons",
        "G Baker",
        "S Gray",
        "M Nimmo",
        "N Mutrie"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-206"
    },
    {
      "title": "MobileMums: A randomized controlled trial of an SMS-based physical activity intervention",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "A Marshall"
      ],
      "year": 2010,
      "doi": "10.1007/s12160-010-9170-z"
    },
    {
      "title": "Randomised controlled trial of a pedometer-based telephone intervention to increase physical activity among cardiac patients not attending cardiac rehabilitation",
      "authors": [
        "S Furber",
        "L Butler",
        "P Phongsavan",
        "A Mark",
        "A Bauman"
      ],
      "year": 2010,
      "doi": "10.1016/j.pec.2009.11.012"
    },
    {
      "title": "The effectiveness of a brief intervention using a pedometer and step-recording diary in promoting physical activity in people diagnosed with type 2 diabetes or impaired glucose tolerance",
      "authors": [
        "S Furber",
        "C Monger",
        "L Franco",
        "D Mayne",
        "L Jones",
        "R Laws",
        "L Waters"
      ],
      "year": 2008,
      "doi": "10.1071/he08189"
    },
    {
      "title": "Feasibility of reducing older adults' sedentary time",
      "authors": [
        "P Gardiner",
        "E Eakin",
        "G Healy",
        "N Owen"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2011.03.020"
    },
    {
      "title": "Use of a pedometer and goal setting to effect changes in physical activity",
      "authors": [
        "J Hallmark",
        "D Devoe",
        "R Gotshall",
        "T Nelson"
      ],
      "year": 2005,
      "doi": "10.1080/02701367.2005.10599272"
    },
    {
      "title": "A goal setting intervention to increase physical activity in elementary school children (Doctoral dissertation)",
      "authors": [
        "L Hancock"
      ],
      "year": 2005
    },
    {
      "title": "Evaluation of a social cognitive theory based intervention to enhance the physical activity of patients recovering from breast cancer",
      "authors": [
        "A Hatchett"
      ],
      "year": 2008,
      "doi": "10.1002/pon.3082"
    },
    {
      "title": "Adapted motivational interviewing for increasing physical activity: A 12 month clinical trial (Doctoral dissertation)",
      "authors": [
        "J Havenar"
      ],
      "year": 2007,
      "doi": "10.1249/01.mss.0000323436.20338.2c"
    },
    {
      "title": "Impact of an exercise intervention on physical activity during pregnancy: The behaviors affecting baby and you study",
      "authors": [
        "M Hawkins",
        "L Chasan-Taber",
        "B Marcus",
        "E Stanek",
        "B Braun",
        "J Ciccolo",
        "G Markenson"
      ],
      "year": 2014,
      "doi": "10.2105/ajph.2014.302072"
    },
    {
      "title": "Steps to a better Belfast: Physical activity assessment and promotion in primary care",
      "authors": [
        "N Heron",
        "M Tully",
        "M Mckinley",
        "M Cupples"
      ],
      "year": 2013,
      "doi": "10.1136/bjsports-2012-091581"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "J Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.3277414.557"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gøtzsche",
        "P Jüni",
        "D Moher",
        "A Oxman",
        "J Sterne"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2008
    },
    {
      "title": "Quantifying heterogeneity in a meta-analysis",
      "authors": [
        "J Higgins",
        "S Thompson"
      ],
      "year": 2002,
      "doi": "10.1002/sim.1186"
    },
    {
      "title": "Increasing children's physical activity: A peer modelling, rewards and pedometer-based intervention",
      "authors": [
        "P Horne",
        "C Hardman",
        "C Lowe",
        "A Rowlands"
      ],
      "year": 2009,
      "doi": "10.1038/sj.ejcn.1602915"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "Enhancement of daily physical activity increases physical fitness of outclinic COPD patients: Results of an exercise counseling program",
      "authors": [
        "G Hospes",
        "L Bossenbroek",
        "N Ten Hacken",
        "P Van Hengel",
        "M De Greef"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.10.005"
    },
    {
      "title": "Innovative program to increase physical activity following an acute coronary syndrome: Randomized controlled trial",
      "authors": [
        "J Houle",
        "O Doyon",
        "N Vadeboncoeur",
        "G Turbide",
        "A Diaz",
        "P Poirier"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2011.03.018"
    },
    {
      "title": "Web-based intervention to promote physical activity by sedentary older adults: Randomized controlled trial",
      "authors": [
        "A Irvine",
        "V Gelatt",
        "J Seeley",
        "P Macfarlane",
        "J Gau"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2158"
    },
    {
      "title": "A pedometer-based physical activity intervention for patients entering a maintenance cardiac rehabilitation program: A pilot study",
      "authors": [
        "L Kaminsky",
        "J Jones",
        "K Riggin",
        "S Strath"
      ],
      "year": 2013,
      "doi": "10.3978/j.issn.2223-3652.2013.03.03"
    },
    {
      "title": "A taxonomy of behavior change methods: An intervention mapping approach",
      "authors": [
        "G Kok",
        "N Gottlieb",
        "G Peters",
        "P Mullen",
        "G Parcel",
        "R Ruiter",
        "L Bartholomew"
      ],
      "doi": "10.1080/17437199.2015.1077155"
    },
    {
      "title": "Short-term effects of using pedometers to increase daily physical activity in smokers: A randomized trial",
      "authors": [
        "D Kovelis",
        "J Zabatiero",
        "K Furlanetto",
        "L Mantoani",
        "M Proença",
        "F Pitta"
      ],
      "year": 2012,
      "doi": "10.4187/respcare.01458"
    },
    {
      "title": "Goal setting in sport and exercise: A research synthesis to resolve the controversy",
      "authors": [
        "L Kyllo",
        "D Landers"
      ],
      "year": 1995,
      "doi": "10.1123/jsep.17.2.117"
    },
    {
      "title": "Self-regulation through goal setting",
      "authors": [
        "G Latham",
        "E Locke"
      ],
      "year": 1991
    },
    {
      "title": "Building a practically useful theory of goal setting and task motivation: A 35-year odyssey",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 2002,
      "doi": "10.1037//0003-066x.57.9.705"
    },
    {
      "title": "New directions in goal-setting theory",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 2006,
      "doi": "10.1111/j.1467-8721.2006.00449.x"
    },
    {
      "title": "A home-based pedometer-driven walking program to increase physical activity in older adults with osteoarthritis of the knee: A preliminary study",
      "authors": [
        "L Talbot",
        "J Gaines",
        "T Huynh",
        "E Metter"
      ],
      "year": 2003
    },
    {
      "title": "Effects of goal setting for children with an intellectual disability on physical activity and dietary habits (Master's thesis)",
      "authors": [
        "F Tilley"
      ],
      "year": 2011
    },
    {
      "title": "New Canadian physical activity guidelines",
      "authors": [
        "M Tremblay",
        "D Warburton",
        "I Janssen",
        "D Paterson",
        "A Latimer",
        "R Rhodes",
        "M Duggan"
      ],
      "year": 2011,
      "doi": "10.1139/H11-009"
    },
    {
      "title": "Physicians promoting physical activity using pedometers and community partnerships: A real world trial",
      "authors": [
        "L Trinh",
        "R Wilson",
        "H Williams",
        "A Sum",
        "P Naylor"
      ],
      "year": 2012,
      "doi": "10.1136/bjsm.2009.069567"
    },
    {
      "title": "Goal setting: A meta-analytic examination of the empirical evidence",
      "authors": [
        "M Tubbs"
      ],
      "year": 1986,
      "doi": "10.1037//0021-9010.71.3.474"
    },
    {
      "title": "Controlled outcome evaluation of the First Step Program: A daily physical activity intervention for individuals with type II diabetes",
      "authors": [
        "C Tudor-Locke",
        "R Bell",
        "A Myers",
        "S Harris",
        "N Ecclestone",
        "N Lauzon",
        "N Rodger"
      ],
      "year": 2004,
      "doi": "10.1038/sj.ijo.0802485"
    },
    {
      "title": "Evaluation of a social cognitive theory based e-mail intervention to increase physical activity of college females",
      "authors": [
        "D Wadsworth"
      ],
      "year": 2005
    },
    {
      "title": "The effects of goal setting on female middle school students' physical activity levels and motivation toward exercise",
      "authors": [
        "S Wang"
      ],
      "year": 2004
    },
    {
      "title": "An internet-based virtual coach to promote physical activity adherence in overweight adults: randomized controlled trial",
      "authors": [
        "A Watson",
        "T Bickmore",
        "A Cange",
        "A Kulshreshtha",
        "J Kvedar"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1629"
    },
    {
      "title": "A guide for population-based approaches to increasing levels of physical activity: Implementation of the WHO global strategy on diet, physical activity and health",
      "year": 2007
    },
    {
      "title": "Global health risks: Mortality and burden of disease attributable to selected major risks",
      "year": 2009,
      "doi": "10.1021/acs.est.3c08789.s001"
    },
    {
      "title": "Global recommendations on physical activity for health",
      "year": 2010
    },
    {
      "title": "Goal setting and negotiation performance: A meta-analysis",
      "authors": [
        "D Zetik",
        "A Stuhlmacher"
      ],
      "year": 2002,
      "doi": "10.1177/1368430202005001537"
    }
  ],
  "num_references": 70
}
