{
  "paper_id": "LN8BRTE4",
  "title": "A Randomized Trial of Text2Quit: A Text Messaging Program for Smoking Cessation",
  "abstract": "Background-Text messaging programs on mobile phones have shown some promise in helping people quit smoking. Text2Quit is an automated, personalized, interactive mobile health program that sends text messages to offer advice, support, and reminders about quitting smoking. Purpose-To evaluate the effect of Text2Quit on biochemically confirmed repeated point prevalence abstinence in the context of an RCT conducted in the U.S. Methods-Participants (n=503) were recruited on the Internet and randomized to receive Text2Quit or self-help material. Between 2011 and 2013, participants were surveyed at baseline and at 1, 3, and 6 months post-enrollment to assess smoking status. Saliva was collected from participants who reported not smoking in the past 7 days at the 6-month follow-up. An intent to treat analysis was used, and those lost to follow-up were categorized as smokers. All analyses were completed in 2013. Results-Biochemically confirmed repeated point prevalence abstinence favored the intervention group, with 11.1% abstinent compared to 5.0% of the control group (relative risk [RR]=2. 22, CI=1.16, 4.26, p<0.05). Similarly, self reported repeated point prevalence abstinence was higher in the intervention group (19.9%) than in the control group (10.0%) (p<0.01). Effects were found to be uniform across the analyzed demographic subgroups, although suggestive of a larger effect for non-whites than whites. Conclusions-These results provide initial support for the relative efficacy of the Text2Quit program.",
  "year": 2015,
  "date": "2015-09-01",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Lorien",
      "surname": "Abroms",
      "name": "Lorien Abroms",
      "affiliation": "Milken Institute School of Public Health , The George Washington University , Washington , District of Columbia \n\t\t\t\t\t\t\t\t Milken Institute School of Public Health \n\t\t\t\t\t\t\t\t The George Washington University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t District of Columbia",
      "email": "lorien@gwu.edu"
    },
    {
      "forename": "Ashley",
      "surname": "Boal",
      "name": "Ashley Boal",
      "affiliation": "Milken Institute School of Public Health , The George Washington University , Washington , District of Columbia \n\t\t\t\t\t\t\t\t Milken Institute School of Public Health \n\t\t\t\t\t\t\t\t The George Washington University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t District of Columbia"
    },
    {
      "forename": "Samuel",
      "surname": "Simmens",
      "name": "Samuel Simmens",
      "affiliation": "Milken Institute School of Public Health , The George Washington University , Washington , District of Columbia \n\t\t\t\t\t\t\t\t Milken Institute School of Public Health \n\t\t\t\t\t\t\t\t The George Washington University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t District of Columbia"
    },
    {
      "forename": "Judith",
      "surname": "Mendel",
      "name": "Judith Mendel",
      "affiliation": "Milken Institute School of Public Health , The George Washington University , Washington , District of Columbia \n\t\t\t\t\t\t\t\t Milken Institute School of Public Health \n\t\t\t\t\t\t\t\t The George Washington University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t District of Columbia"
    },
    {
      "forename": "Richard",
      "surname": "Windsor",
      "name": "Richard Windsor",
      "affiliation": "Milken Institute School of Public Health , The George Washington University , Washington , District of Columbia \n\t\t\t\t\t\t\t\t Milken Institute School of Public Health \n\t\t\t\t\t\t\t\t The George Washington University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t District of Columbia"
    }
  ],
  "doi": "10.1016/j.amepre.2014.04.010",
  "pmid": "15010446",
  "sections": [
    {
      "title": "Introduction",
      "text": "Tobacco use is the leading preventable cause of death, disability, and disease burden in the U.S.  1, 2  Smoking-cessation programs on mobile phones that use text messaging have been found to be effective for smoking cessation and other health behaviors.  [3] [4] 4] [5]  A recent metaanalysis of five studies of text messaging programs for smoking cessation concluded that such programs increase long-term quit rates.  3  the U.S., a number of text messaging programs for smoking cessation are publicly available. These include a national service called SmokefreeTXT, which was launched by the National Cancer Institute (NCI) from Smokefree.gov in 2011. In addition, callers to the national quitline number, 1-800-QUIT-NOW, are offered texting programs in some states. In 2012, 25% of state quitlines offered a texting program in addition to phone counseling.  6 n several states, quitline callers are offered a program called Text2Quit. Over 50,000 callers have enrolled in Text2Quit since the service became available in 2011.  7 though the number of people enrolled in text messaging programs for smoking cessation is increasing, few studies of such programs have been conducted in U.S. populations.  5 xisting studies of U.S. populations have consisted of pilot-studies with small sample sizes and short-term follow-up,  8, 9  without a control group,  8  and without biochemical verification of self-reported smoking status.  8, 9 In the formative study of Ybarra and colleagues,  9  intervention participants were significantly more likely than control participants to have quit at 4 weeks after their quit date, but findings were not sustained at 3 months.  9 is study aimed to build upon an earlier pilot study  8  and evaluate whether, for a U.S. sample recruited on the Internet, Text2Quit would be more effective than control material in promoting biochemically confirmed repeated point prevalence abstinence at 6-month follow-up. The results of this study will be informative, as no long-term studies of texting for smoking cessation in the U.S. have been conducted and because Text2Quit is highly subscribed to in the U.S."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Procedures",
      "text": "The study was approved by the George Washington University (GWU) IRB. Recruitment occurred between May 19, 2011 and July 10, 2012. Recruitment and enrollment took place on the Internet. Individuals who were searching on Google with keywords related to quitting smoking saw study ads in conjunction with their search results. Study ads offered help for quitting smoking and the possibility of earning Amazon gift cards in exchange for participation in a research study. Individuals who clicked on a study ad were directed to the study website. Interested participants who took a screening survey and were eligible were asked to provide informed consent, take an online baseline survey, and set a quit date in the next 30 days. Individuals were randomized by the computer system to intervention or control groups following completion of the baseline survey.\n\nTo be eligible for the study, participants were required to be: (1) aged ≥18 years; (2) smoke five or more cigarettes a day; (3) have a U.S. mailing address; (4) have an e-mail address;\n\n(5) have a cell phone number with an unlimited short messaging service (SMS) plan; (6)  have an interest in quitting smoking in the next month; and (  7 ) not be pregnant.\n\nParticipants completed online survey follow-ups at 1, 3, and 6 months post-enrollment. For participants who did not return online surveys after repeated e-mail reminders, surveys were conducted by study staff by phone, e-mail, or SMS. Saliva was collected by mail from participants who reported not smoking in the past 7 days at the 6-month follow-up.  10, 11 For saliva collection, participants were mailed a kit with instructions, a salivette and a pre-paid postage envelope for sample return. Samples that were returned to the research team were kept in a refrigerator until they were mailed in batches to J2 Labs (Tucson AZ) for cotinine analysis. Participants received a $15 Amazon gift card for each completed survey and a $25 Amazon gift card for providing a saliva sample.\n\nThe enrollment procedures were modified after a group of enrolled participants was detected to be fraudulent and disqualified (n=57). Following this incident, additional procedures were put in place in August 2011 to discourage fraudulent enrollees. A Completely Automated Public Turing test to tell Computers and Humans Apart (CAPTCHA) code, which required individuals to type the letters or numbers shown in an image, was added to the eligibility form to prevent computer \"bots\" from enrolling.  12 All participants were required to confirm their interest in study participation via SMS following randomization. Finally, study staff manually checked all cell phone numbers and e-mails within 3 days of enrollment. Individuals who were found to have a cell phone or e-mail address that did not work or was registered to someone else were disqualified."
    },
    {
      "title": "Measures",
      "text": "Follow-up surveys at 1, 3, and 6 months after enrollment included measures of abstinence from smoking, as measured by self-reports of 7-and 30-day past smoking.  13 The primary outcome was biochemically confirmed repeated point prevalence abstinence,  13  defined as a self-report of no smoking in the past 30 days on the 3-and 6-month surveys and a cotinine level ≤15 ng/mL  14, 15  at 6 months. Measures of abstinence from the 1-month survey were not included in the measure of repeated point prevalence abstinence because quit dates could be set up to 30 days after enrollment, and some participants who had not reached their quit date might be wrongfully excluded. Secondary outcomes consisted of 7-and 30-day abstinence at 1-, 3-, and 6-month follow-up  13  and biochemically confirmed abstinence at the 6-month follow-up.\n\nThe baseline survey included items assessing demographic (e.g., age, gender, race/ethnicity, and education) and smoking characteristics of participants (e.g., lives with one or more smokers in the household, cigarettes smoked/day, and past quit attempts). Nicotine dependence was measured with the Fagerstrom Test for Nicotine Dependence (FTND).  16 he number of text messages participants sent and received prior to enrolling in the study was assessed on the 1-month follow-up survey because this item was inadvertently omitted from the baseline survey. Additionally, a measure assessed the use of the following recommended smoking-cessation aids since study enrollment  17  : calling a quitline, getting counseling from a physician or other clinical service, and using any U.S. Food and Drug Administration (FDA)-approved quit-smoking medications. Participants were coded as having used a recommended cessation aid if they replied yes to any of the recommended aids on any of the three follow-up surveys.\n\nFor participants in the intervention group, Text2Quit engagement was assessed using records of their interaction with the text messaging computer system and self-reported survey data. The number of text messages a participant sent to the computer system, including replies to Text2Quit programmatic surveys and keywords used, was totaled and averages were calculated across participants. The total did not include use of the keyword STOP, a keyword for unsubscribing from the program. The percentage of participants who used this keyword served as an indicator of program disengagement. Self-reported data from the 1-, 3-, and 6-month surveys were used to assess participant use of the Text2Quit website."
    },
    {
      "title": "Intervention Group",
      "text": "Participants randomized to the intervention group received Text2Quit. Text2Quit is a facilitated text messaging program designed to help people quit smoking.  8 Text2Quit was developed in 2010  8  by GWU with technical support provided by Voxiva Inc. (Washington DC). The program consists primarily of automated, bidirectional text messages, which comprise the central component of the program. E-mails and a web portal are offered as supportive features.\n\nThe text messages are timed around a user's quit date and provide advice on quitting smoking. Messages are based on social cognitive theory  18, 8  and are consistent with the U.S. Public Health Service Clinical Practice Guidelines,  17  which recommend calling a quitline and considering the use of approved quit-smoking medications. Messages are interactive and prompt users to track smoking, report on cravings, and provide smoking status. Participants who report that they have not quit are routed into a separate relapse message protocol, which includes the option of setting a new quit date. Messages are tailored around several factors including first name, quit date, top three reasons for quitting, money saved by quitting, and use of quit-smoking medications.  17 r the study, Text2Quit was offered for 6 months after enrollment, with the first 3 months offering both outgoing messages about quitting smoking and on-demand help through the use of keywords. After the outgoing messages stopped, participants could still text at any time for help through keywords. SMS keywords included the ability to reset a quit date (DATE), get help with a craving with a tip or a trivia game (CRAVE), get a summary of their quitting statistics (STATS), and to indicate that they had smoked (SMOKED).\n\nOutgoing messages peaked in the period just prior to and following the quit date. Participants received five SMSs on their quit date and approximately two SMSs per day in the week after the quit date. Frequency declined in the subsequent weeks to approximately three SMSs per week for the next 2 months and then less than one per week for the remaining portion of the outgoing phase.\n\nThe SMSs were supplemented by a personalized web portal (text2quit.com) and e-mails. The website provided access to a participant's quitting information, tools for changing SMS settings, and general resources for quitting smoking. E-mails were sent weekly in the period around the quit date and then every few weeks for the first 3 months. E-mails generally reiterated and expanded upon key messages from the texts. Participants could not reply to emails or update information through e-mails."
    },
    {
      "title": "Control Group",
      "text": "Participants randomized to the control group initially received a web link to Smokefree.gov, a leading website with quitting smoking information run by the NCI. However, on September 15, 2011, when Smokefree.gov launched its own texting program, SmokefreeTXT, the control group material changed to avoid contamination of the control group with a similar texting program. At this point, 135 (26.8%) participants had been recruited into the study, 66 of whom were in the control group. Although consideration was given to changing to another leading quit-smoking website, there were concerns that other websites might also adopt a text messaging program during the trial period. Therefore, a decision was made to offer future control group participants a guidebook on quitting smoking developed by the NCI that had been used extensively in previous trials as a control material (e.g., Prokhorov et al.  19  ). This guidebook, Clearing the Air, was offered via a web link that led participants to a document containing similar advice and information as Smokefree.gov.  20 In addition to the control group materials, the control group also received study-related reminder texts via SMS, particularly in the 2 weeks prior to each follow-up survey."
    },
    {
      "title": "Data Analysis",
      "text": "Analyses were conducted utilizing an intent to treat approach. Demographic differences between the intervention and control groups were tested with t-tests or chi-square tests. Primary and secondary outcomes were examined after imputation of missing data such that non-responders on the surveys and those who did not return saliva samples were assumed to be smoking.  14 Chi-squared analyses were conducted to compare the proportion of participants in the treatment and control groups who reported quitting. Additionally, using logistic regression, the unadjusted and adjusted relative risk (RR) of quitting in the intervention group compared with the control group was calculated for the primary and secondary outcomes. To determine whether smoking outcomes for those in the treatment and control groups differed across predetermined demographic categories, chi-squared analyses were completed and the unadjusted RR was computed for demographic subgroups on the primary outcome. Finally, to identify subgroups of participants who may have benefited more from the intervention than others, exact logistic regression was used to test for condition x subgroup interactions in predicting the primary outcome. A separate logistic model was constructed for each subgroup. Analyses were conducted in 2013 using SAS, version 9.3 (SAS Institute, Inc., Cary, NC)."
    },
    {
      "title": "Results",
      "text": "As shown in Figure  1 ,  7 ,247 participants took the eligibility survey. A total of 1,745 individuals consented, filled out the baseline survey, and were randomized. Of these, 503 (n=241 control and n=262 intervention) provided handset verification via SMS and had their phone numbers and e-mails confirmed as valid and working. The remaining 1,242 were excluded because they did not provide handset verification via SMS (n=502), did not have a valid cell phone number (n=460), or the cell phone number given was a wrong number (n=268). Analyses to detect differences between groups among those excluded revealed that they were similar across conditions on all baseline demographic variables, with the exception of race. Participants assigned to the control group and later excluded were more likely to be white (p<0.05). Follow-up rates for the 1-, 3-, and 6-month surveys were 85.7%, 82.9%, and 75.7% respectively. Follow-up rates were similar between groups except for the 1-month survey, which was slightly lower for the intervention group (p<0.01). Of those eligible to provide a saliva sample (i.e., self-report of no smoking in the past 7 days at the 6-month follow-up, n=133), 86 (64.7%) provided a saliva sample. The proportion of eligible participants who returned a saliva sample did not significantly differ across the two groups. Of these, 21 (24.4%) were found to have high levels of cotinine in their saliva (>15 ng/mL). These participants were coded as smokers in analyses of biochemically confirmed quitting. Across all time points, the vast majority of participants completed the survey via web (1 month, 91.0%; 3 months, 90.2%; 6 months, 91.1%) with the remaining by phone, text, or email. Mode of survey completion was similar among intervention and control group participants for all follow-up surveys."
    },
    {
      "title": "Participant Demographics",
      "text": "Participant characteristics are presented in Table  1 . Participants were on average 35.70 (SD=10.66) years old and predominantly white (78.5%), female (65.6%), and with at least some college or trade school education (78.1%). On average, participants began smoking when they were 17 (SD=5.60) years old and had been smoking for 18.48 (SD=11.25) years. At the time of enrollment, participants smoked an average of 17.29 (SD=8.08) cigarettes per day and had a FTND nicotine dependence score of 5.33 (SD=2.30). On average, participants sent or received 29.32 (SD=51.20) text messages per day prior to enrolling in the study. Intervention and control group participants were similar across variables except for education (p<0.01)."
    },
    {
      "title": "Primary and Secondary Outcomes",
      "text": "Unadjusted and adjusted logistic regression models were conducted to examine outcomes across groups. Models were adjusted for education, the variable found to be significantly different across groups. Because the results were similar for the unadjusted and adjusted models, unadjusted models are presented in Table  2 .\n\nAn examination of the primary smoking-cessation outcome-biochemically confirmed repeated point prevalence abstinence-showed that the intervention group had more than twice the likelihood of quitting compared with the control group. In the intervention group, 11.1% of participants were biochemically confirmed repeated point prevalence abstainers compared with 5.0% of the control group (RR=2.22, 95% CI=1.16, 4.26, p<0.05). A similar result, though with higher overall quit rates, was obtained for self-reported repeated point prevalence abstinence: 19.9% of the intervention group reported abstinence compared with 10.0% of the control group (RR=1.99, 95% CI=1.27, 3.13, p<0.01).\n\nSecondary outcomes were also explored. Although at the 6-month follow-up, self-reported quitting favored the intervention group for past 7-day smoking (RR=1.53, 95% CI=1.13, 2.07, p<0.01), there was no significant difference in the proportion of biochemically confirmed quitters between the intervention (15.7%) and control group (11.2%) (RR=1.40, 95% CI=0.89, 2.20, p=0.15). At the 6-month follow-up, for past 30-day quitting, 24.8% of the intervention group reported not smoking compared with 15.8% of control group participants (RR=1.57, 95% CI=1.10, 2.26, p<0.05).\n\nFor all of the subgroups analyzed (Table  3 ), there were a higher percentage of participants quitting in the intervention group compared with the control group, and RRs were statistically significant for some of the categories within subgroups (e.g., aged <35 years, being female, and FTND score ≤5) (p<0.05). None of the intervention group x subgroup interaction tests reached statistical significance at the p<0.05 level, indicating no clear evidence of differential effectiveness for the examined subgroups. However, there was a trend for non-white participants to benefit more from the intervention than white participants (p=0.06)."
    },
    {
      "title": "Program Engagement",
      "text": "For participants in the intervention group (n=262), program engagement was assessed. Based on computer records, most participants (85.1%) sent at least one text message to the computer system during the trial (excluding the keyword STOP). Participants who interacted with the system at least once had on average 28.47 (SD=25.81) interactions over the course of the 6 months of the program. Total keyword use was higher among biochemically confirmed repeated point prevalence abstainers (mean=35.21, SD=26.66) than nonabstainers (mean=22.87, SD=25.51) (p<0.05), with abstainers using approximately 12 more keywords.\n\nIn addition, 30.1% of participants (n=79) used the keyword STOP to unsubscribe from the program during the 6-month intervention period. For those who unsubscribed, participants unsubscribed an average of 61.22 days after enrollment (SD=58.23). The proportion of biochemically confirmed repeated point prevalence abstainers did not differ significantly between those who used the keyword STOP (n=5, 6%) and those who did not (n=24, 13%) (χ 2 [1, n=262]=2. 58, p=0.11). Intervention group participants were also provided access to the Text2Quit website. Based on self-report, most participants reported that they had not logged onto the website in the past 7 days at the 1-(64%) and 3-month (81%) follow-ups."
    },
    {
      "title": "Discussion",
      "text": "This study evaluated the efficacy of a facilitated text messaging program aimed at smokers searching for quit-smoking information on the Internet. The study results are encouraging. Participants who were randomized to receive Text2Quit had a greater likelihood of biochemically confirmed repeated point prevalence abstinence at 6 months post-enrollment, the primary outcome of the study. The biochemically confirmed quit rates -11.1% in the intervention group and 5.0% in the control-are roughly similar to those reported previously in other text messaging studies  21  and to studies of population-based cessation methods like quitline phone counseling.  22 No statistically significant differences among demographic subgroups were found, but there was a trend suggestive of a larger effect for non-whites compared with whites. The results from the secondary outcomes largely support the efficacy of the intervention with self-reported 7-and 30-day point prevalence estimates at 6 months significantly favoring the intervention group. However, although quit rates for biochemically confirmed abstinence at 6 months was higher among the intervention group, the difference was not statistically significant. The lack of a significant finding for this outcome indicates that future studies are warranted for the overall positive results to be conclusive.\n\nThis study has several strengths. The study addresses a gap in the literature identified by the Community Preventive Services Task Force regarding the application of mobile technology for smoking cessation in the U.S.  5  and represents the first study of text messaging for smoking cessation in the U.S. with long-term follow-up and biochemical confirmation of smoking status. Although self-report is considered an adequate measure in population-based studies with low participant involvement,  [23] [24] [25]  the decision to biochemically confirm smoking status was made because of the novel nature of the intervention. Like Free and colleagues,  21  biochemical verification of self-reported quitters revealed significant discrepancies between self-reports and biochemically confirmed smoking status, with almost one quarter of those providing a saliva sample misrepresenting their smoking status. Other design strengths include that participants were recruited under real-world conditions with study ads shown in the moment of Google searches for quit-smoking information.  26 In addition, with the exception of education, baseline demographic and smoking-related factors were well balanced across groups.\n\nThis study is also noteworthy because it tests a program that is widely offered in the U.S. through quitlines in combination with phone counseling.  7 Our findings are suggestive that Text2Quit may improve quitting for quitline callers. However, further studies are needed because quitline callers may represent a distinct population from those recruited on the Internet, because text messaging may not confer additional benefits over and above those received through quitline phone counseling, and because Text2Quit was slightly modified for use with quitlines.\n\nThat participants were self-enrolled online and randomized by computer to the intervention group represents both a strength and a weakness. It represents a strength in that the automated enrollment procedures were not subjected to recruiter biases and may generalize better to real-world program enrollment conditions. However, given that many people initially expressed interest in the study and later declined to participate while other people enrolled in the study and were subsequently disqualified, self-enrollment on the Internet should be approached with caution. The study eventually benefited from several safeguards that were set up 3 months into the trial, including manually checking each phone number, handset verification, and using a CAPTCHA code. As very little is published on recruitment methods on the Internet (exceptions include Graham et al.  27  ), additional studies are required to advance the science of Internet recruitment. Future studies should consider the use of additional safeguards such as removing information on financial compensation from study ads, using e-mails to verify contact participant information, and having interviewers call and verify participant contact information. It should be noted that although participants suspected to be fraudulent were removed from the study, these removals did not confound the randomization process, and any misrepresentation of participants should be nondifferential and not explain our significant results. Furthermore, analyses revealed that those disqualified were largely similar across study groups.\n\nA weakness of the study is that a national texting program became available during the study period. This implies that despite our best efforts, there may have been some contamination of the control group, whereby participants in the control group could have independently signed up for a smoking-cessation texting program. Indeed, 13 participants from the control group (5%) indicated on their 3-month survey that they had used a texting program for smoking cessation since enrolling in the study. This suggests that there was a low level of contamination in the control group with a texting program and that the magnitude of effects may be larger than those reported.\n\nOther limitations include a low response rate (64.7%) among those eligible for providing a saliva sample for biochemical verification, although the response rate did not differ between intervention groups. Additionally, smokers recruited to the study represent a distinct group with specific attributes; therefore, study results may have limited generalizability. Smokers recruited to the study were already motivated to quit smoking and digitally connected, as all had access to the Internet and a working cell phone with unlimited text messaging."
    },
    {
      "title": "Conclusions",
      "text": "The use of mobile phones is widespread in the U.S. and other parts of the world, with three quarters of adults globally having access to a mobile phone.  28 The results from this trial of motivated smokers recruited on the Internet provides preliminary evidence of the relative efficacy of a facilitated text messaging intervention for smoking cessation. Studies are needed that compare text messaging programs to other established smoking-cessation treatments, as well as those that evaluate the efficacy of text messaging programs in the context of health systems, including quitlines where they are currently in use."
    },
    {
      "title": "Enrollment overview"
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Demographic characteristics of participants"
    },
    {
      "text": "Comparison of intervention and control group outcomes by measure and time period, a Note: Boldface indicates statistical significance a Chi-square analyses were conducted to examine outcomes across the intervention and control groups.Unadjusted risk ratios are presented.Missing data were imputed to indicate smoking.b Self-reported repeated point prevalence abstinence is defined as not smoking in the past 30 days at 3-and 6-month follow-ups."
    },
    {
      "text": "Intervention and control group abstinence rates for participant subgroups a,b Note: Boldface indicates statistical significance (p<.05).a Chi-square analyses were conducted to examine outcomes across the intervention and control groups.Unadjusted risk ratios are presented.Outcome is biochemically confirmed repeated point prevalence abstinence.Missing data were imputed to indicate smoking.b p-values were not significant for test of the condition x subgroup interaction term in a logistic regression model and are not presented; p-value for study condition x race was marginally significant (p=0.06)."
    }
  ],
  "references": [
    {
      "title": "The health benefits of smoking cessation: a report of the surgeon general",
      "authors": [
        "Cdc"
      ],
      "year": 1990
    },
    {
      "title": "Actual causes of death in the U.S 2000",
      "authors": [
        "A Mokdad",
        "J Marks",
        "D Stroup",
        "J Gerberding"
      ],
      "year": 2004,
      "doi": "10.1001/jama.291.10.1238"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd006611.pub3"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Increasing Tobacco Use Cessation: Mobile Phone-Based Interventions",
      "doi": "10.1037/e548012006-001"
    },
    {
      "title": "Results from the",
      "year": 2012,
      "doi": "10.1093/ntr/ntr317"
    },
    {
      "title": "Small Business",
      "authors": [
        "B Paynter"
      ],
      "year": 2013
    },
    {
      "title": "Text2Quit: Results from a pilot test of a personalized, interactive mobile health smoking cessation program",
      "authors": [
        "L Abroms",
        "M Ahuja",
        "Y Kodl"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649159"
    },
    {
      "title": "Pilot RCT results of Stop My Smoking USA: a text messaging-based smoking cessation program for young adults",
      "authors": [
        "M Ybarra",
        "J Holtrop",
        "T Prescott",
        "M Rahbar",
        "D Strong"
      ],
      "year": 2013,
      "doi": "10.1093/ntr/nts339"
    },
    {
      "title": "Collecting saliva by mail for genetic and cotinine analyses in participants recruited through the Internet",
      "authors": [
        "J Etter",
        "E Neidhart",
        "S Bertrand",
        "A Malafosse",
        "D Bertrand"
      ],
      "year": 2005,
      "doi": "10.1007/s10654-005-2148-7"
    },
    {
      "title": "The stability of cotinine in unfrozen saliva mailed to the laboratory",
      "authors": [
        "J Foulds",
        "A Bryant",
        "J Stapleton",
        "M Jarvis",
        "M Russell"
      ],
      "year": 1994,
      "doi": "10.2105/ajph.84.7.1182"
    },
    {
      "title": "reCAPTCHA: human-based character recognition via web security measures",
      "authors": [
        "L Von Ahn",
        "B Maurer",
        "C Mcmillen",
        "D Abraham",
        "M Blum"
      ],
      "year": 2008,
      "doi": "10.1126/science.1160379"
    },
    {
      "title": "Measures of abstinence from tobacco in clinical trials: issues and recommendations",
      "authors": [
        "J Hughes",
        "J Keely",
        "R Niaura",
        "D Ossip-Klein",
        "R Richmond",
        "G Swan"
      ],
      "year": 2003,
      "doi": "10.1080/1462220031000070552"
    },
    {
      "title": "Outcome criteria in smoking cessation trials: proposal for a common standard",
      "authors": [
        "R West",
        "P Hajek",
        "L Stead",
        "J Stapleton"
      ],
      "year": 2005,
      "doi": "10.1111/j.1360-0443.2004.00995.x"
    },
    {
      "title": "Measuring nicotine intake in population surveys: comparability of saliva cotinine and plasma cotinine estimates",
      "authors": [
        "M Jarvis",
        "P Primatesta",
        "B Erens",
        "C Feyerabend",
        "A Bryant"
      ],
      "year": 2003
    },
    {
      "title": "The Fagerstrom Test for nicotine dependence: a revision of the Fagerstrom Tolerance Questionnaire",
      "authors": [
        "T Heatherton",
        "L Kozlowski",
        "R Frecker",
        "K Fagerstrom"
      ],
      "year": 1991,
      "doi": "10.1111/j.1360-0443.1991.tb01879.x"
    },
    {
      "title": "Treating tobacco use and dependence",
      "authors": [
        "M Fiore",
        "C Jaén",
        "T Baker"
      ],
      "year": 2008,
      "doi": "10.1037/e481882008-001"
    },
    {
      "title": "Social foundations of thought and action: a social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Impact of A Smoking Prevention Interactive Experience (ASPIRE), an interactive, multimedia smoking prevention and cessation curriculum for culturally diverse high-school students",
      "authors": [
        "A Prokhorov",
        "S Kelder",
        "R Shegog"
      ],
      "year": 2008,
      "doi": "10.1080/14622200802323183"
    },
    {
      "title": "Clearing the air: quit smoking today",
      "year": 2008,
      "doi": "10.5152/tud.2019.19133"
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): a single-blind, randomized trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "Telephone counselling for smoking cessation",
      "authors": [
        "L Stead",
        "R Perera",
        "T Lancaster"
      ],
      "year": 2006,
      "doi": "10.1002/14651858.cd002850.pub2"
    },
    {
      "title": "Common predictors of smoking cessation in clinical practice",
      "authors": [
        "P Caponnetto",
        "R Polosa"
      ],
      "year": 2008,
      "doi": "10.1016/j.rmed.2008.02.017"
    },
    {
      "title": "Biochemical verification of tobacco use and cessation",
      "authors": [
        "N Benowitz",
        "K Ahijevych",
        "S Hall"
      ],
      "year": 2002,
      "doi": "10.1080/14622200210123581"
    },
    {
      "title": "The validity of self-reported smoking: a review and meta-analysis",
      "authors": [
        "D Patrick",
        "A Cheadle",
        "D Thompson",
        "P Diehr",
        "T Koepsell",
        "S Kinne"
      ],
      "year": 1994,
      "doi": "10.2105/ajph.84.7.1086"
    },
    {
      "title": "A randomized trial of internet and telephone treatment for smoking cessation",
      "authors": [
        "A Graham",
        "N Cobb",
        "G Papandonatos"
      ],
      "year": 2011,
      "doi": "10.1001/archinternmed.2010.451"
    },
    {
      "title": "Characteristics of smokers reached and recruited to an Internet smoking cessation trial: a case of denominators",
      "authors": [
        "A Graham",
        "B Bock",
        "N Cobb",
        "R Niaura",
        "D Abrams"
      ],
      "year": 2006,
      "doi": "10.1080/14622200601042521"
    },
    {
      "title": "Mobile Phone Access Reaches Three Quarters of Planet's Population",
      "doi": "10.1596/17978"
    }
  ],
  "num_references": 28
}
