{
  "paper_id": "M26HG8NZ",
  "title": "Effectiveness of a Multi-faceted mHealth Intervention on Adherence to Medication and Treatment Outcome Among Patients with Hypertension in a Lower-Middle-Income Country: A Randomized Controlled Trial",
  "abstract": "Background: The high prevalence of uncontrolled hypertension in Pakistan is predominantly attributed to poor drug adherence. Mobile phone innovations are cheap, ubiquitous, and culturally acceptable tools for behavioral change. As more than 137 million populations in Pakistan use mobile phones, a suitable mobile health (mHealth) module can be a suitable and effective tool to overcome poor drug adherence. Objective: This study sought to determine whether a novel mobile health intervention was useful in enhancing adherence to antihypertensive therapy and treatment outcomes among patients with hypertension in a developing country. \n Methods: A parallel, single-blinded, superiority randomized controlled trial of six months duration recruited 439 hypertensive patients at a public hospital in Pakistan, with poor adherence to antihypertensive therapy and access to smartphones. An innovative multifaceted, mHealth intervention, \"Multi-Aid-Package\", based on the Health Belief Model was developed for the intervention group. The novel module contained written, audio & visual reminders, infographics, video clips, educational content, and 24/7 individual support, while the control group only received standard care. The primary outcome was selfreported medication adherence measured using the Self-efficacy for Appropriate Medication Adherence Scale (SEAMS) and pillcounting. The secondary outcome was a systolic blood pressure (SBP) change. Both outcomes were evaluated at the baseline and 6 months. Technology acceptance feedback was also assessed at the end of the study. Results: Of 439 participants, 423 could complete the study. In the control group, 10 participants were lost to follow-up, while one withdrew his consent. In the intervention group, 6 participants were lost to follow-up. At six months post-intervention, the median SEAMS score was higher in the intervention group (32, IQR 11) compared to the controls (21, IQR 6), and the difference was statistically significant (P<0.001). Within the intervention group, there was also an improvement of 12.5 points between baseline and 6 months (P<0.001). By using the pill-counting method, there was an increase in adherent patients between the intervention and the control groups (difference of 81 patients, P<0.001), as well as within groups (difference of 83 patients; baseline vs 6 months, P<0.001). As for the SBP, between groups, there was a statistically significant difference in SBP of 7mmHg (P<0.001) at 6 months, while within groups, there was a reduction by 4mmHg (P<0.001) within the intervention group, but there was an increase by 3mmHg (P=0.314) in the controls. Overall, the number of patients with uncontrolled hypertension was reduced by 46 patients in the intervention group (baseline vs 6 months), but the controls remained unchanged. The Multi-Aid-Package received a 94.8% acceptability score. \n Conclusions: The novel \"Multi-Aid-Package\" is an effective mHealth module in enhancing adherence to medication and treatment outcomes among patients with hypertension in a developing country. Clinical Trial: Clinical Trials. gov.",
  "year": 2005,
  "date": "2005-01-15",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Aidalina",
      "surname": "Mahmud",
      "name": "Aidalina Mahmud",
      "affiliation": "1  Department of Community Health , Faculty of Medicine and Health Sciences Universiti Putra Malaysia Serdang MY \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia Serdang MY",
      "email": "aidalina@upm.edu.my"
    },
    {
      "forename": "Arshed",
      "surname": "Muhammad",
      "name": "Arshed Muhammad",
      "affiliation": "1  Department of Community Health , Faculty of Medicine and Health Sciences Universiti Putra Malaysia Serdang MY \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia Serdang MY"
    },
    {
      "forename": "Sakdiah",
      "surname": "Minhat",
      "name": "Sakdiah Minhat"
    },
    {
      "forename": "Ying",
      "surname": "Lim",
      "name": "Ying Lim"
    },
    {
      "forename": "Rubeena",
      "surname": "Zakar",
      "name": "Rubeena Zakar",
      "affiliation": "2  Department of Public Health , Institute of Social and Cultural Studies University of the Punjab Lahore PK \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Institute of Social and Cultural \n\t\t\t\t\t\t\t\t Studies University of the Punjab Lahore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PK"
    },
    {
      "surname": "Mbchb",
      "name": "Mbchb"
    },
    {
      "forename": "Halimatus",
      "surname": "Sakdiah Minhat",
      "name": "Halimatus Sakdiah Minhat",
      "affiliation": "1  Department of Community Health , Faculty of Medicine and Health Sciences Universiti Putra Malaysia Serdang MY \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia Serdang MY"
    },
    {
      "forename": "Drph",
      "surname": "Mbchb",
      "name": "Drph Mbchb"
    },
    {
      "forename": "Ying",
      "surname": "Poh",
      "name": "Ying Poh"
    },
    {
      "surname": "Lim",
      "name": "Lim",
      "affiliation": "1  Department of Community Health , Faculty of Medicine and Health Sciences Universiti Putra Malaysia Serdang MY \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia Serdang MY"
    },
    {
      "surname": "Mbbs",
      "name": "Mbbs"
    },
    {
      "forename": "Aidalina",
      "surname": "Mbchb",
      "name": "Aidalina Mbchb"
    },
    {
      "affiliation": "Department of Community Health , Faculty of Medicine and Health Sciences Universiti Putra Malaysia UPM Serdang Serdang MY \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia UPM Serdang Serdang MY"
    },
    {
      "affiliation": "3  Department of Public Health , Institute of Social and Cultural Studies , University of the Punjab , Lahore , Pakistan. \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Institute of Social and Cultural Studies \n\t\t\t\t\t\t\t\t University of the Punjab \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Lahore \n\t\t\t\t\t\t\t\t\t Pakistan"
    },
    {
      "affiliation": "Department of Community Health , Faculty of Medicine and Health Sciences , Universiti Putra Malaysia 43400 \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 43400"
    },
    {
      "affiliation": "UPM Serdang , Selangor Malaysia \n\t\t\t\t\t\t\t\t UPM Serdang \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Selangor \n\t\t\t\t\t\t\t\t\t Malaysia"
    }
  ],
  "doi": "10.2196/preprints.50248",
  "pmid": "15652604",
  "keywords": [
    "mobile health",
    "mHealth",
    "interventions",
    "medication adherence",
    "hypertension",
    "developing country Clinical Trials. gov. NCT04577157"
  ],
  "sections": [
    {
      "title": "Table of Contents",
      "text": "Results: Of 439 participants, 423 completed the study. In the control group, 10 participants were lost to follow-up, while one withdrew their consent. In the intervention group, 6 participants were lost to follow-up. At six months postintervention, the median SEAMS score was statistically significantly higher in the intervention group compared to the controls  [32. 00  (11)  vs 21.00  (6) , U = 10490, P<.001]. Within the intervention group, there was also an increase of 12.5 points of the median SEAMS score between baseline and 6 months  [19.50 (5)  vs  32 .00  (11) , Z= -10.924b, P<.001]. By using the pill-counting method, there was an increase in adherent patients between the intervention and the control groups (difference of 81 patients, P<.001), as well as within groups (difference of 83 patients; baseline vs 6 months, P<.001). As for the SBP, between groups, there was a statistically significant difference in SBP of 7mmHg (P<.001) at 6 months, while within groups, there was a reduction by 4mmHg (P<.001) within the intervention group, but there was an increase by 3mmHg (P=.314) in the controls.\n\nOverall, the number of patients with uncontrolled hypertension was reduced by 46 patients in the intervention group (baseline vs 6 months), but the controls"
    },
    {
      "title": "Introduction",
      "text": "Hypertension is a significant global health challenge and a leading cause of morbidity and mortality  [1] . In the twenty-first century, hypertension has become a growing global health issue. It is expected to increase from 918 million individuals in 2000 to 1.56 billion in 2025  [1] . Compared to highincome countries, the prevalence of hypertension among adults was more remarkable in low-and middle-income countries (LMICs)  [2, 3] . Hypertension is responsible for approximately 9.4 million fatalities worldwide, making it a significant cause of death  [4] . These deaths are mostly preventable, as lowering SBP can lessen fatalities from all causes and cardiovascular disease  [5] .\n\nThe risk of mortality rates from cardiovascular events and stroke is lowered by twofold for each 20 mmHg drop in systolic blood pressure or 10 mmHg drop in diastolic blood pressure between the ages of 40 and 69 years  [6] . The dosage of blood pressure medications administered and adherence to therapy are two important aspects that influence blood pressure control in patients receiving treatment with clinically corrected blood pressure levels. Patient compliance is a critical aspect of blood pressure management, and medication is worthless for those who refuse to take it  [7] . What is more worrying is the chronic nature of hypertension and the need to be compliant with the medications usually for more than one year. It has been noted that one year after starting antihypertensive medication, 50% of people still use it  [8, 9] . Unfortunately, in general, the percentage of treated hypertensive patients who achieve control levels are only between 20% and 50%  [10, 11] .\n\nIn Pakistan, hypertension is a crucial matter of public health where nearly 19% of youth and 33% of individuals over 45 have hypertension with the majority of the hypertensive population having poor blood pressure control  [12] . Poor medication adherence has been noted to contribute to poor blood pressure control in Pakistan  [13] . A recent research investigation found that 37.7% of patients failed to take their antihypertensive drugs as directed  [13] . This situation is of concern because as mentioned, medication adherence is a proven and cost-effective treatment for hypertension  [14]  apart from lifestyle modification and medical risk assessment. Furthermore, medications may lower the risk of stroke and myocardial infarction by 30% and 15% respectively among the hypertensive population  [15] . Lower levels of adherence are connected to poorer blood pressure control and unfavorable outcomes  [16] .\n\nSince a few years ago, there has been an upsurge in the use of mHealth programs to improve medication compliance  [17, 18] . Using mobile technology, such as cell phones, personal digital assistants, patient monitoring equipment, and other wireless devices, medical care is referred to as \"mHealth\"  [19] . mHealth is an ideal tool for LMICs due to its low cost and ease of usage. For mHealth, all that is required are mobile devices, cellular communication technologies, and an internet connection. According to the Pakistan Telecommunication Authority, more than 137 million Pakistanis use mobile phones, corresponding to a cellular density of 77% of the population [20]. However, despite the growing popularity of mobile phones in LMICs, mHealth approaches in these countries remain limited.\n\nFurthermore, no specific association for the usefulness of mobile health in enhancing drug adherence in cardiovascular illnesses in LMICs has been shown to date  [21] . Several studies have suggested for further investigations to determine whether mHealth can enhance medication adherence in LMICs  [21, 22] , compared to traditional methods  [23] . WhatsApp facilitates the collection of 'real-time' data over both time and place. The WhatsApp software offers a plethora of health-related uses, including for optimizing communication and the delivery of health education  [24, 25] . A survey found that Pakistanis primarily use social media for communication and information exchange in the health sector, with WhatsApp and YouTube being the most widely used social media platforms for health-related topics  [26] . Several important observations, particularly those gleaned from the body of existing literature  [26] , guide our decision to use WhatsApp in implementing this cutting-edge intervention since it is an efficient way to provide interventions with respect to cost, time, and dissemination.\n\nUsing the Health Belief Model  [27]  and Self-Determination Theory  [28] , as a foundation a novel mHealth intervention module for the hypertensive population of low-and middle-income countries, particularly Pakistan, was created. The module was called the Multi-Aid-Package. It was a multifaceted intervention integrated with educational guidelines and a reminder component. The module addressed individual patients' perspectives and concerns and incited health-related beliefs toward better drug adherence. This trial's distinctive feature is its all-encompassing, multimodal strategy, which combines various previous interventions  [29] [30] [31]  into one single intervention. Second, animated images and videos were used in place of text in the current study. Therefore, as far as we are aware, this is the first study in Pakistan that we are aware of to generate and assess the efficacy of a comprehensive and multifaceted mHealth intervention.\n\nConsequently, this study sought to use mHealth-based multifaceted intervention utilizing WhattsAp to help patients who were not adhering to their medication and to assess the efficiency of the Multi-Aid-Package, in optimizing adherence to medication and SBP among patients with hypertension in the LMIC context. We hypothesized that this mHealth module intervention would improve medication adherence, lower systolic blood pressure, and eventually lower mortality and morbidity of hypertension."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Trial Design",
      "text": "This trial was a parallel, single-blinded, superiority, randomized controlled study that lasted six months and had a two-arm, parallel design. This trial was carried out following the CONSORT Statement 2010 standards  [32] . The participants were concurrently allocated to the two groups (intervention or control) in a 1:1 ratio in a random manner. The intervention group underwent \"Multi-Aid-Package\" intervention, while the control group received regular treatment (as per the hospitals' routine practice)  [33] . Evaluations were carried out at baseline and six months after the implementation of the intervention. Trial registration number: ClinicalTrials.gov NCT04577157 (Registered on October 06, 2020) before the start of recruitment that started on 3/01/2021."
    },
    {
      "title": "Study Setting",
      "text": "The study site was a public tertiary care hospital in Punjab's provincial capital, Lahore. Lahore has a population of 11,302,285 people, with a GDP of $84 billion. It is Pakistan's second-biggest city  [34] ."
    },
    {
      "title": "Sampling Method",
      "text": "A two-stage random sample procedure was used to carry out the sampling. The first stage required selecting a hospital at random from a list of hospitals, and the second stage entailed selecting hypertensive patients from the selected hospital at random."
    },
    {
      "title": "Study Participants",
      "text": "Study participants were selected from among patients diagnosed with hypertension at a public hospital's Cardiology and Medical Outpatient Departments (OPDs). In addition, screening the patient list involved identifying patients who were registered as hypertensive for the last month. The selection process was conducted by specially assigned registrars who screened the patients by utilizing the Self-Efficacy for Appropriate Medication Scale (SEAMS)  [35]  and by asking the patients the number of tablets consumed during a specified period  [36] . Despite the fact that these two approaches to measuring medication adherence are distinct, both adherence measures were used in this trial for inclusion/exclusion considerations. Only those who satisfied both criteria were recruited. Due to the selection criteria's restriction to using both approaches, any participant could be classified as nonadherent. These results indicated the patients' medication adherence status. Based on these assessments and other eligibility criteria, 439 participants were selected. Each participant provided informed consent. Each participant was given an identification number to ensure confidentiality and protect their identity. The information collected was socio-demographic, healthrelated profiles, baseline the SEAMS score, and pill-counting (representing medication adherence status). All the information collected was a thorough face-to-face interview conducted by trained research staff. In addition, each participant's baseline SBP reading was also recorded."
    },
    {
      "title": "Eligibility Criteria",
      "text": "The eligibility criteria for the participants were: aged at least 18 years old, diagnosed with hypertension within the previous month, had been prescribed antihypertensive drugs, had poor drug adherence (low SEAMS score ranging from 13-21 and pill-counting rates of less than 80% were coded as nonadherent), had smartphones with the WhatsApp application installed and were able to read and send messages using the application.\n\nThe exclusion criteria were: participants had plans to leave the study area during the study time period that would prohibit them from accessing cell signals, had a cancer history as they need medications adjustment over time, were receiving a planned operation or intervention, had a blood pressure >220/120 mmHg (in a category of hypertensive emergency), and those who stated that they were pregnant, breastfeeding, or three months postpartum."
    },
    {
      "title": "Sample Size",
      "text": "The sample size was estimated to assess a 1-point difference in standard deviation (SD = 2) on the major outcome metric of adherence change, comparing the two groups. To evaluate the two-tailed hypothesis, the alpha level (Type 1 error) was set at .05, with a 95% confidence interval, Z= 1.96, and strength to obtain a power of 90%  [37] . The adherence reference value was determined by a recent study  [18] . After a 30% attrition rate, using Lemeshow et al., 1990's formula [\n\n, the calculated sample size was 440 and 220 in each group."
    },
    {
      "title": "Randomization and Concealment",
      "text": "A simple complete randomization method was utilized  [38] . First, a random sequence was generated in Excel with the formula =ROUNDUP (RAND ()*440,0). Participants were then split into one of two groups at random in a 1:1 ratio using their unique identification numbers. Opaque envelopes were used to disseminate information concerning participant allocation.\n\nAn independent biostatistician did all the subsequent randomization steps. In addition, the staff involved in the randomization assessment and delivering the intervention were separated, thus ensuring they did not know which patient belonged to which group."
    },
    {
      "title": "Blinding",
      "text": "The research team, which consists of the research supervisor and research assistants responsible for data collection, was unaware of the intervention and control groups  [39] . Due to the subjective nature of the intervention, participants in the study were aware of their assignment in either the intervention or control group."
    },
    {
      "title": "Outcome Measures",
      "text": "The primary outcome measured was the change in medication adherence to antihypertensive treatment at six months. This change was measured using the SEAMS questionnaire and selfreported pill-counting method; \"the pills consumed over a certain period divided by the pills prescribed for that specific period\"  [40] . Based on prior studies, a cut-off value of 80% was employed to distinguish between adherence status and non-adherence status. Patients who scored less than 80% were categorized as non-adherents, while those who scored 80% and more were classified as adherents  [41] .\n\nThe secondary outcome was the participants' systolic blood pressure (SBP) change at six months. This outcome was assessed at the hospital by a nurse who was not aware of the allocation of the study participant. Blood pressure was measured using a calibrated upper-arm mercury sphygmomanometer (MODEL-605P YAMASU). Standard principles were used to measure the participant's blood pressure  [42] .\n\nAt the baseline, three and six months later, both the primary and secondary outcomes were evaluated. The three-month analysis was utilized as a bridge to evaluate the patterns of attrition rate, and the trends of change in outcomes. It was done as an interim analysis therefore, the three-month analysis was not reported. The six-month analysis was regarded as the final."
    },
    {
      "title": "Intervention",
      "text": "The intervention's main objective was to enhance adherence to antihypertensive therapy in the intervention group using a novel mHealth module. Multiple procedures were used in the intervention development. The first step was doing a thorough literature search on the theories and determinants of medication non-adherence. Additionally, hypotheses on patient acceptance of electronic/mobile devices were looked up in the accessible literature. The procedure for consulting with a group of specialists came next. Experts in epidemiology, behavioral intervention, health education, information and technology, and cardiology specializing in hypertension management used the Health Belief Model, Self-Determination Theory, and relevant clinical standards and recommendations in the development of this module.\n\nThe content of this module included seven items, a multifaceted approach with educational instructions, and reminders. The Multi-Aid-Package comprised written and voice reminders, as well as Graphics-based Reminders (GBR) and Graphics-based Messages (GBM), which were all disseminated daily and weekly to the participants in the intervention group via a mobile application (\"WhatsApp\").\n\nReminder text and voice messages for medication intake were in Urdu, as it was the most commonly used language among the study participants. Examples of the contents of such messages are \"Good morning, It's time for your medication\" and \"Good morning, this is a reminder for you to take your pills (see items 1& 3 in figure  1 ).\"\n\nGraphics-based Messages (GBM) were an animated series of messages developed with the help of a professional team of software developers (see item 4 in figure  1 ). Furthermore, an animated video was also created by information technology (IT) professionals with the help of clinical experts. The resulting animated video was divided into three sections: 1) awareness of hypertension, 2) the negative consequences of uncontrolled hypertension, and 3) medical and lifestyle changes for better health (see item 5 in figure  1 ). In this module, participants were also given the \"Hypertension at a Glance\" component, a portfolio of instructional and educational tools that provided details about the condition's causes, diagnosis, treatment, complications, and prognosis (see item 6 in figure  1 ).\n\nIn addition to the components mentioned earlier, the module also contained live support provided by a certified doctor 24 hours a day. The support included information on the medicine's dose, the frequency of dose, the administration method, effects of therapy on present sickness, adverse effects, and interactions with particular meals (see item 7 in figure  1 ). Live support and \"Hypertension at a Glance\" portfolio were provided on a demand or a need basis to the only participants who encountered problems from the first day of the intervention while the remaining components of the Multi-Aid-Package were disseminated following the timetable provided. The contents of the Multi-Aid-Package are summarized below (Figure  1 )."
    },
    {
      "title": "Pilot testing",
      "text": "In addition, the Multi-Aid-Package was subject to a pilot test among 44 hypertensive patients to determine if they could understand the module's contents. As per usual hospital practice, only standard care was given to those in the control group. After being pilot tested, the intervention didn't change significantly. Only a few minor issues were seen, such as delivery issues, network issues, being outside of the coverage region, and unsuccessful file and video downloads. During the trial, this application's final version was made available. Implementation of Multi-Aid-Package The trial's design and execution adhered to the 2010 CONSORT criteria, which included a rigorous protocol for the provision of the intervention to the participants. It includes the validation of the Multi-Aid-Package intervention by pilot study and an orientation and training session on intervention was provided to the intervention participants. Contact numbers were also provided to the participants in case they experienced any inconvenience. Moreover, a strict protocol was followed to disseminate the various contents of a multifaceted intervention. The implementation of the Multi-Aid-Package was coordinated with the assistance of an information technology (IT) specialist and two trained research assistants. In essence, these individuals were tasked to oversee the dissemination of the various contents of the Multi-Aid-Package to the intervention group's participants via WhatsApp and to support the data collection. WhatsApp was used in this study because it contains a feature on its interface that can indicate to the sender if the receiver has seen the message. There is a sign () on the message sent through this application, which color turns blue if the recipient has seen the message. This was the only way to check whether the participants had read the message or not. There was no other way to find out any further information. Secondly, the results of the outcomes illustrate whether the participants took their medication as prescribed. Training research staff members and pretesting the intervention were used to ensure quality control. Employing a pre-established curriculum for training by experts, two days of on-site instruction sessions on hypertension, questionnaire completion, and how to respond to typical queries related to medication adherence were given to all recruited research workers. Finally, the intervention module was rolled out to the selected participants in the current trial. The following figure shows the overall flow of the implementation of the study (Figure 2).\n\nNo financial or other benefits were provided to the participants except 6 months free of cost WhatsApp package to intervention participants. There were no other direct benefits provided to the participants of the study."
    },
    {
      "title": "Figure 2. Trial flow information"
    },
    {
      "title": "Participants' Timeline",
      "text": "The recruitment process was completed from January to May 2021, and 439 participants were included. From June to December 2021, the intervention group received the intervention. The intervention timeline was six months. The six month timeframe of the intervention was chosen based on data from previous literature on the topic, which included studies conducted over two and three months  [31, 43] , and the fact that six months is a reasonable time limit to observe changes in behavior."
    },
    {
      "title": "Data Collection Tools",
      "text": "The data collection tool was a set of questionnaires in Urdu and English languages. The questionnaire was divided into four sections: A, B, C, and D.\n\nSection A collected data on sociodemographic and health-related variables. Section B was the validated questionnaire called \"Self-efficacy for Appropriate Medication Adherence Scale (SEAMS) related scales\"  [44] . Section C collected self-reported pill-counting activity. Section D was a postintervention survey performed to assess the acceptability of the intervention. A five-item Likert scale, each item with seven options, was used to evaluate participants' perceptions of their intervention experience."
    },
    {
      "title": "Measures",
      "text": "The primary outcome the change in medication adherence to antihypertensive treatment was measured using the SEAMS questionnaire and self-reported pillcounting method. Self-efficacy for Appropriate Medication Adherence Scale (SEAMS) was a a validated and reliable questionnaire  [44] . The SEAMS, a 13-item assessment of drug self-efficacy in managing chronic conditions, was found appropriate for individuals with limited literacy  [44] . The SEAMS utilizes a threepoint answer scale, where 1 denotes a lack of confidence, 2 denotes a moderate level of confidence, and 3 denotes a high level of confidence. 13 to 39 points were the conceivable scores. Greater drug adherence was associated with higher scores, and vice versa.\n\nParticipants were questioned regarding the number of tablets they had been prescribed for a certain period, the number of tablets they had consumed, and the number of tablets they had forgotten to take for that certain period. Adherence rates were then calculated  [40] . Adherence status was coded as \"adherent\" or \"non-adherent.\" Adherence rate ≥ 80% was taken as \"adherent,\" while <80% was \"nonadherent.\" At the baseline, all the participants were nonadherent, therefore no further analysis could be done.\n\nThe secondary outcome SBP change was assessed by using a calibrated upper-arm mercury sphygmomanometer (MODEL-605P YAMASU). Standard principles were used to measure the participant's blood pressure  [42] .\n\nPost-intervention survey for the acceptability of the intervention was assessed by a five-item Likert scale, each item with seven options, was used to evaluate for usefulness, simplicity of use, and fulfillment of information."
    },
    {
      "title": "Validity and Reliability of Study Instrument",
      "text": "The internal consistency of SEAMS was good (Cronbach's alpha = .89). The test-retest reliability was moderate (Spearman's .62, P<.001). The item-total correlation coefficients ranged from .36 to .67, and the mean inter-item correlation was 0.32, with values ranging from .08 to .71 [44] .\n\nThe SEAMS tool was translated from English into Urdu (SEAMS-U) in Pakistan using the standard \"forward-backward\" procedure. A convenient sample of 1011 hypertension patients who were being treated at a tertiary care hospital in Lahore, Pakistan, was used to validate the translated version. The internal consistency of the translated questionnaire was good (Cronbach's alpha = .897). Cronbach's alpha (Part 1) was .838, and (Part 2) was .789 utilizing split-half reliability. The test-retest reliability was (Spearman's P=.686, P<.001), and the intraclass correlation coefficient (ICC) score was .814.\n\nAll the process of translation validity and reliability was done by our team and in the process of publication."
    },
    {
      "title": "Data Management and Statistical Analysis",
      "text": "Data management was the responsibility of a study supervisor, a biostatistician, and two research assistants. First, the research assistants ensured that no data collection form was incomplete or missing. Next, the research supervisor received all of the data in sealed boxes. If there were any missing pieces of information in the data, the participants were linked via phone call to finish the form. Lastly, a biostatistician entered, cleaned, and analyzed the data. SPSS version 26.0 (SPSS Inc., IBM, Chicago, IL, USA) and R-Studio (Version 4.0.3) were used to analyze the data.\n\nThe intention-to-treat analysis was employed for analysis  [45] . The Shapiro-Wilk test was employed to determine whether the data was normally distributed. Categorical data was represented using frequencies and percentages, while continuous data was represented utilizing medians and interquartile ranges. Nonparametric testing Mann-Whitney U test was used on the data for the primary outcome of adherence difference in scores and the secondary outcome, change in SBP between the groups while within the intervention or control group between baseline and 6 months Wilcoxon signed-rank test was employed. For categorical variables, the chi-square test was utilized.\n\nThe significance test was run with a P value of <.05. In addition, missing data was reported and treated by using the single imputation approach. A generalized estimating equation (GEE) was employed to control the covariates associated with the probability of affecting adherence to antihypertensive medication. It also controls for covariates that are significantly different between the intervention and control groups."
    },
    {
      "title": "Interim Analysis",
      "text": "At the baseline, three and six months later, both the primary and secondary outcomes were evaluated. The three-month analysis was utilized as a bridge to evaluate the patterns. As a result, the threemonth analysis was not reported. The six-month analysis was regarded as the final."
    },
    {
      "title": "Adverse Events",
      "text": "There were no other adverse results except the primary and secondary outcomes that were reported in relation to the participants and our intervention strategy. All COVID-19 SOPs were strictly followed during recruitment, randomization, and data collection. Furthermore, no issues were reported regarding the COVID-19 pandemic."
    },
    {
      "title": "Ethical Considerations",
      "text": "The University Putra Malaysia (UPM) Ethical Committee on Human Research approved the research protocol (Reference number: JKEUPM-2020-391), and the Institutional Review Board of Sheikh Zayed Medical Complex Lahore (SZMC/IRB/163/2021). All of the trial procedures followed the Declaration of Helsinki, and the trial was registered with ClinicalTrials.gov. (NCT04577157) before the start of recruitment  [46] ."
    },
    {
      "title": "Consent and Confidentiality",
      "text": "Participation in this trial was discretionary and the informed consent was obtained in writing from each participant before the start of the study. Strict confidentiality and privacy were ensured  [47] .\n\nThe confidentiality of the participant's data was secured. This study was designed according to Good Clinical Practice (GCP)  [46, 48] ."
    },
    {
      "title": "Potential Hazards",
      "text": "The study was designed to barely any risk to both patients and medical personnel. The respondents were questioned in a private room, away from onlookers, in order to prevent minor psychological discomforts related to personal issues involving their income and the embarrassment that respondents might experience when answering questions about their subpar adherence status."
    },
    {
      "title": "Results"
    },
    {
      "title": "Response Rate",
      "text": "From January through May 2021, a total of 786 participants were initially assessed based on the eligibility criteria. 347 Participants were excluded based on inclusion criteria (n=283) and refused to participate (n=64) in the trial. The details of subcategories of \"not meeting inclusion criteria\" are elaborated in Figure  3  . Of them, in June 2021, 439 participants fulfilled the criteria, consented to participate, and were randomly assigned to either the control group, which received standard care (n=219), or the intervention group, which received the Multi-Aid-Package (n=220). The randomization was performed according to the CONSORT flow diagram  [49, 50]  (Figure  3 ). The total response rate at the end of the intervention was 423 (96.3%), with 209 (95.4%) in the control group and 214 (97.2%) in the intervention group until the completion of the follow-up in December 2021. In the control group, ten (4.6%) were lost to follow-up, while one participant withdrew his consent. In the intervention group, six (2.7%) participants were lost to follow-up. All failed to follow-up participants were due to loss of contact. No mortality was reported."
    },
    {
      "title": "Baseline Demographic Characteristics",
      "text": "At the baseline, the two groups did not differ statistically significantly from one another across most of the variables, except gender, which had substantial differences among both groups with P =.022. In general, the intervention group's baseline characteristics were similar to the controls regarding age, ethnicity, marital status, education, family status, employment, and monthly income. Most of the participants were aged between 30 and 49 years old, with male gender, and had a graduate level of education and a high-income status (Table  1 )."
    },
    {
      "title": "Baseline Health-Related Characteristics",
      "text": "Regarding health-related characteristics, there was no significantly significant difference between the two groups. Additionally, The median (IQR) SEAMS score of the control group was substantially higher than that of the intervention group (P =.030). Otherwise, the two groups had a balanced distribution of subjects regarding the duration of hypertension, comorbid conditions, the number of daily medication use and dose frequency, SBP, and controlled status of SBP< 140 mmHg (Table  2 )."
    },
    {
      "title": "Effect of Multi-Aid-Package Intervention on Medication Adherence",
      "text": "The effect of intervention on medication adherence between the groups at baseline and 6 months was measured by median (IQR) SEAMS score. At the baseline, the median (IQR) SEAMS score between the intervention group was 19.50  (5) , and the control group was 21.00  (6) . In comparison to the intervention group, the control group's median SEAMS score was significantly 1.5 points higher [intervention vs. control, P =.011]. At 6 months post-follow-up, the median SEAMS score was significantly different between the intervention and controls [intervention vs. control, P<.001].\n\nAdherence status was coded as \"adherent\" or \"nonadherent.\" Adherence rate ≥ 80% was taken as \"adherent,\" while <80% was \"nonadherent.\" At the baseline, all the participants were nonadherent, therefore no further analysis could be done. At 6 months, there was an increase in adherent patients between the intervention and the control groups (difference of 81 patients, P<.001) (Table  3 ). The effect of intervention on medication adherence within the groups between baseline and 6 months was measured by median (IQR) SEAMS score. At the baseline, the median (IQR) SEAMS score in the intervention group was 19.50  (5) , which increased to 32.00  (11)  at 6 months of followup, with a median difference of 12.5 points. The median SEAMS score was statistically significantly changed from the baseline to 6 months [baseline vs. six months, P<.001], while there was no statistically significant change in the median (IQR) SEAMS score in controls from the baseline to 6 months [baseline vs. six months, P=.290]. A total of 83 (37.72%) participants achieved adherent status for the intervention group (P<.001), while 2 (.91%) participants achieved adherent status for the control group (P = .782) from the baseline to 6 months (Refer to Appendix 1)."
    },
    {
      "title": "Effect of Multi-Aid-Package Intervention on SBP",
      "text": "At the baseline, there was no difference between groups in SBP. The median SBP was statistically different between the intervention and control groups at 6 months [intervention vs. control, P<.001].\n\nA binary variable \"controlled systolic blood pressure\" was computed to evaluate the success of the treatment. The controlled SBP code was \"Controlled <140 mmHg and uncontrolled > 140 mmHg.\" Overall, at 6 months, the number of patients with uncontrolled hypertension was reduced by 45 patients in the intervention group (P<.001), but the controls increased by one (P =.724) (Table  4 )."
    },
    {
      "title": "Covariates Affecting Medication Adherence",
      "text": "A Generalized Estimating Equation (GEE) was employed to control the covariates associated with the probability of affecting adherence to antihypertensive medication using pill-counting. It also controls for covariates that are significantly different between the intervention and control groups. It used the forward method. A working correlation matrix was gender. A total of three factors were found significant including group, time, and age. Groups contributed significantly to medication adherence. The intervention group had odds 1.714 times higher probability of having adherent to antihypertensive medication than controls (AOR =1.714, 95% CI [ 2.387-3.825], P<.001). Time points also contributed significantly to the medication adherence. 6-month post-intervention time had odds 1.837 times higher probability of having adherent to antihypertensive medication than baseline (AOR =1.837, 95% CI [ 1.625-2.754], P<.001). Age also contributes significantly. Age group 18-29 was found more likely to be adherent to antihypertensive treatment with odds 1.618 times higher than the other two age groups (AOR =1.618, 95% CI [ .225-1.699], P<.001). It made income a significant predictor for adherence to antihypertensive treatment (Table  5 )."
    },
    {
      "title": "Technology Acceptance Feedback",
      "text": "After the end of the study, an intervention acceptance survey for Multi-Aid-Package was performed. A total of 214 participants from the intervention group participated in the survey. The survey consisted of five questions: on the information provided by Multi-Aid-Package about their disease, its management, and complications (one question), on the ease of intervention, how much the participants felt the intervention was easy to utilize (two questions), and about utility (two questions). Hence, there were a total of five questions and each question offered seven possible answers. Ratings ranged from 7 to 35. The minimum score was 7 while the maximum was 35. Next, the mean score was calculated for 214 intervention participants. The intervention module received a mean score of 33.21 out of 35 points (94.8 %), with good feedback for its usefulness, simplicity of use, and fulfillment of information for treating hypertension."
    },
    {
      "title": "Discussion",
      "text": "The comprehensive and unique multifaceted module comprised of seven potential components, including continuous reminders integrated with education and support components, Multi-Aid-Package, was designed for the intervention group, thereby revealing a significant increase in adherence to antihypertensive medication and substantial reduction in SBP in patients with hypertension. This study showed that the Multi-Aid Package elaborated a significant improvement in medication adherence among patients who were nonadherent to their antihypertensive medication at the beginning of the trial.\n\nSimilar results from an existing body of literature concur with the current trial's findings, where text messaging interventions revealed positive results compared to controls in hypertensive patients  [18, 30] . Some trials also showed significant results in hypertensive patients using advanced mobile phone apps  [51] [52] [53] . Overall, mHealth technology interventions revealed positive results in cardiovascular disease patients  [54] . In another trial, the text message intervention demonstrated substantial improvement in adherence to treatment from 49.0% to 62.3% in hypertensive patients  [55] . In previous literature, mHealth interventions have been reported to lower blood pressure and improve medication adherence with adequate acceptance and feasibility  [17, 24, [56] [57] [58] [59] . Patients also benefit significantly and over time from self-management and blood pressure control  [60] [61] [62] [63] . However, a few trials were unable to reveal any significant improvement in medication adherence post-intervention; one used a mobile app, while the other studies used a web-based talking intervention to enhance drug adherence to CVD  [17, 64] . Similarly, another trial utilizing mailing and automated calls  [65] , and other used video intervention in stroke patients  [66]  remained unable to reveal any substantial change. mHealth was also paramount in the treatment adherence of other chronic illnesses, such as tuberculosis, CVD, Diabetes and chronic liver diseases (CLDs)  [67] [68] [69] [70] .\n\nmultiple facets (text messages, apps, interactive messages, and calls) in one application, compared to only one or two facets per application in other interventions.\n\nPrevious trials employed different facets of mHealth, for instance, text messaging interventions utilized to improve adherence to antihypertensive medication  [30, 71] , interactive voice interventions  [72] , talking treatment intervention  [64] , advanced mobile apps  [51, 53] , and mail-outs  [65] . Some of these interventions demonstrated positive results, while others remained unable to reveal any improvement or insignificant improvement in adherence to antihypertensive treatment. The unique aspect of this current study was that the Multi-Aid-Package intervention comprised multi-facets in one intervention. The Multi-Aid-Package is superior because it contains seven different parts such as text messaging, videos, and graphics.\n\nThe Multi-Aid package is a comprehensive and effective tool for enhancing antihypertensive treatment adherence and subsequently managing SBP. Much pre-existing literature supports current findings. In most studies, intervention group participants reported being adherent more likely compared to the controls, where the intervention eventually altered health beliefs concerning drug adherence, but was unable to show any significant effect on systolic blood pressure. For example, a mobile phone app for hypertensive patients in an intervention group improved drug adherence but failed to significantly control systolic blood pressure compared to the control arm  [51] . Similarly, another 12-month trial found a minor change in SBP  [30]  compared to our study which revealed better results even with shorter duration. mHealth intervention was also influential in changing lifestyles  [71] . Although no significant or minute change in systolic blood pressure despite considerable improvement in adherence could have various explanations, the nearer to the factual evidence is a reasonably long time needed to see a change in clinical outcome. Although it was reported that becoming highly adherent to the therapy is essential. The literature also emphasized that to obtain more clinical benefits, patients must strictly adhere to their antihypertensive drugs  [73] .\n\nThere was no evidence of the efficiency of interventions in lowering DBP, although increased SBP is the primary aim of antihypertensive medication. Furthermore, according to epidemiological research, untreated hypertension, especially SBP, ought to be the main goal for hypertension treatment  [74] .\n\nFurthermore, it is crucial to emphasize that using Multi-Aid-Package in the framework of clinical care in a resource limit setting can stand alone to support patients in managing their hypertension. Several studies have found that improving medication adherence has a higher impact on clinical outcomes linked to additional assistance, primarily through connections to healthcare professionals  [75] . Some effective interventions found that support via a mobile phone can be provided without further blood pressure monitoring  [76]  and with nonadherent patients not being contacted by any healthcare providers  [77] . In our study, there was no permanent connection between the patient, the healthcare provider, or the targeted blood pressure monitor. Conclusively, to our knowledge, this multifaceted approach is the first intervention in Pakistan to be built comprehensively and uniquely technology-based intervention that utilized only WhatsApp, which was cost, time, and resource-efficient. In contrast to prior mobile phone-based interventions, this multifaceted intervention had a more substantial impact on adherence and systolic blood pressure."
    },
    {
      "title": "Future Suggestions",
      "text": "Further exploration of the study by covering multiple cities, a large sample size, and a longer duration of follow-ups are required to validate the results. The current study's findings cannot be generalized to populations with different sociodemographic and medical profiles, so more diverse studies are required to generalize the findings to a wider population. There are recommendations for more sophisticated designs and efficient interventions to enhance adherence in cardiovascular diseases  [22] . To improve outcomes, we suggest implementing new educational interventions with more effective designs and sophisticated adherence measurement techniques (mobile apps or devices) at relatively low cost and implementing successful treatments in clinical settings. A recent study compared an innovative mHealth strategy to peer-counseling to improve adherence to medication in hypertensive patients  [54] . Future trials should include the type of antihypertensive medication being taken in their study. Finally, high-quality research is needed to explore mixed qualitative evidence with quantitative studies."
    },
    {
      "title": "Strengths and Limitations",
      "text": "Two methods were used to measure medication adherence to strengthen the method of measurement and to robust our findings. It was supported by a preexisting body of literature on the subject  [78] . Systolic blood pressure was also assessed as a secondary outcome to increase the credibility of adherence to medication in patients with hypertension. An interim analysis was performed to monitor the drop-out status, increasing the trial's strength. All the steps of the trial were in line with recent SPIRIT Guidelines  [79] . Multi-Aid-Package intervention would help minimize inequity and prevent discrimination among different sociodemographic groups. Technology acceptance feedback was also assessed at the study's end and received excellent feedback.\n\nThis trial has a few limitations. First, the study was a single-center study conducted in only one city due to time constraints, availability of limited funds, and response burden. Therefore, extension over the entire province or multiple towns might be impossible. The possible effect size in various sites may vary, which may potentially affect the findings and may constrain external validity. In addition, the current study continued for six months; consequently, the researchers might not be able to ascertain the effect of adherence to medication on treatment outcomes for a longer duration. The current study did not take into consideration the difference in gender between the groups, this might also be a good area for future research to look into. Finally, self-reporting was used to assess drug adherence. Social desirability bias could cause self-report questionnaires to overestimate genuine adherence  [80] . However, several technology-based or mHealth methods exist to follow and measure adherence, which could not be used in the study due to the non-availability of such devices, poor communication of patients, or fear of loss to follow-up.\n\nPlease refer to the eHealth Consolidated Standards of Reporting Trials checklist for more information about this Multi-Aid Package trial  [81] ."
    },
    {
      "title": "Conclusions",
      "text": "In the context of this study, this multifaceted Multi-Aid-Package is an effective mHealth application in increasing medication adherence among hypertensive patients and subsequently improving their systolic blood pressure readings. The findings revealed a statistically significant change in adherence to treatment score and pill-counting rates, and a reduction in SBP six months after the intervention began. The outcomes also demonstrated that users valued the module for its applicability, ease of use, and informational content for the management of hypertension. The Multi-Aid-Package should be considered an approach for boosting the adherence of hypertension patients to their medication in Pakistan and other similar LMICs."
    },
    {
      "title": "Figures"
    },
    {
      "text": "Manuscript ....................................................................................................................................................................... Supplementary Files ..................................................................................................................................................................... 0 .................................................................................................................................................................................................. Figures ......................................................................................................................................................................................... Figure 1 ......................................................................................................................................................................................"
    },
    {
      "text": "..................................................................................................................................................................................... Multimedia Appendixes ................................................................................................................................................................. Multimedia Appendix 2 .................................................................................................................................................................. CONSORT (or other) checklists ...................................................................................................................................................... CONSORT (or other) checklist 0 ...................................................................................................................................................... CONSORT (or other) checklist 0 ...................................................................................................................................................... CONSORT (or other) checklist 0 ...................................................................................................................................................... CONSORT (or other) checklist 0 ...................................................................................................................................................... CONSORT (or other) checklist 1 ...................................................................................................................................................... Effectiveness of a Multi-faceted mHealth Intervention on Adherence to Medication and Treatment Outcome Among Patients with Hypertension in a Lower-Middle-Income Country: A Randomized Controlled Trial Original Manuscript Original Paper Effectiveness of a Multi-faceted mHealth Intervention on Adherence to Medication and Treatment Outcome Among Patients with Hypertension in a Lower-Middle-Income Country: A Randomized Controlled Trial Muhammad Arshed 1,2 , MBBS, MPH, PhD, Aidalina Mahmud 1* , MBChB, MCommMed, PhD, Halimatus Sakdiah Minhat 1 , MBBCh BAO, MCommMed, DrPH, Lim Poh Ying 1 , BSc, MSc, PhD, Rubeena Zakar 3 MBBS, MPS, PhD"
    },
    {
      "text": "Figure 1. Contents of Multi-Aid-Package"
    },
    {
      "text": "Figure 3. CONSORT flow diagram"
    },
    {
      "text": "Fisher's exact test, U: Mann-Whitney U Test At the baseline, the median (IQR) SBP in the intervention group was 159 (23) mmHg, which decreased to 155 (29) with a median difference of 4mmHg. The median SBP was significantly changed from the baseline to 6 months [baseline vs. 6 months, P<.001]. While, there was no statistically significant change in median (IQR) SBP in controls from the baseline to 6 months [baseline vs. 6 months, P =.314]. A total of 49 (22.3%) participants achieved controlled SBP status for the intervention group (P<.001), whereas there was no change in the control group's controlled SBP status from baseline to 6 months (P=.782) (Refer to Appendix 1)."
    },
    {
      "text": "Baseline characteristics of study participants according to their group allocation (n = 439)"
    },
    {
      "text": "Comparison of health-related characteristics between intervention and control groups (n=439)"
    },
    {
      "text": "Primary outcome between intervention and control groups from baseline to 6 months"
    },
    {
      "text": "Secondary outcome between intervention and control groups from baseline to 6 months"
    },
    {
      "text": "Effect of Multi-Aid-Package Intervention on Medication Adherence with Adjusted Covariates by GEE (N=439) Standard error, AOR: Adjusted odds ratio, PKR: Pakistani rupee, CL: Confidence interval, B: Unstandardized beta, Ref.: Reference category, *Significant P value is <.05"
    }
  ],
  "references": [
    {
      "title": "Global burden of hypertension: analysis of worldwide data",
      "authors": [
        "P Kearney",
        "M Whelton",
        "K Reynolds",
        "P Muntner",
        "P Whelton",
        "J He"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)17741-1"
    },
    {
      "title": "The global epidemiology of hypertension",
      "authors": [
        "K Mills",
        "A Stefanescu",
        "J He"
      ],
      "year": 2020,
      "doi": "10.1038/s41581-019-0244-2"
    },
    {
      "title": "Worldwide trends in blood pressure from 1975 to 2015: a pooled analysis of 1479 population-based measurement studies with 19.1 million participants",
      "authors": [
        "F Ncd-Risc"
      ],
      "year": 2017
    },
    {
      "title": "The burden of hypertension",
      "authors": [
        "U Kintscher"
      ],
      "year": 2013,
      "doi": "10.4244/eijv9sra3"
    },
    {
      "title": "Systolic Blood Pressure Reduction and Risk of Cardiovascular Disease and Mortality",
      "authors": [
        "J Bundy",
        "C Li",
        "P Stuchlik",
        "X Bu",
        "T Kelly",
        "K Mills",
        "H He",
        "J Chen",
        "P Whelton",
        "J He"
      ],
      "year": 2017
    },
    {
      "title": "Age-specific relevance of usual blood pressure to vascular mortality: a metaanalysis of individual data for one million adults in 61 prospective studies",
      "authors": [
        "P Collaboration"
      ],
      "year": 2002
    },
    {
      "title": "Drugs don't work in patients who don't take them",
      "authors": [
        "J Lindenfeld",
        "M Jessup",
        "C Koop",
        "Md"
      ],
      "year": 1985,
      "doi": "10.1002/ejhf.920"
    },
    {
      "title": "Adherence and persistence with taking medication to control high blood pressure",
      "authors": [
        "M Hill",
        "N Miller",
        "S Degeest",
        "American Society Of Hypertension",
        "Writing Group",
        "B Materson",
        "H Black",
        "J Izzo",
        "S Oparil",
        "M Weber"
      ],
      "year": 2011,
      "doi": "10.1016/j.jash.2011.01.001"
    },
    {
      "title": "A new taxonomy for describing and defining adherence to medications",
      "authors": [
        "B Vrijens",
        "De Geest",
        "S Hughes",
        "D Przemyslaw",
        "K Demonceau",
        "J Ruppar",
        "T Dobbels",
        "F Fargher",
        "E Morrison",
        "V Lewek",
        "P Matyjaszczyk",
        "M Mshelia",
        "C Clyne",
        "W Aronson",
        "J Urquhart",
        "J Abc",
        "Project Team"
      ],
      "year": 2012,
      "doi": "10.1111/j.1365-2125.2012.04167.x"
    },
    {
      "title": "The global epidemiology of hypertension",
      "authors": [
        "K Mills",
        "A Stefanescu",
        "J He"
      ],
      "year": 2020,
      "doi": "10.1038/s41581-019-0244-2"
    },
    {
      "title": "Adherence in Hypertension",
      "authors": [
        "M Burnier",
        "B Egan"
      ],
      "year": 2019
    },
    {
      "title": "NIPS/Pakistan and ICF NI of PS-. Pakistan Demographic and Health Survey",
      "year": 2017,
      "doi": "10.58329/criss.v2i4.56"
    },
    {
      "title": "Non-Adherence to Prescribed Antihypertensives in Primary, Secondary and Tertiary Healthcare Settings in Islamabad, Pakistan: A Cross-Sectional Study",
      "authors": [
        "S Mahmood",
        "Z Jalal",
        "M Hadi",
        "H Orooj",
        "K Shah"
      ],
      "year": 2020
    },
    {
      "title": "Costing and Cost-Effectiveness of a Mobile Health Intervention (ImTeCHO) in Improving Infant Mortality in Tribal Areas of Gujarat, India: Cluster Randomized Controlled Trial",
      "authors": [
        "D Modi",
        "S Saha",
        "P Vaghela",
        "Dave Anand",
        "A Desai",
        "S Shah"
      ],
      "year": 2020,
      "doi": "10.2196/17066"
    },
    {
      "title": "Use of blood pressure lowering drugs in the prevention of cardiovascular disease: meta-analysis of 147 randomised trials in the context of expectations from prospective epidemiological studies",
      "authors": [
        "M Law",
        "J Morris",
        "N Wald"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b1665"
    },
    {
      "title": "Health beliefs, disease severity, and patient adherence: a meta-analysis",
      "authors": [
        "M Dimatteo",
        "K Haskard",
        "S Williams"
      ],
      "year": 2007
    },
    {
      "title": "An mHealth intervention to improve medication adherence among patients with coronary heart disease in China: Development of an intervention",
      "authors": [
        "Z Ni",
        "C Liu",
        "B Wu",
        "Q Yang",
        "C Douglas",
        "R Shaw"
      ],
      "year": 2018
    },
    {
      "title": "Efficacy of Text Messaging and Personal Consultation by Pharmacy Students Among Adults With Hypertension: Randomized Controlled Trial",
      "authors": [
        "P Zhai",
        "K Hayat",
        "Ji Li",
        "Q Shi",
        "L Atif",
        "N Xu",
        "S Li",
        "P Du",
        "Q Fang"
      ],
      "year": 2020,
      "doi": "10.2196/16019"
    },
    {
      "title": "mHealth: new horizons for health through mobile technologies. mHealth: new horizons for health through mobile technologies World Health Organization",
      "year": 2011
    },
    {
      "title": "Mobile phone text messaging to improve medication adherence in secondary prevention of cardiovascular disease",
      "authors": [
        "A Adler",
        "N Martin",
        "J Mariani",
        "C Tajer",
        "O Owolabi",
        "C Free",
        "N Serrano",
        "J Casas",
        "P Perel"
      ],
      "year": 2017,
      "doi": "10.1002/14651858.cd011851.pub2"
    },
    {
      "title": "Effectiveness of mHealth Interventions in Medication Adherence among Patients with Cardiovascular Diseases: A Systematic Review",
      "authors": [
        "M Arshed",
        "A Mahmud",
        "H Minhat",
        "L Ying",
        "M Umer"
      ],
      "year": 2023
    },
    {
      "title": "Use of M-Health Technology for Preventive Medicine in Pakistan",
      "authors": [
        "M Mawani",
        "M Kadir"
      ],
      "year": 2016
    },
    {
      "title": "Patients' Experiences of Using Smartphone Apps to Support Self-Management and Improve Medication Adherence in Hypertension: Qualitative Study",
      "authors": [
        "M Cm",
        "M Ec",
        "M Gj"
      ],
      "year": 2020
    },
    {
      "title": "The influence of social media in minimally invasive surgery education: How surgeons exchange experience and knowledge in these platforms",
      "authors": [
        "D Lima",
        "R Cordeiro",
        "G Carvalho",
        "F Malcher"
      ],
      "year": 2019,
      "doi": "10.4103/jmas.jmas_270_18"
    },
    {
      "title": "Social media use for health, cultural characteristics, and demographics: A survey of Pakistani millennials",
      "authors": [
        "M Ittefaq",
        "H Seo",
        "M Abwao",
        "A Baines"
      ],
      "year": 2022
    },
    {
      "title": "Revised susceptibility, benefits, and barriers scale for mammography screening",
      "authors": [
        "V Champion"
      ],
      "year": 1999,
      "doi": "10.1002/(sici)1098-240x(199908)22:4<341::aid-nur8>3.0.co;2-p"
    },
    {
      "title": "The general causality orientations scale: Self-determination in personality",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985
    },
    {
      "title": "Effects of interactive patient smartphone support app on drug adherence and lifestyle changes in myocardial infarction patients: A randomized study",
      "authors": [
        "N Johnston",
        "J Bodegard",
        "S Jerström",
        "J Åkesson",
        "H Brorsson",
        "J Alfredsson",
        "P Albertsson",
        "J-E Karlsson",
        "C Varenhorst"
      ],
      "year": 2016,
      "doi": "10.1016/j.ahj.2016.05.005"
    },
    {
      "title": "Mobile Phone Text Messages to Support Treatment Adherence in Adults With High Blood Pressure (SMS-Text Adherence Support [StAR]): A Single-Blind, Randomized Trial",
      "authors": [
        "K Bobrow",
        "A Farmer",
        "D Springer",
        "M Shanyinde",
        "L-M Yu",
        "T Brennan",
        "B Rayner",
        "M Namane",
        "K Steyn",
        "L Tarassenko",
        "N Levitt"
      ],
      "year": 2016,
      "doi": "10.1161/circulationaha.115.017530"
    },
    {
      "title": "Making prescriptions \"talk\" to stroke and heart attack survivors to improve adherence: Results of a randomized clinical trial (The Talking Rx Study)",
      "authors": [
        "A Kamal",
        "W Khalid",
        "A Muqeet",
        "A Jamil",
        "K Farhat",
        "Sra Gillani",
        "M Zulfiqar",
        "M Saif",
        "A Muhammad",
        "F Zaidi",
        "M Mustafa",
        "A Gowani",
        "S Sharif",
        "S Bokhari",
        "J Tai",
        "N Rahman",
        "Fat Sultan",
        "S Sayani",
        "S Virani"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0197671"
    },
    {
      "title": "CONSORT 2010 Statement: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "D Moher"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c332"
    },
    {
      "title": "Guidelines for randomized clinical trial protocol content: a systematic review",
      "authors": [
        "J Tetzlaff",
        "A-W Chan",
        "J Kitchen",
        "M Sampson",
        "A Tricco",
        "D Moher"
      ],
      "year": 2012,
      "doi": "10.1186/2046-4053-1-43"
    },
    {
      "title": "Development and psychometric evaluation of the Selfefficacy for Appropriate Medication Use Scale (SEAMS) in low-literacy patients with chronic disease",
      "authors": [
        "J Risser",
        "T Jacobson",
        "S Kripalani"
      ],
      "year": 2007,
      "doi": "10.1891/106137407783095757"
    },
    {
      "title": "Adherence to medication",
      "authors": [
        "L Osterberg",
        "T Blaschke"
      ],
      "year": 2005,
      "doi": "10.1056/nejmra050100"
    },
    {
      "title": "Sample size calculations: basic principles and common pitfalls",
      "authors": [
        "M Noordzij",
        "G Tripepi",
        "F Dekker",
        "C Zoccali",
        "M Tanck",
        "K Jager"
      ],
      "year": 2010,
      "doi": "10.1093/ndt/gfp732"
    },
    {
      "title": "Randomization in clinical studies",
      "authors": [
        "C-Y Lim"
      ],
      "year": 2019
    },
    {
      "title": "Blinding: Who, what, when, why, how?",
      "authors": [
        "P Karanicolas",
        "F Farrokhyar",
        "M Bhandari"
      ],
      "year": 2010
    },
    {
      "title": "Adherence to medication",
      "authors": [
        "L Osterberg",
        "T Blaschke"
      ],
      "year": 2005
    },
    {
      "title": "Interaction 3: How to examine heterogeneity",
      "authors": [
        "J Matthews",
        "D Altman"
      ],
      "year": 1996
    },
    {
      "title": "Measurement of Blood Pressure in Humans: A Scientific Statement From the American Heart Association",
      "authors": [
        "P Muntner",
        "D Shimbo",
        "R Carey",
        "J Charleston",
        "T Gaillard",
        "S Misra",
        "M Myers",
        "G Ogedegbe",
        "J Schwartz",
        "R Townsend",
        "E Urbina",
        "A Viera",
        "W White",
        "J Wright"
      ],
      "year": 2019,
      "doi": "10.1161/hyp.0000000000000087"
    },
    {
      "title": "A randomized controlled behavioral intervention trial to improve medication adherence in adult stroke patients with prescription tailored Short Messaging Service (SMS)-SMS4Stroke study",
      "authors": [
        "A Kamal",
        "Q Shaikh",
        "O Pasha",
        "I Azam",
        "M Islam",
        "A Memon",
        "H Rehman",
        "M Akram",
        "M Affan",
        "S Nazir",
        "S Aziz",
        "Jan Andani",
        "A Muqeet",
        "A Ahmed",
        "B Khoja"
      ],
      "year": 2015
    },
    {
      "title": "Development and psychometric evaluation of the Selfefficacy for Appropriate Medication Use Scale (SEAMS) in low-literacy patients with chronic disease",
      "authors": [
        "J Risser",
        "T Jacobson",
        "S Kripalani"
      ],
      "year": 2007
    },
    {
      "title": "Intention-to-treat analyses and missing data approaches in pharmacotherapy trials for alcohol use disorders",
      "authors": [
        "Acd Re",
        "N Maisel",
        "J Blodgett",
        "J Finney"
      ],
      "year": 2013
    },
    {
      "title": "The Declaration of Helsinki and public health",
      "authors": [
        "Who"
      ],
      "year": 2020
    },
    {
      "title": "Data protection legislation: interpretation and barriers to research",
      "authors": [
        "J Strobl",
        "E Cave",
        "T Walley"
      ],
      "year": 2000
    },
    {
      "title": "Ethics in adherence promotion and monitoring",
      "authors": [
        "C Rand",
        "M Sevick"
      ],
      "year": 2000,
      "doi": "10.1016/s0197-2456(00)00085-4"
    },
    {
      "title": "CONSORT 2010 Explanation and Elaboration: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "D Moher",
        "S Hopewell",
        "K Schulz",
        "V Montori",
        "P Gøtzsche",
        "P Devereaux",
        "D Elbourne",
        "M Egger",
        "D Altman"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c869"
    },
    {
      "title": "CONSORT 2010 statement: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "D Moher",
        "Consort Group"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c332"
    },
    {
      "title": "Association of a Smartphone Application With Medication Adherence and Blood Pressure Control: The MedISAFE-BP Randomized Clinical Trial",
      "authors": [
        "K Morawski",
        "R Ghazinouri",
        "A Krumme",
        "J Lauffenburger",
        "Z Lu",
        "E Durfee",
        "L Oley",
        "J Lee",
        "N Mohta",
        "N Haff",
        "J Juusola",
        "N Choudhry"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.0447"
    },
    {
      "title": "Mobile Apps to Improve Medication Adherence in Cardiovascular Disease: Systematic Review and Metaanalysis",
      "authors": [
        "S Al-Arkee",
        "J Mason",
        "D Lane",
        "L Fabritz",
        "W Chua",
        "M Haque",
        "Z Jalal"
      ],
      "year": 2021
    },
    {
      "title": "Mobile Phone Apps to Improve Medication Adherence: A Systematic Stepwise Process to Identify High-Quality Apps",
      "authors": [
        "K Santo",
        "S Richtering",
        "J Chalmers",
        "A Thiagalingam",
        "C Chow",
        "J Redfern"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.6742"
    },
    {
      "title": "Efficacy of mHealth and education-led peer counseling for patients with hypertension and coronary artery disease in Pakistan: study protocol for a double-blinded pragmatic randomized-controlled trial with factorial design",
      "authors": [
        "M Arshed",
        "R Zakar",
        "M Umer",
        "M Kiran",
        "N Ullah",
        "G Iftikhar",
        "F Fischer"
      ],
      "year": 2023,
      "doi": "10.1186/s13063-023-07472-0"
    },
    {
      "title": "Mobile phone text messaging improves antihypertensive drug adherence in the community",
      "authors": [
        "P Varleta",
        "M Acevedo",
        "C Akel",
        "C Salinas",
        "C Navarrete",
        "A García",
        "C Echegoyen",
        "D Rodriguez",
        "L Gramusset",
        "S Leon",
        "P Cofré",
        "R Retamal",
        "K Romero"
      ],
      "year": 2017
    },
    {
      "title": "The Effect of Smartphone App-Based Interventions for Patients With Hypertension: Systematic Review and Meta-Analysis",
      "authors": [
        "H Xu",
        "H Long"
      ],
      "year": 2020,
      "doi": "10.2196/21759"
    },
    {
      "title": "The Effectiveness of Self-Management of Hypertension in Adults Using Mobile Health: Systematic Review and Meta-Analysis",
      "authors": [
        "R Li",
        "N Liang",
        "F Bu",
        "T Hesketh"
      ],
      "year": 2020
    },
    {
      "title": "Development and Evaluation of a Tailored Mobile Health Intervention to Improve Medication Adherence in Black Patients With Uncontrolled Hypertension and Type 2 Diabetes: Pilot Randomized Feasibility Trial",
      "authors": [
        "A Schoenthaler",
        "M Leon",
        "M Butler",
        "K Steinhaeuser",
        "W Wardzinski"
      ],
      "year": 2020
    },
    {
      "title": "Usability and Utility of a Mobile App to Improve Medication Adherence Among Ambulatory Care Patients in Malaysia: Qualitative Study",
      "authors": [
        "C Psm",
        "L Cj"
      ],
      "year": 2020
    },
    {
      "title": "Influence of Internet-Based Health Management on Control of Clinical Parameters in Patients With Hypertension: Four-Year Longitudinal Study",
      "authors": [
        "B Chen",
        "Y Dou",
        "X Yu",
        "D Ma"
      ],
      "year": 2023
    },
    {
      "title": "mHealth Interventions for Self-management of Hypertension: Framework and Systematic Review on Engagement, Interactivity, and Tailoring",
      "authors": [
        "W Cao",
        "M Milks",
        "X Liu",
        "M Gregory",
        "D Addison",
        "P Zhang",
        "L Li"
      ],
      "year": 2022
    },
    {
      "title": "Efficacy of an mHealth App to Support Patients' Self-Management of Hypertension: Randomized Controlled Trial",
      "authors": [
        "F Liu",
        "T Song",
        "P Yu",
        "N Deng",
        "Y Guan",
        "Y Yang",
        "Y Ma"
      ],
      "year": 2023
    },
    {
      "title": "Assessing the Effectiveness of mHealth Interventions for Diabetes and Hypertension Management in Africa: Systematic Review and Meta-Analysis",
      "authors": [
        "P Aovare",
        "K Abdulai",
        "A Laar",
        "E Van Der Linden",
        "N Moens",
        "Moll Van Charante",
        "E Agyemang"
      ],
      "year": 2023
    },
    {
      "title": "Making prescriptions \"talk\" to stroke and heart attack survivors to improve adherence: Results of a randomized clinical trial (The Talking Rx Study)",
      "authors": [
        "A Kamal",
        "W Khalid",
        "A Muqeet",
        "A Jamil",
        "K Farhat",
        "Sra Gillani",
        "M Zulfiqar",
        "M Saif",
        "A Muhammad",
        "F Zaidi",
        "M Mustafa",
        "A Gowani",
        "S Sharif",
        "S Bokhari",
        "J Tai",
        "N Rahman",
        "Fat Sultan",
        "S Sayani",
        "S Virani"
      ],
      "year": 2018
    },
    {
      "title": "Interventions supporting long term adherence and decreasing cardiovascular events after myocardial infarction (ISLAND): pragmatic randomised controlled trial",
      "authors": [
        "N Ivers",
        "J-D Schwalm",
        "Z Bouck",
        "T Mccready",
        "M Taljaard",
        "S Grace",
        "J Cunningham",
        "B Bosiak",
        "J Presseau",
        "H Witteman",
        "N Suskin",
        "H Wijeysundera",
        "C Atzema",
        "R Bhatia",
        "M Natarajan",
        "J Grimshaw"
      ],
      "year": 2020
    },
    {
      "title": "Effect of 5-Minute Movies Shown via a Mobile Phone App on Risk Factors and Mortality After Stroke in a Low-to Middle-Income Country: Randomized Controlled Trial for the Stroke Caregiver Dyad Education Intervention (Movies4Stroke)",
      "authors": [
        "A Kamal",
        "A Khoja",
        "B Usmani",
        "S Magsi",
        "A Malani",
        "Z Peera",
        "S Sattar",
        "Ahmed Akram",
        "M Shahnawaz",
        "S Zulfiqar",
        "M Muqeet",
        "A Zaidi",
        "F Sayani",
        "S Artani",
        "A Azam",
        "I Saleem"
      ],
      "year": 2020
    },
    {
      "title": "Impact of mHealth chronic disease management on treatment adherence and patient outcomes: a systematic review",
      "authors": [
        "S Hamine",
        "E Gerth-Guyette",
        "D Faulx",
        "B Green",
        "A Ginsburg"
      ],
      "year": 2015
    },
    {
      "title": "Digital Health Interventions to Enhance Tuberculosis Treatment Adherence: Scoping Review",
      "authors": [
        "S Lee",
        "V Rajaguru",
        "J Baek",
        "J Shin",
        "Y Park"
      ],
      "year": 2023
    },
    {
      "title": "Effectiveness of Mobile Medical Apps in Ensuring Medication Safety Among Patients With Chronic Diseases: Systematic Review and Meta-analysis",
      "authors": [
        "Zhou T Ting",
        "R Wang",
        "Gu S Jia",
        "Xie L Ling",
        "Xiao Zhao Q Hua",
        "Chen Zhao",
        "Lu"
      ],
      "year": 2022,
      "doi": "10.2196/39819"
    },
    {
      "title": "Effect of interactive eHealth interventions on improving medication adherence in adults with long-term medication: systematic review",
      "authors": [
        "B Pouls",
        "J Vriezekolk",
        "C Bekker",
        "A Linn",
        "H Van Onzenoort",
        "M Vervloet",
        "S Van Dulmen",
        "B Van Den Bemt"
      ],
      "year": 2021
    },
    {
      "title": "Effect of Lifestyle-Focused Text Messaging on Risk Factor Modification in Patients With Coronary Heart Disease: A Randomized Clinical Trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett",
        "Jan Graves",
        "N De Keizer",
        "L Barry",
        "T Bompoint",
        "S Stepien",
        "S Whittaker",
        "R Rodgers",
        "A Thiagalingam"
      ],
      "year": 2015
    },
    {
      "title": "Improving adherence to cardiovascular disease medications with information technology",
      "authors": [
        "W Vollmer",
        "Owen-Smith Aa",
        "J Tom",
        "R Laws",
        "D Ditmer",
        "D Smith",
        "A Waterbury",
        "J Schneider",
        "C Yonehara",
        "A Williams",
        "S Vupputuri",
        "C Rand"
      ],
      "year": 2014
    },
    {
      "title": "Untangling the relationship between medication adherence and post-myocardial infarction outcomes: medication adherence and clinical outcomes",
      "authors": [
        "N Choudhry",
        "R Glynn",
        "J Avorn",
        "J Lee",
        "T Brennan",
        "L Reisman",
        "M Toscano",
        "R Levin",
        "O Matlin",
        "E Antman",
        "W Shrank"
      ],
      "year": 2014
    },
    {
      "title": "What is the most important component of blood pressure: systolic, diastolic or pulse pressure?",
      "authors": [
        "T Strandberg",
        "K Pitkala"
      ],
      "year": 2003
    },
    {
      "title": "A Successful Multifaceted Trial to Improve Hypertension Control in Primary Care: Why Did it Work?",
      "authors": [
        "K Margolis",
        "S Asche",
        "A Bergdall",
        "S Dehmer",
        "M Maciosek",
        "R Nyboer",
        "O' Connor",
        "P Pawloski",
        "P Sperl-Hillen",
        "J Trower",
        "N Tucker",
        "A Green"
      ],
      "year": 2015
    },
    {
      "title": "Impact of patient-general practitioner short-messages-based interaction on the control of hypertension in a follow-up service for low-to-medium risk hypertensive patients: a randomized controlled trial",
      "authors": [
        "M Carrasco",
        "C Salvador",
        "P Sagredo",
        "J Márquez-Montes",
        "González De Mingo",
        "M Fragua",
        "J Rodríguez",
        "M García-Olmos",
        "L García-López",
        "F Carrero",
        "A Monteagudo"
      ],
      "year": 2008
    },
    {
      "title": "Randomised trial of text messaging on adherence to cardiovascular preventive treatment (INTERACT trial)",
      "authors": [
        "D Wald",
        "J Bestwick",
        "L Raiman",
        "R Brendell",
        "N Wald"
      ],
      "year": 2014
    },
    {
      "title": "Methods for Measuring Multiple Medication Adherence: A Systematic Review-Report of the ISPOR Medication Adherence and Persistence Special Interest Group",
      "authors": [
        "P Pednekar",
        "T Ágh",
        "M Malmenäs",
        "A Raval",
        "B Bennett",
        "B Borah",
        "D Hutchins",
        "E Manias",
        "A Williams",
        "M Hiligsmann",
        "A Turcu-Stiolica",
        "J Zeber",
        "L Abrahamyan",
        "T Bunz",
        "A Peterson"
      ],
      "year": 2019
    },
    {
      "title": "SPIRIT 2013 explanation and elaboration: guidance for protocols of clinical trials",
      "authors": [
        "A-W Chan",
        "J Tetzlaff",
        "P Gøtzsche",
        "D Altman",
        "H Mann",
        "J Berlin",
        "K Dickersin",
        "A Hróbjartsson",
        "K Schulz",
        "W Parulekar",
        "K Krleža-Jerić",
        "A Laupacis",
        "D Moher"
      ],
      "year": 2013
    },
    {
      "title": "Concordance of adherence measurement using self-reported adherence questionnaires and medication monitoring devices",
      "authors": [
        "L Shi",
        "J Liu",
        "Y Koleva",
        "V Fonseca",
        "A Kalsekar",
        "M Pawaskar"
      ],
      "year": 2010
    },
    {
      "title": "CONSORT-EHEALTH: improving and standardizing evaluation reports of Web-based and mobile health interventions",
      "authors": [
        "G Eysenbach",
        "Consort-Ehealth Group"
      ],
      "year": 2011
    }
  ],
  "num_references": 79
}
