{
  "paper_id": "M32SI22W",
  "title": "Effectiveness of Online Interventions for the Universal and Selective Prevention of Mental Health Problems Among Adolescents: a Systematic Review and Meta-Analysis",
  "abstract": "With the emergence of the coronavirus disease 2019 pandemic as a threat to mental health, the demand for online interventions that can replace face-to-face approaches for the prevention of mental health problems is increasing. Although several previous reviews on online interventions have targeted adolescents with symptoms of or those diagnosed with mental illness, there is still a lack of evidence on the effectiveness of online preventive interventions for general and at-risk adolescents. Therefore, this review aimed to evaluate the effectiveness of online interventions on the prevention of an increase in the scores of stress, anxiety, and depression in general and at-risk adolescents. A search was performed using PubMed, EMBASE, and Cochrane Library CENTRAL. Altogether, 19 studies were included, and 16 studies were used for the meta-analysis. Our results showed that cognitive behavioral therapy and family-based interventions were most commonly used. Twelve and seven studies conducted universal and selective preventive interventions, respectively. The meta-analysis showed that online interventions significantly prevent an increase in depression score but not in stress and anxiety scores. Evidence regarding the prevention of increases in stress and anxiety scores is limited, suggesting the need for further randomized controlled trials on online interventions for stress and anxiety in adolescents.",
  "year": 2022,
  "date": "2022-10-01",
  "journal": "European Child and Adolescent Psychiatry",
  "publication": "European Child and Adolescent Psychiatry",
  "authors": [
    {
      "forename": "Dabok",
      "surname": "Noh",
      "name": "Dabok Noh",
      "affiliation": "1  College of Nursing , Eulji University , Seongnam , South Korea \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Eulji University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seongnam \n\t\t\t\t\t\t\t\t\t South Korea",
      "email": "daboknoh@gmail.com",
      "orcid": "0000-0002-2533-5515"
    },
    {
      "forename": "Hyunlye",
      "surname": "Kim",
      "name": "Hyunlye Kim",
      "affiliation": "2  Department of Nursing , College of Medicine , Chosun University , Gwangju , South Korea \n\t\t\t\t\t\t\t\t Department of Nursing \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t Chosun University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gwangju \n\t\t\t\t\t\t\t\t\t South Korea"
    }
  ],
  "doi": "https://doi.org/10.13039/501100003725",
  "keywords": [
    "Adolescent",
    "Anxiety",
    "Depression",
    "Meta-analysis",
    "Online intervention",
    "Prevention",
    "Stress",
    "Systematic review"
  ],
  "sections": [
    {
      "text": "Mental health problems among adolescents account for a considerable portion of the disease burden, which is a worldwide concern  (World Health Organization, 2012) . In particular, the coronavirus disease 2019 (COVID-19) pandemic has led to enormous stress associated with social distancing, lack of support from peers or schools, and reorganization of family life, which has increased the risk of depression and anxiety in adolescents  (Fegert et al., 2020) .\n\nFor guarding the mental health of adolescents, schoolbased, community-based, individual and family-based, and digital platform-based interventions have been conducted  (Das et al., 2016) . However, the face-to-face group approach through schools or communities has been restricted to control the spread of COVID-19, which has made it difficult to prevent mental health problems in adolescents. Therefore, there has been a growing demand for online interventions to prevent mental health problems, which can replace the face-to-face approach at present. With increased access to online technology, such as computers, smartphones, and tablets, among adolescents. Adolescents are reportedly not only willing to use online therapies for mental health problems but also have generally positive perceptions toward them  (Sweeney et al., 2019) .\n\nAccording to the Institute of Medicine's classifications, preventive interventions are classified into the following three categories based on the risk level of the target population: \"universal preventive interventions,\" which target the general/whole population that has not been identified as having a specific risk; \"selective preventive interventions,\" which are directed to at-risk groups or individuals with physical, psychological, or social risk factors associated with mental illness development; and \"indicated preventive interventions,\" which target identified or screened individuals who have symptoms that are precursors of a mental illness but have not yet been diagnosed with a mental illness  (National Research Council and Institute of Medicine, 2009) . Because several previous reviews on online interventions have targeted adolescents with symptoms of or those diagnosed with mental illness  (Ebert et al., 2015; Grist et al., 2019; Vigerland et al., 2016) , evidence on the effectiveness of online preventive interventions for general and at-risk adolescents is still lacking. This systematic review and meta-analysis focused on universal and selective preventive interventions and aimed to evaluate the effectiveness of online interventions in preventing the increases in scores of stress, anxiety, and depression for general and at-risk adolescents."
    },
    {
      "title": "Methods",
      "text": "The reporting of this systematic review conforms to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 Checklist  (Page et al., 2021) ."
    },
    {
      "title": "Eligibility Criteria",
      "text": "We used the population, interventions, comparators, outcomes, and study design framework to define the inclusion criteria for studies. The criteria for including studies for this review were (a) general adolescents or at-risk adolescents with risk factors developing mental health problems, aged 10-24 years; this age range is an expanded definition of adolescence appropriate nowadays for adolescent development  (Sawyer et al., 2018)  This review excluded studies in which the sample participants included individuals aged ≥ 25 years or ≤ 9 years. Studies that did not specify the age range were also excluded. Studies targeting participants who had symptoms of a mental illness or who were diagnosed with a mental illness were excluded. Studies that used a blended approach of online sessions and face-to-face sessions were excluded to separately evaluate the effectiveness of online interventions. Studies without the control conditions, such as a waiting list control, no intervention, placebo, standard care, or usual care, were excluded. Cluster randomized trials, non-randomized experimental studies, secondary data analyses, study protocols, reviews, editorials, conference proceedings, national and international reports, and gray literature were excluded."
    },
    {
      "title": "Search Methods",
      "text": "A systematic search using PubMed, EMBASE, and Cochrane Library CENTRAL was conducted on December 11, 2020, and the reference lists of included articles were also screened. We used a search strategy with high sensitivity but relatively low precision with the assistance of a medical librarian. The search was limited to articles published in English from January 2000 to December 2020. Supplementary Table  S1  outlines the Pub-Med search strategy used herein."
    },
    {
      "title": "Study Selection",
      "text": "Two independent researchers conducted the process of study selection. Records identified through the database search and manual searches through the reference lists of included articles were merged using EndNote X7 (Clarivate™, Philadelphia, PA). After the removal of duplicate articles, the remaining articles were screened. After screening the titles and abstracts for articles, we excluded articles that were not relevant to our research question. Next, we reviewed the fulltext articles for eligibility to be included in the final review. Among the finally included studies, meta-analyses were conducted for the studies that reported sufficient numerical data to calculate effect sizes."
    },
    {
      "title": "Data Extraction",
      "text": "Two independent reviewers extracted data from the included studies using a data extraction form and resolved disagreements through discussion. The extracted data were study citation, study design, recruitment source, characteristics of participants, characteristics of the intervention, comparison conditions, outcomes, measures, results, and the risk of bias data."
    },
    {
      "title": "Risk of Bias Assessments",
      "text": "The risks of bias in individual randomized controlled trials (RCTs) were appraised using the Cochrane Collaboration tool for assessing the risk of bias in randomized trials  (Higgins et al., 2011) . This tool evaluates the following seven domains: (a) random sequence generation (selection bias); (b) allocation concealment (selection bias); (c) blinding of participants and personnel (performance bias); (d) blinding of outcome assessment (detection bias); (e) incomplete outcome data (attrition bias); (f) selective reporting (reporting bias); (g) other bias. Each domain was rated as (a) low risk of bias, (b) unclear risk of bias, or (c) high risk of bias. Two independent reviewers independently assessed each study and reached a consensus about the final assessments through discussion. We generated a risk of bias graph using the Cochrane Collaboration's Review Manager Version 5.4.1. Publication bias was also assessed using Egger's regression test  (Egger et al., 1997) ."
    },
    {
      "title": "Summary Measures",
      "text": "If the included studies reported standard errors (SEs), we calculated the standard deviation (SD) from the SE by multiplying it by the square root of the sample size  (Higgins et al., 2021) . When summary statistics of two eligible intervention groups with slightly different interventions and two placebo-control groups were reported in one study, we combined the summary statistics of the two experimental and two control groups into those of a single experimental group and a single control group using formulas for combining means and SDs across two groups  (Higgins et al., 2021) . When the summary statistics of an experimental group receiving an appropriate intervention that met the inclusion criteria of this review and another experimental group that did not meet the inclusion criteria were reported separately in one study, we entered only data of the eligible experimental group. In the case of assessing the same outcome using two or more scales in one study, summary statistics of the scale considered the primary measure in the included study were selected for the meta-analysis."
    },
    {
      "title": "Synthesis of Results",
      "text": "The effect size was based on the standardized mean difference (SMD), defined as the difference between the standardized mean change for the experimental and control groups  (Morris, 2008) . In each group, the standardized mean change was calculated as the mean difference between posttest and pretest scores, divided by the pooled SD. The formula for the SMD is as follows:\n\nwith M pre, E , M post, E , M pre, C , M post, C , and σ denoting the mean for the experimental group pretest, mean for the experimental group posttest, mean for the control group pretest, mean for the control group posttest, and pooled SD, respectively.\n\nThe formula for the pooled SD is\n\nwith n E and n C denoting the experimental sample size and control sample size, respectively, and SD pre , E , SD post , E , SD pre , C , and SD post , C denoting the standard deviation for the experimental\n\ngroup pretest, the experimental group posttest, the control group pretest, and the control group posttest, respectively. We computed the effect size of Hedges's g by multiplying the above SMD by a correction factor for small samples and calculated the 95% confidence intervals (CIs) around each obtained mean effect size. Because the studies had heterogeneous populations and interventions and were of unequal sizes, we used random-effects meta-analyses. We used the Hartung-Knapp-Sidik-Jonkman method as an estimator of the heterogeneity variance  (Hartung & Knapp, 2001; Sidik & Jonkman, 2002) . When the 95% CI excluded zero, we interpreted the effect size to be statistically significant. In addition, 95% prediction intervals (PIs) were computed to report heterogeneity by estimating the expected range of true effects in future settings.\n\nWe performed a separate meta-analysis for each outcome of anxiety, depression, and stress. To compare the effect size of universal prevention with the effect size of selective prevention, we grouped all included studies by the preventive level and set up the preventive level as a categorical moderator. For each outcome, we conducted a separate subgroup analysis within each preventive level and an overall analysis across all the levels. The meta-analyses were conducted using R program 3.1.2 and the meta-analysis package \"matafor.\""
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection",
      "text": "Figure  1  presents a flow diagram of the study selection process. We identified 10,849 studies through database searching and additional manual searching. After the removal of 1702 duplicates, 9147 studies remained. After screening of titles and abstracts, 8753 studies irrelevant to our research question were excluded, and 394 studies were subjected to full-text review. Among a total of 19 eligible studies, 16 studies that reported sufficient numerical data were suitable for quantitative data synthesis."
    },
    {
      "title": "Study Characteristics",
      "text": "The characteristics of the reviewed studies are presented in Table  1 . Although this review screened the literature from 2000 to 2020, the studies included were from 2009 to 2020. The 19 RCTs included were conducted in various countries: 8 in the USA, 3 in the Netherlands, 2 in Australia, 2 in Sweden, 1 in China, 1 in Finland, 1 in New Zealand, and 1 in the UK.\n\nThe 12 included studies focused on universal preventive interventions for general adolescents, and 9 of them recruited participants from schools. The seven remaining studies concentrated on selective preventive interventions for adolescents exposed to physical, psychological, or social risk factors. Some of the studies were directed to participants exhibiting physical problems such as irritable bowel syndrome, recurrent headaches, chronic pain, or chronic respiratory illness. Psychosocial risk factors, such as experiencing a natural disaster, appearance-related distress, teasing or bullying, and living in publicly subsidized housing programs, were also noted.\n\nThe online preventive interventions conducted in the included studies were categorized according to the intervention type. Six studies used cognitive behavioral therapy (CBT)-based interventions  (Bonnert et al., 2017; Law et al., 2015; O'Dea et al., 2020; Palermo et al., 2009; Whittaker et al., 2017; Williamson et al., 2019)  and five studies employed family-based interventions  (Fang et al., 2010; Law et al., 2015; Palermo et al., 2009; Ruggiero et al., 2015; Schwinn et al., 2014) ; among them, two studies conducted family-based CBT  (Law et al., 2015; Palermo et al., 2009) . Three studies evaluated cognitive training, such as attentional bias modification training  (de Voogd et al., 2016a, b) , emotional working memory training  (de Voogd et al., 2016a, b) , and interpretation bias modification training  (de Voogd et al., 2018) . Health behavior interventions for healthy eating and physical activity were conducted in three studies  (Duan et al., 2017; Greene et al., 2012; Kattelmann et al., 2014) . Acceptance and commitment therapy (ACT) was employed in two studies  (Levin et al., 2014; Puolakanaho et al., 2019) , mindfulness-based intervention in one study  (Antonson et al., 2018) , and problem-solving program in one study  (Newcombe et al., 2012) . Records identified through database searching (n = 10, 846) -PubMed (n = 3,679) -Embase (n = 4,729) -Central (n = 2,438) Additional records identified through other sources (n = 3) Records after removing duplicates (n = 9,147) Records screened (n = 9,147) Records excluded based on titles and abstracts (n = 8,753) Full-text articles assessed for eligibility (n = 394) Full-text articles excluded with reasons (n = 375) -Not the population age group of interest (n = 217) -Not universal or selective prevention (n = 51) -Not online intervention (n = 61) -Not the comparison of interest (n = 16) -Not the outcome of interest (n = 18) -Not the study design of interest (n = 12) Studies included in qualitative synthesis (n = 19) Studies included in quantitative synthesis (meta-analysis) (n = 16) Regarding outcome variables and instruments, four instruments in seven studies were used to measure stress, among which the Perceived Stress Scale was used in four studies. Five instruments in eight studies were used to measure anxiety, among which the Screen for Child Anxiety Related Emotional Disorders was used in three studies and the Spence Children's Anxiety Scale was used in two studies. Eight instruments in 12 studies were used to measure depression, among which the Children's Depression Inventory was used in five studies and the Center for Epidemiologic Studies Depression was used in two studies."
    },
    {
      "title": "Risk of Bias Assessments",
      "text": "A plot of the percentage of risk of bias assessments per domain is presented in Supplementary Figure  S1 . Most included studies (n = 13) provided adequate information to assess random sequence generation, and the remaining six studies had insufficient information regarding the sequence generation process. Regarding allocation concealment, 12 studies adequately provided the method of allocation concealment, and 7 studies had insufficient information to permit judgment. Performance bias was low in four studies, indicating that both participants and study personnel were blinded to allocation. Conversely, six studies had unclear risk, and nine studies of singleblinded researchers or open trials were determined as having a high risk of performance bias. Detection bias was low in five studies that mentioned about the blinding of outcome assessors; however, seven studies had insufficient information to permit judgment and seven studies that used participant-reported outcomes, in which participants were not blinded, were determined to be at high risk. Attrition bias was low in 14 studies that used intention-to-treat analysis, including dropouts; however, five studies were considered to be at high risk because they used \"as-treated\" analysis with substantial attrition. Reporting bias was low in seven studies in which all prespecified outcomes in their protocol were reported. Alternatively, 10 studies had insufficient information to permit judgment, and two studies in which not all the prespecified outcomes in their protocol were reported or were incompletely reported were judged to be at high risk. Two studies were judged to be at high risk of other sources of bias because one study reported that age and sex between experimental and control groups were statistically different  (Duan et al., 2017)  and one study reported that some participants of the control group were exposed to the intervention  (Greene et al., 2012) . The remaining 17 studies were judged to be at low risk of other bias. In addition, Egger's regression test showed no significant publication bias in terms of stress, anxiety, and depression (p = 0.948, 0.534, and 0.494, respectively)."
    },
    {
      "title": "Effects of Online Interventions on Stress, Anxiety, and Depression",
      "text": "Figure  2  depicts the forest plot showing the effect size of the change in stress, anxiety, and depression between intervention and control groups. Although stress was assessed in seven studies  (Antonson et al., 2018; Bonnert et al., 2017; Greene et al., 2012; Kattelmann et al., 2014; Levin et al., 2014; Puolakanaho et al., 2019; Schwinn et al., 2014) , a meta-analysis on change in stress scores synthesized five studies  (Bonnert et al., 2017; Kattelmann et al., 2014; Levin et al., 2014; Puolakanaho et al., 2019; Schwinn et al., 2014)  reporting sufficient numerical data. The results of the metaanalysis combining the five studies with an overall sample size of n = 2045 (1024 intervention and 1021 control participants) found no significant difference in change in stress scores between the intervention and control groups (g, -0.075; 95% CI, -0.206 to 0.056; 95% PI, -0.265 to 0.115). Subgroup analyses by the preventive level showed that both universal (g, -0.099; 95% CI, -0.255 to 0.058; 95% PI, -0.324 to 0.126) and selective preventive interventions (g, 0.018; 95% CI, -0.285 to 0.322) showed no significant difference in stress change compared with the control groups.\n\nA meta-analysis combining the results of eight studies assessing anxiety  (Bonnert et al., 2017; de Voogd et al., 2016a de Voogd et al., , b, 2018;; Law et al., 2015; Levin et al., 2014; O'Dea et al., 2020; Williamson et al., 2019)  with an overall sample size of n = 1175 (761 intervention and 414 control participants) showed no significant difference in change in anxiety scores between intervention and control groups (g, -0.108; 95% CI, -0.236 to 0.020; 95% PI, -0.254 to 0.037). Subgroup meta-analyses by preventive level showed that both universal (g, -0.083; 95% CI, -0.228 to 0.062; 95% PI, -0.242 to 0.076) and selective preventive interventions  (g, -0.192 ; 95% CI, -0.454 to 0.071; 95% PI, -0.457 to 0.073) did not significantly differ in terms of change in anxiety scores compared with control groups.\n\nAlthough 12 studies  (de Voogd et al., 2016a (de Voogd et al., , b, 2018;; Duan et al., 2017; Fang et al., 2010; Law et al., 2015; Levin et al., 2014; Newcombe et al., 2012; O'Dea et al., 2020; Palermo et al., 2009; Ruggiero et al., 2015; Whittaker et al., 2017)  assessed depression, a meta-analysis on depression change synthesized 11 studies  (de Voogd et al., 2016a (de Voogd et al., , b, 2018;; Fang et al., 2010; Law et al., 2015; Levin et al., 2014; Newcombe et al., 2012; O'Dea et al., 2020; Palermo et al., 2009; Ruggiero et al., 2015; Whittaker et al., 2017)  reporting sufficient numerical data. On combining 11 studies with an overall sample size of n = 2687 (1579 intervention and 1108 control participants), a significant difference in change in depression scores for online interventions over control condition was found (g, -0.094; 95% CI, -0.186 to -0.002). The resulting 95% PI (-0.240 to 0.051) may be interpreted as a true effect size that varies from a g-value of -0.240 in some studies to 0.051 in others. Following grouping by preventive level, both universal (g, -0.072; 95% CI -0.178 to 0.034; 95% PI, -0.214 to 0.070) and selective preventive interventions (g, -0.140; 95% CI, -0.321 to 0.042, 95% PI -0.374 to 0.095) showed no significant difference in change in depression scores between intervention and control groups."
    },
    {
      "title": "Discussion",
      "text": "This systematic review aimed to evaluate the effectiveness of online preventive interventions for changes in stress, anxiety, and depression among general and at-risk adolescents. Among the 19 reviewed studies, 7 studies (36.8%) were published between  2009 and 2014, and 12 studies (63.2%)  were published between 2015 and 2020, which indicates that research regarding online interventions has been actively conducted over the past 6 years.\n\nAmong the online interventions conducted in the reviewed studies, CBT and family-based interventions were most commonly used. Some previous systematic reviews  (Calear & Christensen, 2010; Clarke et al., 2015)  have reported that CBT-based online interventions were used most frequently; however, they did not identify family-based online interventions. This review has importance in that it identified five family-based programs involving adolescents and their parents to be feasible online because adolescent mental health is closely associated with the parent-adolescent relationship  (Chen & Harris, 2019) .\n\nWe found that online interventions for general and atrisk adolescents were significantly beneficial in preventing the increase in depression scores but not in stress and anxiety scores. The overall effect size for change in depression score was smaller in this study (g = 0.094) than in previous meta-analyses on technology-delivered interventions (g = 0.43  (Grist et al., 2019) ) and on internet and computer-based CBTs (g = 0.56;  Ebert et al., 2015) . Additionally, the anxiety change was not significantly different between the intervention and control groups in this study, but the significant effect sizes for anxiety reported in the two previous reviews were g = 0.41  (Grist et al., 2019)  and g = 0.65  (Ebert et al., 2015) . This study reviewed preventive interventions for general and at-risk adolescents, whereas the two previous reviews involved interventions targeting depression or anxiety among children and adolescents with depressive/anxiety symptoms or a diagnosis of depression or anxiety disorder. Therefore, differences in the results between this review and previous reviews may be explained by the fact that individuals with related symptoms have substantially more room for improvement in terms of the relevant scores as a result of the interventions  (Edmonds et al., 2018) .\n\nAlthough we found that online interventions were associated with a significant improvement in depression change, reflected by a g-value of -0.094 with a 95% CI -0.186 to -0.002, the 95% PI -0.240 to 0.051 contained null effects or effects in the opposite direction. The 95% PI contained values below zero, which correspond to depression prevention, with a best case of a g-value of -0.240 after interventions compared with controls. However, the PI also contained values greater than zero, which means that the effect of the interventions may exhibit null or even opposite effects, with the worst case of a g-value of 0.051. This finding of heterogeneity may be because of the diversity in the context wherein the interventions occurred, as well as in the contents and period of interventions. The studies synthesized in a meta-analysis on depression change were conducted in various countries, including the USA, the Netherlands, Australia, and New Zealand. The participants were recruited from school  (de Voogd et al., 2016a (de Voogd et al., , b, 2018;; Levin et al., 2014; Whittaker et al., 2017) , community  (Fang et al., 2010; O'Dea et al., 2020; Ruggiero et al., 2015) , and hospital  (Law et al., 2015; Newcombe et al., 2012; Palermo et al., 2009)  settings. Furthermore, the interventions applied varied, including CBT-based interventions, family-based interventions, cognitive training, ACT, and problem-solving programs. Post-test timing varied from 3 weeks  (Levin et al., 2014)  to 12 months  (Ruggiero et al., 2015; Whittaker et al., 2017) . These differences may have acted as potential drivers of the variation in the effects. The PI enables more informed decision-making  (IntHout et al., 2016) ; therefore, because of the expected variation in true effects, caution is required in decision-making regarding online interventions for the prevention of adolescent depression."
    },
    {
      "title": "Strengths and Limitations of This Review",
      "text": "Although previous reviews have focused on adolescents with symptoms of mental illness, a strength of this study is that it reviewed online preventive interventions for both general and at-risk adolescents. It also demonstrated that family-based online programs were feasible and the included interventions were significantly beneficial in preventing an increase in depression scores, even when the effect size was small. The effects on stress and anxiety were not supported in this review. However, the number of studies combined in the meta-analyses on stress and anxiety was small. Therefore, more RCTs are warranted to determine the effectiveness of online preventive interventions on stress and anxiety.\n\nThere were several limitations of this study. First, this review was exclusively based on studies published in English, which may introduce language bias. Second, this review did not include gray literature or unpublished studies, which may introduce publication bias. Third, the focus of this review was online interventions, compared with control conditions, including a waiting list control, no intervention, placebo, standard care, or usual care. Therefore, the results of studies conducting interventions delivered online combined with interventions delivered through face-toface programs and studies without the control conditions were excluded. Fourth, because we designed the scope of this review to include only individually randomized trials, further systematic reviews are required to incorporate the results of cluster randomized trials. Finally, three included studies were excluded from the meta-analysis because of insufficient effect size data."
    },
    {
      "title": "Conclusions",
      "text": "This systematic review showed that the most frequently used online preventive interventions were CBT-based interventions and family-based interventions involving adolescents and their parents. There were universal and selective preventive interventions, and most universal preventive interventions were delivered in school settings. The meta-analyses showed that online interventions for general and at-risk adolescents exhibited significant benefits in preventing an increase in depression scores. However, there is limited evidence regarding the effectiveness of online interventions for stress and anxiety, suggesting the need for further RCTs on online preventive interventions for them."
    },
    {
      "text": "; (b) interventions delivered online, via the internet, websites, or mobile applications; (c) a control condition including a waiting list control, no intervention, placebo, standard care, or usual care; (d) at least one outcome among stress, anxiety, and depression; (e) individually randomized parallel-group trials."
    },
    {
      "text": "Fig. 1 Flow diagram of the study selection process according to the PRISMA guidelines"
    },
    {
      "text": "Fig. 2 Forest plot showing the effect size of change in stress, anxiety, and depression scores"
    },
    {
      "text": "Detailed description of reviewed articles"
    }
  ],
  "references": [
    {
      "title": "Upper secondary school students' compliance with two internetbased self-help programmes: A randomised controlled trial",
      "authors": [
        "C Antonson",
        "F Thorsén",
        "J Sundquist",
        "K Sundquist"
      ],
      "year": 2018,
      "doi": "10.1007/s00787-017-1035-6"
    },
    {
      "title": "Internet-delivered cognitive behavior therapy for adolescents with irritable bowel syndrome: A randomized controlled trial",
      "authors": [
        "M Bonnert",
        "O Olén",
        "M Lalouni",
        "M Benninga",
        "M Bottai",
        "J Engelbrektsson",
        "E Hedman",
        "F Lenhard",
        "B Melin",
        "M Simrén",
        "S Vigerland",
        "E Serlachius",
        "B Ljótsson"
      ],
      "year": 2017,
      "doi": "10.1038/ajg.2016.503"
    },
    {
      "title": "Review of internet-based prevention and treatment programs for anxiety and depression in children and adolescents",
      "authors": [
        "A Calear",
        "H Christensen"
      ],
      "year": 2010,
      "doi": "10.5694/j.1326-5377.2010.tb03686.x"
    },
    {
      "title": "Association of positive family relationships with mental health trajectories from adolescence to midlife",
      "authors": [
        "P Chen",
        "K Harris"
      ],
      "year": 2019,
      "doi": "10.1001/jamapediatrics.2019.3336"
    },
    {
      "title": "A systematic review of online youth mental health promotion and prevention interventions",
      "authors": [
        "A Clarke",
        "T Kuosmanen",
        "M Barry"
      ],
      "year": 2015,
      "doi": "10.1007/s10964-014-0165-0"
    },
    {
      "title": "Interventions for adolescent mental health: An overview of systematic reviews",
      "authors": [
        "J Das",
        "R Salam",
        "Z Lassi",
        "M Khan",
        "W Mahmood",
        "V Patel",
        "Z Bhutta"
      ],
      "year": 2016,
      "doi": "10.1016/j.jadohealth.2016.06.020"
    },
    {
      "title": "Online attentional bias modification training targeting anxiety and depression in unselected adolescents: Short-and long-term effects of a randomized controlled trial",
      "authors": [
        "E De Voogd",
        "R Wiers",
        "P Prins",
        "P De Jong",
        "W Boendermaker",
        "R Zwitser",
        "E Salemink"
      ],
      "year": 2016,
      "doi": "10.1016/j.brat.2016.08.018"
    },
    {
      "title": "Emotional working memory training as an online intervention for adolescent anxiety and depression: A randomised controlled trial",
      "authors": [
        "E De Voogd",
        "R Wiers",
        "R Zwitser",
        "E Salemink"
      ],
      "year": 2016,
      "doi": "10.1111/ajpy.12134"
    },
    {
      "title": "A randomized controlled trial of multi-session online interpretation bias modification training: Short-and long-term effects on anxiety and depression in unselected adolescents",
      "authors": [
        "L De Voogd",
        "R Wiers",
        "P De Jong",
        "R Zwitser",
        "E Salemink"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0194274"
    },
    {
      "title": "Webbased intervention for physical activity and fruit and vegetable intake among Chinese university students: A randomized controlled trial",
      "authors": [
        "Y Duan",
        "J Wienert",
        "C Hu",
        "G Si",
        "S Lippke"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7152"
    },
    {
      "title": "Internet and computer-based cognitive behavioral therapy for anxiety and depression in youth: A meta-analysis of randomized controlled outcome trials",
      "authors": [
        "D Ebert",
        "A Zarski",
        "H Christensen",
        "Y Stikkelbroek",
        "P Cuijpers",
        "M Berking",
        "H Riper"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0119895"
    },
    {
      "title": "Who benefits most from therapist-assisted internet-delivered cognitive behaviour therapy in clinical practice? Predictors of symptom change and dropout",
      "authors": [
        "M Edmonds",
        "H Hadjistavropoulos",
        "L Schneider",
        "B Dear",
        "N Titov"
      ],
      "year": 2018,
      "doi": "10.1016/j.janxdis.2018.01.003"
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "G Davey Smith",
        "M Schneider",
        "C Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "Preventing substance use among early Asian-American adolescent girls: Initial evaluation of a web-based, mother-daughter program",
      "authors": [
        "L Fang",
        "S Schinke",
        "K Cole"
      ],
      "year": 2010,
      "doi": "10.1016/j.jadohealth.2010.03.011"
    },
    {
      "title": "Challenges and burden of the coronavirus 2019 (COVID-19) pandemic for child and adolescent mental health: A narrative review to highlight clinical and research needs in the acute phase and the long return to normality",
      "authors": [
        "J Fegert",
        "B Vitiello",
        "P Plener",
        "V Clemens"
      ],
      "year": 2020,
      "doi": "10.1186/s13034-020-00329-3"
    },
    {
      "title": "Impact of an online healthful eating and physical activity program for college students",
      "authors": [
        "G Greene",
        "A White",
        "S Hoerr",
        "B Lohse",
        "S Schembre",
        "D Riebe",
        "J Patterson",
        "K Kattelmann",
        "S Shoff",
        "T Horacek",
        "B Blissmer",
        "B Phillips"
      ],
      "year": 2012,
      "doi": "10.4278/ajhp.110606-quan-239"
    },
    {
      "title": "Technology delivered interventions for depression and anxiety in children and adolescents: A systematic review and meta-analysis",
      "authors": [
        "R Grist",
        "A Croker",
        "M Denne",
        "P Stallard"
      ],
      "year": 2019,
      "doi": "10.1007/s10567-018-0271-8"
    },
    {
      "title": "A refined method for the meta-analysis of controlled clinical trials with binary outcome",
      "authors": [
        "J Hartung",
        "G Knapp"
      ],
      "year": 2001,
      "doi": "10.1002/sim.1009"
    },
    {
      "title": "The Cochrane collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gøtzsche",
        "P Jüni",
        "D Moher",
        "A Oxman",
        "J Savović",
        "K Schulz",
        "L Weeks",
        "J Sterne"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "Chapter 6. Choosing effect measures and computing estimates of effect",
      "authors": [
        "J Higgins",
        "T Li",
        "J Deeks"
      ],
      "year": 2021
    },
    {
      "title": "Plea for routinely presenting prediction intervals in meta-analysis",
      "authors": [
        "J Inthout",
        "J Ioannidis",
        "M Rovers",
        "J Goeman"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2015-010247"
    },
    {
      "title": "The effects of young adults eating and active for health (YEAH): A theory-based web-delivered intervention",
      "authors": [
        "K Kattelmann",
        "C Bredbenner",
        "A White",
        "G Greene",
        "S Hoerr",
        "T Kidd",
        "S Colby",
        "T Horacek",
        "B Phillips",
        "M Koenings",
        "O Brown",
        "M Olfert",
        "K Shelnutt",
        "J Morrell"
      ],
      "year": 2014,
      "doi": "10.1016/j.jneb.2014.08.007"
    },
    {
      "title": "Pilot randomized controlled trial of internet-delivered cognitive-behavioral treatment for pediatric headache",
      "authors": [
        "E Law",
        "S Beals-Erickson",
        "M Noel",
        "R Claar",
        "T Palermo"
      ],
      "year": 2015,
      "doi": "10.1111/head.12635"
    },
    {
      "title": "Feasibility of a prototype web-based acceptance and commitment therapy prevention program for college students",
      "authors": [
        "M Levin",
        "J Pistorello",
        "J Seeley",
        "S Hayes"
      ],
      "year": 2014,
      "doi": "10.1080/07448481.2013.843533"
    },
    {
      "title": "Estimating effect sizes from pretest-posttestcontrol group designs",
      "authors": [
        "S Morris"
      ],
      "year": 2008,
      "doi": "10.1177/1094428106291059"
    },
    {
      "title": "Committee on the prevention of mental disorders and substance abuse among children, youth, and young adults: Research advances and promising interventions",
      "year": 2009,
      "doi": "10.1007/s10826-009-9341-3"
    },
    {
      "title": "Breathe easier online: Evaluation of a randomized controlled pilot trial of an internet-based intervention to improve well-being in children and adolescents with a chronic respiratory condition",
      "authors": [
        "P Newcombe",
        "T Dunn",
        "L Casey",
        "J Sheffield",
        "H Petsky",
        "S Anderson-James",
        "A Chang"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1997"
    },
    {
      "title": "A randomised controlled trial of a relationship-focussed mobile phone application for improving adolescents' mental health",
      "authors": [
        "B O'dea",
        "J Han",
        "P Batterham",
        "M Achilles",
        "A Calear",
        "A Werner-Seidler",
        "B Parker",
        "F Shand",
        "H Christensen"
      ],
      "year": 2020,
      "doi": "10.1111/jcpp.13294"
    },
    {
      "title": "The PRISMA 2020 statement: An updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow",
        "L Shamseer",
        "J Tetzlaff",
        "E Akl",
        "S Brennan",
        "R Chou",
        "J Glanville",
        "J Grimshaw",
        "A Hróbjartsson",
        "M Lalu",
        "T Li",
        "E Loder",
        "E Mayo-Wilson",
        "S Mcdonald",
        "D Moher"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "Randomized controlled trial of an internet-delivered family cognitive-behavioral therapy intervention for children and adolescents with chronic pain",
      "authors": [
        "T Palermo",
        "A Wilson",
        "M Peters",
        "A Lewandowski",
        "H Somhegyi"
      ],
      "year": 2009,
      "doi": "10.1016/j.pain.2009.07.034"
    },
    {
      "title": "Reducing stress and enhancing academic buoyancy among adolescents using a brief web-based program based on acceptance and commitment therapy: A randomized controlled trial",
      "authors": [
        "A Puolakanaho",
        "R Lappalainen",
        "P Lappalainen",
        "J Muotka",
        "R Hirvonen",
        "K Eklund",
        "T Ahonen",
        "N Kiuru"
      ],
      "year": 2019,
      "doi": "10.1007/s10964-018-0973-8"
    },
    {
      "title": "Web intervention for adolescents affected by disaster: Population-based randomized controlled trial",
      "authors": [
        "K Ruggiero",
        "M Price",
        "Z Adams",
        "K Stauffacher",
        "J Mccauley",
        "C Danielson",
        "R Knapp",
        "R Hanson",
        "T Davidson",
        "A Amstadter",
        "M Carpenter",
        "B Saunders",
        "D Kilpatrick",
        "H Resnick"
      ],
      "year": 2015,
      "doi": "10.1016/j.jaac.2015.07.001"
    },
    {
      "title": "The age of adolescence",
      "authors": [
        "S Sawyer",
        "P Azzopardi",
        "D Wickremarathne",
        "G Patton"
      ],
      "year": 2018,
      "doi": "10.1016/s2352-4642(18)30022-1"
    },
    {
      "title": "A web-based, health promotion program for adolescent girls and their mothers who reside in public housing",
      "authors": [
        "T Schwinn",
        "S Schinke",
        "L Fang",
        "S Kandasamy"
      ],
      "year": 2014,
      "doi": "10.1016/j.addbeh.2013.11.029"
    },
    {
      "title": "A simple confidence interval for meta-analysis",
      "authors": [
        "K Sidik",
        "J Jonkman"
      ],
      "year": 2002,
      "doi": "10.1002/sim.1262"
    },
    {
      "title": "Logging into therapy: Adolescent perceptions of online therapies for mental health problems",
      "authors": [
        "G Sweeney",
        "C Donovan",
        "S March",
        "Y Forbes"
      ],
      "year": 2019,
      "doi": "10.1016/j.invent.2016.12.001"
    },
    {
      "title": "Internet-delivered cognitive behavior therapy for children and adolescents: A systematic review and meta-analysis",
      "authors": [
        "S Vigerland",
        "F Lenhard",
        "M Bonnert",
        "M Lalouni",
        "E Hedman",
        "J Ahlen",
        "O Olén",
        "E Serlachius",
        "B Ljótsson"
      ],
      "year": 2016,
      "doi": "10.1016/j.cpr.2016.09.005"
    },
    {
      "title": "MEMO: An mHealth intervention to prevent the onset of depression in adolescents: A double-blind, randomised, placebo-controlled trial",
      "authors": [
        "R Whittaker",
        "K Stasiak",
        "H Mcdowell",
        "I Doherty",
        "M Shepherd",
        "S Chua",
        "E Dorey",
        "V Parag",
        "S Ameratunga",
        "A Rodgers",
        "S Merry"
      ],
      "year": 2017,
      "doi": "10.1111/jcpp.12753"
    },
    {
      "title": "A web-based self-help psychosocial intervention for adolescents distressed by appearance-affecting conditions and injuries (Young Persons' Face IT): Feasibility study for a parallel randomized controlled trial",
      "authors": [
        "H Williamson",
        "C Hamlet",
        "P White",
        "E Marques",
        "T Paling",
        "J Cadogan",
        "R Perera",
        "N Rumsey",
        "L Hayward",
        "D Harcourt"
      ],
      "year": 2019,
      "doi": "10.2196/14776"
    },
    {
      "title": "Global burden of mental disorders and the need for a comprehensive, coordinated response from health and social sectors at the country level: report by the Secretariat",
      "year": 2012,
      "doi": "10.2471/b09422"
    }
  ],
  "num_references": 40
}
