{
  "paper_id": "MF3E9UU7",
  "title": "User-centered development of a smart phone mobile application delivering personalized real-time advice on sun protection",
  "abstract": "Smart phones are changing health communication for Americans. User-centered production of a mobile application for sun protection is reported. Focus groups (n016 adults) provided input on the mobile application concept. Four rounds of usability testing were conducted with 22 adults to develop the interface. An iterative programming procedure moved from a specification document to the final mobile application, named Solar Cell. Adults desired a variety of sun protection advice, identified few barriers to use and were willing to input personal data. The Solar Cell prototype was improved from round 1 (seven of 12 tasks completed) to round 2 (11 of 12 task completed) of usability testing and was interoperable across handsets and networks. The fully produced version was revised during testing. Adults rated Solar Cell as highly user friendly (mean05.06). The user-centered process produced a mobile application that should help many adults manage sun safety.",
  "year": 2011,
  "date": "2011-02-01",
  "journal": "Mobile Network Appl",
  "publication": "Mobile Network Appl",
  "authors": [
    {
      "forename": "David",
      "surname": "Buller",
      "name": "David Buller",
      "affiliation": "1  Klein Buendel, Inc , 1667 Cole Boulevard , Suite 225 , Golden , CO 80401 , USA \n\t\t\t\t\t\t\t\t Klein Buendel, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1667 Cole Boulevard Suite 225 \n\t\t\t\t\t\t\t\t\t 80401 \n\t\t\t\t\t\t\t\t\t Golden \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "dbuller@kleinbuendel.com"
    },
    {
      "forename": "Marianne",
      "surname": "Berwick",
      "name": "Marianne Berwick",
      "affiliation": "2  University of New Mexico , Albuquerque , NM , USA \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Albuquerque \n\t\t\t\t\t\t\t\t\t NM \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "James",
      "surname": "Shane",
      "name": "James Shane",
      "affiliation": "1  Klein Buendel, Inc , 1667 Cole Boulevard , Suite 225 , Golden , CO 80401 , USA \n\t\t\t\t\t\t\t\t Klein Buendel, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1667 Cole Boulevard Suite 225 \n\t\t\t\t\t\t\t\t\t 80401 \n\t\t\t\t\t\t\t\t\t Golden \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ilima",
      "surname": "Kane",
      "name": "Ilima Kane",
      "affiliation": "1  Klein Buendel, Inc , 1667 Cole Boulevard , Suite 225 , Golden , CO 80401 , USA \n\t\t\t\t\t\t\t\t Klein Buendel, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1667 Cole Boulevard Suite 225 \n\t\t\t\t\t\t\t\t\t 80401 \n\t\t\t\t\t\t\t\t\t Golden \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kathleen",
      "surname": "Lantz",
      "name": "Kathleen Lantz",
      "affiliation": "3  NOAA , Earth Systems Research Laboratory , University of Colorado , Boulder , CO 80309 , USA \n\t\t\t\t\t\t\t\t NOAA \n\t\t\t\t\t\t\t\t Earth Systems Research Laboratory \n\t\t\t\t\t\t\t\t University of Colorado \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 80309 \n\t\t\t\t\t\t\t\t\t Boulder \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Mary",
      "surname": "Klein Buller",
      "name": "Mary Klein Buller",
      "affiliation": "1  Klein Buendel, Inc , 1667 Cole Boulevard , Suite 225 , Golden , CO 80401 , USA \n\t\t\t\t\t\t\t\t Klein Buendel, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1667 Cole Boulevard Suite 225 \n\t\t\t\t\t\t\t\t\t 80401 \n\t\t\t\t\t\t\t\t\t Golden \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/100000054",
  "keywords": [
    "Sun safety",
    "Smart phones",
    "Focus groups",
    "Usability testing",
    "Formative research",
    "User-centered design"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Smart phones and mobile applications are changing Americans' health communication landscape  [1, 2] , notably for younger adults (<30)  [1] . Mobile phone interventions have improved preventive behaviors  [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] , including sunscreen use  [14] ; however, nearly all employed simple, less interactive text messaging, rather than the latest smart phone technology. Smart phones can deliver engaging, personalized, real-time advice in multimedia displays, using expanded computing power and location and data services.\n\nWe have initiated an effort to utilize these new technologies to deliver advice to adults on sun protection. Mobile applications have several advantages for presenting sun safety advice. They can download the National Oceanic and Atmospheric Administration's (NOAA) daily UV Index (UVI) forecasts and combine them with time and location data to estimate current ultraviolet radiation (UV) levels. Users can input personal information (e.g., skin type and sun protection actions), and local environmental facts (e.g., cloud cover and surface type). When this information is combined with UV levels, the application can generate tailored advice that should elevate self-efficacy expectations, improve response efficacy, and provide cues to sun protection practices  [15, 16] . Finally, smart phones may reach high-risk populations that take relatively few precautions, such as males and young adults  [17]  who also are avid users of smart phones  [18] [19] [20] [21] .\n\nThe formative user-centered development process  [22]  employed to create a smart phone mobile application for sun protection is described in this paper. This process obtains feedback from end users throughout development to ensure that the final product meets their needs, is easy for them to use and is designed in a way that helps them trust the product's advice. Specifically, we employed focus groups with potential users to determine what functionality they wanted prior to programming and iterative testing of the mobile application's usability to shape the final interface and functionality. The programming process is also presented."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Samples",
      "text": "Samples for a series of formative research efforts (focus groups, prototype usability testing, full application usability testing) were recruited from three populations: (1) adults aged 18 to 39 years who may be more experienced with smart phones but were less likely to practice sun protection  [17] , (2) adults aged 40 years or older who may be less experienced with mobile applications  [23, 24]  but more likely to practice sun protection  [17] , and (3) adults with children who might manage sun protection for others and themselves. First, 16 adults (60 % male; 81 % non-Hispanic white) participated in focus group sessions in December 2009 about the concept of and useful features for the mobile application. Separate groups for each of the three populations above were conducted with a minimum of five participants. Next, 12 adults (58 % male; 92 % non-Hispanic white) participated in usability testing on the prototype mobile application in 2010 to refine, reorganize, and better integrate the application features. Finally, ten adults (40 % male; 100 % non-Hispanic white) participated in usability testing on the fully produced mobile application in 2012. Past research indicated that a minimum of ten participants was sufficient for each usability test  [25, 26] ."
    },
    {
      "title": "Recruitment procedures",
      "text": "Participants were recruited by project staff through advertisements placed in online communities and organizational listservs. Participants were screened to ensure they were eligible, i.e., were 18 or older, owned a smart phone, had downloaded and used a mobile application, and were proficient in English. All participants signed informed consent; protocols were approved by the Western Institutional Review Board."
    },
    {
      "title": "Development of the mobile application",
      "text": "A standard iterative production process was employed to create the mobile application, named Solar Cell. It began with a specifications document derived from focus group findings that described data sources, algorithms, features and functions. Programmers used it to create wire-frames depicting content flow, which were reviewed and modified by our research team. A prototype of Solar Cell was initially produced to operate on Google's Android 1.6 or higher operating system, using Google's software development kit. After testing the prototype for usability, modifications were made to create a fully produced version of the Solar Cell, which was refined through further usability testing. Solar Cell used the location of the smart phone to download UVI forecast data from NOAA servers and combined that data with algorithms and user data to provide real-time feedback and information to users. All functions and features were tested in-house for platform stability and errors, and modifications were made to fix problems identified in the usability testing.\n\nGoals for the fully produced Solar Cell interface included: (a) the ability to give quick feedback with minimal data input, (b) clear and easy to understand text, (c) appealing visual layout with graphics, text, and colors which required no scrolling, and (d) user comfort. Existing icon and color schemes proposed by the U.S. Environmental Protection Agency and World Health Organization for the communication of the global UVI were used. A scheme for organizing the personal information provided by users was developed. User inputs were combined into a PERSON (static information) and up to five PROFILES (changeable information) per PERSON, which could be labeled and saved. Finally, a planning function was created for Solar Cell, using the 5 days of UVI forecasts issued daily by NOAA. Users would input the zip code at any location in the USA and the time of day, and the 5-day Planner would then display sun protection advice for that location and time. More details on the algorithms, features, and interface in the fully produced Solar Cell are presented in the Appendix."
    },
    {
      "title": "Focus group procedures",
      "text": "Focus groups were conducted by a trained moderator following a protocol developed by our team. Discussions lasted 75 to 90 min and were audiorecorded and transcribed. Participants received US $50. They began with a presentation of the Solar Cell concept. Participants discussed potential content and functions, willingness to provide personal data, interest in various advice, notification routines, and ability to manage profiles for several people, and potential ways of using Solar Cell and barriers to use. Transcripts were analyzed qualitatively by summarizing common themes and quantitatively using ATLAS.ti software."
    },
    {
      "title": "Usability testing procedures",
      "text": "Usability of the mobile application was tested in three ways. First, participants took part in protocol analysis. They were introduced to the mobile application on a test phone preloaded with Solar Cell, given eight scenarios and tasks, and instructed to talk aloud while using the mobile application, describing what they were thinking. For instance, 12 specific tasks were examined in eight scenarios when testing the usability of the prototype mobile application: (1) starting Solar Cell and setting up a PERSON, (2) interpreting the Sun Exposure screen, (3) changing the alert settings and indicating when more sun protection was practiced, (4) adding sunscreen and clothing details, (5) viewing vitamin D information, (6) noting when a medication was used that may elevate sun sensitivity, (7) creating a second PERSON, and (8) locating the planning function. Project staff summarized problems en-countered and solutions attempted by participants. Next, participants completed an 11-item Likert-type measure of usability  [27]  and questions on potential use of the application. Finally, interoperability of Solar Cell was tested across handsets and cellular networks. Usability was tested iteratively. Subsamples completed the usability testing methods in several rounds. Between rounds, fixes were made to Solar Cell based on participants' responses and the revised mobile application was tested in subsequent rounds. Usability testing was performed on the prototype mobile application in 2010. A fully produced version was tested in 2012 outside in sunlight to ensure that screens were readable."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Focus groups",
      "text": "Analysis of the comments during the three concept focus groups provided insight into the advice and features that potential users desired from Solar Cell, their preferences for the look, feel, and operation of the application, their willingness to input information, and ways they might use such a mobile application. Consistent findings are summarized across the three focus groups. Differences between groups were small and are noted where relevant.\n\nThematic summary-In terms of advice, participants were interested in Solar Cell (a) displaying how long they could be out in the sun without sunburning, (b) alerting them when they had received adequate sun to produce vitamin D, (c) displaying the peak UV for the day, (d) sending text messages or chimes signaling when to put on more sunscreen, and (e) recommending SPF of sunscreen. Users did not want frequent alarms and wanted the ability to disable alerts. Features participants would most like to see in Solar Cell included: time until sunburn, amount of sunscreen to apply, notice to reapply sunscreen, feedback on when a certain level of vitamin D is produced, specific settings for water and snow recreation, information on medications that increase sun sensitivity, downloadable version updates, and methods to treat sunburn. Users requested short hints and tips for sun safety and a report that aggregated cumulative UV exposure or vitamin D synthesis over several days for their own use and to be shared with others (e.g., medical provider).\n\nWhen asked about the look, feel, and operation of the mobile application, participants preferred graphics and pictures over text, very brief instructions, written information, and bulleted formatting. Participants wanted the application to automatically detect their location, elevation, weather, temperature, and time of day. They were willing to input real-time weather conditions. Privacy of information input into Solar Cell was more of a concern expressed by older users than younger users. However, all users were willing to input information to enable Solar Cell to provide sun protection advice, but they did want assurance that this information would not enable someone to locate the user.\n\nParticipants endorsed creating personal profiles for themselves and their children or spouses that contained information they input such as skin type, age, sunscreen type, SPF, type of clothing worn, sun-sensitive medications, and height and weight (for estimating size of skin surface). Participants preferred a one-time or occasional setup for profiles that was not too time-consuming or high maintenance. Most were unwilling to provide names, social security numbers, or dates of birth. Participants suggested that the mobile application have an option to send text messages with sun safety advice to others for whom it ran a profile; this feature was endorsed by the parent group.\n\nIn terms of usage patterns, two distinct groups emerged: (1) adults who would use Solar Cell for travel, vacations, or day-long outdoor events and (2) those who would use it daily. Both groups said it could help them be more mindful and diligent about sun protection.\n\nATLAS.ti analysis-There were 259 codable comments in the focus group transcripts in the following categories: general purpose (7 %), advantages (17 %), disadvantages (<1 %), specific uses (20 %), features (20 %), design (10 %), data input and retrieval (12 %), and purchase patterns/pricing (12 %). Additional advice and features identified were: an indicator of how much sunscreen to apply information about sun-sensitive medications, the ability to manage their use of sunscreen, and provision of sunburn warnings. Functionally, participants wanted the ability to update current weather at a specific location and capacity to set up different profiles for common clothing. Participants were most likely to employ Solar Cell when at high elevation, on vacation, and with kids. The only disadvantage noted was that Solar Cell should not send too many alerts and become annoying."
    },
    {
      "title": "Usability testing on prototype mobile application",
      "text": "Protocol analysis-In the first round of usability testing on the prototype mobile application (n08 participants), seven of 12 tasks were successfully completed by 75 % or more of the participants (see Table  1 ). After modifying the prototype, 11 of 12 tasks were successfully completed by 75 % or more of the four participants in the second round. The only remaining problem was with editing profiles (50 % completed this task).\n\nUsability survey-In the usability survey, all participants rated various aspects of Solar Cell favorably (Table  2 ), although improvements might be needed to better integrate the functions. On a single overall user-friendliness item, participants provided a posi-tive assessment (mean05.06; 00worst imaginable; 70best imaginable).\n\nMost participants (n011 of 12) indicated they would use Solar Cell, most likely at a picnic or other event that is several hours long and while recreating outdoors (i.e. running, hiking, water sports, or skiing). All 12 participants said they would tell their friends to try the mobile application. Two thirds of participants (n08) felt that using Solar Cell was an easier way to be safe in the sun than their current method (four participants said that their current method was easier than using Solar Cell), but all of them felt Solar Cell provided more accurate and actionable information.\n\nInteroperability test-The interoperability of the prototype mobile application was tested in 2010. It was successfully installed and operated on five Android phones and two carriers (T-Mobile and Verizon) and was upgraded through four different Android versions (1.6, 2.0, 2.0.1, 2.1)."
    },
    {
      "title": "Usability testing on fully produced mobile application",
      "text": "Results of the usability testing on the fully produced Solar Cell in 2012 identified eight issues that reduced usability (Table  3 ). Subsequent modifica-tions to the mobile application improved usability in a second testing round. Most notably, participants in Round 1 had difficulty distinguishing between buttons that had a function and static information presented on the screen, so all information was moved to a button format, which opened up screen space for larger text to improve readability in Round 2. Some participants had difficulty moving through the flow of creating a PERSON and PRO-FILES so additional instructions and enhanced interfaces were added to improve it in Round 2. Vitamin D information confused several participants in Round 1; a pop-up information screen was added for Round 2 that explained the role of the sun in, and health benefits of, vitamin D. Participants easily understood the categories of vitamin D feedbacklow, moderate, and \"thumbs up\" in both testing rounds.\n\nA major goal of this usability testing was to finalize the design of the main feedback screen (Fig.  1 ). The usability of the time until sunburn advice was tested by comparing three presentation formats: text, graphical, and a countdown timer. Participants overwhelmingly preferred the countdown timer. Participants also preferred a countdown timer for time until reapplication of sunscreen. Participants felt that placing the UVI at the top of\n\nTable 2 | Usability ratings from testing of the prototype mobile application"
    },
    {
      "title": "Item",
      "text": "Mean rating a (n012) I found the product unnecessarily complex. 4.25 I thought the product was easy to use.\n\n1.69 I think that I would need the support of a technical person to be able to use this product. 4.75 I found the various functions in the product were well integrated.\n\n2.81 I thought there was too much inconsistency in this product.\n\n3.88 I imagine that most people would learn to use this product very quickly.\n\n1.88 I found the product very awkward to use.\n\n4.69 I felt very confident using the product.\n\n2.19 I needed to learn a lot of things before I could get going with this product.\n\n4.31 I think that I would like to use this product frequently.\n\n2.56\n\na Likert scale (10strongly agree, 50strongly disagree) the screen indicated it was the primary advice, but many were unsure how to interpret it. Since UVI was secondary advice, it was moved to the bottom of the screen and advice on time until sunburn and recommended sun protection practices were moved up on the screen to give them more prominence. The term \"current conditions\" was added to the UVI feedback, along with the closest city, to help users understand that Solar Cell displayed UVI for the current hour and location, not the predicted daily maximum UVI. `The display for recommended sun protection practices was revised so that buttons illuminated if \"recommended\" and \"grayed out\" when not. Additional information on how to effectively deploy each practice was available on pop-up screens. Finally, the vitamin D feedback was placed at the bottom of the screen."
    },
    {
      "title": "DISCUSSION",
      "text": "The user-centered development process  [22]  produced a mobile application that delivered personalized realtime advice that many adults in both the focus groups and usability testing sessions indicated would help them manage sun safety. Only a few potential barriers were identified. Most users were willing to input personal information to create tailored advice, provided it was not frequently needed and it could be stored for later use. Adults in the focus groups were concerned that its location-based function should not enable someone to locate them and this was not possible. Adults in the focus groups also did not want alerts to be frequent and annoying, so users could turn on and off sounds. Visual alerts remained active in Solar Cell until dismissed by the user to reduce the possibility that users would miss them. The iterative design process produced an interface that incorporated visual icons, colors, and text, as well as audio, and was user-friendly. The number of changes incorporated over four rounds of usability testing underscores the importance of taking a usercentered approach to production. Several methods of obtaining user information and conveying advice that seemed reasonable to our team were confusing or unhelpful to users who tried operating the mobile application. For example, users had difficulty finding and understanding a sliding arrow representing time to sunburn and instead preferred a numerical count down. Also, messages in boxes appeared to be buttons to most users and not just advice, so each piece of advice was made into a button that triggered more advanced advice when pushed. These buttons were also rearranged on the display screen to visually connect sets of button features together."
    },
    {
      "title": "Original Solar Cell Output Screen Current Solar Cell Output Screen",
      "text": "Some advice provided by the mobile application may be more useful to adults than others. Focus group participants were most interested in receiving advice on sunburn risk and use of sunscreen. Sunscreen is the most popular sun protection practice in the USA  [17] . Whether Solar Cell users will respond to advice on other sun protection practices remains to be seen and is currently being tested in a randomized trial, although users considered the display showing recommended sun safety practices useful during the usability testing.\n\nWhile there is no comprehensive theory that explains how smart phone health interventions might be successful  [28] [29] [30] , there are reasons to believe that a mobile application delivering sun protection advice will be. These include a large market reach  [29, 31] , the ability to enhance engagement through multimedia displays  [28, 29, 32] , proactive, unobtrusive, confidential, and repeated contact  [29, 33, 34] , an urgency to respond  [35] , and real-time, 24/7 availability anywhere. Mobility should integrate advice into users' day-to-day life more than interventions relying on websites, the telephone, printed materials, and in-person delivery  [8, 29] . It should increase the ecological validity of advice by tailoring it to users and providing it \"inthe-moment,\" when and where it is needed (e.g., either during routine outdoor activities or in longduration outdoor events)  [28, 29, 33, 36] . Finally, the mobile application may provide social support for sun protection by creating a virtual personal relationship with users that increases users' accountability and creates a sense of volition, choice, and control  [33, 37] .\n\nSmart phones and mobile applications have many potential advantages for community-based prevention. Unfortunately, many have not been subjected to careful user-center design and in turn rigorous evaluation. The next steps are to validate Solar Cell's algorithms, document how individuals use the mobile application, and evaluate Solar Cell's effect on sun protection practices to confirm that the mobile communication and computing aspects of smart phones can be harnessed to improve sun safety. We are currently exploring these issues with Solar Cell."
    },
    {
      "title": "Appendix"
    },
    {
      "title": "Functions and Features of Solar Cell Mobile Application"
    },
    {
      "title": "Data sources",
      "text": "The Solar Cell mobile application uses three data sources. Once a day, NOAA's 5-day hourly UVI forecasts for 0.5°latitude-longitude grid units worldwide are downloaded to a web server. The time, date, and location of the smart phone from the cellular network and Global Positioning Satellite service are sent to the server by the phones and the erythemal predictions for that time and location are returned to the phones where it is combined with user inputs, i.e., personal information (age, height, weight, skin type, use of medicines that might elevate skin sun sensitivity, and use of sunscreen and clothing) and environmental information (cloud cover, elevation, surface type, use of shade, being indoors).\n\nSolar Cell used NOAA's UVI forecast rather than a UV sensor to estimate surface UV. No smart phones contain a built-in UV sensor and no external sensor is available. A detachable sensor has disadvantages: (a) it would need to be carried and correctly oriented to the sun by users; (b) it would have problems with calibration, stability, and characterization issues such as a non-ideal spectral response with respect to the erythema action spectrum and non-idea angular response; and (c) it could not predict future UV for Solar Cell's planning mode. Granted, the UVI forecast has inherent uncertainties because it relies on hourly forecasts of cloud properties and total ozone and assumes average variables such as surface elevation. Solar Cell incorporates a feature that allows the user to improve the UVI by modifying a clear-sky UVI based on local environmental conditions (e.g., observed cloud fraction, surface type and elevation, and shade). This feature may educate users on the impact of environmental variables on the UV  [38] [39] [40] .\n\nPredictive advice algorithms Solar Cell generates advice using predictive algorithms. They convert forecast UVI to UV dose and combine it with user's skin type (based on hair color, eye color, and skin reaction to the sun  [41, 42] ) to estimate the user's time until sunburn (i.e., time to receive one minimal erythemal dose)  [43] . Algorithms correct time until sunburn for use of shade  [44] [45] [46] [47] [48] [49]  (<50°solar zenith angle060 % reduction in UV; 50°-60°030 %; >60°015 %) and application and reapplication of sunscreen.\n\nTwo algorithms are intended to prevent adults from using the sunburn advice to extend their time outdoors. The first algorithm provides a display of the risk of being sunburned, using text and color (low [>3 h; green], moderate [1-3 h; yellow], or extreme [<1 h; red]). The second algorithm recommends sun protection practices based on the hourly forecast UVI, following the U.S. Environmental Protection Agency and the World Health Organization  [50, 51]  (UVI<3: sunglasses, sunscreen, and protective clothing; UVI 3-7: sunglasses, sunscreen, protective clothing, hat, and shade; UVI>7: sunglasses, sunscreen, protective clothing, hat, shade, and go indoors).\n\nThe algorithm for sunscreen use gives recommendations to apply sunscreen and reapply sunscreen. If the active PROFILE does not include sunscreen, users are advised to apply it. Time until sunburn feedback is adjusted for the sun protection factor (SPF), taking into account that most adults underapply it  [52] [53] [54] [55]  (i.e., first dose00.5×SPF; first reapplication01.0×SPF). When using sunscreen, Solar Cell advises users to reapply it 30 min after starting the mobile application for modeling suggests that sunscreen confers maximum protection when enough is applied to obtain its full SPF  [56] . Further reapplications are advised every 2 h. An algorithm estimates the amount of sunscreen users needed for the amount of exposed skin; users report their clothing and hat use.\n\nThe amount of vitamin D synthesized by the skin is estimated by an algorithm incorporating UV dose, skin type, and amount of exposed skin  [57] [58] [59] [60] . Advice is corrected for shade use (based on solar zenith angle: <50°050 % reduction in vitamin D; 50°-60°025 %; >60°012 %)  [61] , but not for sunscreen use because studies of sunscreen in practice have indicated it does not affect vitamin D levels  [62] [63] [64] . While there is controversy over vitamin D  [65] [66] [67] [68] [69] [70] [71] [72] [73] , this advice shows users that a short sun exposure during the mid-and low-latitude summers would produce adequate vitamin D without risking sunburn  [57, 74]   Educational pop-up screens At various places, users can press buttons and receive educational information on sun safety. For example, if users apply a non-water resistant sunscreen, they are advised to reapply it when they perspire heavily or go in water."
    },
    {
      "text": "Fig 1 | Feedback screen design in Solar Cell tested for usability in round one (left panel) and final screen design after round two (right panel)"
    },
    {
      "text": "and encourages them to balance vitamin D synthesis with the risks of skin damage.Buttons on the mobile application allows users to indicate when they are indoors or in the full sun. When indoors, the mobile application suspends the time until sunburn and vitamin D feedback. This feedback is re-started when users indicate they return to being in full sun. The figure below depicts the flow of information among the algorithms in Solar Cell.Feedback screen and alerts Solar Cell's advice is displayed on a main feedback screen (see Fig.1, right panel). The active profile is displayed at the top and users can switch between profiles. Time until sunburn and time until reapplication are displayed in a digital read out, beneath sunburn risk. Toggle buttons are available to indicate when users are inside, in shade, or in full sun and when sunscreen is applied/reapplied. A box in the center of the screen presents the recommended sun protection practices. The hourly UVI forecast and vitamin D feedback are displayed at the bottom of the screen."
    },
    {
      "text": "Summary of successful completion of usability tasks with prototype mobile application by testing round"
    },
    {
      "text": "Results from the usability testing on the fully produced mobile application"
    }
  ],
  "references": [
    {
      "title": "Health topics. Pew Internet & American Life Project Web site",
      "authors": [
        "S Fox"
      ],
      "year": 2011
    },
    {
      "title": "Pew Internet & American Life Project Web site",
      "authors": [
        "S Fox"
      ],
      "year": 2011
    },
    {
      "title": "Usability and feasibility of PmEB: a mobile phone application for monitoring real time caloric balance",
      "authors": [
        "C Tsai",
        "G Lee",
        "F Raab"
      ],
      "year": 2007,
      "doi": "10.1007/s11036-007-0014-4"
    },
    {
      "title": "iFall: an android application for fall monitoring and response",
      "authors": [
        "F Sposaro",
        "G Tyson"
      ],
      "year": 2009
    },
    {
      "title": "SEXINFO: a sexual health text messaging service for San Francisco youth",
      "authors": [
        "D Levine",
        "J Mccright",
        "L Dobkin",
        "A Woodruff",
        "J Klausner"
      ],
      "year": 2008
    },
    {
      "title": "SMS STI: a review of the uses of mobile phone text messaging in sexual health",
      "authors": [
        "M Lim",
        "J Hocking",
        "M Hellard",
        "C Aitken"
      ],
      "year": 2008,
      "doi": "10.1258/ijsa.2007.007264"
    },
    {
      "title": "Happy ending: a randomized controlled trial of a digital multi-media smoking cessation intervention",
      "authors": [
        "H Brendryen",
        "P Kraft"
      ],
      "year": 2008
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009
    },
    {
      "title": "Parent-child interaction using a mobile and wireless system for blood glucose monitoring",
      "authors": [
        "D Gammon",
        "E Arsand",
        "O Walseth",
        "N Andersson",
        "M Jenssen",
        "T Taylor"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.5.e57"
    },
    {
      "title": "Managing asthma with mobile phones: a feasibility study",
      "authors": [
        "B Holtz",
        "P Whitten"
      ],
      "year": 2009
    },
    {
      "title": "Healthcare via cell phones: a systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009
    },
    {
      "title": "Cellular phone and Internet-based individual intervention on blood pressure and obesity in obese patients with hypertension",
      "authors": [
        "M Park",
        "H Kim",
        "K Kim"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijmedinf.2009.06.004"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009
    },
    {
      "title": "Text-message reminders to improve sunscreen use: a randomized, controlled trial using electronic monitoring",
      "authors": [
        "A Armstrong",
        "A Watson",
        "M Makredes",
        "J Frangos",
        "A Kimball",
        "J Kvedar"
      ],
      "year": 2009
    },
    {
      "title": "Social foundations of thought and action: a social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "The health belief model and health behavior",
      "authors": [
        "V Strecher",
        "V Champion",
        "I Rosenstock"
      ],
      "year": 1997
    },
    {
      "title": "Prevalence of sunburn, sun protection, and indoor tanning behaviors among Americans: systematic review from national surveys",
      "authors": [
        "D Buller",
        "V Cokkinides",
        "H Hall"
      ],
      "year": 2011
    },
    {
      "title": "With smartphone adoption on the rise, opportunity for marketers is calling",
      "authors": [
        "Nielsen Corporation"
      ],
      "year": 2009
    },
    {
      "title": "Use of skin-cancer prevention strategies among farmers and their spouses",
      "authors": [
        "K Rosenman",
        "J Gardiner",
        "G Swanson",
        "P Mullan",
        "Z Zhu"
      ],
      "year": 1995
    },
    {
      "title": "Use of protective equipment among California farmers",
      "authors": [
        "M Schenker",
        "M Orenstein",
        "S Samuels"
      ],
      "year": 2002,
      "doi": "10.1002/ajim.10134"
    },
    {
      "title": "Labor force statistics from the current population survey",
      "year": 2009,
      "doi": "10.4135/9781412963947.n46"
    },
    {
      "title": "User-centered design and development",
      "authors": [
        "E Baek",
        "K Cagiltay",
        "E Boling",
        "T Frick"
      ],
      "year": 2008
    },
    {
      "title": "Pew Internet & American Life Project Web site",
      "authors": [
        "L Rainie"
      ],
      "year": 2012,
      "doi": "10.4018/978-1-4666-0315-8.ch003"
    },
    {
      "title": "smartphone audience growth by age segment",
      "authors": [
        "U S Comscore"
      ],
      "year": 2011,
      "doi": "10.55776/ar111"
    },
    {
      "title": "Determining usability test sample size",
      "authors": [
        "C Turner",
        "J Lewis",
        "J Nielsen"
      ],
      "year": 2006
    },
    {
      "title": "How to specify the participant group size for usability studies: a practitioner's guide",
      "authors": [
        "R Macefield"
      ],
      "year": 2009
    },
    {
      "title": "Determining what individual SUS scores mean: adding an adjective rating scale",
      "authors": [
        "A Bangor",
        "P Kortum",
        "J Miller"
      ],
      "year": 2009,
      "doi": "10.7717/peerj-cs.1918/supp-1"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011
    },
    {
      "title": "Mobile phones for health communication to promote behavior change",
      "authors": [
        "L Abroms",
        "P Padmanabhan",
        "W Evans"
      ],
      "year": 2012
    },
    {
      "title": "Beyond reminders: a conceptual framework for using short message service to promote prevention and improve healthcare quality and clinical outcomes for people living with HIV",
      "authors": [
        "C Coomes",
        "M Lewis",
        "J Uhrig",
        "R Furberg",
        "J Harris",
        "C Bann"
      ],
      "year": 2012,
      "doi": "10.1080/09540121.2011.608421"
    },
    {
      "title": "Mobile phone text messaging to promote healthy behaviors and weight loss maintenance: a feasibility study",
      "authors": [
        "B Gerber",
        "M Stolley",
        "A Thompson",
        "L Sharp",
        "M Fitzgibbon"
      ],
      "year": 2009
    },
    {
      "title": "How smartphones are changing the face of mobile and participatory healthcare: an overview, with example from eCAALYX",
      "authors": [
        "M Boulos",
        "S Wheeler",
        "C Tavares",
        "R Jones"
      ],
      "year": 2011
    },
    {
      "title": "Text messaging interventions for chronic disease management and health promotion",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "A Marshall"
      ],
      "year": 2012,
      "doi": "10.4324/9780203149096-18"
    },
    {
      "title": "Textmessage-based drinking assessments and brief interventions for young adults discharged from the emergency department",
      "authors": [
        "B Suffoletto",
        "C Callaway",
        "Kristan Kraemer",
        "K Clark"
      ],
      "year": 2012
    },
    {
      "title": "Motivation to attend to health messages: presentation of content and linguistic considerations",
      "authors": [
        "R Parrott"
      ],
      "year": 1995
    },
    {
      "title": "Ecological momentary interventions: incorporating mobile technology into psychosocial and health behaviour treatments",
      "authors": [
        "K Heron",
        "J Smyth"
      ],
      "year": 2010
    },
    {
      "title": "Social support in smoking cessation: reconciling theory and evidence",
      "authors": [
        "J Westmaas",
        "J Bontemps-Jones",
        "J Bauer"
      ],
      "year": 2010
    },
    {
      "title": "Empirical studies of cloud effects on UV radiation: a review",
      "authors": [
        "J Calbo"
      ],
      "year": 2005
    },
    {
      "title": "Increase in solar UV radiation with altitude",
      "authors": [
        "M Blumthaler",
        "W Ambach",
        "Ellinger"
      ],
      "year": 1997,
      "doi": "10.1016/s1011-1344(96)00018-8"
    },
    {
      "title": "Spectral albedo measurements in the UV and visible region over different types of surfaces",
      "authors": [
        "U Feister",
        "R Grew"
      ],
      "year": 1995,
      "doi": "10.1111/j.1751-1097.1995.tb08723.x"
    },
    {
      "title": "Assessment of sun sensitivity by questionnaire: validity of items and formulation of a prediction rule",
      "authors": [
        "M Weinstock"
      ],
      "year": 1992
    },
    {
      "title": "Identifying individuals at high risk of melanoma: a practical predictor of absolute risk",
      "authors": [
        "T Fears",
        "D Guerry",
        "R Pfeiffer"
      ],
      "year": 2006
    },
    {
      "title": "Estimating ultraviolet erythemal dosage amounts for various time periods using the UV index",
      "authors": [
        "C Long"
      ],
      "year": 1999
    },
    {
      "title": "Penetration of solar erythemal UV radiation in the shade of two common Australian trees",
      "authors": [
        "A Parisi",
        "A Willey",
        "M Kimlin",
        "J Wong"
      ],
      "year": 1999
    },
    {
      "title": "The shady side of solar protection",
      "authors": [
        "P Parsons",
        "R Neale",
        "P Wolski",
        "A Green"
      ],
      "year": 1998,
      "doi": "10.5694/j.1326-5377.1998.tb138960.x"
    },
    {
      "title": "Measurements of the solar UVR protection provided by shade structures in New Zealand primary schools",
      "authors": [
        "P Gies",
        "C Mackay"
      ],
      "year": 2004,
      "doi": "10.1562/2004-04-13-ra-138.1"
    },
    {
      "title": "Personal exposure distribution of solar erythemal ultraviolet radiation in tree shade over summer",
      "authors": [
        "A Parisi",
        "M Kimlin",
        "J Wong",
        "M Wilson"
      ],
      "year": 2000,
      "doi": "10.1088/0031-9155/45/2/307"
    },
    {
      "title": "Assessment of the UVR protection provided by different tree species",
      "authors": [
        "P Gies",
        "R Elix",
        "D Lawry"
      ],
      "year": 2007
    },
    {
      "title": "Effective shade structures",
      "authors": [
        "D Turnbull",
        "A Parisi"
      ],
      "year": 2006,
      "doi": "10.5694/j.1326-5377.2006.tb00088.x"
    },
    {
      "title": "UV Index Scale. Environmental Protection Agency Web site",
      "year": 2011,
      "doi": "10.1007/springerreference_32156"
    },
    {
      "title": "The known health effects of UV",
      "year": 2012
    },
    {
      "title": "Sunbathers' application of sunscreen is probably inadequate to obtain the sun protection factor assigned to the preparation",
      "authors": [
        "N Bech-Thomsen",
        "H Wulf"
      ],
      "year": 1993
    },
    {
      "title": "Sunscreen application by photosensitive patients is inadequate for protection",
      "authors": [
        "R Azurdia",
        "J Pagliaro",
        "B Diffey",
        "L Rhodes"
      ],
      "year": 1999,
      "doi": "10.1046/j.1365-2133.1999.02658.x"
    },
    {
      "title": "The relation between sun protection factor and amount of sunscreen applied in vivo",
      "authors": [
        "A Faurschou",
        "H Wulf"
      ],
      "year": 2007
    },
    {
      "title": "The influence of the amount of sunscreen applied and its sun protection factor (SPF): evaluation of two sunscreens including the same ingredients at different concentrations",
      "authors": [
        "S Schalka",
        "V Reis",
        "L Cuce"
      ],
      "year": 2009
    },
    {
      "title": "When should sunscreen be reapplied?",
      "authors": [
        "B Diffey"
      ],
      "year": 2001,
      "doi": "10.1067/mjd.2001.117385"
    },
    {
      "title": "Ultraviolet exposure scenarios: risks of erythema from recommendations on cutaneous vitamin D synthesis",
      "authors": [
        "A Webb",
        "O Engelsen"
      ],
      "year": 2008
    },
    {
      "title": "Calculated ultraviolet exposure levels for a healthy vitamin D status",
      "authors": [
        "A Webb",
        "O Engelsen"
      ],
      "year": 2006
    },
    {
      "title": "Daily duration of vitamin D synthesis in human skin with relation to latitude, total ozone, altitude, ground cover, aerosols and cloud thickness",
      "authors": [
        "O Engelsen",
        "M Brustad",
        "L Aksnes",
        "E Lund"
      ],
      "year": 2005,
      "doi": "10.1562/2004-11-19-rn-375"
    },
    {
      "title": "Vitamin D: importance in the prevention of cancers, type 1 diabetes, heart disease, and osteoporosis",
      "authors": [
        "M Holick"
      ],
      "year": 2004
    },
    {
      "title": "Utilising shade to optimize UV exposure for vitamin D",
      "authors": [
        "D Turnbull",
        "A Parisi"
      ],
      "year": 2008
    },
    {
      "title": "Clinically prescribed sunscreen (sun protection factor 15) does not decrease serum vitamin D concentration sufficiently either to induce changes in parathyroid function or in metabolic markers",
      "authors": [
        "J Farrerons",
        "M Barnadas",
        "J Rodriguez"
      ],
      "year": 1998,
      "doi": "10.1046/j.1365-2133.1998.02405.x"
    },
    {
      "title": "The effect of regular sunscreen use on vitamin D levels in an Australian population. Results of a randomized controlled trial",
      "authors": [
        "R Marks",
        "P Foley",
        "D Jolley",
        "K Knight",
        "J Harrison",
        "S Thompson"
      ],
      "year": 1995
    },
    {
      "title": "Normal vitamin D levels can be maintained despite rigorous photoprotection: six years' experience with xeroderma pigmentosum",
      "authors": [
        "R Sollitto",
        "K Kraemer",
        "J Digiovanna"
      ],
      "year": 1997
    },
    {
      "title": "The vitamin D questions: how much do you need and how should you get it?",
      "authors": [
        "D Wolpowitz",
        "B Gilchrest"
      ],
      "year": 2006,
      "doi": "10.1016/j.jaad.2005.11.1057"
    },
    {
      "title": "Fracture prevention with vitamin D supplementation: a meta-analysis of randomized controlled trials",
      "authors": [
        "H Bischoff-Ferrari",
        "W Willett",
        "J Wong",
        "E Giovannucci",
        "T Dietrich",
        "B Wson-Hughes"
      ],
      "year": 2005,
      "doi": "10.1001/jama.293.18.2257"
    },
    {
      "title": "Plasma vitamin D metabolites and risk of colorectal cancer in women",
      "authors": [
        "D Feskanich",
        "J Ma",
        "C Fuchs"
      ],
      "year": 2004,
      "doi": "10.1158/1055-9965.1502.13.9"
    },
    {
      "title": "Prospective study of predictors of vitamin D status and cancer incidence and mortality in men",
      "authors": [
        "E Giovannucci",
        "Y Liu",
        "E Rimm"
      ],
      "year": 2006
    },
    {
      "title": "Benefits and requirements of vitamin D for optimal health: a review",
      "authors": [
        "W Grant",
        "M Holick"
      ],
      "year": 2005
    },
    {
      "title": "Vitamin D, calcium supplementation, and colorectal adenomas: results of a randomized trial",
      "authors": [
        "M Grau",
        "J Baron",
        "R Sandler"
      ],
      "year": 2003
    },
    {
      "title": "The association of calcium and vitamin D with risk of colorectal adenomas",
      "authors": [
        "T Hartman",
        "P Albert",
        "K Snyder"
      ],
      "year": 2005
    },
    {
      "title": "Randomised controlled trial of calcium and supplementation with cholecalciferol (vitamin D3) for prevention of fractures in primary care",
      "authors": [
        "J Porthouse",
        "S Cockayne",
        "C King"
      ],
      "year": 2005
    },
    {
      "title": "Calcium plus vitamin D supplementation and the risk of colorectal cancer",
      "authors": [
        "J Wactawski-Wende",
        "J Kotchen",
        "G Anderson"
      ],
      "year": 2006
    },
    {
      "title": "Estimates of beneficial and harmful sun exposure times during the year for major Australian population centres",
      "authors": [
        "A Samanek",
        "E Croager",
        "Giesfor Skin Cancer"
      ],
      "year": 2006
    }
  ],
  "num_references": 74
}
