{
  "paper_id": "ML7737C4",
  "title": "Technological functionality and system architecture of mobile health interventions for diabetes management: a systematic review and meta-analysis of randomized controlled trials",
  "abstract": "Introduction: Despite advancements in digital health, systematic evaluations of mobile applications (Apps) for diabetes management are limited. Methods: Researchers conducted searches on PUBMED, EMBASE, COCHRANE, SCOPUS, and WEB OF SCIENCE from inception to August 2024. The researchers included randomized controlled trials (RCTs) that investigated the effectiveness of app-based interventions in health management among diabetic patients. Reviewers were paired and independently conducted the screening of studies, data extraction, and evaluation of study quality. The primary outcome of interest was the modification of hemoglobin A1c (HbA1c). The researchers utilized a random effects model to calculate the weighted mean differences (WMDs) and 95% confidence intervals (CIs) and used the I 2 statistic to assess study heterogeneity. Publication bias for the primary outcomes underwent assessment. Studies were Appraised for quality using the Cochrane Risk of Bias assessment. Results: 41 studies of 3911 initially identified articles that met the selection criteria. The results showed that Apps' intervention significantly improved glycemic control in diabetic patients, with a mean reduction in HbA1c levels of 0.49% (95%CI: -0.65 to -0.32%) compared to standard care. The analysis also revealed that Apps enhanced patient self-management behaviors. Subgroup analyses failed to resolve heterogeneity, but studies consistently observed improved HbA1c levels. The quality assessment results indicated that most studies performed well in the completeness of outcome data and selective reporting. Discussion: This meta-analysis confirms that mobile health applications with practical technological functionalities and system architectures are beneficial in managing diabetes. These applications significantly reduced HbA1c levels and improved self-management behaviors. Although some studies exhibited a moderate risk of bias, the overall evidence supports using these applications as valuable tools in diabetes care. Future research should standardize application features, refine system architectures, and address bias issues to enhance.",
  "year": 2025,
  "date": "2025-02-20",
  "journal": "Front Endocrinol",
  "publication": "Front Endocrinol",
  "authors": [
    {
      "forename": "Xinran",
      "surname": "Yu",
      "name": "Xinran Yu",
      "affiliation": "1  Graduate School , Major of Visual Design , Hanyang University , Seoul , Republic of Korea , \n\t\t\t\t\t\t\t\t Graduate School \n\t\t\t\t\t\t\t\t Major of Visual Design \n\t\t\t\t\t\t\t\t Hanyang University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Yifeng",
      "surname": "Wang",
      "name": "Yifeng Wang",
      "affiliation": "1  Graduate School , Major of Visual Design , Hanyang University , Seoul , Republic of Korea , \n\t\t\t\t\t\t\t\t Graduate School \n\t\t\t\t\t\t\t\t Major of Visual Design \n\t\t\t\t\t\t\t\t Hanyang University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Zhengyang",
      "surname": "Liu",
      "name": "Zhengyang Liu",
      "affiliation": "2  School of Art , Shandong University of Finance and Economics , Jinan , Shandong , China \n\t\t\t\t\t\t\t\t School of Art \n\t\t\t\t\t\t\t\t Shandong University of Finance and Economics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan Shandong \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Euitay",
      "surname": "Jung",
      "name": "Euitay Jung",
      "affiliation": "1  Graduate School , Major of Visual Design , Hanyang University , Seoul , Republic of Korea , \n\t\t\t\t\t\t\t\t Graduate School \n\t\t\t\t\t\t\t\t Major of Visual Design \n\t\t\t\t\t\t\t\t Hanyang University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Uffe",
      "surname": "Wiil",
      "name": "Uffe Wiil"
    },
    {
      "forename": "Manjit",
      "surname": "Kaur",
      "name": "Manjit Kaur"
    },
    {
      "forename": "Saima",
      "surname": "Zaki",
      "name": "Saima Zaki"
    },
    {
      "affiliation": "University of Southern Denmark , Denmark \n\t\t\t\t\t\t\t\t University of Southern Denmark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Denmark"
    },
    {
      "affiliation": "SR University , India \n\t\t\t\t\t\t\t\t SR University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t India"
    },
    {
      "affiliation": "Sharda University , India \n\t\t\t\t\t\t\t\t Sharda University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t India"
    }
  ],
  "doi": "10.3389/fpubh.2025.1549568",
  "keywords": [
    "PROSPERO (CRD42023441365) mobile applications",
    "diabetes management",
    "system architecture",
    "random controlled trials",
    "meta-analysis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Diabetes mellitus (DM) affects a staggering number of individuals worldwide, making it one of the most prevalent non-communicable diseases  (1, 2) . In 2023, researchers estimated that over 500 million people are living with diabetes, and this number continues to rise each year  (3) . Chronic hyperglycemia, which results from defects in insulin secretion, insulin action, or both, characterizes diabetes and often leads to severe complications  (4) . Effective diabetes management is crucial to mitigate its complications, which include cardiovascular diseases, neuropathy, nephropathy, and retinopathy  (5) . Diabetes management is complex and requires a multifaceted approach involving lifestyle modifications, regular monitoring of blood glucose levels, medication adherence, and patient education  (6) . Technological advancements, particularly the emergence of mobile health applications (Apps), have significantly influenced the landscape of diabetes care in recent years  (7, 8) . By improving hypertension and dyslipidemia, reducing blood glucose levels can significantly lower the risk of adverse clinical outcomes in patients with type 2 diabetes and effectively control treatment costs. Current clinical guidelines recommend that adult patients with type 2 diabetes aim to maintain glycated hemoglobin (HbA1c) levels below 7.0% (53 mmol/mol) as one of the key goals in glycemic management  (9) .\n\nIn recent years, several systematic reviews have explored the potential of digital health technologies in diabetes management. Developing specialized applications has provided diabetes patients with convenient and easily accessible tools. The use of mobile phones has become ubiquitous, and the development of specialized Apps offers convenient and accessible tools for individuals with diabetes  (10) . These Apps can perform various functions, including real-time monitoring of blood glucose levels, dietary tracking, physical activity monitoring, and providing personalized educational content  (11) . They also enable patients to share their health data with their healthcare providers, facilitating remote and timely medical advice  (12) . Studies have shown that well-designed diabetes management Apps can positively impact patients' self-care behaviors and glycemic control  (12, 13) . For instance, researchers have found that apps incorporating reminder systems for medication adherence and goal-setting features improve treatment compliance  (14) . Moreover, some Apps use gamification elements to enhance user engagement and motivation, making the management process more enjoyable and sustainable  (15, 16) . However, despite the promising potential, there are several challenges to the widespread adoption and effective use of diabetes Apps  (17, 18) . Issues such as data accuracy, interoperability between different Apps and healthcare systems, and the digital divide among patients with varying levels of technological literacy require resolution  (11) .\n\nAdditionally, these Apps' long-term efficacy and costeffectiveness in clinical practice require further investigation  (19) .\n\nRecent reviews have emphasized the potential of digital health technologies to improve medication adherence and patient engagement while addressing the challenges of long-term sustainability and accessibility  (20, 21) . Georgieva et al. highlighted the need for personalized technological support and the importance of overcoming barriers to adoption among older adult populations  (20) . In contrast, another review focused on the role of digital tools in T2DM management, noting their ability to reduce logistical barriers like travel costs and enhance adherence through convenient follow-ups  (21) . These issues underscore the need for further research into digital health interventions' functionality and system architecture  (17, 18) . Moreover, the study pointed out significant research gaps in existing technologies regarding their applicability across diverse cultural contexts, patient populations, and long-term outcomes. Although the studies provide valuable insights, their limitations form the basis for the present research. Specifically, systematic reviews do not comprehensively assess digital health interventions' functionality, intervention models, and effectiveness in reducing glycated hemoglobin (HbA1c). Additionally, key issues such as user adoption rates, implementation feasibility, and the scalability of these technologies in various healthcare settings remain insufficiently explored. Furthermore, these interventions' long-term clinical efficacy and cost-effectiveness in clinical practice require further investigation  (19) . Therefore, this study aims to address these research gaps by comprehensively analyzing mobile health intervention technologies for diabetes management, focusing on application functionality, system architecture, and effectiveness.\n\nUnlike previous systematic reviews, this systematic review and meta-analysis focused on exploring how mobile health interventions' technological functionalities and system architectures influence outcomes in diabetes management. Recent findings have highlighted the role of digital technologies, such as mobile apps and teleconsultations, in enhancing patient adherence and optimizing diabetes care while stressing the need for standardized protocols to guide their effective integration into healthcare systems  (21) . By systematically analyzing functionalities and comparing intervention models, this study provides practical insights for developing more efficient digital health technologies and integrating them into existing healthcare systems. This systematic review and meta-analysis comprehensively evaluate technological functionalities and system architectures of mobile health interventions for managing type 2 diabetes. Specifically, it examines the effectiveness of various intervention models in reducing glycated hemoglobin (HbA1c) levels and systematically analyzes diabetes management applications in terms of app functionality, intervention models, and technical implementation. Additionally, the study examines user adoption rates, implementation feasibility, and intervention coverage. By synthesizing evidence on the role of mobile applications in diabetes care, this research seeks to provide practical insights for optimizing digital health technologies and integrating them into routine clinical practice. Ultimately, it aims to improve health outcomes for adult patients with type 2 diabetes by enhancing the user experience and accessibility of mobile health interventions."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Protocol",
      "text": "This systematic review and meta-analysis were conducted strictly by the Preferred Reporting Items for Systematic Reviews\n\n10.3389/fpubh.2025.1549568 Frontiers in Public Health 03 frontiersin.org\n\nand Meta-Analyses (PRISMA) guidelines  (22) . The review protocol was registered on PROSPERO and is publicly available (CRD42023441365)."
    },
    {
      "title": "Search strategy",
      "text": "A comprehensive electronic search was conducted in PubMed, Embase, Scopus, Web of Science, and the Cochrane Library using broad and MeSH search terms. The search period spanned from the inception of each database to November 2024. The optimized search strategy incorporated the following keywords: \"type 2 diabetes,\" \"T2D,\" \"T2DM,\" \"diabetes,\" \"hyperglycemia,\" and \"hypertension.\" Supplementary Table  S1  reports the detailed search strategies."
    },
    {
      "title": "Study selection",
      "text": "The researchers applied the following eligibility criteria for the review:\n\n• Patients with type 1 or type 2 diabetes, regardless of gender, race, or nationality.\n\n• The intervention involved patients who underwent mobile app-based interventions. • The comparison included standard care without mobile app-based interventions. • The primary outcome was the change in Hemoglobin A1c concentration, a percentage measure widely used for diagnosing and managing diabetes. • The study utilized randomized controlled trials, providing the highest evidence for intervention efficacy.\n\nIf a specific study did not fulfill any inclusion criteria, the researchers excluded it from the analysis. The researchers also excluded case reports, technical notes, and letters to the editor. Two authors (X.Y. and Z.L.) independently screened the titles and abstracts of all identified citations, with a full-text review when the abstract was insufficient to determine whether the study met the inclusion or exclusion criteria. Y.W. reviewed the selected literature. The researchers resolved discrepancies by mutual consensus."
    },
    {
      "title": "Data collection",
      "text": "From each included article, the researchers adopted a systematic and rigorous data extraction process to ensure the accuracy and reliability of the data. The extracted information encompassed the following:\n\n• Publication details (author, year, country, study design, and sample size). • Characteristics of the participants (age, sex, diabetes type, and diabetes duration). • The details of the intervention (type, follow-up duration).\n\n• Outcomes (HbA1c at baseline and follow-up).\n\nTwo researchers (X.Y. and Z.L.) independently performed data extraction, with Y.W. reviewing the results and resolving discrepancies through consultation and discussion  (23) ."
    },
    {
      "title": "Data collection",
      "text": "The researchers appraised the risk of bias within the selected studies using the Cochrane Collaboration tool  (24) . This tool evaluates several key domains: the generation of random sequences, the concealment of allocation, the blinding of both participants and personnel, the blinding of outcome assessment, the handling of incomplete outcome data, the potential for selective reporting, and the presence of other biases. Two investigators (X.Y. and Z.L.) independently assigned each domain a low, unclear, or high-risk rating. Y.W. and the aforementioned investigators addressed disagreements in risk assessment through consensus discussions."
    },
    {
      "title": "Meta-analysis",
      "text": "The principal endpoint under investigation was the variation in glycated hemoglobin (HbA1c) level. A random-effects meta-analysis determined the mean difference (MD) in HbA1c alterations between the experimental and control cohorts. The researchers utilized the software Review Manager v5.4.1 to input the mean differences and corresponding standard deviations (SD) of HbA1c changes within each group, both for the experimental and control arms. In cases where studies reported only the differences between groups rather than within groups, the researchers solicited additional data from the original authors. When studies provided the standard error (SE) instead of the SD, the researchers applied a conversion formula to derive the SD. For those studies that offered 95% confidence intervals (CI) rather than SD, the SD was estimated based on the guidelines outlined in Chapter 7.7.3.2 of the Cochrane Handbook. Studies were omitted from the meta-analysis if the SD, SE, or 95% CI data were inaccessible and the authors failed to provide the necessary information upon request.\n\nUsing a random-effects model, the researchers aggregated the effect sizes and their standard deviations (SDs). Although this model can lead to broader confidence intervals for the point estimates, the researchers selected it to account for the expected variability due to disparities in participant demographics and research methods across studies. The researchers quantified the degree of heterogeneity among the studies using the I 2 statistic, classifying it as follows: 0-40% signifies low heterogeneity, 30-60% suggests moderate heterogeneity, 50-90% denotes substantial heterogeneity, and 75-100% reflects considerable heterogeneity  (25) . The researchers assessed the stability of the findings through sensitivity analyses, which involved the iterative removal of individual studies, subsequent reevaluation of the dataset, and comparison of the outcomes with those from fixed-effects models. Furthermore, Cochran's Q test was applied to evaluate the consistency of effect sizes, while publication bias was investigated by examining funnel plots and conducting Egger's regression analysis.\n\nThe researchers categorized interventions as ineffective if they observed no statistically or clinically significant differences between groups. Secondary outcomes included blood pressure, lipid profiles (total cholesterol, HDL cholesterol, LDL cholesterol, and triglycerides), fasting glucose levels, medication adjustments, and anthropometric measures (e.g., BMI, weight, and waist circumference). The researchers conducted subgroup analyses to explore the impact of age, diabetes type, sample size, publication year, region, and intervention duration on the results. The researchers assessed publication bias using funnel plots and Egger's linear regression test, considering p-values <0.05 as statistically significant."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study description",
      "text": "Our initial literature search yielded 3,911 citations. After removing duplicates, we retained 604 unique records. Upon reviewing the titles and abstracts, we deemed 1,380 articles ineligible and excluded these publications. During the full-text screening, we excluded an additional 113 studies. Following the full-text assessment, we excluded another 113 studies, with the details of these exclusions in Supplementary Table  S2 . Finally, we selected 41 studies for eligibility. Ultimately, 41 studies met the inclusion criteria, as illustrated in the PRISMA flowchart in Figure  1 . Details on compliance with PRISMA 2020 are summarized in the PRISMA checklist, shown in Supplementary Table  S3 . The types of diabetes covered include type 1 diabetes (T1D) and type 2 diabetes (T2D); the numbers of related studies are 11 and 23, respectively. In seven studies, the participants had both T1D and T2D.\n\nThe characteristics of the included studies are presented in Tables  1 ,  2 . The included researches were mainly published from 2011 to 2023, among which the number was the largest from 2019 to 2020 (12 studies, 29.27%). Most trials were conducted in China (n = 7) and the United States (n = 6). Despite the uneven distribution of studies, this systematic review included research from all six continents. Asia contributed 16 studies, Europe 14, North America 9 studies, Africa 1 study, and Oceania 1. Based on World Bank criteria, economic status revealed that 25 studies were from high-income countries, 10 from upper-middle-income countries, and 6 from lower-middle-income countries  (26) .\n\nAll the incorporated studies were RCT, with a predominant emphasis on diabetes health management based on Apps. The included studies reported a mean duration of diabetes ranging from 0.25 to 17.8 years. This review comprised 5,869 subjects from 41 studies, with a sample size ranging from 22 to 452. The mean (SD) age of participants ranged from 10.4 (1.1) to 69.7 (10.2) years. This review's App-based intervention focuses on several key areas, such as physical activity, dietary advice, emotional management, medication guidance, and other related aspects. The follow-up time of the intervention ranged from 3 to 24 months, with nine studies having a follow-up period exceeding 12 months. All included studies measured HbA1c outcomes at the baseline and endpoint in both the intervention and control groups."
    },
    {
      "title": "Primary outcome",
      "text": "Figure  2  shows the summary results in reducing HbA1c among participants with DM. The random effects models showed that mobile phone App strategies were associated with a significant HbA1c reduction by -0.49 (95%CI: -0.65, -0.32) percentage points compared to standard diabetes care. Nonetheless, the studies had considerable heterogeneity in the overall pooled effect (I 2 = 96.55%, p < 0.05). The Subgroup Analysis Forest Plot is presented in Figure  3 , showing significant differences in the effects of the intervention across various populations and conditions. Overall, longer intervention durations, specific types of diabetes, and certain physiological subgroups demonstrated more pronounced effects, while some subgroups exhibited high heterogeneity or lacked statistical significance. These findings indicate that the intervention's effectiveness varies among subgroups, providing a valuable reference for optimizing clinical applications and research design."
    },
    {
      "title": "Type of diabetes",
      "text": "In 11 studies on T1D patients, the pooled result of the reduction level of HbA1c was -0.41 (95%CI: -0.68, -0.15), and I 2 (%) was 94.32. For the 23 studies on T2Ds, the pooled result of the reduction level of HbA1c was -0.52 (95%CI: -0.78, -0.28), and I 2 (%) was 96.17. For the 7 studies on both type 1 and type 2 diabetes, the pooled result of the reduction level of HbA1c was -0.44 (95%CI: -0.88, 0.01), and I 2 (%) was 96.55."
    },
    {
      "title": "Age",
      "text": "The age subgroup analysis indicated that participants less than 52 years old had significantly decreased HbA1c levels [-0.44 (95%CI: -0.73, -0.14), I 2 = 98.28%]. Similarly, patients aged 52 years and older had similar reductions in HbA1c levels [-0.46 (95%CI: -0.65, -0.27), I 2 = 87.84%]."
    },
    {
      "title": "Sample size",
      "text": "The researchers performed a subgroup analysis based on sample size. The outcomes demonstrated that in the subgroup with a small sample size (less than 100 participants), the overall effect size for HbA1c reduction was statistically significant: -0.55 (95%CI: -0.86, -0.23), I 2 = 93.91%. For the subgroup with a sample size exceeding 100 participants, the aggregate reduction level of HbA1c is -0.42 (95%CI: -0.61, -0.24), I 2 = 96.27%."
    },
    {
      "title": "Year of publication",
      "text": "A subgroup analysis was implemented to understand the variations related to the publication year. The analysis indicated that in the subgroup of studies published earlier than 2019, the reduction in HbA1c was [-0.65 (95%CI: -0.87, -0.44), I 2 = 95.93%]. On the other hand, for studies published after 2019, the reduction in HbA1c was -0.32 (95%CI: -0.56, -0.07), with high heterogeneity (I 2 = 94.89%)."
    },
    {
      "title": "Region",
      "text": "A subgroup analysis by region examined the regional differences in the research. The results demonstrated that for the subgroup of the Asia area, the reduction in HbA1c was -0.52 (95% CI: -0.86, -0.17), I 2 = 97.36. For the subgroup of the non-Asia area, the reduction in HbA1c was -0.46 (95% CI: -0.65, -0.27), with high heterogeneity (I 2 = 94.35%)."
    },
    {
      "title": "Duration of intervention",
      "text": "Of the 41 included studies, 11 had intervention duration shorter than 6 months, with a pooled HbA1c reduction level of -0.36 (95%CI: -0.86, 0.14). Sixteen studies had an intervention duration of 6 months and had a pooled reduction in HbA1c levels of -0.52 (95%CI: -0.76, -0.28). The remaining 14 studies with intervention duration longer than 6 months had a similar aggregate reduction in HbA1c of -0.52 (95%CI: -0.65, -0.32) compared to 6 months. There was significant heterogeneity in all the above three groups, with the I 2 being more significant than 90%."
    },
    {
      "title": "Bubble chart analysis of intervention types and time trends",
      "text": "Figure  4  evaluates the effectiveness of different mHealth interventions in blood glucose control, analyzing the relationship between intervention types and time trends. Most applications showed a neutral or insignificant effect on blood glucose control. However, studies with larger sample sizes demonstrated higher statistical power. Researchers found that Comprehensive Management Applications (CMA) and Education and Knowledge Support Applications (EKSA) were more effective in reducing HbA1c levels, suggesting that these intervention types could be key to optimizing glycemic management.\n\nFurther research into the effectiveness of CMA and EKSA and their potential applications in clinical treatment requires exploration. For interventions with less significant effects, such as Medication Adhesion Applications (MAA), larger-scale clinical trials are suggested to assess their practical impact. Additionally, future study designs should consider the potential influence of follow-up duration on intervention outcomes to enhance the effectiveness of mHealth applications in diabetes management."
    },
    {
      "title": "Sankey diagram analysis",
      "text": "The flow of different mHealth intervention types is illustrated in Figure  4    Yu et al. 10.3389/fpubh.2025.1549568 Frontiers in Public Health 06 frontiersin.org Due to its broad functionality, CMA is the most effective tool for providing comprehensive health management support. All application types rely on integrated emerging technologies (e.g., AIGC). Given CMA's potential for delivering holistic health management support, we recommend further studies to evaluate its effectiveness and acceptability across different patient populations."
    },
    {
      "title": "Quality assessment",
      "text": "The researchers appraised the quality assessment in the 41 included studies using Cochrane Collaboration's risk of bias tool, as displayed in Figure  5 . Among the included studies, 97% demonstrated a low risk of bias in random sequence generation. However, allocation concealment and blinding of participants and personnel were at unclear risk of bias in nearly 60% of the studies. Regarding outcome assessment, except for 10% of the studies with high-risk bias, most other studies had low or uncertain risk bias. Researchers ensured that over 80% of the studies avoided incomplete outcome data, selective reporting, and other biases. Most of the included RCTs demonstrated a low risk of bias across various domains. However, some studies still had some areas of concern that could affect the results' validity and generalizability."
    },
    {
      "title": "Publication bias",
      "text": "As displayed in Figure  6 , the funnel plot was asymmetrical, and Egger's test yielded a p-value of 0.002, suggesting the presence of potential publication bias in the included studies. Yu et al. 10.3389/fpubh.2025.1549568 Frontiers in Public Health 12 frontiersin.org 4 Discussion\n\nThis analysis reports on the effects of mobile health (mHealth) management on glycemic control in the two major types of diabetes, type 1 diabetes (T1D) and type 2 diabetes (T2D). Across all included studies, we observed an association between mobile-based health management and reduced HbA1c levels in diabetes patients. mHealth technologies have significantly enhanced the accessibility of healthcare in terms of geography, time, and cost while also improving the efficiency of healthcare professionals. Research shows that, in addition to providing information and educating participants on the importance of understanding their health status and making lifestyle changes, mHealth has markedly improved medication adherence  (6, (27) (28) (29) . mHealth technologies enable patients to send symptom images via mobile devices and engage in remote communication with healthcare providers, reducing unnecessary travel and medical expenses and expanding healthcare coverage. These technologies are particularly beneficial in providing timely medical support for patients in remote areas or with mobility limitations  (11, 27, 30) . Subgroup analyses confirmed similar effects across different study settings. However, it is important to acknowledge the significant heterogeneity observed among these studies. This analysis also identifies several key Yu et al. 10.3389/fpubh.2025.1549568 Frontiers in Public Health 13 frontiersin.org challenges and potential directions for optimizing mobile applications in diabetes management.\n\nMost studies show that diabetes management Apps offer a variety of features, including blood glucose monitoring, physical activity instruction, dietary recording, medication reminders, and educational resources. The integration of these features markedly improves patients' self-management abilities. Regular blood glucose monitoring and data recording help patients understand glucose patterns, adjust lifestyle choices, and modify medication use, thus optimizing blood glucose control  (31) (32) (33) (34) . For example, in the \"EMPOWER-D\" study, participants could record diabetes-relevant data through an online platform, which included details on dietary habits, physical exercise, home blood pressure measurements, insulin administration, and body weight. These interactive visual representations of the data enabled participants to monitor their progress toward set objectives and to correlate blood glucose levels with adherence to medication regimens or lifestyle modifications  (35) . Moreover, reminder and notification features are essential for promoting adherence. In particular, medication reminder functions ensure timely medication adherence, reducing the risk of missed doses, which is crucial for diabetes management, and ensuring patients never forget their important health tasks  (36) (37) (38) . Despite these benefits, the variability in the effectiveness of different Apps reflects differences in design, functionality, and user engagement. Future research should focus on refining App features to enhance their overall efficacy. In mobile app-based diabetes health management, the type of diabetes is a crucial factor that affects prognosis. Previous studies have reported that T1D and T2D differ in pathophysiology, management needs, and intervention responses  (29, 30, 39) . According to the findings of this study, T2D patients may benefit more from mobile interventions due to their typically more manageable condition than T1D. T1D typically requires meticulous insulin management and glucose monitoring, whereas T2D management often focuses more on lifestyle changes and long-term self-management  (40, 41) . The differential impact of mobile Apps based on diabetes type highlights the importance of tailoring interventions to address specific needs. Apps designed with features and content that align with the distinct requirements of T1D versus T2D will likely result in more effective management outcomes. Future research should continue to explore these differences to refine App functionalities and improve their impact across diverse patient populations  (42) .\n\nRegional diversity and variations in technology penetration significantly influence the feasibility and effectiveness of mobile health (mHealth) applications. In Asian countries such as India  (27) , China  (33, 34, 43, 44) , South Korea  (45) , and Sri Lanka  (36) , disparities in smartphone and internet penetration are shaped by regional, educational, and economic differences. For instance, in South Korea, where smartphone penetration is high, technology acceptance is relatively better  (45) . However, in rural or remote areas with lower educational levels  (27, 33, 34, 44, 46) , smartphone applications with   Yu et al. 10.3389/fpubh.2025.1549568 Frontiers in Public Health 15 frontiersin.org\n\nreminders and reward mechanisms improved patient medication adherence. This improvement was sustained even after 3 months, suggesting that the reward mechanisms might align closely with cultural incentives  (47) . Conversely, regions in India, Sri Lanka, and parts of China face challenges such as low smartphone penetration and limited patient technological literacy. These barriers may hinder initial usage, especially for older adults and individuals with low technological literacy  (34, 43, 44) . While technology acceptance is generally higher, regional disparities remain notable in Europe and North America  (35, (47) (48) (49) (50) (51) (52) . For example, a study from Poland highlighted the role of internet penetration in accessing health-related information  (48) , particularly in remote areas where the availability of technology and patients' educational backgrounds directly impacted intervention outcomes. Research from Switzerland focused on design challenges for adolescents and children  (47) , suggesting the simplification of interfaces and the incorporation of gamification to increase engagement, emphasizing cultural and age-specific adaptations  (47) . Moreover, technological barriers remain significant in certain regions. For instance, populations in remote areas or those with lower socioeconomic status often face challenges such as limited access to smart devices, inadequate network coverage, and low levels of digital literacy  (34, 43, 44) , making even basic installation and continuous updates of applications highly challenging. In environments with weaker technological infrastructure, data security and privacy concerns are often exacerbated. Patients may lack sufficient understanding of mobile device permissions, data transmission processes, and confidentiality mechanisms, which can reduce their willingness to use these technologies  (31, 33, 47, 48) . Therefore, merely iterating application functionalities is insufficient to overcome these technical shortcomings. A comprehensive approach is required, involving improvements to infrastructure, widespread promotion of digital health education, and strategic investments at the policy level. Such measures are essential to enhancing the accessibility and efficiency of mHealth on a broader scale  (51, 52) . Future research should systematically evaluate the root causes of technological barriers and collaborate with key stakeholders, including local governments, healthcare institutions, and mobile network operators, to develop a \"technology-service-policy\" integrated framework. This approach could provide diverse populations with more stable, user-friendly, and secure digital health management environments  (43, 44) .\n\nCultural and social factors profoundly affect the adoption and user experience of mHealth applications. Factors such as patients' educational levels, religious beliefs, occupations, and attitudes toward health management can significantly influence mHealth acceptance and long-term adherence  (27, 31, 36, 45, 53) . In environments where family or community support is central, such support significantly enhances user retention. Among multilingual or multiethnic populations, cultural adaptations-including localized language versions and dietary data-are critical  (31, 34, 52, 53) . However, superficial localization efforts, such as language translation and dietary adjustments, cannot eliminate cultural barriers. Certain social groups may hold conservative or skeptical attitudes toward mobile health (mHealth) technologies, particularly in regions lacking trust in digital innovations and healthcare institutions. These populations often rely more heavily on traditional care methods or health advice from family and friends  (34, 43) . Furthermore, varying beliefs and values shape perceptions of disease management and personal responsibility, leading to differences in mHealth adoption and adherence. In some cultural contexts, excessive reliance on \"external assistance\" or discomfort with high-tech interventions may reduce the frequency of use and adherence to mHealth applications  (33, 50) . Without a thorough understanding of these cultural factors during the design and implementation phases, achieving meaningful behavioral changes or health benefits can be challenging. Future research should systematically account for multi-layered cultural factors and collaborate with local health authorities and community leaders to develop targeted intervention strategies and educational programs to address this. Such efforts are essential for effectively promoting mHealth technologies and ensuring their long-term impact across diverse cultural contexts  (33, 51) . Recommendations for region-specific modifications suggest that localized reward mechanisms (e.g., points systems, medication discounts) and optimized application interfaces and features (e.g., automated data uploads, streamlined operations) are essential to lowering usage barriers  (27, 31, 47, 50) . Some studies have utilized behavior change models, such as the Transtheoretical Model, to motivate participants by tailoring content based on language, education level, or ethnicity  (38, 53) . Action plans generated within applications encourage patients to take responsibility for managing their health and promote behavior change. These plans have proven effective in improving medication adherence and routine self-monitoring, such as reminding patients to adjust insulin doses or monitor blood pressure  (27, 45) . However, the frequency and personalization of such content require optimization. In some cultural contexts, patients show lower acceptance of message-based services, which may limit intervention effectiveness  (40) . Future research should prioritize localization and cultural adaptation strategies  (50, 51) . Researchers should develop differentiated interventions for populations with diverse socioeconomic and cultural backgrounds. Additionally, multicenter and long-term randomized clinical trials are needed to validate further interventions' effectiveness and scalability  (33, 45, 47, 51) . Such efforts are essential to driving the global adoption and optimization of mHealth applications.\n\nAnalysis of the observed high heterogeneity revealed several potential reasons for significant differences among studies, including the diversity of application functionalities, patient demographics, and differences in study design. First, regarding application functionalities, different types of mobile health applications-such as comprehensive management applications (CMAs), behavioral support applications, and medication adherence applications-exhibited significant differences in their intervention goals and functional implementations. Comprehensive management applications (CMAs) and education and knowledge support applications (EKSAs) demonstrated higher effectiveness, whereas applications focused solely on medication adherence showed weaker effects on glycemic control, as illustrated in Figure  3  (I 2 = 94.32%). Additionally, the depth of technology use, such as automated analytics, remote monitoring, and real-time feedback, may have further amplified the impact of functional differences on outcomes. Second, the diversity in patient demographics may significantly influence intervention effectiveness. For instance, patients with different diabetes types, ages, education levels, and regional backgrounds exhibit varying technology acceptance, adherence, and usage patterns. For example, the pooled HbA1c improvement for type 1 diabetes patients was -0.41 (I 2 = 94.32%), for type 2 diabetes patients was -0.52 (I 2 = 96.17%), and for combined type 1 and type 2 diabetes patients was -0.44 (I 2 = 96.55%). Additionally, age subgroup\n\nYu et al. 10.3389/fpubh.2025.1549568 Frontiers in Public Health 16 frontiersin.org analysis (below 52 years: I 2 = 98.28%; 52 years and above: I 2 = 87.84%) revealed differences in intervention effects across age groups. Third, heterogeneity in study designs further exacerbated inconsistencies in overall results. Factors such as intervention duration, sample size, follow-up periods, and the quality of bias control varied widely. Studies with longer intervention durations generally reported better outcomes than those with shorter durations. In contrast, studies with larger sample sizes demonstrated more substantial statistical power than those with smaller samples. Subgroup analyses also revealed differences in outcomes based on region (Asian studies: I 2 = 97.36%; non-Asian studies: I 2 = 94.35%) and publication period (before 2019: I 2 = 95.93%; after 2019: I 2 = 94.89%). These differences likely result from technological advancements, healthcare resources, and cultural contexts. The sources of high heterogeneity highlight the need for future research to adopt more standardized designs, fully consider variations in patient and application characteristics, and employ standardized methods to reduce result inconsistencies. Moreover, larger-scale clinical trials are needed to validate the real-world effectiveness of different intervention types. Research literature has highlighted the effects of mHealth interventions on diabetes complications, such as retinopathy, kidney damage, cardiovascular events, and long-term health metrics. Studies have associated these interventions with reduced incidence rates of microvascular complications, myocardial infarction, and diabetesrelated mortality  (34, 43, 44, (54) (55) (56) (57) . Additionally, many studies have addressed psychosocial aspects, such as \"fear of hypoglycemia, \" depression, and anxiety, finding that mHealth interventions did not impose additional psychological burdens. In some cases, these interventions even alleviated the fear of hypoglycemia and improved patients' quality of life  (49, 51, (58) (59) (60) . Studies have emphasized the potential value of sustained glycemic improvements in reducing complication risks and called for future research with more extended follow-up periods and more comprehensive outcome metrics. These should include blood pressure, lipid profiles, mental health, and cardiovascular event rates to evaluate the multidimensional impacts of mHealth interventions  (34, 61) . Although current research has preliminarily demonstrated benefits beyond glycemic control, researchers must focus on and validate findings for other complications and long-term health outcomes  (62) (63) (64) . The duration of intervention is a critical factor in determining its efficacy. Longer interventions allow patients to adapt to the app, develop good management habits, and achieve more significant health outcomes  (48, 49) . In contrast, short-term interventions may only partially utilize the app's functionalities or lead to limited improvements in health status  (31, 47, 56) . Extending the intervention duration can enhance app usage frequency and adherence while providing continuous feedback and support, reinforcing behavior change. As such, intervention duration is crucial for maximizing the advantages of mobile applications in diabetes management. More extended intervention periods are generally associated with more sustained effects  (57, 65) .\n\nA few studies focus on personal health records (PHRs) or cloud-sharing platforms  (27, 32, 33, 54) . However, many studies have explicitly reported cases of technical integration between mobile intervention tools and EHRs. For example, \"DiabeText\" integrates patient-generated data into existing EHR systems to enable personalized management  (28, 34, 35, 47, 59) . While some studies conducted within established healthcare networks or remote monitoring systems have demonstrated the overall benefits of EHR-based diabetes management, they lack detailed discussions on interoperability  (28, 56) . For healthcare providers, EHRs enable flexible scheduling of care services, saving time and improving service quality. They provide a coordinated platform that enhances teamwork, promotes consistent and high-quality care, and supports continuity of care. mHealth fosters collaboration within teams and across institutions by sharing patient information, thereby improving healthcare delivery's overall quality and efficiency. Feedback from care providers highlights that patients can directly contact their assigned nurses, increasing communication efficiency, optimizing resource utilization, and enhancing productivity  (28, 34) . Current research primarily focuses on evaluating the effectiveness of mHealth applications, with limited systematic exploration of how to achieve seamless integration between mHealth and EHRs. Critical issues such as ensuring information security, standardizing data interfaces, and enabling clinicians to access and utilize real-time patient-generated data remain underexplored  (66, 67) . Future studies should delve deeper into integrating mHealth and EHRs, addressing the bidirectional flow of clinical and self-monitoring data. Such efforts are crucial for advancing personalized care and comprehensive healthcare management  (28, 35) .\n\nStudies have explored the potential of \"AI-driven personalized features\" in diabetes management. For example, image recognition technologies such as FoodLog  (65)  and the iSpy application  (68)  help patients automatically log or analyze dietary intake, effectively reducing the cognitive burden of manual data entry. AI-enabled directly observed therapy (DOT) enhances the accuracy of medication adherence monitoring  (27) . Systems like POWER2DM  (28) , Diabeo  (57) , and Euglyca (69) employ personalized algorithms to assist with insulin dose calculations or provide targeted intervention recommendations based on real-time blood glucose trends and lifestyle data. These advancements demonstrate AI's feasibility and practical value in offering \"individualized, real-time\" support for diabetes management while fostering personalized care and stronger connections between patients and healthcare providers. Healthcare providers noted that mHealth applications tailored to patient needs enhance trust and security by enabling continuous communication  (34, 37, 46, 51, 60, 70) . Flexible scheduling offers patients with night shifts or busy schedules a convenient way to express emotions and strengthens the patient-provider relationship, ultimately improving satisfaction and treatment adherence. However, replacing face-to-face interactions with online services may weaken direct communication, potentially affecting care quality. Some providers expressed concerns that the lack of in-person interaction might lead to misunderstandings about patients' conditions  (39) .\n\nAdditionally, applications with remote monitoring capabilities, including features such as alerts for abnormal readings, have proven more effective in improving clinical parameters by prompting timely interventions  (28, 57, 70) . While these explorations have shown promising results, most studies remain limited to basic automation and personalized feedback, falling short of demonstrating the potential of multidimensional data integration or advanced deeplearning models in long-term disease management. Future research combining patient behavior characteristics, dynamic blood glucose changes, and lifestyle information to design and evaluate high-level intelligent algorithms could significantly enhance patient engagement,\n\nYu et al. 10.3389/fpubh.2025.1549568 Frontiers in Public Health 17 frontiersin.org\n\noverall health outcomes, and the quality of patient-provider relationships  (37, 38, 62, 66, 68) .\n\nIntegrating gamification elements into interventions has significantly improved patient engagement and adherence, offering stronger behavioral reinforcement than traditional reminders and reinforcement features  (27, 47, 61) . For example, transforming the monotonous task of medication adherence into engaging in interactive activities improved medication compliance and glycemic control (HbA1c). It maintained a degree of adherence even after the intervention ceased  (45, 47) . Some studies have highlighted the potential of gamified applications primarily from design or user experience perspectives, especially for specific groups such as adolescents. Incorporating reward systems and challenge mechanisms has been shown to attract users more effectively  (27, 47, 61) . Future research should focus on designing a comprehensive framework based on behavioral indicators to evaluate the unique contributions of gamification elements to user engagement, health management, and long-term adherence. Additionally, studies should explore the adaptability and acceptance of gamified designs among different demographic groups  (61) .\n\nMobile applications can provide additional features such as realtime communication, group chats, instant feedback, and remote monitoring. These functionalities allow healthcare professionals to offer tailored medication adjustments and lifestyle change recommendations by recording and transmitting data on blood glucose, blood pressure, food intake, and physical activity  (27, 71) . By reminding participants to conduct regular self-monitoring (e.g., blood glucose or blood pressure) and providing optimized medication recommendations (e.g., insulin dose adjustments), these applications help participants make timely interventions, avoid potential complications, and maintain or improve treatment outcomes. Some patients have reported improved behavioral control, enhanced quality of life, and better health outcomes after using mHealth services  (37, 61, 70) . mHealth provides tools for selfmanagement support and health behavior change  (27, 45, 57, 62) , enabling patients to access information and better understand their condition conveniently. Features such as trend charts and health data monitoring increase disease awareness, encourage a more proactive outlook, and strengthen self-management skills. Frequent health tracking and data-driven feedback further reinforce this process. Many applications integrate remote monitoring devices, such as accelerometers, food intake sensors, and wearable sensor patches, with Bluetooth technology to achieve efficient data integration and communication, improving intervention precision and user experience  (41) . Real-time data collection from blood glucose or blood pressure sensors enables applications to send abnormal reading alerts to physicians, facilitating timely interventions. Other features, such as Bluetooth-enabled wearable devices and trend charts, further enhance intervention efficacy  (54, 58) .\n\nAge is another critical factor that cannot be overlooked. Younger individuals tend to exhibit greater adaptability and proficiency in app-based diabetes management tools. For example, younger patients are more likely to utilize real-time monitoring, interactive education modules, and social sharing components to enhance their disease awareness and self-management skills  (55) . In contrast, older patients face unique challenges. As age increases, vision, cognitive processing speed, and familiarity with technology tend to decline, potentially hindering seamless interaction with applications (72).\n\nAdditionally, device malfunctions, poorly designed user interfaces, and low data interoperability can reduce patient satisfaction  (51, 59, 67) . Some patients, particularly older ones, may discontinue use due to technological difficulties or unfamiliarity, underscoring the need to improve patient engagement and adherence  (28, 31, 33, 61) . The primary barriers for older adults using mHealth applications include low familiarity with smartphones and related technologies, limited digital literacy, and the complexity of interface operations, which may lead to a steep learning curve  (28, 31, 33, 48, 61, 67, 72) . However, the literature broadly agrees that these barriers are not insurmountable. With the proliferation of technology, simplified interface designs, and enhanced training and support measures, the potential for older adults to adopt mHealth applications remains promising  (28, 61, 67) . Several studies have highlighted strategies to improve the user experience and adherence of older patients, such as optimizing interface designs (e.g., larger fonts and fewer operational steps), introducing automated data entry functions (e.g., automatic synchronization with glucometers), and providing continuous remote support  (48, 49, 61, 72) . For instance, research has shown that after an adaptation period of 3 to 6 months with remote guidance, older patients gradually mastered using mHealth applications and achieved significant improvements in health metrics such as glycemic control  (48, 61) . Other studies have emphasized the need for more personalized and user-friendly designs for older users, such as reducing manual data input and enhancing real-time feedback features to lower technological barriers  (31, 33, 48, 61) . Despite these advancements, most studies have not profoundly explored the specific barriers older populations face or the corresponding solutions. Future research should focus on digital health literacy and long-term usage behaviors of older adults, designing more inclusive systems to serve this important demographic better and improve health management outcomes  (31, 61, 72) .\n\nIn summary, factors such as diabetes type, age, geographic region, and intervention duration significantly influence the effectiveness of app-based diabetes interventions. Future efforts should optimize the design and functionality of mobile health (mHealth) technologies to address the characteristics and needs of diverse patient populations, thereby enhancing the overall effectiveness of diabetes management and improving patients' quality of life.\n\nWhile mHealth interventions offer notable advantages, such as improving healthcare accessibility and empowering patients with selfmanagement capabilities, they also face significant technical and usability challenges. Patients, particularly older adults and those with lower education levels may struggle with technological barriers due to limited digital literacy. Issues like device malfunction, unstable networks, and poor data interoperability further constrain the practical utility of these interventions. Additionally, concerns around data privacy breaches, the absence of standardized procedures, and unclear divisions of responsibility may introduce legal and ethical dilemmas. Furthermore, mHealth can increase healthcare providers' workloads, as additional time and effort are required for patient education and data monitoring, potentially disrupting regular workflows. The reduced face-to-face interaction between patients and providers may also limit nonverbal communication and emotional engagement, potentially hindering the development of deeper patientprovider relationships.\n\nThe strengths of this meta-analysis include its broad research sample, encompassing studies conducted across various regions and\n\n10.3389/fpubh.2025.1549568 Frontiers in Public Health 18 frontiersin.org\n\nhealthcare settings, as well as data from diabetic patients of different ages and disease durations, thereby enhancing the generalizability and applicability of the findings. Rigorous data analysis methods were employed, adhering strictly to systematic review methodologies, ensuring the study's scientific validity, consistency, and reliability. Several limitations of this study warrant consideration. First, significant heterogeneity among existing studies may affect the stability and generalizability of the results. Second, while some studies demonstrated high methodological quality, others exhibited limitations, such as small sample sizes or short follow-up periods, which may undermine the accuracy of the findings. Funnel plot analysis and Egger's test suggest the presence of publication bias, which may overestimate the observed effects or overlook negative results. Despite efforts to include gray literature, incomplete disclosure of information or missing data for quality assessment prevented the inclusion of certain studies. Moreover, critical research data from companies or institutions may remain undisclosed due to commercial confidentiality or intellectual property concerns, further exacerbating publication bias. This tendency to publish positive findings while internalizing negative or nonsignificant results highlights the need for improved transparency. Expanding data access and fostering collaborations with industry stakeholders and non-public platforms may mitigate these biases in future research.\n\nFuture research should focus on increasing sample sizes, extending follow-up durations, and evaluating the effectiveness of mHealth interventions across diverse cultural and healthcare systems. Leveraging advanced technologies such as artificial intelligence and the Internet of Things can enhance the precision of data analysis and intervention strategies while strengthening privacy protections and advancing standardization. Addressing the needs of specific patient populations, particularly through adaptive designs tailored for older adults, will be key to driving the further development of mHealth technologies in diabetes management."
    },
    {
      "title": "Conclusion",
      "text": "This review provides a comprehensive summary of the existing evidence on mobile application-based interventions in diabetes management. The findings indicate that these tools offer patients convenient services such as blood glucose monitoring, dietary planning, exercise guidance, and health education, significantly enhancing patients' self-management awareness and capabilities. However, several practical challenges exist in clinical practice, including technical issues, user acceptance, data security and privacy protection, variations in digital literacy, and adaptability to different cultural and economic contexts. These barriers have limited the widespread adoption and sustainability of these interventions. Furthermore, it is essential to acknowledge the limitations of this study and the included literature, such as variability in study design and quality, publication bias, and heterogeneity, which may affect the stability and generalizability of the results.\n\nIn light of these findings, future research and practice should not only focus on the sustained impact of these tools on diabetes management and their potential to improve patient's quality of life but also aim to optimize intervention design, enhance technical and privacy safeguards, and address potential publication and selection biases in study design. To improve external validity and generalizability, larger-scale, multicenter, and long-term randomized controlled trials should include more diverse populations and settings, particularly vulnerable groups such as the older adult, low-income populations, and ethnic minorities, to evaluate the real-world effectiveness of these interventions in different cultural and social contexts. Additionally, strengthening digital literacy education and refining legal and regulatory frameworks can effectively mitigate barriers related to technical concerns and privacy issues. As mobile technologies continue to evolve, these improvements will help unlock the full potential of digital health management in diabetes care, ultimately leading to significant improvements in patient's health outcomes and quality of life."
    },
    {
      "text": "using a Sankey diagram, highlighting their primary functions and associated technologies. Medication Adherence Applications (MAA) are primarily directed toward medication management and virtual support roles through automated calculation, analysis, and cloud storage with data synchronization technologies, demonstrating the potential to improve patient medication adherence. TA (Telemedicine Applications) are focused on health data monitoring, relying on remote data access technologies and platform support, and are associated with remote monitoring and guidance interventions. Behavior Support Applications (BSA) are directed toward reminders and personalized feedback, requiring real-time push notifications and remote communication technologies. They are related to motivational incentives and self-management support interventions. Education and Knowledge Support Applications (EKSA) focus on remote education and data management, leverage automated image recognition and virtual knowledge tools, and link to knowledge dissemination and reminder-based interventions. Comprehensive Management Applications (CMA), with their wide coverage of functionalities such as diet and exercise management, rely on integrated technologies and are associated with remote guidance and self-management support interventions."
    },
    {
      "text": "FIGURE 1 PRISMA flowchart of study selection."
    },
    {
      "text": "FIGURE 2Forest plot illustrating the effect of mobile health on HbA1c."
    },
    {
      "text": "FIGURE 3Subgroup analysis forest plot."
    },
    {
      "text": "FIGURE 4 Left: Intervention effect vs. follow-up time across different application types. Right: mapping of application types to functions, interventions, and technical implementations."
    },
    {
      "text": "FIGURE 5Cochrane risk of bias summary."
    },
    {
      "text": "FIGURE 6Funnel plot of included studies."
    },
    {
      "text": "Characteristics of included studies that incorporated smartphone App interventions."
    },
    {
      "text": "Continued)"
    },
    {
      "text": "Summary of HbA1c data by intervention."
    },
    {
      "text": "Continued)"
    }
  ],
  "references": [
    {
      "title": "The challenges in the development of diabetes prevention and care models in low-income settings",
      "authors": [
        "F Karachaliou",
        "G Simatos",
        "A Simatou"
      ],
      "year": 2020,
      "doi": "10.3389/fendo.2020.00518"
    },
    {
      "title": "Team-based care to improve diabetes management: a community guide Meta-analysis",
      "authors": [
        "T Levengood",
        "Y Peng",
        "K Xiong",
        "Z Song",
        "R Elder",
        "M Ali"
      ],
      "year": 2019,
      "doi": "10.1016/j.amepre.2019.02.005"
    },
    {
      "title": "Idf diabetes atlas reports",
      "year": 2023,
      "doi": "10.1016/j.diabres.2015.05.037"
    },
    {
      "title": "Diagnosis and classification of diabetes mellitus",
      "authors": [
        "A Association"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-s062"
    },
    {
      "title": "Life expectancy associated with different ages at diagnosis of type 2 diabetes in high-income countries: 23 million person-years of observation",
      "authors": [
        "Erf Collaboration"
      ],
      "year": 2023,
      "doi": "10.1016/s2213-8587(23)00223-1"
    },
    {
      "title": "Diabetes technology: review of the 2019 American Diabetes Association standards of medical care in diabetes",
      "authors": [
        "J Chamberlain",
        "K Doyle-Delgado",
        "L Peterson",
        "N Skolnik"
      ],
      "year": 2019,
      "doi": "10.7326/m19-1638"
    },
    {
      "title": "Distal technologies and type 1 diabetes management",
      "authors": [
        "D Duke",
        "S Barry",
        "D Wagner",
        "J Speight",
        "P Choudhary",
        "M Harris"
      ],
      "year": 2018,
      "doi": "10.1016/s2213-8587(17)30260-7"
    },
    {
      "title": "Digital technology for diabetes",
      "authors": [
        "M Hughes",
        "A Addala",
        "B Buckingham"
      ],
      "year": 2023,
      "doi": "10.1056/nejmra2215899"
    },
    {
      "title": "Outcomes for implementation research: conceptual distinctions, measurement challenges, and research agenda",
      "authors": [
        "E Proctor",
        "H Silmere",
        "R Raghavan",
        "P Hovmand",
        "G Aarons",
        "A Bunger"
      ],
      "year": 2011,
      "doi": "10.1007/s10488-010-0319-7"
    },
    {
      "title": "Patient-driven diabetes care of the future in the technology era",
      "authors": [
        "S Ashrafzadeh",
        "O Hamdy"
      ],
      "year": 2019,
      "doi": "10.1016/j.cmet.2018.09.005"
    },
    {
      "title": "Diabetes digital app technology: benefits, challenges, and recommendations. A consensus report by the European Association for the Study of diabetes (EASD) and the American Diabetes Association (ADA) diabetes technology working group",
      "authors": [
        "G Fleming",
        "J Petrie",
        "R Bergenstal",
        "R Holl",
        "A Peters",
        "L Heinemann"
      ],
      "year": 2020,
      "doi": "10.2337/dci19-0062"
    },
    {
      "title": "Do Mobile phone applications improve glycemic control (Hba1c) in the self-Management of Diabetes? A systematic review, meta-analysis, and grade of 14 randomized trials",
      "authors": [
        "C Hou",
        "B Carter",
        "J Hewitt",
        "T Francisa",
        "S Mayor"
      ],
      "year": 2016,
      "doi": "10.2337/dc16-0346"
    },
    {
      "title": "Impact of mobile health applications on self-management in patients with type 2 diabetes mellitus: protocol of a systematic review",
      "authors": [
        "B Bene",
        "O' Connor",
        "S Mastellos",
        "N Majeed",
        "A Fadahunsi",
        "O' Donoghue"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-025714"
    },
    {
      "title": "Medication management support in diabetes: a systematic assessment of diabetes self-management apps",
      "authors": [
        "Z Huang",
        "E Lum",
        "G Jimenez",
        "M Semwal",
        "P Sloot",
        "J Car"
      ],
      "year": 2019,
      "doi": "10.1186/s12916-019-1362-1"
    },
    {
      "title": "A systematic review on incentivedriven mobile health technology: as used in diabetes management",
      "authors": [
        "M De Ridder",
        "J Kim",
        "Y Jing",
        "M Khadra",
        "R Nanan"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x15625539"
    },
    {
      "title": "Digital health technology and diabetes management",
      "authors": [
        "A Cahn",
        "A Akirov",
        "I Raz"
      ],
      "year": 2018,
      "doi": "10.1111/1753-0407.12606"
    },
    {
      "title": "New technologies to advance self-management support in diabetes: not just a bunch of cool apps!",
      "authors": [
        "L Fisher",
        "W Dickinson"
      ],
      "year": 2011,
      "doi": "10.2337/dc10-1830"
    },
    {
      "title": "Attitudes and experiences of registered diabetes specialists in using health apps for managing type 2 diabetes: results from a mixed-methods study in Germany 2021/2022",
      "authors": [
        "J Wangler",
        "M Jansky"
      ],
      "year": 2023,
      "doi": "10.1186/s13690-023-01051-0"
    },
    {
      "title": "Costeffectiveness of a continuous glucose monitoring mobile app for patients with type 2 diabetes mellitus: analysis simulation",
      "authors": [
        "S Tsuji",
        "T Ishikawa",
        "Y Morii",
        "H Zhang",
        "T Suzuki",
        "T Tanikawa"
      ],
      "year": 2020,
      "doi": "10.2196/16053"
    },
    {
      "title": "Diabetes mellitus-digital solutions to improve medication adherence: scoping review",
      "authors": [
        "N Georgieva",
        "V Tenev",
        "M Kamusheva",
        "G Petrova"
      ],
      "year": 2023,
      "doi": "10.3390/diabetology4040040"
    },
    {
      "title": "Digital health technologies for type 2 diabetes management: a systematic review",
      "authors": [
        "S Zaki",
        "S Sharma",
        "H Vats"
      ],
      "year": 2023,
      "doi": "10.1109/reedcon57544.2023.10150469"
    },
    {
      "title": "The Prisma 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "T2dm self-management via smartphone applications: a systematic review and Meta-analysis",
      "authors": [
        "M Cui",
        "X Wu",
        "J Mao",
        "X Wang",
        "M Nie"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0166718"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions version 5",
      "authors": [
        "C Training"
      ],
      "year": 2023,
      "doi": "10.1002/9780470712184.fmatter"
    },
    {
      "title": "Computerbased diabetes self-management interventions for adults with type 2 diabetes mellitus",
      "authors": [
        "K Pal",
        "S Eastwood",
        "S Michie",
        "A Farmer",
        "M Barnard",
        "R Peacock"
      ],
      "year": 2013,
      "doi": "10.1002/14651858.cd008776.pub2"
    },
    {
      "title": "World Bank country classifications by income level for 2024-2025",
      "year": 2024,
      "doi": "10.7717/peerj.3785/fig-3"
    },
    {
      "title": "Impact of integrated medication reminders, gamification, and financial rewards via smart phone application on treatment adherence in uncomplicated type II diabetes patients: a randomized",
      "authors": [
        "T Kamat",
        "A Dang",
        "D Dang",
        "P Rane"
      ],
      "year": 2021,
      "doi": "10.4103/jod.jod_35_21"
    },
    {
      "title": "Clinical impact of an integrated E-health system for diabetes self-management support and shared decision making (Power2dm): a randomised controlled trial",
      "authors": [
        "M Ruissen",
        "J Torres-Peña",
        "B Uitbeijerse",
        "Arenas De Larriva",
        "A Huisman",
        "S Namli"
      ],
      "year": 2023,
      "doi": "10.1007/s00125-023-06006-2"
    },
    {
      "title": "Pancreatic β-cells in type 1 and type 2 diabetes mellitus: different pathways to failure",
      "authors": [
        "D Eizirik",
        "L Pasquali",
        "M Cnop"
      ],
      "year": 2020,
      "doi": "10.1038/s41574-020-0355-7"
    },
    {
      "title": "Comparison of insulin-treated patients with ambiguous diabetes type with definite type 1 and type 2 diabetes mellitus subjects: a clinical perspective",
      "authors": [
        "I Laspe",
        "J Meier",
        "M Nauck"
      ],
      "year": 2023,
      "doi": "10.4093/dmj.2021.0322"
    },
    {
      "title": "A smartphone app to improve medication adherence in patients with type 2 diabetes in Asia: feasibility randomized controlled trial",
      "authors": [
        "Z Huang",
        "E Tan",
        "E Lum",
        "P Sloot",
        "B Boehm",
        "J Car"
      ],
      "year": 2019,
      "doi": "10.2196/14914"
    },
    {
      "title": "A Mobile app for the self-management of type 1 diabetes among adolescents: a randomized controlled trial",
      "authors": [
        "S Goyal",
        "C Nunn",
        "M Rotondi",
        "A Couperthwaite",
        "S Reiser",
        "A Simone"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7336"
    },
    {
      "title": "A Mobile app for diabetes management: impact on self-efficacy among patients with type 2 diabetes at a community hospital",
      "authors": [
        "Y Zhai",
        "W Yu"
      ],
      "year": 2020,
      "doi": "10.12659/msm.926719"
    },
    {
      "title": "Telemedicine-assisted structured self-monitoring of blood glucose in management of T2dm results of a randomized clinical trial",
      "authors": [
        "C Han",
        "J Zhang",
        "X Ye",
        "J Lu",
        "H Jin",
        "W Xu"
      ],
      "year": 2023,
      "doi": "10.1186/s12911-023-02283-4"
    },
    {
      "title": "Online disease Management of Diabetes: engaging and motivating patients online with enhanced resources-diabetes (Empower-D), a randomized controlled trial",
      "authors": [
        "P Tang",
        "J Overhage",
        "A Chan",
        "N Brown",
        "B Aghighi",
        "M Entwistle"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001263"
    },
    {
      "title": "The influence of the smart glucose manager mobile application on diabetes management",
      "authors": [
        "K Gunawardena",
        "R Jackson",
        "I Robinett",
        "L Dhaniska",
        "S Jayamanne",
        "S Kalpani"
      ],
      "year": 2019,
      "doi": "10.1177/1932296818804522"
    },
    {
      "title": "Effects of a Mobile health diabetes self-management program on Hba1c, self-management and patient satisfaction in adults with uncontrolled type 2 diabetes: a randomized controlled trial",
      "authors": [
        "C Riangkam",
        "A Sriyuktasuth",
        "K Pongthavornkamol",
        "W Kusakunniran",
        "A Sriwijitkamol"
      ],
      "year": 2022,
      "doi": "10.1108/jhr-02-2021-0126"
    },
    {
      "title": "Diabetes self-management smartphone application for adults with type 1 diabetes: randomized controlled trial",
      "authors": [
        "M Kirwan",
        "C Vandelanotte",
        "A Fenning",
        "W Duncan"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2588"
    },
    {
      "title": "Leukocyte profiles differ between type 1 and type 2 diabetes and are associated with metabolic phenotypes: results from the German diabetes study (GDS)",
      "authors": [
        "B Menart-Houtermans",
        "R Rütter",
        "B Nowotny",
        "J Rosenbauer",
        "C Koliaki",
        "S Kahl"
      ],
      "year": 2014,
      "doi": "10.2337/dc14-0316"
    },
    {
      "title": "Dietary fibre and whole grains in diabetes management: systematic review and meta-analyses",
      "authors": [
        "A Reynolds",
        "A Akerman",
        "J Mann"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pmed.1003053"
    },
    {
      "title": "The challenges of identifying and studying type 1 diabetes in adults",
      "authors": [
        "N Thomas",
        "A Jones"
      ],
      "year": 2023,
      "doi": "10.1007/s00125-023-06004-4"
    },
    {
      "title": "Use, perspectives, and attitudes regarding diabetes management Mobile apps among diabetes patients and Diabetologists in China: National web-Based Survey",
      "authors": [
        "Y Zhang",
        "X Li",
        "S Luo",
        "C Liu",
        "Y Xie",
        "J Guo"
      ],
      "year": 2019,
      "doi": "10.2196/12658"
    },
    {
      "title": "Telemedicine in the management of Type 2 diabetes mellitus",
      "authors": [
        "G Wang",
        "Z Zhang",
        "Y Feng",
        "L Sun",
        "Xiao Wang"
      ],
      "year": 2017,
      "doi": "10.1016/j.amjms.2016.10.008"
    },
    {
      "title": "Effectiveness of smartphone app-based interactive management on glycemic control in Chinese patients with poorly controlled diabetes: randomized controlled trial",
      "authors": [
        "L Zhang",
        "X He",
        "Y Shen",
        "H Yu",
        "J Pan",
        "W Zhu"
      ],
      "year": 2019,
      "doi": "10.2196/15401"
    },
    {
      "title": "An integrated digital health care platform for diabetes management with Ai-based dietary management: 48week results from a randomized controlled trial",
      "authors": [
        "Y Lee",
        "G Kim",
        "J Jun",
        "H Park",
        "W Lee",
        "Y Hwang"
      ],
      "year": 2023,
      "doi": "10.2337/dc22-1929"
    },
    {
      "title": "Technological innovations to improve health outcome in type 2 diabetes mellitus: a randomized controlled study",
      "authors": [
        "D Kumar",
        "B Prakash",
        "B Chandra",
        "P Kadkol",
        "V Arun",
        "J Thomas"
      ],
      "year": 2021,
      "doi": "10.1016/j.cegh.2020.06.011"
    },
    {
      "title": "An intervention by a patient-designed do-it-yourself Mobile device app reduces Hba1c in children and adolescents with type 1 diabetes: a randomized double-crossover study",
      "authors": [
        "P Klee",
        "C Bussien",
        "M Castellsague",
        "C Combescure",
        "M Dirlewanger",
        "C Girardin"
      ],
      "year": 2018,
      "doi": "10.1089/dia.2018.0255"
    },
    {
      "title": "The impact of Telehome care on health status and quality of life among patients with diabetes in a primary care setting in Poland",
      "authors": [
        "M Bujnowska-Fedak",
        "E Puchała",
        "A Steciwko"
      ],
      "year": 2011,
      "doi": "10.1089/tmj.2010.0113"
    },
    {
      "title": "Sustainable improvement of Hba(1c) and satisfaction with diabetes care after adding telemedicine in patients on adaptable insulin regimens: results of the telediabetes randomized controlled trial",
      "authors": [
        "H Buysse",
        "P Coremans",
        "F Pouwer",
        "J Ruige"
      ],
      "year": 2020,
      "doi": "10.1177/1460458219844369"
    },
    {
      "title": "Cluster-randomized trial of a Mobile phone personalized behavioral intervention for blood glucose control",
      "authors": [
        "C Quinn",
        "M Shardell",
        "M Terrin",
        "E Barr",
        "S Ballew",
        "A Gruber-Baldini"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-0366"
    },
    {
      "title": "Dulce wireless Tijuana: a randomized control trial evaluating the impact of project Dulce and Short-term Mobile technology on glycemic control in a family medicine clinic in northern Mexico",
      "authors": [
        "Anzaldo-Campos Mc",
        "S Contreras",
        "A Vargas-Ojeda",
        "R Menchaca-Díaz",
        "A Fortmann",
        "Philis Tsimikas"
      ],
      "year": 2016,
      "doi": "10.1089/dia.2015.0283"
    },
    {
      "title": "Diabeo system combining a Mobile app software with and without Telemonitoring versus standard care: a randomized controlled trial in diabetes patients poorly controlled with a basal-bolus insulin regimen",
      "authors": [
        "S Franc",
        "H Hanaire",
        "P Benhamou",
        "P Schaepelynck",
        "B Catargi",
        "A Farret"
      ],
      "year": 2020,
      "doi": "10.1089/dia.2020.0021"
    },
    {
      "title": "Impact of the \"diabetes interactive diary\" telemedicine system on metabolic control, risk of hypoglycemia, and quality of life: a randomized clinical trial in type 1 diabetes",
      "authors": [
        "M Rossi",
        "A Nicolucci",
        "G Lucisano",
        "F Pellegrini",
        "Di Bartolo",
        "P Miselli"
      ],
      "year": 2013,
      "doi": "10.1089/dia.2013.0021"
    },
    {
      "title": "Practical telemedicine for veterans with persistently poor diabetes control: a randomized pilot trial",
      "authors": [
        "M Crowley",
        "D Edelman",
        "A Mcandrew",
        "S Kistler",
        "S Danus",
        "J Webb"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0145"
    },
    {
      "title": "Skip (supporting kids with diabetes in physical activity): feasibility of a randomised controlled trial of a digital intervention for 9-12 year olds with type 1 diabetes mellitus",
      "authors": [
        "E Knox",
        "C Glazebrook",
        "T Randell",
        "P Leighton",
        "B Guo",
        "J Greening"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-6697-1"
    },
    {
      "title": "A 3-month randomized controlled pilot trial of a patient-centered, computer-based self-monitoring system for the care of type 2 diabetes mellitus and hypertension",
      "authors": [
        "C Or",
        "D Tao"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-016-0437-1"
    },
    {
      "title": "The Diabeo software enabling individualized insulin dose adjustments combined with telemedicine support improves Hba1c in poorly controlled type 1 diabetic patients: a 6-month, randomized, open-label, parallelgroup, multicenter trial (Telediab 1 study)",
      "authors": [
        "G Charpentier",
        "P Benhamou",
        "D Dardari",
        "A Clergeot",
        "S Franc",
        "P Schaepelynck-Belicar"
      ],
      "year": 2011,
      "doi": "10.2337/dc10-1259"
    },
    {
      "title": "A randomised, controlled trial of the effects of a Mobile telehealth intervention on clinical and patient-reported outcomes in people with poorly controlled diabetes",
      "authors": [
        "J Baron",
        "S Hirani",
        "S Newman"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x16631628"
    },
    {
      "title": "Randomized study to evaluate the impact of telemedicine care in patients with type 1 diabetes with multiple doses of insulin and suboptimal Hba(1c) in Andalusia (Spain): Platedian study",
      "authors": [
        "M Ruiz De Adana",
        "M Alhambra-Expósito",
        "A Muñoz-Garach",
        "I Gonzalez-Molero",
        "N Colomo",
        "I Torres-Barea"
      ],
      "year": 2020,
      "doi": "10.2337/dc19-0739"
    },
    {
      "title": "Impact of a novel diabetes support system on a cohort of individuals with type 1 diabetes treated with multiple daily injections: a multicenter randomized study",
      "authors": [
        "A Bisio",
        "S Anderson",
        "L Norlander",
        "O' Malley",
        "G Robic",
        "J Ogyaadu"
      ],
      "year": 2022,
      "doi": "10.2337/dc21-0838"
    },
    {
      "title": "A digital lifestyle program in outpatient treatment of type 2 diabetes: a randomized controlled study",
      "authors": [
        "E Hilmarsdóttir",
        "Á Sigurðardóttir",
        "R Arnardóttir"
      ],
      "year": 2021,
      "doi": "10.1177/1932296820942286"
    },
    {
      "title": "Welltang -a smart phone-based diabetes management application -improves blood glucose control in Chinese people with diabetes",
      "authors": [
        "W Zhou",
        "M Chen",
        "J Yuan",
        "Y Sun"
      ],
      "year": 2016,
      "doi": "10.1016/j.diabres.2016.03.018"
    },
    {
      "title": "Biophysiologic outcomes of the enhancing adherence in type 2 diabetes (enhance) trial",
      "authors": [
        "M Sevick",
        "M Korytkowski",
        "R Stone",
        "B Piraino",
        "D Ren",
        "S Sereika"
      ],
      "year": 2012,
      "doi": "10.1016/j.jand.2012.05.008"
    },
    {
      "title": "The impact of electronic education on metabolic control indicators in patients with diabetes who need insulin: a randomised clinical control trial",
      "authors": [
        "M Moattari",
        "M Hashemi",
        "M Dabbaghmanesh"
      ],
      "year": 2013,
      "doi": "10.1111/j.1365-2702.2012.04200.x"
    },
    {
      "title": "Dialbetics with a multimedia food recording tool, Foodlog: smartphone-based self-management for type 2 diabetes",
      "authors": [
        "K Waki",
        "K Aizawa",
        "S Kato",
        "H Fujita",
        "H Lee",
        "H Kobayashi"
      ],
      "year": 2015,
      "doi": "10.1177/1932296815579690"
    },
    {
      "title": "Development and evaluation of Diabetext, a personalized Mhealth intervention to support medication adherence and lifestyle change behaviour in patients with type 2 diabetes in Spain: a mixed-methods phase ii pragmatic randomized controlled clinical trial",
      "authors": [
        "R Zamanillo-Campos",
        "Fiol-Deroque Ma",
        "M Serrano-Ripoll",
        "Mira Martínez",
        "S Ricci-Cabello"
      ],
      "year": 2023,
      "doi": "10.1016/j.ijmedinf.2023.105103"
    },
    {
      "title": "E-healthcare for diabetes mellitus type 2 patients -a randomised controlled trial in slovenia",
      "authors": [
        "R Iljaž",
        "A Brodnik",
        "T Zrimec",
        "I Cukjati"
      ],
      "year": 2017,
      "doi": "10.1515/sjph-2017-0020"
    },
    {
      "title": "Carbohydrate counting app using image recognition for youth with type 1 diabetes: pilot randomized control trial",
      "authors": [
        "J Alfonsi",
        "Eey Choi",
        "T Arshad",
        "S Sammott",
        "V Pais",
        "C Nguyen"
      ],
      "year": 2020,
      "doi": "10.2196/22074"
    },
    {
      "title": "The beneficial effect of the Mobile application Euglyca in children and adolescents with type 1 diabetes mellitus: a randomized controlled trial",
      "authors": [
        "C Chatzakis",
        "D Floros",
        "M Papagianni",
        "K Tsiroukidou",
        "K Kosta",
        "A Vamvakis"
      ],
      "year": 2019,
      "doi": "10.1089/dia.2019.0170"
    },
    {
      "title": "Effects of continuous care for Patients with type 2 diabetes using Mobile health application: a randomised controlled trial",
      "authors": [
        "Y Wang",
        "M Li",
        "X Zhao",
        "X Pan",
        "M Lu",
        "J Lu"
      ],
      "year": 2019,
      "doi": "10.1002/hpm.2872"
    },
    {
      "title": "Effectiveness of a new smartphone application on type 1 diabetes control and selfmanagement in times of Covid-19: randomized controlled trial",
      "authors": [
        "N Derkaoui",
        "S Benyakhlef",
        "I Rami",
        "El Mehraoui",
        "O Messaoudi",
        "N Charif"
      ],
      "year": 2023,
      "doi": "10.1900/RDS.2023.19.71"
    },
    {
      "title": "Mobile phone-based telemedicine practice in older Chinese patients with type 2 diabetes mellitus: randomized controlled trial",
      "authors": [
        "C Sun",
        "L Sun",
        "S Xi",
        "H Zhang",
        "H Wang",
        "Y Feng"
      ],
      "year": 2019,
      "doi": "10.2196/10664"
    },
    {
      "title": "Behavioral and technological interventions targeting glycemic control in a racially/ ethnically diverse population: a randomized controlled trial",
      "authors": [
        "S Forjuoh",
        "J Bolin",
        "J Huber",
        "Jr",
        "A Vuong",
        "O Adepoju",
        "J Helduser"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-71"
    }
  ],
  "num_references": 73
}
