{
  "paper_id": "MLK2BRGP",
  "title": "The circadian and homeostatic modulation of sleep pressure during wakefulness differs between morning and evening chronotypes",
  "abstract": "SUMMAR Y The purpose of this study was to evaluate homeostatic and circadian sleep process in ÔlarksÕ and ÔowlsÕ under daily life conditions. Core body temperature, subjective sleepiness and waking electroencephalogram (EEG) theta-alpha activity (6.25-9 Hz) were assessed in 18 healthy men (nine morning and nine evening chronotypes, 21.4 ± 1.9 years) during a 36-h constant routine that followed a week of a normal ÔworkingÕ sleep-wake schedule (bedtime: 23.30 h, wake time: 07.30 h). The phase of the circadian rhythm of temperature and sleepiness occurred respectively, 1.5 h (P ¼ 0.01) and 2 h (P ¼ 0.009) later in evening-than in morning-type subjects. Only morning-type subjects showed a bimodal rhythm of sleep-wake propensity. The buildup of subjective sleepiness, as quantified by linear regression, was slower in evening than in morning types (P ¼ 0.04). The time course of EEG theta-alpha activity of both chronotypes could be closely fitted by an exponential curve. The time constant of evening types was longer than that of morning types (P ¼ 0.03), indicating a slower increase in sleep pressure during extended wakefulness. These results suggest that both the circadian signal and the kinetics of sleep pressure buildup differ between the two chronotypes even under prior naturalistic conditions mimicking the usual working day.",
  "year": 1997,
  "date": "1997",
  "journal": "Neurosci. Lett",
  "publication": "Neurosci. Lett",
  "authors": [
    {
      "forename": "P",
      "surname": "I E R R E P H I L I P",
      "name": "P I E R R E P H I L I P",
      "affiliation": "1  Clinique du sommeil , CHU de Bordeaux , \n\t\t\t\t\t\t\t\t Clinique du sommeil \n\t\t\t\t\t\t\t\t CHU de Bordeaux"
    },
    {
      "forename": "B",
      "surname": "E R N A R D B I O U L A C",
      "name": "B E R N A R D B I O U L A C",
      "affiliation": "1  Clinique du sommeil , CHU de Bordeaux , \n\t\t\t\t\t\t\t\t Clinique du sommeil \n\t\t\t\t\t\t\t\t CHU de Bordeaux"
    },
    {
      "forename": "Jacques",
      "surname": "Taillard",
      "name": "Jacques Taillard",
      "affiliation": "1  Clinique du sommeil , CHU de Bordeaux , \n\t\t\t\t\t\t\t\t Clinique du sommeil \n\t\t\t\t\t\t\t\t CHU de Bordeaux"
    },
    {
      "affiliation": "Centre Hospitalier Universitaire de Bordeaux , 33075 Bordeaux cedex , France. \n\t\t\t\t\t\t\t\t Centre Hospitalier Universitaire de Bordeaux \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 33075 \n\t\t\t\t\t\t\t\t\t Bordeaux cedex \n\t\t\t\t\t\t\t\t\t France"
    }
  ],
  "doi": "10.1046/j.0962-1105.2003.00369.x",
  "keywords": [
    "alertness",
    "circadian rhythms",
    "electroencephalogram",
    "homeostatic process",
    "morningness/eveningness",
    "spectral analysis"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Humans have individual differences in the timing of their behaviors (e.g. life habits, preferential diurnal activities, preferred working hours, sleeping habits). At one extreme are the so-called morning types (larks), at the other extreme the evening types (owls)  (Kleitman, 1939) . These characteristics of morningness and eveningness modify the need for sleep and nocturnal sleep parameters  (Carrier et al., 1997; Taillard et al., 1999) .\n\nThe natural light/dark cycle and normal work schedules tend to suit the lifestyle of morning-type subjects but not evening types. The latter cannot easily adapt their preferred sleep-wake schedule to the imposed schedules, and thereby have an abnormal phase angle between circadian clock timing and the zeitgeber  (Ishihara et al., 1987) . As a result of delayed sleep onset, evening-type subjects build-up a sleep debt over the working week and try to reduce it by extending weekend sleep duration or by napping  (Roenneberg et al., 2003; Taillard et al., 1999) . Under these conditions, it is obvious that subjective and objective sleepiness is higher in eveningtype subjects than in morning-type subjects, especially in the morning  (Andrade et al., 1992; Baehr et al., 2000; Clodore et al., 1986; Ishihara et al., 1987; Taillard et al., 2001; Tassi and Muzet, 2000; Volk et al., 1994) . Subjective sleepiness is associated with socio-professional handicap  (Taillard et al., 2001)  and accidents  (Connor et al., 2002) . In a model validated in adolescents, evening-type subjects with chronic sleep restriction have a very high morning sleep tendency that declines throughout the day. This model presumes a narrower phase angle difference between wake-up and the circadianalertness trough and incomplete resetting of sleep homeostasis  (Carskadon and Acebo, 2002) .\n\nBoth the circadian process and sleep homeostasis participate almost equally in the two-process model  (Borbely, 1982)  of sleep regulation (propensity, duration, timing and structure of sleep). The homeostatic process (process S) depends on prior sleep and wakefulness and reflects the need for or pressure of sleep. Sleep pressure rises during waking, declines during sleep and increases with sleep deprivation. The build-up or dissipation of sleep pressure is usually represented by an exponential function. The circadian pacemaker tends to maintain and consolidate the periods of wakefulness and sleep  (Dijk and Czeisler, 1994) . The circadian process (Process C) provides a wakefulness signal that progressively becomes stronger during daytime hours and dissipates rapidly after the onset of nocturnal melatonin  (Dijk et al., 1997; Edgar et al., 1993) . This signal opposes the build-up (during daytime) and the dissipation (during nighttime) of sleep pressure (process S). The circadian signal also plays a role in the duration and organization of sleep  (Czeisler et al., 1980) . It has been demonstrated that the circadian pacemaker also induces daily changes in electroencephalogram (EEG) activity  (Aeschbach et al., 1999; Cajochen et al., 2002)  and regulates arousal via a specific circuit  (Aston-Jones et al., 2001) .\n\nIt is well established that circadian phase, circadian period and wake time are correlated with morningness and eveningness. While many authors have studied the characteristics of the circadian pacemaker in morningness or eveningness, sleep homeostasis, especially its electroencephalographic expression [slow wave sleep (SWS) and slow wave activity (SWA)], is not well understood. Analysis of delta power revealed an overall faster rate of accumulation for morning types in both nocturnal and diurnal sleep  (Kerkhof and Lancel, 1991) . The slower decay rate of SWA in evening-type subjects may reflect an attenuation of the efficiency of the sleep process  (Lancel and Kerkhof, 1991) .\n\nThe constant routine (CR) is a suitable protocol to investigate the expression not only of the circadian pacemaker  (Czeisler et al., 1990; Mills et al., 1978)  but also of sleep homeostasis  (Johnson et al., 1992) . In this protocol, core body temperature is a reliable marker of endogenous circadian rhythmicity. Traditionally, the homeostatic drive for sleep pressure has been studied in the sleep EEG, especially slowwave activity (EEG power density in the 0.75-4.5 Hz range). Spectral analysis of the wake EEG has revealed that EEG power in theta-alpha frequencies (PTAF; spectral power density in the 6-9 Hz range) increases during the extended wakefulness under CR conditions, and may be a good measure of the homeostatic augmentation of sleep pressure, with a minor circadian component  (Aeschbach et al., 1999; Cajochen et al., 2000) . Increasing duration of time awake is associated with an increase in power density in PTAF. This wakedependent increase follows a saturating exponential function similar to the homeostatic process in SWA found in naps taken at different times after awakening  (Dijk et al., 1987) . Subjective alertness during sustained wakefulness is determined by an interaction of circadian and homeostatic processes. It is also well known that subjective sleepiness accurately reflects sleep pressure as defined by EEG  (Akerstedt and Folkard, 1995) .\n\nThe purpose of this study was to evaluate homeostatic and circadian sleep process in ÔlarksÕ and ÔowlsÕ under nearly daily life conditions. We used the CR protocol to investigate the relationship between chronotype and core body temperature phase (established marker of the circadian system), PTAF (marker of homeostatic sleep pressure) and subjective sleepiness (interaction of both) in subjects kept on a Ônormal working day (all participants were synchronized before the experiment by a fixed sleep/wake schedule mimicking a regular workday)."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Participants",
      "text": "Eighteen healthy men (age: 21.4 ± 1.9 years) were included in the study. All the participants were students or workers. They completed a French version of the Horne-Ostberg morningness-eveningness questionnaire  (Horne and Ostberg, 1976) , the Basic Nordic Sleep Questionnaire (BNSQ)  (Partinen and Gislason, 1995)  and the self-reports symptom inventory SCL-90R  (Derogatis, 1994) . Participants showing a morning (n ¼ 9) or evening (n ¼ 9) type (Horne questionnaire score >58 or <42), no evidence of psychopathology (SCL-90R score <60 on the general symptomatic index and on the following symptom dimensions: depression, anxiety, paranoid ideation and psychoticism) nor sleep disorders (items of BNSQ <4) and normal blood chemistries were selected. All participants were non-smokers, not shift-workers and reported not taking any medication or consuming any illicit drug. They had not traveled across time zones in the 3 months prior to the study. They were included definitively after a clinical interview. Subjects gave written informed consent for their participation in the research, which was approved by the local ethical committee (CCPPRB Bordeaux A)."
    },
    {
      "title": "Design of study",
      "text": "For 1 week prior to the study, participants were asked to maintain regular (±2 h) bedtimes (23.30 h) and wake-up times (07.30 h) typical of their working days. This schedule was more strictly required during the last 3 days (bedtime: 23.30 h, wake time: 07.30 h). During this period, compliance was checked by sleep diaries and wrist-worn activity monitors. The protocol consisted of two consecutive nights of sleep and a constant routine (CR) protocol (36 h).\n\nThe first night in the laboratory was considered as an adaptation night. During the second night, sleep was monitored. Upon awakening after this second night, participants began a 36 h CR. Subjects were kept awake, sitting in bed in a propped-up body position (45°angle) in low-level room light (<50 lux) and were given a diet of equivalent hourly snacks (Clinutren soup, Nestle´, Zurich, Switzerland). Subjects were under continuous surveillance and engaged in reading, watching films or TV or talking with a technician, but did have knowledge of the time of day."
    },
    {
      "title": "Recordings and data analysis",
      "text": "Temperature was recorded every 60 seconds by an ambulatory device (Mini-logger, Mini Mitter, Sunriver, OR, USA) linked to a rectal thermistor (Mon-a-therm, Mallinckrocdt, St. Louis, MO, USA). Temperatures were then averaged over a 5-min interval. Individual amplitude (T amp ) and time of minimum (T min ) of the core body temperature rhythm were calculated for each subject by a cosine function comprising the fundamental oscillation (24-h) and its first harmonic (12-h). The first 5 h of temperature data were discarded from analysis.\n\nSubjective alertness was assessed every hour by a 100 mm visual analysis scale (VAS). To estimate circadian and homeostatic components in subjective sleepiness, we used the model described by Cajochen  (Cajochen et al., 2000) : a sinusoidal function comprising the fundamental oscillation and its first harmonic and a linear function were fitted respectively. This non-linear regression analysis was performed on z-transformed sleepiness ratings for each subject separately using the function:\n\nThen, the circadian and the wake-dependent components were extracted separately by applying sinusoidal function [circadian amplitude (A amp ) and time of minimum (A min ) of the subjective alertness were calculated for each subject] and linear function (slope calculated for each subject), respectively. Spectral analysis was used to identify the combination of periodic components of various lengths in the time series.\n\nThe waking EEG signals was recorded during 4 min after 1.5, 5.5, 9.5, 11.5, 25.5, 29.5 and 33.5 h of wakefulness. During the 4-min eyes-open session of the Karolinska drowsiness test  (Akerstedt and Gillberg, 1990) , the participants had to watch a picture on the ceiling, to avoid movement in order to obtain 30 s epochs without eye blinking, sleep, artifacts because of body movements, slow eye movements or sweating. A trained technician checked the EEG quality on line. EEG (C3/A2, O2/ A1), electromyogram and electrooculogram were recorded on an ALICE 3 Polysomnography system (Respironics). Signals were digitized at a sampling rate of 100 Hz (according to ALICE 3 software specifications) and filtered with a digital filter having a cutoff frequency at 45 Hz. EEG signals of C3/ A2 derivation were subjected to spectral analysis by a fast Fourier transform (Alice 3 software). Power spectra were computed for consecutive 5-s epochs, providing a frequency resolution of 0.2 Hz, by applying a Bartlett window. Absolute amplitudes were added per 0.39 Hz narrow bands for frequencies between 0.39 and 25 Hz. Values obtained were averaged for each 30-s epoch selected. A linear function and saturating exponential function were fitted to the log-transformed PTAF (6.25-9 Hz) for each subject and for pooled data to model the wake-dependent component. The saturating exponential function was as follows: P ðtÞ ¼ P 1 À ðP 1 À P 1:5 Þ eðÀt=sÞ where P(t) represents the mean power density at time t relative to wake up, P 1.5 is the value after 1.5 h of elapsed time awake, P ¥ is the asymptotic value when t approaches 8 and s is the time constant defining the kinetic of process S. A small time constant of the buildup of the homeostatic process corresponds to a rapid increase in sleep pressure during extended wakefulness.\n\nNocturnal sleep recording, performed with leads described above, were visually scored according to Rechtschaffen and Kale's criteria  (Rechtschaffen and Kales, 1968 ) and computed for habitual quantitative sleep criteria."
    },
    {
      "title": "Statistics",
      "text": "All estimated parameters were compared between two groups with the t-test or the Mann-Whitney U-test (U-test) when normality was not respected (tested by Skewness and Kurtosis). Two-way analysis of variance for repeated measures (ranova) with the repeated factor being elapsed time awake and the nominal factor the group (morning-type/evening-type) were performed for subjective sleepiness. To compare subjective sleepiness at given times between the two groups, we used an unpaired t-test. One-way analysis of variance for repeated measures (rANOVA) with the repeated factor elapsed time awake were performed for PTAF, and the least significant difference (LSD) was used for post hoc comparisons. For sphericity, all P-values derived from rANOVA were based on Huynh-Feldt's corrected degrees of freedom. The SPSS statistical package (version 11.5.1, SPSS Inc, Chicago, IL, USA) was used for all analyses. Degrees of freedom and epsilon coefficient are reported."
    },
    {
      "title": "RESULTS",
      "text": "Before entering the protocol and according to the BNSQ results, evening subjects went to bed later during weekdays (22.23 ± 0.36 versus 0.13 ± 1.07 h, U-test P ¼ 0.003) and weekends (23.30 ± 1.05 versus 1.41 ± 1.01 h, U-test P ¼ 0.002). They also woke up later during weekdays (6.23 ± 0.44 versus 7.25 ± 0.25 h, U-test P ¼ 0.006) and weekends (8.10 ± 0.49 versus 11.08 ± 1.23 h, U-test P ¼ 0.001). Sleep architecture during the night prior to the CR did not differ between chronotypes.\n\nCore body temperature rhythms (hourly means, n ¼ 9 in each group) are plotted in Fig.  1a . Since some data were missing, temperature was not analyzed in one morning-type and one evening-type participant. A two-way rANOVA revealed a significant effect for the factors elapsed time awake (F 9.5 ¼ 19.8, epsilon ¼ 0.27, P < 0.0005) and for interaction between the two factors (F 9.5 ¼ 2.34, epsilon ¼ 0.27, P ¼ 0.013). T min was significantly later in the evening-than in the morning-types (T min : 5.39 ± 1.06 versus 4.10 ± 1.04, t-test P ¼ 0.016). There was no difference in amplitude. Subjective sleepiness ratings (Fig.  1b ) were analyzed by two-way rANOVA. A significant effect was observed for the factors elapsed time awake (F 12.09 ¼ 18.8, Epsilon ¼ 0.345, P < 0.0005) and group (F 1 ¼ 5.37, P ¼ 0.034). An rANOVA on the z-score revealed a significant effect of elapsed time awake (F 13.10 ¼ 20.99, Epsilon ¼ 0.374, P < 0.0005) and a trend for interaction between the two factors (F 13.10 ¼ 1.65, Epsilon ¼ 0.374, P ¼ 0.07). When the first 24 h were analyzed, the interaction between the two factors became significant (F 12.39 ¼ 2.08, Epsilon ¼ 0.539, P ¼ 0.02). Evening-type participants rated themselves more sleepy especially during third hour to fifth hour (day 1, between 10.30-12.30 h, t-test, P < 0.05). The rhythmic and homeostatic components were calculated and then extracted (Fig.  2 ). The circadian component was phase-delayed in evening types compared with morning types (21.56 ± 2.46 versus 18.50 ± 30, t-test P ¼ 0.009, Fig.  2b ). The periodogram of the circadian component of morning types (Fig.  3a ) showed two spikes ($12 and $24 h) while the periodogram of evening types (Fig.  3b ) showed only one ($24 h). The homeostatic component described by the gradient of the straight line was less steep in evening types than in morning types (slope: 0.04 ± 0.02 versus 0.06 ± 0.02, t-test P ¼ 0.043, Fig.  2c ). All fitted straight lines had a P-value >0.05.\n\nThe time course of log-transformed PTAF during the extended period of wakefulness is shown in Fig.  4 . While a significant effect was observed for the factor elapsed time awake (F 4.78 ¼ 15.06, epsilon ¼ 0.796, P < 0.0005), there was significant interaction and group effect. The homeostatic component computed by linear analysis was not different between morning-type and evening-type participants but only nine fitted lines (four morning types and five evening types) presented P-values >0.05. On the other hand, the wakedependent increase in PTAF was adequately described in both groups by a saturating exponential function (Table  1 ). The initial values after 1.5 h of elapsed time awake and asymptote were not significantly different between the two groups. The time constant, calculated on absolute or relative values (expressed in percent of the initial values), was significantly longer in evening-type participants (U-test, P ¼ 0.03 and P ¼ 0.037 respectively), indicating a slower increase in sleep pressure during extended wakefulness. To verify the progressive increase in PTAF during the first 11.5 h of extended wakefulness, we performed a one-way rANOVA for each group. In morning-type participants, rANOVA revealed a significant time effect (F 2.83 ¼ 4.91, epsilon ¼ 0.948, P ¼ 0.01). The PTAF after 1.5 h was lower than PTAF after 5.5 h (LSD, P ¼ 0.037), 9.5 h (LSD, P ¼ 0.003), and 11.5 h (LSD, P ¼ 0.015). In evening-type participants, the time effect was not significant (F 2.03 ¼ 4.91, epsilon ¼ 0.678, NS). The PTAF after 1.5 h was lower than the PTAF only at 9.5 (LSD, P ¼ 0.03) and 11.5 h (LSD, P ¼ 0.032)."
    },
    {
      "title": "DISCUSSION",
      "text": "Our data demonstrate that morningness-eveningness-related particularities can be measured in both the circadian and homeostatic processes of subjects who have been living under regular ÔworkdayÕ entrainment conditions. T min of morning types occurred 1.4-h earlier than in evening types. Previous studies of subjects adhering to a self-selected schedule before the CR revealed larger differences ranging from 2.1 h  (Kerkhof and Van Dongen, 1996)  to 2.2 h  (Duffy et al., 1999) . As all participants in our study woke up at the same time (07.30 h), the interval between T min and wake-up time was shorter in evening types than in morning types, thus confirming that in the real world, evening types wake up at an earlier circadian phase than morning types  (Duffy et al., 1999) . We did not find any significant difference between amplitudes of morning and evening types, in contrast to previous results based on masked ambulatory temperature data  (Baehr et al., 2000; Ishihara et al., 1987) . After T min , the temperature rose more sharply in morning-than in evening-type participants, as described previously  (Duffy et al., 1999) .\n\nWhen the homeostatic component was extracted, the circadian component of subjective sleepiness was phase-delayed by 2 h in evening-type participants, as expected. An analogous phase difference in the sleep propensity function has also been documented  (Liu et al., 2000) . While the circadian component was bimodal in morning-type subjects (Fig.  3 : two spikes, midafternoon and nocturnal increase), evening-type subjects have only one nocturnal peak. This result concurs with previous reports showing that, in a seven of 13 sleep/wake paradigm to measure the sleep propensity function, morning types have an earlier sleep gate (+2 h) and well-defined mid-afternoon and nocturnal sleep gates  (Lavie and Segal, 1989) .\n\nThe homeostatic component differed between the two chronotypes. There seems to be a close parallel between the linear component underlying the buildup of sleepiness and the time constant buildup of PTAF: the sleep pressure rose more slowly in evening-type participants than in morning-type participants. In both chronotypes, the time course of PTAF could be closely fitted by an exponential curve (r 2 > 0.87), but Table  1  parameters describing wake-dependent increase in PTAF in the waking electroencephalogram. Parameters were estimated for logtransformed PTAF (absolute power density) and normalized power density (100% ¼ EEG value recorded after 1.5 h of elapsed time awake). A saturating exponential function P(t) ¼ P ¥ )(P ¥ )P 1.5 ) e()t/s) was fitted to the pooled data, where P(t) represents the mean power density at time t relative to wake up, P 1.5 is the value after 1.5 h of elapsed time awake, P ¥ is the asymptotic value when t approaches ¥ and s is the time constant. Values in parentheses represent 95% confidence interval. Time constant defines the kinetic of process S. A small time constant of the buildup of the homeostatic process corresponds to a rapid increase in sleep pressure during extended wakefulness\n\nMorning types Evening types Absolute power density s (hr) 16.66 ()5.7/39) 32.91 ()13.5/79.4) P 1.5 (log) 0.03 ()0.12/0.19) )0.06 ()0.23/0.09) P ¥ (log) 0.291 (0.13/0.45) 0.277 ()0.04/0.59) r 2 0.88 0.95 Normalized power density s (h) 15.12 ()1.8/32) 69 ()169/308) P 1.5 (%) 100 100 P ¥ (%) 181 (141/221) 313 ()287/914) r 2 0.90 0.95 Figure 3. Periodogram of the circadian component of sleepiness ratings in morning types (a) and in evening types (b).\n\nthe time constant was longer in evening-type participants (Table  1 ). On the other hand, it reached the same level (asymptote) during extended wakefulness. Sleep pressure increased progressively during the 11.5 h of wakefulness in morning-type participants, while the increase in evening-type participants occurred already after 5.5 h of wakefulness. Our results are very similar to those found when studying nocturnal EEG slow wave activity. Kerkhof and Lancel (1991)  have demonstrated that the time constant of the cumulative frequency distribution of nocturnal delta components is smaller in morning types (faster rate of delta energy accumulation). They have also demonstrated that morning types show a monotonically decreasing trend of delta energy, while in evening types delta energy decreases only after the second sleep cycle. When combined with those of  Kerkhof and Lancel (1991) , our results show that the time course of build-up or dissipation of sleep pressure differs between morning or evening types. The difference occurs only at the beginning of the build-up or dissipation of process S. In the real world, when evening-type subjects cannot adapt their preferential sleep-wake schedules to socio-economic constraints, they have a slower build-up or dissipation of the homeostatic sleep process. On the other hand, this difference in sleep pressure disappears when sleep is extended (asymptote was not elevated in any group). Nor did the arousal level differ between the two groups (PTAF was not significantly elevated in any group), demonstrating that no subjects had high homeostatic sleep pressure. Moreover, only morning-type subjects showed a bimodal sleep wake propensity. In the two-process model of Broughton  (Broughton, 1998) , the nap zone is considered to be due to insufficient circadian arousal to override the effects of an increasing process S during the day. In evening subjects, midday sleep pressure is lower, thus creating a nap zone.\n\nEvening-type participants rated themselves sleepier than morning types between 10.30 and 12.30 h in spite of identical PTAF levels and lower sleep pressure (longer time constant). This sleepiness could be because of the phase delay of the circadian process and the narrow phase angle difference between waking up and the circadian temperature minimum (evening-type subjects sleep during an earlier part of their temperature cycle than morning-type subjects). This shift may bring the wake up time very close to the sleepiest circadian phase. Sleep inertia also influences morning performance  (Tassi and Muzet, 2000) . On work days, sleep inertia is longer in evening types than morning types  (Roenneberg et al., 2003)  and thus modifies morning sleepiness. On the other hand, this sleepiness could be because of the probable cumulative sleep deficit induced by the regular worktime schedule imposed. As in evening-type pubertal adolescents with chronic insufficient sleep  (Carskadon and Acebo, 2002) , very pronounced sleepiness in the morning and its decrease throughout the day might be the result of incomplete resetting of process S and a narrower phase angle difference between wake up and the circadian-alertness trough. A counter argument is that the incomplete resetting of process S should increase the morning PTAF level, but evening-type subjects had the same morning PTAF level as morning-type subjects (no difference between P 1.5 ). A possible explanation is that when there is no imposed waking time, evening-type subjects live under lower sleep pressure. Aeschbach et al. (2001)  has demonstrated with the waking EEG that short sleepers live under higher sleep pressure than long sleepers. In a questionnaire study carried out on 617 adults, we showed that evening-type subjects expressed a greater need for sleep  (Taillard et al., 1999) .\n\nOur findings may be relevant for understanding the biological basis of the better adaptation of evening-type subjects to night or shift work  (Akerstedt, 1990; Ostberg, 1973) . Because of their lower sleep propensity in the evening and their higher sleep propensity in the morning, they perform better at night and have better morning sleep than morning types.\n\nOne limitation of this study was that we lost the waking EEG data during the subjective night, and thus could not estimate the circadian influence known to be present, albeit minor, in the theta and lower alpha bands  (Aeschbach et al., 1997 (Aeschbach et al., , 1999)) . The estimation of the time constant might have been influenced by this low sampling rate.\n\nIn conclusion, circadian signals and the kinetics of sleep pressure differ between the two groups living under conditions mimicking the usual working day. To determine if this is traitdependent or state-dependent (because of imposed sleep times), further studies under self-selected schedules are now required."
    },
    {
      "title": "A CKNOWLEDGEMENTS",
      "text": "This research was supported by Centre Hospitalier Universitaire de Bordeaux and Laboratoires Lafon-Cephalon. We thank C. Gross for his involvement in the development of the modeling procedure."
    },
    {
      "title": "R E FERENC E S"
    },
    {
      "text": "Figure 1. (a) Core body temperature curves (raw data, hourly average ± SD) of morning (n ¼ 9) and evening (n ¼ 9) types obtained under a 36 h constant routine. (b) Time course of subjective sleepiness ratings (visual analog scale) during 36 h of sustained wakefulness in morning-type and evening-type participants. Hourly mean value ± SD."
    },
    {
      "text": "Figure 2. Time course of circadian and homeostatic components of z-transformed sleepiness ratings in morning-type and evening-type participants. (a) Time course of fitted circadian and homeostatic components that represent the sum of a sinusoidal and linear f(t) ¼ A + B time H + C sin(time c 2p/t 24 ) / 24 ) + D sin(time c 2p/2t 24 ) / 12 ). (b) Extracted circadian component that consists of a sinusoidal function (24 h component and first harmonic) in morning-type and evening-type participants. (c) Extracted wake-dependent component that consists of a linear function in morning-type and evening-type participants. Hourly mean value ± SD."
    },
    {
      "text": "Figure 4. Time course of theta-alpha activity (lV2/Hz, log transformed PTAF, 6.25-9 Hz) during 36 h of sustained wakefulness in morning-type and evening-type participants. Hourly mean value ± SEM. A saturating exponential component P(t) ¼ P ¥ )(P ¥ ) P 1.5 ) e()t/s) was fitted to the pooled data and is represented by solid curves."
    }
  ],
  "references": [
    {
      "title": "Dynamics of the human EEG during prolonged wakefulness: evidence for frequency-specific circadian and homeostatic influences",
      "authors": [
        "D Aeschbach",
        "J Matthews",
        "T Postolache",
        "M Jackson",
        "H Giesen",
        "T Wehr"
      ],
      "year": 1997,
      "doi": "10.1016/s0304-3940(97)00904-x"
    },
    {
      "title": "Two circadian rhythms in the human electroencephalogram during wakefulness",
      "authors": [
        "D Aeschbach",
        "J Matthews",
        "T Postolache",
        "M Jackson",
        "H Giesen",
        "T Wehr"
      ],
      "year": 1999,
      "doi": "10.1152/ajpregu.1999.277.6.r1771"
    },
    {
      "title": "Evidence from the waking electroencephalogram that short sleepers live under higher homeostatic sleep pressure than long sleepers",
      "authors": [
        "D Aeschbach",
        "T Postolache",
        "L Sher",
        "J Matthews",
        "M Jackson",
        "T Wehr"
      ],
      "year": 2001,
      "doi": "10.1016/s0306-4522(00)00518-2"
    },
    {
      "title": "Psychological and psychophysiological effects of shift work",
      "authors": [
        "T Akerstedt"
      ],
      "year": 1990,
      "doi": "10.5271/sjweh.1819"
    },
    {
      "title": "Validation of the S and C components of the three-process model of alertness regulation",
      "authors": [
        "T Akerstedt",
        "S Folkard"
      ],
      "year": 1995,
      "doi": "10.1093/sleep/18.1.1"
    },
    {
      "title": "Subjective and objective sleepiness in the active individual",
      "authors": [
        "T Akerstedt",
        "M Gillberg"
      ],
      "year": 1990,
      "doi": "10.3109/00207459008994241"
    },
    {
      "title": "Correlations between morningness-eveningness character, sleep habits and temperature rhythm in adolescents",
      "authors": [
        "M Andrade",
        "A Benedito-Silva",
        "L Menna-Barreto"
      ],
      "year": 1992
    },
    {
      "title": "A neural circuit for circadian regulation of arousal",
      "authors": [
        "G Aston-Jones",
        "S Chen",
        "Y Zhu",
        "M Oshinsky"
      ],
      "year": 2001,
      "doi": "10.1038/89522"
    },
    {
      "title": "Individual differences in the phase and amplitude of the human circadian temperature rhythm: with an emphasis on morningness-eveningness",
      "authors": [
        "E Baehr",
        "W Revelle",
        "C Eastman"
      ],
      "year": 2000,
      "doi": "10.1046/j.1365-2869.2000.00196.x"
    },
    {
      "title": "A two process model of sleep regulation",
      "authors": [
        "A Borbely"
      ],
      "year": 1982
    },
    {
      "title": "SCN controlled circadian arousal and the afternoon ÔÔnap zoneÕÕ",
      "authors": [
        "R Broughton"
      ],
      "year": 1998
    },
    {
      "title": "EEG and subjective sleepiness during extended wakefulness in seasonal affective disorder: circadian and homeostatic influences",
      "authors": [
        "C Cajochen",
        "D Brunner",
        "K Krauchi",
        "P Graw",
        "A Wirz-Justice"
      ],
      "year": 2000
    },
    {
      "title": "Separation of circadian and wake duration-dependent modulation of EEG activation during wakefulness",
      "authors": [
        "C Cajochen",
        "J Wyatt",
        "C Czeisler",
        "D Dijk"
      ],
      "year": 2002
    },
    {
      "title": "Sleep and morningness-eveningness in the ÔmiddleÕ years of life (20-59 y)",
      "authors": [
        "J Carrier",
        "T Monk",
        "D Buysse",
        "D Kupfer"
      ],
      "year": 1997
    },
    {
      "title": "Regulation of sleepiness in adolescents: update, insights, and speculation",
      "authors": [
        "M Carskadon",
        "C Acebo"
      ],
      "year": 2002,
      "doi": "10.1093/sleep/25.6.606"
    },
    {
      "title": "Diurnal variation in subjective and objective measures of sleepiness: the effects of sleep reduction and circadian type",
      "authors": [
        "M Clodore",
        "J Foret",
        "O Benoit"
      ],
      "year": 1986
    },
    {
      "title": "Driver sleepiness and risk of serious injury to car occupants: population based case control study",
      "authors": [
        "J Connor",
        "R Norton",
        "S Ameratunga",
        "E Robinson",
        "I Civil",
        "R Dunn",
        "J Bailey",
        "R Jackson"
      ],
      "year": 2002,
      "doi": "10.1136/bmj.324.7346.1125"
    },
    {
      "title": "Human sleep: its duration and organization depend on its circadian phase",
      "authors": [
        "C Czeisler",
        "E Weitzman",
        "M Moore-Ede",
        "J Zimmerman",
        "R Knauer"
      ],
      "year": 1980,
      "doi": "10.1126/science.7434029"
    },
    {
      "title": "Exposure to bright light and darkness to treat physiologic maladaptation to night work",
      "authors": [
        "C Czeisler",
        "M Johnson",
        "J Duffy",
        "E Brown",
        "J Ronda",
        "R Kronauer"
      ],
      "year": 1990
    },
    {
      "title": "SCL-90-R: Administration, Scoring and Procedure Manual",
      "authors": [
        "L Derogatis"
      ],
      "year": 1994,
      "doi": "10.1037/10522-079"
    },
    {
      "title": "Paradoxical timing of the circadian rhythm of sleep propensity serves to consolidate sleep and wakefulness in humans",
      "authors": [
        "D Dijk",
        "C Czeisler"
      ],
      "year": 1994,
      "doi": "10.1016/0304-3940(94)90841-9"
    },
    {
      "title": "EEG power density during nap sleep: reflection of an hourglass measuring the duration of prior wakefulness",
      "authors": [
        "D Dijk",
        "D Beersma",
        "S Daan"
      ],
      "year": 1987,
      "doi": "10.1177/074873048700200304"
    },
    {
      "title": "Variation of electroencephalographic activity during nonrapid eye movement and rapid eye movement sleep with phase of circadian melatonin rhythm in humans",
      "authors": [
        "D Dijk",
        "T Shanahan",
        "J Duffy",
        "J Ronda",
        "C Czeisler"
      ],
      "year": 1997,
      "doi": "10.1111/j.1469-7793.1997.851ba.x"
    },
    {
      "title": "Relationship of endogenous circadian melatonin and temperature rhythms to selfreported preference for morning or evening activity in young and older people",
      "authors": [
        "J Duffy",
        "D Dijk",
        "E Hall",
        "C Czeisler"
      ],
      "year": 1999
    },
    {
      "title": "Effect of SCN lesions on sleep in squirrel monkeys: evidence for opponent processes in sleep-wake regulation",
      "authors": [
        "D Edgar",
        "W Dement",
        "C Fuller"
      ],
      "year": 1993,
      "doi": "10.1523/jneurosci.13-03-01065.1993"
    },
    {
      "title": "A self-assessment questionnaire to determine morningness-eveningness in human circadian rhythms",
      "authors": [
        "J Horne",
        "O Ostberg"
      ],
      "year": 1976
    },
    {
      "title": "Differences in sleep-wake habits and EEG sleep variables between active morning and evening subjects",
      "authors": [
        "K Ishihara",
        "A Miyasita",
        "M Inugami",
        "K Fukuda",
        "Y Miyata"
      ],
      "year": 1987,
      "doi": "10.1093/sleep/10.4.330"
    },
    {
      "title": "Short-term memory, alertness and performance: a reappraisal of their relationship to body temperature",
      "authors": [
        "M Johnson",
        "J Duffy",
        "D Dijk",
        "J Ronda",
        "C Dyal",
        "C Czeisler"
      ],
      "year": 1992
    },
    {
      "title": "EEG slow wave activity, REM sleep, and rectal temperature during night and day sleep in morning-type and evening-type subjects",
      "authors": [
        "G Kerkhof",
        "M Lancel"
      ],
      "year": 1991,
      "doi": "10.1111/j.1469-8986.1991.tb01014.x"
    },
    {
      "title": "Morning-type and eveningtype individuals differ in the phase position of their endogenous circadian oscillator",
      "authors": [
        "G Kerkhof",
        "H Van Dongen"
      ],
      "year": 1996,
      "doi": "10.1016/s0304-3940(96)13140-2"
    },
    {
      "title": "Sleep and wakefulness",
      "authors": [
        "N Kleitman"
      ],
      "year": 1939
    },
    {
      "title": "Sleep structure and EEG power density in morning types and evening types during a simulated day and night shift",
      "authors": [
        "M Lancel",
        "G Kerkhof"
      ],
      "year": 1991
    },
    {
      "title": "Twenty-four-hour structure of sleepiness in morning and evening persons investigated by ultrashort sleep-wake cycle",
      "authors": [
        "P Lavie",
        "S Segal"
      ],
      "year": 1989,
      "doi": "10.1093/sleep/12.6.522"
    },
    {
      "title": "Diurnal preference, sleep habits, circadian sleep propensity and melatonin rhythm in healthy human subjects",
      "authors": [
        "X Liu",
        "M Uchiyama",
        "K Shibui",
        "K Kim",
        "Y Kudo",
        "H Tagaya",
        "H Suzuki",
        "M Okawa"
      ],
      "year": 2000,
      "doi": "10.1016/s0304-3940(00)00793-x"
    },
    {
      "title": "Adaptation to abrupt time shifts of the oscillator(s) controlling human circadian rhythms",
      "authors": [
        "J Mills",
        "D Minors",
        "J Waterhouse"
      ],
      "year": 1978,
      "doi": "10.1113/jphysiol.1978.sp012582"
    },
    {
      "title": "Interindividual differences in circadian fatigue patterns of shift workers",
      "authors": [
        "O Ostberg"
      ],
      "year": 1973,
      "doi": "10.1136/oem.30.4.341"
    },
    {
      "title": "Basic Nordic Sleep Questionnaire (BNSQ): a quantitated measure of subjective sleep complaints",
      "authors": [
        "M Partinen",
        "T Gislason"
      ],
      "year": 1995
    },
    {
      "title": "A Manual of Standardized Terminology. Techniques and Scoring System for Sleep Stages of Human",
      "authors": [
        "A Rechtschaffen",
        "A Kales"
      ],
      "year": 1968,
      "doi": "10.1046/j.1440-1819.2001.00810.x"
    },
    {
      "title": "Life between clocks -daily temporal patterns of human chronotypes",
      "authors": [
        "T Roenneberg",
        "A Wirz-Justice",
        "M Merrow"
      ],
      "year": 2003
    },
    {
      "title": "Morningness/eveningness and the need for sleep",
      "authors": [
        "J Taillard",
        "P Philip",
        "B Bioulac"
      ],
      "year": 1999,
      "doi": "10.1046/j.1365-2869.1999.00176.x"
    },
    {
      "title": "Is self-reported morbidity related to the circadian clock?",
      "authors": [
        "J Taillard",
        "P Philip",
        "J Chastang",
        "K Diefenbach",
        "B Bioulac"
      ],
      "year": 2001
    },
    {
      "title": "Sleep Inertia",
      "authors": [
        "P Tassi",
        "A Muzet"
      ],
      "year": 2000
    },
    {
      "title": "Subjective sleepiness and physiological sleep tendency in healthy young morning and evening subjects",
      "authors": [
        "S Volk",
        "J Dyroff",
        "K Georgi",
        "B Pflug"
      ],
      "year": 1994,
      "doi": "10.1111/j.1365-2869.1994.tb00120.x"
    }
  ],
  "num_references": 43
}
