{
  "paper_id": "MMSMV5FL",
  "title": "Team-based care with pharmacists to improve blood pressure: A review of recent literature",
  "abstract": "Purpose of review-We review studies published since 2014 that examined team-based care strategies and involved pharmacists to improve blood pressure (BP). We then discuss opportunities and challenges to sustainment of team-based care models in primary care clinics. Recent Findings-Multiple studies presented in this review have demonstrated that team-based care including pharmacists can improve BP management. Studies highlighted the costeffectiveness of a team-based pharmacy intervention for BP control in primary care clinics. Little information was found on factors influencing sustainability of team-based care interventions to improve BP control. Summary-Future work is needed to determine the best populations to target with team-based BP programs and how to implement team-based approaches utilizing pharmacists in diverse clinical settings. Future studies need to not only identify unmet clinical needs but also address reimbursement issues and stakeholder engagement that may impact sustainment of team-based care interventions.",
  "year": 2019,
  "date": "2019-01-18",
  "journal": "MMWR Morb Mortal Wkly Rep",
  "publication": "MMWR Morb Mortal Wkly Rep",
  "authors": [
    {
      "forename": "Korey",
      "surname": "Kennelty",
      "name": "Korey Kennelty",
      "affiliation": "a  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa",
      "email": "korey-kennelty@uiowa.edu"
    },
    {
      "forename": "Linnea",
      "surname": "Polgreen",
      "name": "Linnea Polgreen",
      "affiliation": "a  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa"
    },
    {
      "forename": "Barry",
      "surname": "Carter",
      "name": "Barry Carter"
    }
  ],
  "doi": "10.1007/s11906-018-0803-0",
  "pmid": "27855138",
  "keywords": [
    "Team-care",
    "hypertension",
    "blood pressure",
    "cost-effectiveness",
    "dissemination and implementation",
    "intervention sustainability"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Hypertension is a leading risk factor for stroke and cardiovascular disease  [1] [2] [3] . Nearly 75 million US adults have hypertension  [1, 3] . Fortunately, effective treatment for hypertension is available: several clinical trials have demonstrated that antihypertensive medications reduce cardiovascular events  [4] . For example, even a 5 mm Hg difference in systolic blood pressure (BP) over 3-5 years can reduce the risk of cardiovascular complications and strokes by 25-30%  [5] . However, even with the existence of effective treatment, among adults with hypertension, 50% remain uncontrolled  [2, 3] .\n\nOne effective approach to improving BP control is team-based primary care. Studies have consistently shown that team-based care can improve BP control, particularly when pharmacists or nurses are involved in the patient's primary care management  [6] [7] [8] [9] [10] [11] . Teambased care has been defined by the National Academy of Medicine (formerly known as the Institute of Medicine) as \"…the provision of health services to individuals, families, and/or their communities by at least two health providers who work collaboratively with patients and their caregivers -to the extent preferred by each patient -to accomplish shared goals within and across settings to achieve coordinated, high-quality care\"  [12, 13] . A team-based care approach promotes comprehensive, coordinated, efficient, and effective healthcare  [13] [14] [15] [16] . Thus, it is a critical component of the Patient-Centered Medical Home (PCMH) model  [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] . Since 2014, the National Committee for Quality Assurance (NCQA) has included team-based care as a standard that health systems must meet in order to achieve the highest level of PCMH recognition. A team-based care approach to primary care is not a new concept, but the implementation and sustainment of team-based care models in primary care settings has remained a substantial challenge  [29] .\n\nIn this paper, we review recent studies that examined team-based care strategies that involve pharmacists to improve BP. We also discuss opportunities and challenges to sustainment of team-based care models in primary care settings while offering strategies to increase the likelihood of sustainment of these interventions."
    },
    {
      "title": "Review of Studies Published since 2014",
      "text": "Numerous studies published over the last four decades have shown that involving nurses or pharmacists on the primary care team can significantly improve patient BP control  [29] . Many of these studies, however, were small, single-site studies and did not control for important confounders that are known to influence BP. We will discuss larger, recentlypublished studies that have reported clinical and economic outcomes. Carter et al. (2015)  conducted a prospective, cluster-randomized, three-arm trial in 32 primary care clinics from 15 states to evaluate if clinics randomized to receive the physicianpharmacist collaborative model intervention would achieve better BP at nine months compared to usual care  [30] . Pharmacists were embedded within their respective primary care office and focused on management of hypertension. Twelve clinics were assigned to usual care, eleven clinics to receive a 9-month (brief) intervention, and nine clinics to receive a 24-month (extended) intervention. Racial minorities composed 54% of the overall study population. For the purposes of the primary outcome, the brief and extended intervention arms were combined. Selected secondary outcomes reported here were to assess mean BP differences at 9 months and whether patients from racial minority groups who received the intervention had lower systolic BP control at 24 months compared to usual care. The intervention groups were no longer combined for the 24 month time point. Primary outcome results showed BP control was 43% in the combined intervention group (n=345) and 34% in the usual care group (n=194) at 9 months (adjusted OR 1.57 [95% CI: 0.99-2.50], p=0.059). There was a significant reduction in systolic BP in the intervention group compared to the usual care group (-6.1 mm Hg, p=0.002) for all subjects and also in those from racial minorities (-6.1 mm Hg, p=0.009). The effect of the intervention was sustained in racial minorities groups for both the brief intervention -4.31 mm Hg (p=0.048) versus usual care and the extended intervention -4.93 mm Hg (p=0.011) versus usual care. A subsequent evaluation found that the intervention reduced the gap in BP reductions for racial minorities, those with lower income or less education and those without insurance  [31] . While the pharmacists addressed medication adherence, most interventions included medication intensification with additions of drugs or increased doses  [32] . Formative evaluations were also conducted with all the on-site pharmacists to evaluate barriers to fully implementing and sustaining the clinical intervention. The vast majority of pharmacists indicated the intervention was very difficult to add to their existing responsibilities (e.g., physician education, patient care). Most pharmacists felt that they did not have enough time to fully implement the intervention and that more pharmacist time would be required for full implementation and sustainment. The second frequently cited problem was the large number of patients from low socioeconomic groups who failed to make follow-up appointments, often due to travel or work responsibilities  [33, 34] . Tsuyuki et al. (2015)  report results from a multisite, randomized, controlled trial comparing enhanced pharmacist care versus usual care in 23 Canadian sites  [35] . Sites included community pharmacies, primary care clinics, or hospital outpatient clinics. Enhanced pharmacy care included pharmacist assessment of and counseling about cardiovascular disease (CVD) risk and BP control, review of current antihypertensive medications, and prescribing/titrating drug therapy as needed, in addition to what the usual care group received: a wallet card for recording BP measurements, lifestyle advice, and written information on hypertension. Medication therapy changes and assessment information was relayed to the patient's primary care provider. After the six month intervention period, intervention patients (n=181) had a reduction in systolic BP of -6.6 mm Hg (p=0.006) and diastolic BP of -3.2 mm Hg (p=0.01) versus usual care patients (n=67). This study is significant in that pharmacists had independent prescriptive authority after the pharmacist met a series of requirements, expanding the pharmacists' scope of care. Tsuyuki et al. (2016)  also found improvement in systolic and diastolic BPs in their randomized trial of 56 Canadian community pharmacies that evaluated community pharmacist case finding on CVD risk  [36] . Panattoni et al. (2017)  report results from their team-based care model that included a redesigned primary care visit to facilitate patient self-management of hypertension and diabetes  [37] . This was a quasi-experimental study comparing their team-based care model (n=38 physicians) to usual care (n=37 physicians) within the Palo Alto Medical Foundation. The redesigned workflow expanded the medical assistant's pre-visit role to collect more patient information including taking patient measurements, while the physician offered evidence-based patient self-management support. An unlicensed health coach worked with selected patients between physician visits. Additional support was given to patients postvisit and included a health coaching program and/or a pharmacist who provided medication reconciliation. Patients in the intervention group (n=3,156) aged 18-75 years living with diabetes experienced a decrease of -1.13 mm Hg (95% CI: -2.23 to -0.04) for diastolic BP and -0.47 (95% CI: -0.61 to -0.33) decline in A1c over the 6 month intervention period when compared to usual care (n=8,034). However, the authors did not find these results clinically meaningful and these findings were not sustained through 12 months after the index visit. An evaluation of the intervention was conducted and researchers found that certain fidelity measures, or the degree to which the intervention was consistently carried out, varied across measures. Researchers proposed that the complexity of the intervention and lack of physician engagement were possible reasons, among others, that contributed to low fidelity. Suggested future research included a qualitative assessment of the barriers that may have impeded intervention uptake."
    },
    {
      "title": "Cost Effectiveness of Team-Based Care",
      "text": "Cost effectiveness evaluations of team-based care are of three types: incremental cost effectiveness studies of randomized controlled trials, Markov studies where the results of trials are used to build simulations of long-term costs, and observational studies of existing team-based care within clinics.\n\nIncremental cost-effectiveness studies-Incremental cost-effectiveness studies add the costs of the intervention from a randomized, controlled trial and the resulting healthcare costs during the study period and compare these costs to the study outcomes. However, no long-term costs or outcomes are considered. Randomized controlled trials are the gold standard for determining the effects of an intervention, but the results are often not generalizable outside of the controlled study environment. [38]  conducted an incremental cost-effectiveness analysis of the data from Carter et al., (2015, mentioned earlier  [30] ). The analysis was performed from a societal point of view. Costs were assigned to medications (average wholesale price), pharmacist time, and physician time. Patient-specific drug costs for the 9-month period were $1223.91 in the intervention group, and $1146.27 in the control group. Pharmacists had 2036 encounters for 360 patients with an average of 155 minutes total. There were 439 patients who had one or more physician visit. The control group averaged 3 physician visits, and the intervention averaged 2 physician visits during the study. Mean total costs were $1462.87 in the intervention group and $1259.94 in the control group for a difference of $202.93. Because average systolic BP decreased by 6.1 mm Hg, in the intervention group compared to the control group, the cost effectiveness was $33.27/mmHg systolic BP. In addition, 43% of patients had controlled BP in the intervention group versus 34% of patients in the control group, thus the cost to lower BP control in the population by 1 percentage point was $22.55. Simpson et al (2015)    [39]  analyzed a trial of pharmacist/physician collaboration in 5 clinics in Edmonton, Alberta, Canada  [40]  from the payer's perspective with data from 123 patients with type 2 diabetes. They compared a control group with usual care to an intervention group where patients met with pharmacists who performed a medication history and measured BP. The pharmacist made recommendations to the physician based on the patient's medical history and current medications. Pharmacists contacted the patients to determine if any medication issues arose and to address these issues. All patients were interviewed after one year to record changes in BP and cardiovascular risk factors. Costs in Canadian dollars (CAD) were estimated for the intervention itself, medications, physician services, emergency department visits and inpatient stays. Pharmacists spent 1 hour per patient at baseline and an average of 2 hours in follow-up visits, including an average of 6 phone calls and 2 in-person visits. Intervention patients had fewer specialist visits (-$42 CAD) and inpatient stays (-$407 CAD), but more emergency department visits (+$41 CAD) compared to controls. The cost of the intervention was $226 CAD per patient, and the total costs during the study were $1803 CAD per patient for the intervention group and $1993 CAD for the control group. The total costs for the intervention cost less (-$190 CAD) than the control group and the intervention was effective with 0.26% reduction in annual cardiovascular risk. For a variety of simulated costs and health effects, 95% of the replications were costeffective at $4000 CAD per 1% reduction in cardiovascular risk. With a threshold of $33,215 CAD, 99% of replications were cost effective."
    },
    {
      "title": "Polgreen et al. (2015)"
    },
    {
      "title": "Markov models of Cost",
      "text": "Effectiveness-There are two recent team-based care papers that use Markov models of cost effectiveness. Both evaluations used baseline data, and intervention costs from previous randomized controlled trials of team based care, and then calculated Framingham risk scores for patients. Running models that span 30 years of time, further data from administrative databases  [41] , the literature  [41] , or standard life tables  [42]  were used to estimate disease-specific mortality and other events that are associated with disease progression. Then, commonly used utility values  [43]  were applied to quantify health-related quality of life for the different health states. These studies took a wide range of possible scenarios into account. However, all forecasting has flaws in that future treatments as well as diseases may change patients' trajectories. Specifically,  Marra et al. (2017)    [42]  estimated a model using the data from Tsuyuki et al. (2015 discussed earlier  [35] ). Marra et al. (2017)  considered the long-term cost effectiveness of a team-based intervention for hypertension from the payer's perspective. All patients had baseline cardiovascular and renal disease risk. The intervention affected the risk scores via reductions in BP. In this study, the intervention is ongoing and thus there is no deterioration in BP control over time. The cost of the intervention included pharmacist-patient visits which occur 6 times in the first year and 4 times per year in the following years. The cost of the first visit each year was $125 CAD, and other visits were $25 CAD. They also assumed that patients who received the intervention would have $30 CAD more drug costs per year than control patients. They found that a difference of 18.3 mm Hg between the control and intervention groups led to a reduction in risk equivalent to 2 fewer cardiovascular events for every 10 intervention patients, and additional 0.3 years of life and an additional 0.4 years of quality-adjusted life years. In terms of costs, the intervention cost $7,145 CAD for pharmacist visits and $1,584 CAD for additional medications, but costs fell by $14,002 CAD for CVD and $1092 CAD for chronic kidney disease, resulting in cost savings of $6,365 CAD over 30 years per patient. Sensitivity analyses where the effectiveness of the intervention, the length of effectiveness of the intervention and shorter time horizons also gave favorable results. In all cases, the intervention was cost effective given a $40,000/ quality-adjusted-life-year threshold. Kulchaitanaroaj et al. (2017)    [41]  also performed a Markov model of the long-term cost effectiveness of a pharmacist-physician collaboration from the payer's perspective. This study was based on data from earlier studies of pharmacist-physician collaborations conducted by  Carter et al. (2008 and 2009)    [6, 7] . In an earlier incremental cost effectiveness study similar to  Polgreen et al. (2015)  and  Simpson et al. (2015) , the researchers determined the costs during the study for pharmacist and physician time, and overhead costs, laboratory tests and drugs were $445.75 for the control group and $774.90 for the intervention group  [44] . Unlike Marra et al, Kulchaitanaroaj et al., assumed that the BP benefit of the study would deteriorate over time such that the BP in the control and intervention groups would be equal after year 5. Costs were higher for the intervention group by $3817.54 per person over their lifetime, but quality-adjusted life years increased by 0.14. Given a $50,000/qualityadjusted-life year threshold, 48.6% of the interventions simulated were cost effective. The authors found that these interventions were most effective for the highest-risk patients.\n\nObservational Studies-The third type of cost effectiveness study is observational. In this type of study, previously collected clinical data from an ongoing intervention is abstracted from electronic medical records (EMRs) or insurance claims. This type of study is helpful in that the effects of the intervention are witnessed \"in real life\". However, the effectiveness of the intervention is calculated for those who were selected for the intervention, and patients are usually not chosen for the intervention randomly. Kislan et al (2016)    [45]  performed a retrospective matched cohort study using Medicare claims for patients from University of North Carolina Health Care. The intervention group consisted of patients referred to a Clinical Pharmacist Practitioner (CPP) and seen at least twice from 2008-2011. The control group saw only the primary care provider (PCP) at least twice. Patients with hypertension, diabetes mellitus or peripheral neuropathy were included. The outcome for patients with hypertension was BP control. Costs were collected for outpatient medications, pharmacist and physician visits, as well as emergency department visits and hospitalizations. There were 12,065 patients in the control group and 378 patients in the intervention group, matched by gender, age and disease. Visits with CPPs cost 20.7% less than visits with PCPs. Emergency department visits and inpatient visits were lower in the CPP group, but hypertension medication changes were higher in the CPP group. Total costs for the CPP group were 1.46% lower when compared to the PCP group."
    },
    {
      "title": "Opportunities and challenges to sustaining team-based care innovations in primary care settings",
      "text": "The following discussion is not exhaustive but intended to underscore the complexities involved when sustaining team-based care models in primary care settings. Adoption and subsequent sustainment of team-based primary care interventions remains slow in our current healthcare environment  [29] . We offer perspectives documented in the literature for strategies to examine potential sustainability of team-based care interventions as well as factors that may influence sustainability. We supplement the discussion with personal perspectives our team experienced during our federally-funded team-based clinical trials  [46-48, 38, 8, 49, 6, 11] .\n\nDrawing upon the emerging field, implementation science, we believe attention to sustainability of team-based care models and the importance for primary care clinics to adapt to their ever-changing environment is greatly needed  [8] . Sustainability has been broadly defined as the \"long-term integration of effective interventions within specific settings\"  [50] . Sustainability is an integral implementation outcome  [51]  yet sustainability of team-based models across primary care settings remains a challenge. Implementing a teambased care model in a primary care clinic does not guarantee the model will be sustained  [51] . As such, more needs to be known about how individual and organizational-level factors interact and influence team-based care model sustainment  [52] [53] [54] [55] [56] .\n\nSustainment of the planned team-based care intervention should be considered early during intervention design. Designing for Dissemination and Implementation (D4D&I) is the set of activities performed throughout intervention planning, development, and evaluation to increase the likelihood the intervention will be disseminated, implemented, and ultimately sustained in desired settings  [57, 58] . Under federal grant funding, our team has designed and refined a team-based care intervention that utilizes remote clinical pharmacists to support under-resourced primary care providers with CVD management and achievement of key performance measures (e.g., BP control)  [47, 59] . We are in the process of transitioning from research grant funding to a self-sustained model. As part of this transition we conducted interviews with clinic stakeholders and identified specific factors we need to address before sustainment can be realized: reimbursement for services, stakeholder engagement, EMR access, and identifying unmet clinic needs.\n\nReimbursement for services-Fee-for-service payment plans continue to play a large role in medical service reimbursement in the US  [60] . These payment plans, however, seldom account for services completed by clinical staff who are not recognized licensed providers (e.g., pharmacists)  [61, 60] . The Centers for Medicare & Medicaid Services (CMS) has established Chronic Care Management (CCM) codes that allow pharmacists and other non-provider healthcare professionals to be reimbursed for chronic disease state management, often by means of telephone calls. In our experience, many primary care clinics are not utilizing these reimbursement codes. During discussions held with key stakeholders at primary care clinics during our intervention refinement we found many key stakeholders: were unaware these codes existed, were not familiar enough to advocate utilization of the codes, thought these reimbursements would deduct from the clinic's current reimbursement payments, or thought they would trigger a CMS audit because the facility is using a new unfamiliar billing code. We have since provided educational sessions with interested stakeholders to overcome these misconceptions.\n\nStakeholder engagement-Initiating and maintaining constructive relationships with key stakeholders may increase the likelihood an intervention is sustained. One author (BLC) is the director of the National Interdisciplinary Primary Care Network (NIPC) practice-based research network. The NIPC is composed of family care clinics, all of which have participated in at least one of our research endeavors. We have built strong relationships with clinic stakeholders by engaging them throughout intervention design, implementation, and evaluation. [62] . We encourage active participation in co-authorship of results as well as keep open lines of communication to brainstorm ideas for future projects. We have identified and work with all adopter categories as defined by Rogers Diffusion of Innovations  [63]  and tailor our communication based on stakeholder needs. Electronic medical record (EMR) access-Many studies evaluated the effect of pharmacists who are embedded within medical offices and who have complete access to the patient's medical records. Often recommendations focus on optimizing medications and dosages which require access to updated patient laboratory work, history of vitals, and other specific information that is difficult to obtain through patient interviews. However, pharmacists from community pharmacies or those providing medication therapy management by telephone usually do not have access to medical records. We have developed remote pharmacy interventions, and EMR access is necessary for our clinical pharmacists to make timely recommendations to providers and patients. These types of \"virtual\" clinical pharmacy services will be increasingly important for rural areas and for supplementing onsite patient visits. Lack of readiness  [64]  for clinics to develop service contracts and subsequent EMR access has decreased the adoption of our team-based care intervention.\n\nIdentifying unmet clinic needs-Conducting a needs assessment is a systematic method for understanding unmet clinic needs  [65, 66] . It also can identify current clinic procedures and help eliminate potential duplication of efforts between the current workflow and the introduced intervention. Understanding the unmet clinic needs will help align expectations between the implementers and other key stakeholders. A sustainment plan should include revisiting unmet clinics needs routinely since clinic needs may change over time and lead to disagreements and project failures."
    },
    {
      "title": "Sustainability frameworks",
      "text": "Several frameworks integrate sustainability into their core constructs and may offer clinicians and researchers insight into factors influencing intervention sustainment. The RE-AIM framework  [67] [68] [69]  emphasizes external validity and is a valuable tool to help improve the likelihood of sustainable adoption of evidence-based interventions. The framework consists of five \"steps\" to help researchers and clinicians translate research into practice (Table  1 ). Forman et al. (2017) used the RE-AIM framework in conjunction with qualitative assessments to evaluate a pharmacist-led BP management intervention in three Veterans Affairs facilities  [70] . Using these methods, the research team found that patients who sustained BP control also understood an association between medication adherence and BP control. The research team also uncovered factors that may influence intervention sustainment from the level of the pharmacist. For example, pharmacists were empowered to independently adjust medications and did not have to make the patient wait until after the encounter for any medication changes. The intervention did not sustain in the facilities, and authors concluded that using the RE-AIM framework with qualitative assessments were helpful for understanding why the intervention was not sustained and will be helpful in improving the intervention.\n\nThe National Health Service (NHS) Institute for Innovation and Improvement Program developed the Sustainability Model and related survey to help organizations implement and sustain effective health care interventions (Table  2 )  [71, 72] . The Sustainability Model consists of ten factors relating to process, staff, and organizational structure that may play a role in intervention sustainment. The survey is a self-assessment tool to help predict sustainability by providing an overall sustainability score. In addition to providing the sustainability score, the act of completing the Sustainability Model survey may lead to productive discussions about the intended healthcare intervention. The authors of the Sustainability Model advise users to utilize the Sustainability Model survey at several different points in time during intervention implementation and sustainment  [71] . Schell et al. (2013)  introduced a multi-level sustainability framework describing nine core domains influencing sustainability: Political Support, Funding Stability, Partnerships, Organizational Capacity, Program Evaluation, Program Adaptation, Communications, Public Health Impacts, and Strategic Planning. Their framework was derived from a literature review of 85 studies focused on public health program sustainability and researchers used concept mapping to group and label domains  [73] . A member of our research team (KAK) adapted the domains to assist with our ongoing cluster-randomized clinical trials to examine factors influencing sustainability of our remote pharmacist-led intervention in primary care settings (Figure  1 ). Questions derived from these domains are being used in focus groups and one-on-one interviews of key stakeholders including patients, caregivers, pharmacists, providers, and administrators."
    },
    {
      "title": "Conclusions",
      "text": "Given that a substantial proportion of the patients diagnosed with hypertension remain uncontrolled, new approaches are clearly needed to improve BP control. Multiple research studies presented in this review have demonstrated that care utilizing pharmacists can improve BP management.. Most studies consistently demonstrate that the most likely reason for improved BP is medication intensification and, perhaps, improved medication adherence. In addition, we presented multiple studies that demonstrated cost effectiveness of teambased approaches to BP management, especially programs involving pharmacists. However, the disparate methods used in cost evaluations make it difficult to compare results across studies and to reconcile different cost-effectiveness estimates. Furthermore, the overwhelming positive outcomes of team-based care studies may be due to publication bias: unsuccessful trials may not be published. Future work is needed to determine the best populations to target with team-based BP programs and how to implement and subsequently sustain team-based approaches in diverse clinical settings. Implementation studies need to not only identify unmet clinical needs but also address reimbursement issues and stakeholder engagement."
    },
    {
      "text": "Figure 1. Depiction of Adapted Schell et al. (2013) Sustainability Framework and Definitions"
    }
  ],
  "references": [
    {
      "title": "CDC Grand Rounds: A Public Health Approach to Detect and Control Hypertension",
      "authors": [
        "R Merai",
        "C Siegel",
        "M Rakotz",
        "P Basch",
        "J Wright",
        "B Wong"
      ],
      "year": 2016,
      "doi": "10.15585/mmwr.mm6545a3"
    },
    {
      "title": "Heart disease and stroke statistics--2012 update: a report from the American Heart Association",
      "authors": [
        "V Roger",
        "A Go",
        "Lloyd Jones",
        "D Benjamin",
        "E Berry",
        "J Borden"
      ],
      "year": 2012,
      "doi": "10.1161/CIR.0b013e31823ac046"
    },
    {
      "title": "National Center for Health Statistics, National Health, Nutrition Examination Survey. Hypertension prevalence and control among adults: United States",
      "authors": [
        "S Yoon",
        "C Fryar",
        "M Carroll"
      ],
      "year": 2015,
      "doi": "10.3886/icpsr25501.v2"
    },
    {
      "title": "Use of blood pressure lowering drugs in the prevention of cardiovascular disease: meta-analysis of 147 randomised trials in the context of expectations from prospective epidemiological studies",
      "authors": [
        "M Law",
        "J Morris",
        "N Wald"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b1665"
    },
    {
      "title": "What can be expected from optimal blood pressure control? Journal of hypertension Supplement",
      "authors": [
        "J Staessen",
        "J Wang",
        "L Thijs"
      ],
      "year": 2003
    },
    {
      "title": "Physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "B Carter",
        "G Ardery",
        "J Dawson",
        "P James",
        "G Bergus",
        "W Doucette"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2009.358"
    },
    {
      "title": "A Cluster Randomized Trial to Evaluate Physician/Pharmacist Collaboration to Improve Blood Pressure Control",
      "authors": [
        "B Carter",
        "G Bergus",
        "J Dawson",
        "K Farris",
        "W Doucette",
        "E Chrischilles"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-7176.2008.07434.x"
    },
    {
      "title": "The Hypertension Team: The Role of the Pharmacist, Nurse, and Teamwork in Hypertension Therapy",
      "authors": [
        "B Carter",
        "H Bosworth",
        "B Green"
      ],
      "year": 2012,
      "doi": "10.1111/j.1751-7176.2011.00542.x"
    },
    {
      "title": "Nurse management for hypertension. A systems approach",
      "authors": [
        "P Rudd",
        "N Miller",
        "J Kaufman",
        "H Kraemer",
        "A Bandura",
        "G Greenwald"
      ],
      "year": 2004,
      "doi": "10.1016/j.amjhyper.2004.06.006"
    },
    {
      "title": "Work-site treatment of hypertension by specially trained nurses. A controlled trial",
      "authors": [
        "A Logan",
        "B Milne",
        "C Achber",
        "W Campbell",
        "R Haynes"
      ],
      "year": 1979,
      "doi": "10.1016/s0140-6736(79)92397-3"
    },
    {
      "title": "The Potency of Team-based Care Interventions for Hypertension",
      "authors": [
        "B Carter",
        "M Rogers",
        "J Daly",
        "S Zheng",
        "P James"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2009.316"
    },
    {
      "title": "Interprofessional team-based primary care for chronically ill adults: State of the science",
      "authors": [
        "M Naylor",
        "K Coburn",
        "E Kurtzman",
        "J Prvu Bettger",
        "H Buck",
        "J Van Cleave"
      ],
      "year": 2010,
      "doi": "10.1891/9780826110701.0014"
    },
    {
      "title": "Core principles & values of effective team-based health care",
      "authors": [
        "P Mitchell",
        "M Wynia",
        "R Golden",
        "B Mcnellis",
        "S Okun",
        "C Webb"
      ],
      "year": 2012,
      "doi": "10.31478/201210c"
    },
    {
      "title": "Safety Net Medical Home Initiative Implementation Guide Series",
      "authors": [
        "K Coleman",
        "R Reid"
      ],
      "year": 2013
    },
    {
      "title": "The role of patient care teams in chronic disease management",
      "authors": [
        "E Wagner"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7234.569"
    },
    {
      "title": "Are continuity of care and teamwork incompatible?",
      "authors": [
        "E Wagner",
        "R Reid"
      ],
      "year": 2007,
      "doi": "10.1097/01.mlr.0000253165.03466.e3"
    },
    {
      "title": "Heart failure with preserved and reduced left ventricular ejection fraction in the antihypertensive and lipid-lowering treatment to prevent heart attack trial",
      "authors": [
        "B Davis",
        "J Kostis",
        "L Simpson",
        "H Black",
        "W Cushman",
        "P Einhorn"
      ],
      "year": 2008,
      "doi": "10.1161/CIRCULATIONAHA.107.762229"
    },
    {
      "title": "Adoption of patient-centered care practices by physicians: results from a national survey",
      "authors": [
        "A Audet",
        "K Davis",
        "S Schoenbaum"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.7.754"
    },
    {
      "title": "Different paths to high-quality care: three archetypes of top-performing practice sites",
      "authors": [
        "C Feifer",
        "L Nemeth",
        "P Nietert",
        "A Wessell",
        "R Jenkins",
        "L Roylance"
      ],
      "year": 2007
    },
    {
      "title": "Health center trends, 1994-2001: what do they portend for the federal growth initiative?",
      "authors": [
        "A O'malley",
        "C Forrest",
        "R Politzer",
        "J Wulu",
        "L Shi"
      ],
      "year": 2005,
      "doi": "10.1377/hlthaff.24.2.465"
    },
    {
      "title": "Delivering Effective Primary Care to Older Adults: A Randomized, Controlled Trial of the Senior Resource Team at Group Health Cooperative",
      "authors": [
        "E Phelan",
        "B Balderson",
        "M Levine",
        "J Erro",
        "L Jordan",
        "L Grothaus"
      ],
      "year": 2007,
      "doi": "10.1111/j.1532-5415.2007.01416.x"
    },
    {
      "title": "The Rural Health Care Team",
      "authors": [
        "T Rosenthal",
        "N Campbell-Heider"
      ],
      "year": 2001
    },
    {
      "title": "Can health care teams improve primary care practice?",
      "authors": [
        "K Grumbach",
        "T Bodenheimer"
      ],
      "year": 2004,
      "doi": "10.1001/jama.291.10.1246"
    },
    {
      "title": "Maximizing the Patient-Centered Medical Home (PCMH) by Choosing Words Wisely",
      "authors": [
        "J Howard",
        "R Etz",
        "J Crocker",
        "D Skinner",
        "K Kelleher",
        "K Hahn"
      ],
      "year": 2016,
      "doi": "10.3122/jabfm.2016.02.150199"
    },
    {
      "title": "REACH of Interventions Integrating Primary Care and Behavioral Health",
      "authors": [
        "B Balasubramanian",
        "D Fernald",
        "L Dickinson",
        "M Davis",
        "R Gunn",
        "B Crabtree"
      ],
      "year": 2015,
      "doi": "10.3122/jabfm.2015.s1.150055"
    },
    {
      "title": "Understanding Care Integration from the Ground Up: Five Organizing Constructs that Shape Integrated Practices",
      "authors": [
        "D Cohen",
        "B Balasubramanian",
        "M Davis",
        "J Hall",
        "R Gunn",
        "K Stange"
      ],
      "year": 2015,
      "doi": "10.3122/jabfm.2015.s1.150050"
    },
    {
      "title": "Challenges of medical home transformation reported by 118 patient-centered medical home (PCMH) leaders",
      "authors": [
        "L Solberg",
        "A Crain",
        "J Tillema",
        "P Fontaine",
        "R Whitebird",
        "T Flottemesch"
      ],
      "year": 2014,
      "doi": "10.3122/jabfm.2014.04.130303"
    },
    {
      "title": "Evaluation of patient centered medical home practice transformation initiatives",
      "authors": [
        "B Crabtree",
        "S Chase",
        "C Wise",
        "G Schiff",
        "L Schmidt",
        "J Goyzueta"
      ],
      "year": 2011,
      "doi": "10.1097/mlr.0b013e3181f80766"
    },
    {
      "title": "Blood pressure control -implementing a team approach",
      "authors": [
        "B Carter"
      ],
      "year": 2011,
      "doi": "10.15420/usc.2011.8.2.108"
    },
    {
      "title": "Cluster-randomized trial of a physician/pharmacist collaborative model to improve blood pressure control",
      "authors": [
        "B Carter",
        "C Coffey",
        "G Ardery",
        "L Uribe",
        "D Ecklund",
        "P James"
      ],
      "year": 2015,
      "doi": "10.1161/CIRCOUTCOMES.114.001283"
    },
    {
      "title": "Physician-Pharmacist Collaborative Management: Narrowing the Socioeconomic Blood Pressure Gap",
      "authors": [
        "M Anderegg",
        "T Gums",
        "L Uribe",
        "C Coffey",
        "P James",
        "B Carter"
      ],
      "year": 2016,
      "doi": "10.1161/hypertensionaha.116.08043"
    },
    {
      "title": "Pharmacist Intervention for Blood Pressure Control: Medication Intensification and Adherence",
      "authors": [
        "T Gums",
        "L Uribe",
        "Vander Weg",
        "M James",
        "P Coffey",
        "C Carter"
      ],
      "year": 2015,
      "doi": "10.1016/j.jash.2015.05.005"
    },
    {
      "title": "Using theory to predict implementation of a physician-pharmacist collaborative intervention within a practice-based research network",
      "authors": [
        "D Demik",
        "Vander Weg",
        "M Lundt",
        "E Coffey",
        "C Ardery",
        "G Carter"
      ],
      "year": 2013,
      "doi": "10.1016/j.sapharm.2013.01.003"
    },
    {
      "title": "Primary Care Physician-Pharmacist Collaborative Care Model: Strategies for Implementation",
      "authors": [
        "B Carter"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1732"
    },
    {
      "title": "Randomized Trial of the Effect of Pharmacist Prescribing on Improving Blood Pressure in the Community: The Alberta Clinical Trial in Optimizing Hypertension (RxACTION)",
      "authors": [
        "R Tsuyuki",
        "S Houle",
        "T Charrois",
        "M Kolber",
        "M Rosenthal",
        "R Lewanczuk"
      ],
      "year": 2015,
      "doi": "10.1161/circulationaha.115.015464"
    },
    {
      "title": "The Effectiveness of Pharmacist Interventions on Cardiovascular Risk: The Multicenter Randomized Controlled RxEACH Trial",
      "authors": [
        "R Tsuyuki",
        "Al Hamarneh",
        "Y Jones",
        "C Hemmelgarn"
      ],
      "year": 2016,
      "doi": "10.1016/j.jacc.2016.03.528"
    },
    {
      "title": "Workflow standardization of a novel team care model to improve chronic care: a quasi-experimental study",
      "authors": [
        "L Panattoni",
        "L Hurlimann",
        "C Wilson",
        "M Durbin",
        "M Tai-Seale"
      ],
      "year": 2017,
      "doi": "10.1186/s12913-017-2240-1"
    },
    {
      "title": "Cost-Effectiveness of a Physician-Pharmacist Collaboration Intervention to Improve Blood Pressure Control",
      "authors": [
        "L Polgreen",
        "J Han",
        "B Carter",
        "G Ardery",
        "C Coffey",
        "E Chrischilles"
      ],
      "year": 2015,
      "doi": "10.1161/HYPERTENSIONAHA.115.06023"
    },
    {
      "title": "Costeffectiveness analysis of adding pharmacists to primary care teams to reduce cardiovascular risk in patients with Type 2 diabetes: results from a randomized controlled trial",
      "authors": [
        "S Simpson",
        "D Lier",
        "S Majumdar",
        "R Tsuyuki",
        "R Lewanczuk",
        "R Spooner"
      ],
      "year": 2015,
      "doi": "10.1111/dme.12692"
    },
    {
      "title": "Adding pharmacists to primary care teams reduces predicted long-term risk of cardiovascular events in type 2 diabetic patients without established cardiovascular disease: results from a randomized trial",
      "authors": [
        "N Ladhani",
        "S Majumdar",
        "J Johnson",
        "R Tsuyuki",
        "R Lewanczuk",
        "R Spooner"
      ],
      "year": 2012,
      "doi": "10.1111/j.1464-5491.2012.03673.x"
    },
    {
      "title": "Cost-utility analysis of physician-pharmacist collaborative intervention for treating hypertension compared with usual care",
      "authors": [
        "P Kulchaitanaroaj",
        "J Brooks",
        "N Chaiyakunapruk",
        "A Goedken",
        "E Chrischilles",
        "B Carter"
      ],
      "year": 2017,
      "doi": "10.1097/hjh.0000000000001126"
    },
    {
      "title": "Cost-effectiveness of pharmacist care for managing hypertension in Canada",
      "authors": [
        "C Marra",
        "K Johnston",
        "V Santschi",
        "R Tsuyuki"
      ],
      "year": 2017,
      "doi": "10.1177/1715163517701109"
    },
    {
      "title": "Preference-Based EQ-5D index scores for chronic conditions in the United States",
      "authors": [
        "P Sullivan",
        "V Ghushchyan"
      ],
      "year": 2006,
      "doi": "10.1177/0272989x06290495"
    },
    {
      "title": "Incremental costs associated with physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "P Kulchaitanaroaj",
        "J Brooks",
        "G Ardery",
        "D Newman",
        "B Carter"
      ],
      "year": 2012,
      "doi": "10.1002/j.1875-9114.2012.01103.x"
    },
    {
      "title": "Advanced Practice Pharmacists: a retrospective evaluation of the efficacy and cost of ClinicaL Pharmacist PractitionErs managing ambulatory Medicare patients in North Carolina (APPLE-NC)",
      "authors": [
        "M Kislan",
        "A Bernstein",
        "L Fearrington",
        "T Ives"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1851-2"
    },
    {
      "title": "Avoiding Pitfalls With Implementation of Randomized Controlled Multicenter Trials: Strategies to Achieve Milestones",
      "authors": [
        "B Carter",
        "G Ardery"
      ],
      "year": 2016,
      "doi": "10.1161/jaha.116.004432"
    },
    {
      "title": "A centralized cardiovascular risk service to improve guideline adherence in private primary care offices",
      "authors": [
        "B Carter",
        "B Levy",
        "B Gryzlak",
        "E Chrischilles",
        "Vander Weg",
        "M Christensen"
      ],
      "year": 2015,
      "doi": "10.1016/j.cct.2015.04.014"
    },
    {
      "title": "A Cluster-Randomized Trial of a Centralized Clinical Pharmacy Cardiovascular Risk Service to Improve Guideline Adherence",
      "authors": [
        "B Carter",
        "C Coffey",
        "E Chrischilles",
        "G Ardery",
        "D Ecklund",
        "B Gryzlak"
      ],
      "year": 2015,
      "doi": "10.1002/phar.1603"
    },
    {
      "title": "A cluster-randomized effectiveness trial of a physician-pharmacist collaborative model to improve blood pressure control",
      "authors": [
        "B Carter",
        "W Clarke",
        "G Ardery",
        "C Weber",
        "P James",
        "Vander Weg"
      ],
      "year": 2010,
      "doi": "10.1161/circoutcomes.109.908038"
    },
    {
      "title": "National Institutes of Health approaches to dissemination and implementation science: current and future directions",
      "authors": [
        "R Glasgow",
        "C Vinson",
        "D Chambers",
        "M Khoury",
        "R Kaplan",
        "C Hunter"
      ],
      "year": 2012,
      "doi": "10.2105/ajph.2012.300755"
    },
    {
      "title": "Sustainability of evidence-based healthcare: research agenda, methodological advances, and infrastructure support",
      "authors": [
        "E Proctor",
        "D Luke",
        "A Calhoun",
        "C Mcmillen",
        "R Brownson",
        "S Mccrary"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0274-5"
    },
    {
      "title": "The de-adoption of innovative mental health practices (IMHP): why organizations choose not to sustain an IMHP",
      "authors": [
        "R Massatti",
        "H Sweeney",
        "P Panzano",
        "D Roth"
      ],
      "year": 2008,
      "doi": "10.1007/s10488-007-0141-z"
    },
    {
      "title": "The life cycle of an innovation: adoption versus discontinuation of the fluoride mouth rinse program in schools",
      "authors": [
        "M Scheirer"
      ],
      "year": 1990,
      "doi": "10.2307/2137173"
    },
    {
      "title": "What gets noticed: how barrier and facilitator perceptions relate to the adoption and implementation of innovative mental health practices",
      "authors": [
        "B Seffrin",
        "P Panzano",
        "D Roth"
      ],
      "year": 2009,
      "doi": "10.1007/s10597-009-9222-7"
    },
    {
      "title": "Measuring Sustainability within the Veterans Administration Mental Health System Redesign Initiative",
      "authors": [
        "J Ford",
        "D Krahn",
        "M Wise",
        "K Oliver"
      ],
      "year": 2011,
      "doi": "10.1097/QMH.0b013e3182314b20"
    },
    {
      "title": "The sustainability of new programs and innovations: a review of the empirical literature and recommendations for future research",
      "authors": [
        "S Wiltsey Stirman",
        "Kimberly Cook",
        "N Calloway",
        "A Castro",
        "F Charns"
      ],
      "year": 2012,
      "doi": "10.1186/1748-5908-7-17"
    },
    {
      "title": "Developing the Terminology for Dissemination and Implementation Research",
      "authors": [
        "B Rabin",
        "R Brownson"
      ],
      "year": 2012,
      "doi": "10.1093/acprof:oso/9780199751877.003.0002"
    },
    {
      "title": "Designing for Dissemination Among Public Health Researchers: Findings From a National Survey in the United States",
      "authors": [
        "R Brownson",
        "J Jacobs",
        "R Tabak",
        "C Hoehner",
        "K Stamatakis"
      ],
      "year": 2013,
      "doi": "10.2105/ajph.2012.301165"
    },
    {
      "title": "Evaluation of Pharmacists' Work in a Physician-Pharmacist Collaborative Model for the Management of Hypertension",
      "authors": [
        "B Isetts",
        "D Buffington",
        "B Carter",
        "M Smith",
        "L Polgreen",
        "P James"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1727"
    },
    {
      "title": "Confronting the growing burden of chronic disease: can the U.S. health care workforce do the job?",
      "authors": [
        "T Bodenheimer",
        "Chen Bennett"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.1.64"
    },
    {
      "title": "Why pharmacists belong in the medical home",
      "authors": [
        "M Smith",
        "D Bates",
        "T Bodenheimer",
        "P Cleary"
      ],
      "year": 2010,
      "doi": "10.1377/hlthaff.2010.0209"
    },
    {
      "title": "Intervention mapping: a process for developing theory-and evidence-based health education programs",
      "authors": [
        "L Bartholomew",
        "G Parcel",
        "G Kok"
      ],
      "year": 1998,
      "doi": "10.1177/109019819802500502"
    },
    {
      "title": "Diffusion of Innovations",
      "authors": [
        "E Rogers"
      ],
      "year": 1995
    },
    {
      "title": "A theory of organizational readiness for change",
      "authors": [
        "B Weiner"
      ],
      "year": 2009,
      "doi": "10.1186/1748-5908-4-67"
    },
    {
      "title": "Improving medication information transfer between hospitals, skilled-nursing facilities, and long-term-care pharmacies for hospital discharge transitions of care: A targeted needs assessment using the Intervention Mapping framework",
      "authors": [
        "L Kerstenetzky",
        "M Birschbach",
        "K Beach",
        "D Hager",
        "K Kennelty"
      ],
      "year": 2017,
      "doi": "10.1016/j.sapharm.2016.12.013"
    },
    {
      "title": "Health Program Planning: An Educational and Ecological Approach",
      "authors": [
        "L Green",
        "M Kreuter"
      ],
      "year": 2005
    },
    {
      "title": "Fidelity to and comparative results across behavioral interventions evaluated through the RE-AIM framework: a systematic review",
      "authors": [
        "S Harden",
        "B Gaglio",
        "J Shoup",
        "K Kinney",
        "S Johnson",
        "F Brito"
      ],
      "year": 2015,
      "doi": "10.1186/s13643-015-0141-0"
    },
    {
      "title": "Evaluating the public health impact of health promotion interventions: the RE-AIM framework",
      "authors": [
        "R Glasgow",
        "T Vogt",
        "S Boles"
      ],
      "year": 1999
    },
    {
      "title": "The RE-AIM framework for evaluating interventions: what can it tell us about approaches to chronic illness management? Patient education and counseling",
      "authors": [
        "R Glasgow",
        "H Mckay",
        "J Piette",
        "K Reynolds"
      ],
      "year": 2001,
      "doi": "10.1016/s0738-3991(00)00186-5"
    },
    {
      "title": "Development and application of the RE-AIM QuEST mixed methods framework for program evaluation",
      "authors": [
        "J Forman",
        "M Heisler",
        "L Damschroder",
        "E Kaselitz",
        "E Kerr"
      ],
      "year": 2017,
      "doi": "10.1016/j.jacc.2016.03.528"
    },
    {
      "title": "Sustainability Model and Guide",
      "authors": [
        "L Maher",
        "D Gustafson",
        "A Evans"
      ],
      "year": 2010
    },
    {
      "title": "Sustainability and scalability of a volunteerbased primary care intervention (Health TAPESTRY): a mixed-methods analysis",
      "authors": [
        "M Kastner",
        "R Sayal",
        "D Oliver",
        "S Straus",
        "L Dolovich"
      ],
      "year": 2017,
      "doi": "10.1186/s12913-017-2468-9"
    },
    {
      "title": "Public health program capacity for sustainability: a new framework",
      "authors": [
        "S Schell",
        "D Luke",
        "M Schooley",
        "M Elliott",
        "S Herbers",
        "N Mueller"
      ],
      "year": 2013,
      "doi": "10.1186/1748-5908-8-15"
    }
  ],
  "num_references": 73
}
