{
  "paper_id": "MTPAL86E",
  "title": "Text messaging support for patients with diabetes or coronary artery disease (SupportMe): protocol for a pragmatic randomised controlled trial",
  "year": 2019,
  "date": "2019-06-19",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Wah",
      "surname": "Ngai",
      "name": "Wah Ngai"
    },
    {
      "surname": "Cheung",
      "name": "Cheung",
      "affiliation": "1  Diabetes & Endocrinology , University of Sydney , Westmead , New South Wales , Australia \n\t\t\t\t\t\t\t\t Diabetes & Endocrinology \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Westmead \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "wah.cheung@sydney.edu.au"
    },
    {
      "forename": "Julie",
      "surname": "Redfern",
      "name": "Julie Redfern",
      "affiliation": "2  Westmead Applied Research Centre , University of Sydney , Westmead , New South Wales , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Westmead \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Aravinda",
      "surname": "Thiagalingam",
      "name": "Aravinda Thiagalingam",
      "affiliation": "3  Westmead Clinical School , University of Sydney , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Westmead Clinical School \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Tien-Ming",
      "surname": "Hng",
      "name": "Tien-Ming Hng",
      "affiliation": "5  Diabetes & Endocrinology , Blacktown Mount Druitt Hospital , Blacktown , New South Wales , Australia \n\t\t\t\t\t\t\t\t Diabetes & Endocrinology \n\t\t\t\t\t\t\t\t Blacktown Mount Druitt Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Blacktown \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Sheikh",
      "surname": "Mohammed",
      "name": "Sheikh Mohammed"
    },
    {
      "forename": "Shariful",
      "surname": "Islam",
      "name": "Shariful Islam",
      "affiliation": "6  The George Institute for Global Health , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia",
      "orcid": "0000-0001-7926-9368"
    },
    {
      "forename": "Rabbia",
      "surname": "Haider",
      "name": "Rabbia Haider",
      "affiliation": "1  Diabetes & Endocrinology , University of Sydney , Westmead , New South Wales , Australia \n\t\t\t\t\t\t\t\t Diabetes & Endocrinology \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Westmead \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Sonia",
      "surname": "Faruquie",
      "name": "Sonia Faruquie",
      "affiliation": "1  Diabetes & Endocrinology , University of Sydney , Westmead , New South Wales , Australia \n\t\t\t\t\t\t\t\t Diabetes & Endocrinology \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Westmead \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Clara",
      "surname": "Chow",
      "name": "Clara Chow",
      "affiliation": "2  Westmead Applied Research Centre , University of Sydney , Westmead , New South Wales , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Westmead \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Ngai",
      "surname": "Cheung",
      "name": "Ngai Cheung"
    }
  ],
  "doi": "https://doi.org/10.13039/501100001201",
  "sections": [
    {
      "text": "Introduction Low-cost interventions providing selfmanagement support are needed for people with coronary artery disease (CAD) and diabetes. Mobile phone text messaging provides a potential vehicle for this. The SupportMe Trial aims to assess the feasibility of embedding a text messaging programme into routine clinical practice and will determine if this improves cardiovascular risk factor and diabetes control among patients with CAD or type 2 diabetes. Methods and analysis SupportMe is a randomised controlled trial to be conducted within the framework of a health district-wide integrated care programme for people with CAD or type 2 diabetes mellitus. One thousand subjects will be recruited, with at least 500 in each group. Intervention subjects will receive four text messages a week for 6 months, which provide advice, motivation, information and support for disease management and healthy behaviour. The primary outcome is systolic blood pressure at 6 months. Secondary outcomes include body mass index, waist circumference, low-density lipoprotein cholesterol, physical activity levels, dietary intake, quality of life, mood and smoking cessation, and for subjects with diabetes, glycosylated haemoglobin and fasting serum glucose. A process and economic evaluation will also be conducted."
    },
    {
      "title": "Ethics and dissemination",
      "text": "The study has been approved by the Western Sydney Local Health District Human Research Ethics Committee (AU RED HREC/16/ WMEAD/331). Results will be disseminated via the scientific forums including peer-reviewed publications and presentations at national and international conferences. trial registration number ACTRN12616001689460."
    },
    {
      "title": "IntroduCtIon",
      "text": "Non-communicable diseases (NCDs) are the leading cause of death globally, accounting for 40 million, or 70% of the total deaths globally in 2015, rising by 14% since 2005.  1  Cardiovascular disease (CVD) accounts for almost half of the NCD deaths. Diabetes caused 4% of the NCD deaths, but its impact is growing rapidly, up by 32% since 2005.  1  The International Diabetes Federation estimated the prevalence of diabetes worldwide was 8.3% in 2014, and projected to increase to 9.9% by 2030, to affect more than 500 million people.  2  The major modifiable determinants of CVD are tobacco smoking and the related risk factors of physical inactivity, unhealthy diet, hypertension, hypercholesterolaemia and diabetes.  3 The incidence of CVD can be reduced by treatments and strategies that address these risk factors.  3 4 Early glucose and blood pressure control among people with type 2 diabetes may reduce mortality and diabetes complications.  5 6 Despite substantial evidence of clinical benefits, existing interventions are underused, and poor adherence to exercise, diet and smoking cessation are problematic.  7 Hypertension is one risk factor common to both people with CVD and type 2 diabetes that is often inadequately managed. We have previously shown that without support, blood pressure control deteriorates among patients with coronary artery disease (CAD) following discharge from hospital strengths and limitations of this study ► This trial investigates the feasibility of incorporating a text messaging intervention into routine clinical care across an entire health district. ► This study tests the effectiveness of a single text messaging programme that can be customised for people with more than one chronic disease. ► This trial will be the largest study examining the effectiveness of text messaging support for people with type 2 diabetes. ► The text messages will be provided in English only. ► The study outcomes relate mainly to cardiovascular risk and diabetes control and not hard clinical outcomes such as major cardiovascular events.\n\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\n\nOpen access cardiac services.  8 Even patients with diabetes who attend specialist practices often have elevated blood pressure and fail to meet guideline targets.  9 10 nformation and communication technologies have great potential for the delivery of preventative and educational healthcare programmes at a large scale and at low cost.  11 A systematic review reported that such technology used in the detection and follow-up of CVD provided better clinical outcomes, mortality reduction and lower health services utilisation.  12 Systematic reviews have also found that text message interventions almost double the likelihood of short-term smoking cessation  13  and medication adherence  14  and have provided some evidence of modest effects on weight loss,  15 16  hypertension  16  and physical activity.  16 17 Previous trials of text messaging for people with diabetes have generally been small but show promise for the improvement of glycaemic parameters.  16 18-20 However, apart from smoking cessation, these programmes have not been widely implemented or translated into routine healthcare for patients. Moreover, previous trials have generally focused on single diseases or conditions.\n\nThe Tobacco, Exercise and Diet Messages (TEXT ME) study of 710 patients with coronary heart disease (CHD) was the first randomised controlled trial that demonstrated that a text messaging programme providing motivation, support and education improved multiple clinical risk factor measures including low-density lipoprotein (LDL) cholesterol, blood pressure, body mass index (BMI), physical activity and smoking cessation.  8 As part of our long-term goal of developing a text messaging programme for people with different or multiple chronic diseases, we have adapted the TEXT ME intervention to undertake a text messaging support programme for people with two different chronic diseases, namely type 2 diabetes or CAD, or both. The intervention will provide education, clinical management support and healthy lifestyle motivation, with the aim of improving cardiovascular risk factors, in particular blood pressure, and diabetes care.\n\nWidespread delivery of text message-based education and support programmes requires the intervention to be embedded into routine clinical care for people with chronic disease. This paper describes the protocol for the SupportMe randomised controlled trial. A major goal of SupportMe was to identify and address key questions in the implementation of text message-based education and support programme into our existing health systems. Our test bed was the Western Sydney Local Health District (WSLHD), which serves a population of ~970 000 in Western Sydney, Australia."
    },
    {
      "title": "MEthods And AnAlysIs study design, setting and population",
      "text": "SupportMe is a pragmatic randomised clinical trial of 1000 patients with CAD and/or type 2 diabetes (figure  1 ). The study will be conducted in the ethnically and culturally diverse WSLHD. Participants will be recruited via referrals from the community and hospital setting. We Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on July 16, 2025  http://bmjopen.bmj.com/ Downloaded from 19 June 2019. 10.1136/bmjopen-2018-025923 on BMJ Open: first published as"
    },
    {
      "title": "Open access",
      "text": "will leverage the framework of the Western Sydney Integrated Care Program (WSICP),  21  which involves over 200 general practitioners (GPs) and 50 hospital clinicians to encourage referral to the SupportMe programme. The WSICP seeks to improve health outcomes for patients with chronic disease and improve the continuity of care across hospital and primary care services across the health district.\n\nThe programme will be advertised to hospital clinicians via internal hospital communication pathways and to GPs through the Western Sydney Primary Health Network (which supports GPs). We will provide a variety of referral options including traditional letter-based referrals, fax, phone, email, SMS as well as e-referral through an internet portal.\n\nTo be eligible, subjects need to be 18 years or older, with: (1) CAD, defined as history of prior myocardial infarction or documented >50% occlusion of a major coronary artery on coronary angiography and/or (2) type 2 diabetes, with a glycated haemoglobin (HbA1c) in the last 6 months of 7.1%-11.4% (54-101 mmol/ mol). Subjects need to own a mobile phone and be able to read text messages in English. We will allocate each referred patient with a screening ID number and maintain a 'screening log' of referred subjects, which records basic demographic data, as well as the referral source. We will also record reasons for ineligibility and non-participation. Research assistants will assess the eligibility of subjects referred subjects, explain details of the study and obtain consent from those who wish to proceed into the study. For subjects who enter the SupportMe trial, we will keep an 'enrolment log', and we will notify their referring clinician and their GP (if this was not the referrer). randomisation Randomisation will be in a uniform allocation of 1:1, stratified by health condition (CHD, diabetes or both) and performed through an electronic platform. Personnel collecting baseline data will be blinded to treatment allocation. The computerised platform will connect with the text messaging platform to commence sending messages to the intervention subjects automatically based on randomisation. To minimise unblinding at follow-up, participants will be sent a message reminding them not to reveal treatment allocation to follow-up data collectors.\n\nThe secure web-based Research Electronic Data Capture (REDCap) web application will be used for participant registration and data collection. Each subject in the study will be assigned a unique study identification number in REDCap, and their name, initials, date of birth and contact details will not be recorded to ensure that the dataset is deidentified."
    },
    {
      "title": "Intervention and control",
      "text": "The SupportMe intervention is a simple patient-centred intervention designed to provide semipersonalised and customised support in clinical and lifestyle management, as an adjunct to standard care provided by the subjects' usual healthcare professionals. Participants allocated to intervention will receive four text messages per week sent at random times between 09:00 and 17:00 during weekdays, over a 6-month period. These will be unidirectional, in that subjects will be sent messages but be advised that there is no expectation that they respond back nor is there a facility to interact with or discuss their specific health issues with the study team. However, a researcher will monitor messages sent from participants, and a record of these will be maintained. Where there are return messages that are a potential cause for clinical concern, the message will be escalated to a doctor for review. This researcher will not participate in any other data collection or individual level of analysis.\n\nControl subjects will only receive a welcome message at the initiation of their participation in the trial, and a message at 6 months reminding them of their follow-up appointment. It is expected that both intervention and control participants will continue receiving usual care from their regular health professionals.\n\nAll participants will be offered brief training at enrolment on how to read a text message and how to delete or save messages. Participants may withdraw from the study at any time via text message, in which case a team member will contact the participant for confirmation and delivery of text messages to these subjects will be deactivated.\n\nAt the end of the 6-month programme, maintenance messages will be sent to intervention subjects for a further 6 months at a frequency of 2 per week. Control subjects will be offered the opportunity to receive the SupportMe intervention at that point."
    },
    {
      "title": "supportMe message content",
      "text": "The text message content and programme structure was developed according to our previously published process.  22 The text messages provide advice, motivation, information and support for disease management, monitoring of risk factors and tips and links to engage in healthy behaviours. Each of the four messages the intervention subjects receive each week will focus on a different aspect of healthcare, namely (1) general health, (2) nutrition, (3) physical activity, and (4) disease self-management. A different set of four message banks was developed for each of the three strata in the study, CAD, diabetes and CAD with diabetes, though there are a number of messages common to the three strata. In addition, there are subsets of messages that enable a degree of customisation. These are smoker and non-smoker, insulin user and non-insulin user and vegetarian and non-vegetarian. Messages from each bank will be sent in a random order until 26 weeks has passed.\n\nExisting validated messages that were used in the TEXT ME trial were reviewed for use in SupportMe. Additional SupportMe messages, mainly related to diabetes, were developed by a working group including endocrinologists, diabetes educators, dietitians, podiatrists and clinicians in primary care, community health, population health, existing health promotion programmes and consumers."
    },
    {
      "title": "Open access",
      "text": "The process followed was similar to that applied to the TEXT ME programme,  22 23  whereby the working group initially developed the text messages, then these were reviewed for readability and to ensure messages were presented with a positive focus. The text messages were modified based on feedback from the diabetes working group, and then underwent user testing with feedback and further modification. Examples of final text messages include: 'Did you exercise today?', 'Has your Dr checked & discussed your cholesterol levels with you recently? These need regular review', 'Healthy eating means at least 5 serves of vegetables & 2 serves of fruit every day' and 'If your sugars are regularly under 4 mmol/L or over 10 mmol/L, it may be time to review your diabetes treatment -speak to your Doctor'.\n\nOur TEXT ME message management engine will deliver the messages for SupportMe. It selects messages from message banks as per prespecified algorithms using patient baseline data entered into the message management system. The engine sends messages through a telecommunications gateway to enable them to be sent to all participants on any Australian phone network at no cost to the participant and at a bulk-rate cost to the study."
    },
    {
      "title": "study outcomes",
      "text": "The primary outcome of the study is systolic blood pressure (sBP) after months. This will be measured by a digital sphygmomanometer, three times in the sitting position, with the mean of the last two readings being recorded. Secondary outcomes include BMI, waist circumference, fasting LDL cholesterol, physical activity (measured by the Global Physical Activity Questionnaire  24  ), quality of life (measured by the 12-item short form (SF-12) health survey  25  ), depression (measured by the Patient Health Questionnaire-9 depression scale  26  ) and dietary intake (measured by the dietary component of the WHO STEPwise approach to surveillance (STEPS) instrument  27  ), smoking cessation and medication use. Subjects with diabetes will also be evaluated for the additional secondary outcomes of HbA1c and fasting serum glucose. A composite outcome of guideline levels of risk factors achieved will also be analysed. Surveys and measurements will be conducted in face-to-face visits with research assistants who will be blinded to the subject's treatment allocation.\n\nThe protocol requires the closing study visit to be undertaken within 1 month of the 6-month time point. Study visits performed more than 1 month later will be regarded as protocol deviations, but nonetheless we will endeavour to capture the outcome data."
    },
    {
      "title": "Process measures",
      "text": "Process data will be collected from referral information, participant surveys, focus groups and analytical information. The screening log will collect information regarding the source of referrals to SupportMe to enable an assessment of its integration into the WSICP and level of clinician engagement. The screening log will also provide data for reasons that subjects were not enrolled into the SupportMe programme. Analytical data extracted from the message software system will provide information about the time that messages are sent and the proportion of text messages successfully delivered (eg, if mobile phone mail boxes are full) will be recorded. A log will be kept of non-protocol participant contact with the study team, the reason for contact and the method used for contact (eg, by telephone and email).\n\nSupportMe participants allocated to the intervention group will be administered a user survey at the 6 month follow-up assessment. This questionnaire explores the acceptability of the text messages, identification of which messages participants remembered, liked or disliked, what they did with messages (eg, kept them or deleted them immediately), their perceived utility of the text messages and their opinion regarding the intrusiveness, timing, language and content suitability of the text messages. To obtain a more in-depth understanding of the potential barriers and facilitators for integration into existing health services and individual level to uptake of this programme, we will also conduct purposive semistructured interviews with a subsample of participants in the intervention group. Sampling will continue until thematic saturation occurs. We anticipate from previous experience the need to conduct approximately 20 patient interviews. Our research group has extensive experience conducting such evaluations alongside RCTs."
    },
    {
      "title": "Economic evaluation",
      "text": "We will conduct a cost-effectiveness and cost-utility analysis of SupportMe from a health sector perspective. The costs and health outcomes associated with the intervention will be compared in an incremental cost-effectiveness analysis. Direct healthcare costs will be determined by patient-level data linkage to the Medical Benefits Schedule (MBS) and Pharmaceutical Benefits Scheme (PBS). The MBS and PBS are government-funded schemes that provide subsidies for non-hospital attendances to healthcare providers (eg, GPs, specialists and some allied health providers such as dietitians) and for pharmaceutical agents, respectively. Cost of hospitalisations will be determined from hospital admission records. We will use the SF-12 to determine quality-adjusted life years in a trial-based cost-utility analysis. Observed changes in clinical risk factors, for example, LDL-cholesterol will inform longer term modelling of serious events and hospitalisations over a lifetime and thus estimate longer term costs and cost-effectiveness of the intervention. For type 2 diabetes, patient-level risk factors will include measures of HbA1c, which will be used in a validated health economic model. The per patient costs of intervention delivery will be used to estimate total costs of scaling up the SupportMe programme at a state or national level."
    },
    {
      "title": "serious adverse events (sAEs)",
      "text": "We will record SAEs that are fatal, life threatening, medically important, result in hospitalisation or prolongation of hospitalisation or cause disability or incapacity. The"
    },
    {
      "title": "Open access",
      "text": "Clinical Endpoint Adjudication Coordinator will determine whether the event will need adjudication. SAEs related to diabetes or cardiac disease will be adjudicated by an independent physician."
    },
    {
      "title": "statistical analyses",
      "text": "We plan to recruit 1000 subjects into the study, with at least 500 patients with each of diabetes or CHD. A sample of 1000 subjects will enable detection of a 3.5 mm Hg difference in sBP with 90% power and no loss to follow-up (type 1 error 5%, two-sided alpha and assuming a conservative SD of 17) and 80% power if there was approximately 20% loss to follow-up. If the SD of 12 mm Hg from our earlier TEXT ME study  8  was applied, a sample size of 720 subjects has 90% power to detect a difference of 2.5 mm Hg with no loss to follow-up, but with 20% loss to follow-up, 900 subjects would be required. Within the strata of diabetes or CHD, a sample size of 500 and accounting for 20% loss to follow-up would have 80% power to detect a 5 mm Hg difference in sBP (SD 17 mm Hg) and 80% power to detect a 3.5 mm Hg difference assuming a SD of 12 mm Hg. Data from the Blood Pressure Lowering Treatment Trialist's Collaboration indicate that a reduction in blood pressure (BP) of 5 mm Hg reduces the risk of major cardiovascular events, irrespective of the form of pharmacotherapy.  28 We also planned for an adequate sample size to demonstrate an improvement in diabetes control, as measured by HbA1c. Applying local data regarding the distribution of HbA1c, 9 a sample size of 500 without loss to follow-up is required for 80% power to detect a difference of 0.3% in HbA1c in the diabetes cohort (SD=1.2), but if allowing for 20% drop-out, the required sample size increases to 625. This quantum of HbA1c reduction translates to a 6% reduction in risk of diabetes complications.  29 As we expect >20% of CHD patients to also have diabetes, there will be at least 600 patients with diabetes in the total 1000 subject cohort.\n\nThe study will follow intention-to-treat principles for analyses. Participants will be analysed at 6 months by original assigned groups. The primary analysis will use analysis of covariance adjusting for baseline sBP. To explore the treatment effect by prespecified risk factors, namely baseline high/low BP, BMI groupings, high/normal LDL-cholesterol, high/normal HbA1c, whether they had background BP lowering therapy, ethnicity group, age groups, gender, participation in WSICP and medical conditions, a model of 6 month sBP will be performed adjusting for baseline sBP, treatment, risk factors and the interaction of each risk factor with treatment. The modelled mean differences with 95% CI for each risk factor will be presented in a forest plot together with tests of interaction to assess whether the treatment effect varies between levels of each risk factor.\n\nThe pattern of missing data for the primary and subgroup analysis will be explored to assess if some baseline characteristics predict missing sBP or HbA1c at 6 months using a log binomial regression analysis. The study will be reported following CONSORT2010 guidelines.  30 tient and public involvement Diabetes NSW & ACT, the peak consumer diabetes organisation in the state of New South Wales, participated in the development of the text messages. The text messages relating to CAD had previously been tested and assessed for acceptability in the TEXT ME trial.  8 Ten patients with diabetes were surveyed prior to the study to obtain feedback regarding the draft new diabetes related text messages. This feedback was considered and messages modified or discarded accordingly."
    },
    {
      "title": "EthICs, govErnAnCE And dIssEMInAtIon",
      "text": "The study will adhere to the National Health and Medical Research Council ethical guidelines for human research. Written and informed consent will be obtained from all participants. The trial has been registered with the Australian New Zealand Clinical Trials Registry. This includes all items from the WHO Trial Registration Set.\n\nThe study will be administered by the George Institute and the University of Sydney, with the design and conduct overseen by a project management committee. This committee has expertise in large-scale clinical trials and qualitative research, economic analysis, clinical CVD and diabetes management and healthy policy implementation at both local and national level. It includes investigators and partners in the programme. The programme will also report to the WSICP Steering Committee.\n\nA data monitoring safety board comprising a clinician with expertise in diabetes and a second with expertise in cardiology will evaluate all SAEs. A manual of procedures has been developed, outlining study procedures including definitions, study organisational structure, quality control, procedures for collection and recording of data, monitoring and audit of the study, procedures for patient withdrawal, non-compliance and protocol violations.\n\nOnly the chief investigators (NWC, JR, AT, T-MH and CC) and trial statistician will have access to the final deidentified dataset. The full protocols and deidentified dataset will be made available from the investigators on reasonable request and subject to ethics approvals. The findings of this study will be disseminated via the usual scientific forums, including peer-reviewed publications and presentations at national and international conferences. Authorship will be based on the International Committee of Journal Editors guidelines. We have followed the Standard Protocol Items: Recommendations for Interventional Trials reporting guidelines.  31 nClusIon SupportMe will develop new evidence as to whether a single text messaging support programme will improve clinical parameters for people with different chronic diseases, namely CVD and diabetes, and whether this can be successfully implemented into a wider chronic disease programme. The project will also provide an economic Open access analysis and understanding of cost as well as barriers and enablers associated with implementation and patient satisfaction.\n\nInformation technology and communication are considered key enablers of successful integrated care programmes.  32 However, this has largely focused on the use of information systems and communication between healthcare providers, rather than between the healthcare programme and the patient. The mobile phone is increasingly being recognised as a simple everyday technology that can be used to provide information and self-management support directly to patients. Simple texting programmes administered by computerised message management systems make them affordable, scalable and practical to deliver as an adjunct to our existing health services. There are already data that text messaging can effectively improve clinical outcomes or parameters by supporting people with chronic diseases and conditions such as CVD, asthma, smoking and medication adherence.  12 33 Previous data for diabetes has been mixed, and based on small trials, but a recent large randomised controlled trial has shown that a comprehensive text-messaging based diabetes support programme significantly reduced HbA1c.  34 he challenge now is to develop and test text messaging interventions that are adaptable to people with different or multiple chronic diseases and to implement these as a part of routine care. Indeed, with the high prevalence of chronic diseases, large-scale population health interventions are required. The low cost of text messaging systems without the need for routine input from a health professional makes them ideally suited for this purpose. In Australia, 50% of the population has at least one of eight chronic diseases, and half of these people have at least two such conditions.  35 CVD is the disease group responsible for the highest expenditure.  35 With a high prevalence of chronic disease, and many people having multiple diseases, it is impractical for a patient to enrol in a separate text messaging programme for each of their chronic conditions or for busy clinicians to manage the complexity of referring their patients to different text messaging programmes. SupportMe tests the effectiveness of an intervention for people with either CVD or diabetes, or both disorders, and paves the way for a multifaceted text messaging support programme to be developed. A single text messaging system, which includes multiple customised modules for people with other prevalent chronic diseases such as chronic obstructive pulmonary disease, chronic kidney disease and mental health disorders, as well as any combination of these disorders would be highly desirable.\n\nFor these individuals, better preventative care and fostering of self-management will decrease the need for access to tertiary services and hospitalisation. Provision of text message programmes at the point of hospital or community health engagement will enable the health service to support larger numbers of patients at a low cost and enhance patient involvement with their care and their perception of the health service supporting them.\n\nA limitation of our programme is that messages will be delivered in English only, and in a multicultural society such as Australia, we need to overcome language barriers to healthcare. We intend to develop messages in other languages for future text messaging programmes we plan to undertake. However, this is not a process of simple translation, as the messages need to be culturally and linguistically appropriate for each individual language group and undergo a rigorous process of testing.  36 n summary, by conducting SupportMe within the framework of the WSICP, and encouraging referrals from clinicians involved in the clinical services offered by the WSICP, we will be testing if a text messaging programme can be successfully implemented as standard care for patients in a chronic disease integrated care programme that runs across a large health district and improve clinical outcomes. Ultimately, for a mobile health initiative to be successful beyond the life of a clinical trial, it has to be a part of standard care. This requires support from fundholders in health services to support it as part of a larger programme, rather than being a stand-alone intervention."
    },
    {
      "text": "Figure 1 Study flow diagram. CAD, coronary artery disease; CV, cardiovascular."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    }
  ],
  "references": [
    {
      "title": "Mortality and Causes of Death Collaborators. Global, regional, and national life expectancy, all-cause mortality, and causespecific mortality for 249 causes of death, 1980-2015: a systematic analysis for the Global Burden of Disease Study 2015",
      "authors": [
        "Gbd"
      ],
      "year": 2015,
      "doi": "10.1016/S0140-6736(16)31012-1"
    },
    {
      "title": "IDF diabetes atlas: global estimates of the prevalence of diabetes for 2011 and 2030",
      "authors": [
        "D Whiting",
        "L Guariguata",
        "C Weil"
      ],
      "year": 2011,
      "doi": "10.1016/j.diabres.2011.10.029"
    },
    {
      "title": "Global status report on noncommunicable diseases 2014",
      "year": 2016,
      "doi": "10.2471/b09509"
    },
    {
      "title": "Meta-analysis: secondary prevention programs for patients with coronary artery disease",
      "authors": [
        "A Clark",
        "L Hartling",
        "B Vandermeer"
      ],
      "year": 2005,
      "doi": "10.7326/0003-4819-143-9-200511010-00010"
    },
    {
      "title": "Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group",
      "authors": [
        "Ukpds"
      ],
      "year": 1998,
      "doi": "10.1016/s0140-6736(98)07019-6"
    },
    {
      "title": "10-Year follow-up of intensive glucose control in Type 2 Diabetes",
      "authors": [
        "R Holman",
        "S Paul",
        "M Bethel"
      ],
      "year": 2008,
      "doi": "10.1056/nejmoa0806470"
    },
    {
      "title": "Association of diet, exercise, and smoking modification with risk of early cardiovascular events after acute coronary syndromes",
      "authors": [
        "C Chow",
        "S Jolly",
        "P Rao-Melacini"
      ],
      "year": 2010,
      "doi": "10.1161/circulationaha.109.891523"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Temporal HbA1c patterns amongst patients with type 2 diabetes referred for specialist care: Data from the S4S-DINGO-Diabetes Informatics Group",
      "authors": [
        "T Lam",
        "D Hoffman",
        "K Cukier"
      ],
      "year": 2016,
      "doi": "10.1016/j.diabres.2016.04.006"
    },
    {
      "title": "A comparison of diabetes clinics with different emphasis on routine care, complications assessment and shared care",
      "authors": [
        "N Cheung",
        "D Yue",
        "M Kotowicz"
      ],
      "year": 2008,
      "doi": "10.1111/j.1464-5491.2008.02522.x"
    },
    {
      "title": "mHealth in Cardiovascular Health Care",
      "authors": [
        "C Chow",
        "N Ariyarathna",
        "S Islam"
      ],
      "year": 2016,
      "doi": "10.1016/j.hlc.2016.04.009"
    },
    {
      "title": "New technologies for chronic disease management and control: a systematic review",
      "authors": [
        "F García-Lizana",
        "A Sarría-Santamera"
      ],
      "year": 2007,
      "doi": "10.1258/135763307780096140"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen"
      ],
      "year": 2016
    },
    {
      "title": "Mobile telephone text messaging for medication adherence in chronic disease: a meta-analysis",
      "authors": [
        "J Thakkar",
        "R Kurup",
        "T Laba"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7667"
    },
    {
      "title": "A systematic review and meta-analysis of interventions for weight management using text messaging",
      "authors": [
        "G Siopis",
        "T Chey",
        "M Allman-Farinelli"
      ],
      "year": 2015,
      "doi": "10.1111/jhn.12207"
    },
    {
      "title": "The role of text messaging in cardiovascular risk factor optimization",
      "authors": [
        "H Klimis",
        "M Khan",
        "C Kok"
      ],
      "year": 2017,
      "doi": "10.1007/s11886-017-0811-8"
    },
    {
      "title": "Increasing physical activity through mobile device interventions: a systematic review",
      "authors": [
        "A Muntaner",
        "J Vidal-Conti",
        "P Palou"
      ],
      "year": 2016,
      "doi": "10.1177/1460458214567004"
    },
    {
      "title": "The Impact of Automated Brief Messages Promoting Lifestyle Changes Delivered Via Mobile Devices to People with Type 2 Diabetes: a systematic literature review and meta-analysis of controlled trials",
      "authors": [
        "C Arambepola",
        "I Ricci-Cabello",
        "P Manikavasagam"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5425"
    },
    {
      "title": "Use of a text message program to raise type 2 diabetes risk awareness and promote health behavior change (part II): assessment of participants' perceptions on efficacy",
      "authors": [
        "L Buis",
        "L Hirzel",
        "S Turske"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2929"
    },
    {
      "title": "Effects of Mobile Phone SMS to Improve Glycemic Control Among Patients With Type 2 Diabetes in Bangladesh: a prospective, parallel-group, randomized controlled trial",
      "authors": [
        "Shariful Islam",
        "S Niessen",
        "L Ferrari"
      ],
      "year": 2015,
      "doi": "10.2337/dc15-0505"
    },
    {
      "title": "Model for integrated care for chronic disease in the Australian context: Western Sydney Integrated Care Program",
      "authors": [
        "N Cheung",
        "M Crampton",
        "V Nesire"
      ],
      "year": 2019,
      "doi": "10.1071/ah18152"
    },
    {
      "title": "Development of a set of mobile phone text messages designed for prevention of recurrent cardiovascular events",
      "authors": [
        "J Redfern",
        "A Thiagalingam",
        "S Jan"
      ],
      "year": 2014,
      "doi": "10.1177/2047487312449416"
    },
    {
      "title": "Design and rationale of the tobacco, exercise and diet messages (TEXT ME) trial of a text message-based intervention for ongoing prevention of cardiovascular disease in people with coronary disease: a randomised controlled trial protocol",
      "authors": [
        "C Chow",
        "J Redfern",
        "A Thiagalingam"
      ],
      "year": 2012,
      "doi": "10.1136/bmjopen-2011-000606"
    },
    {
      "title": "Global physical activity questionnaire (GPAQ) analysis guide",
      "year": 2012,
      "doi": "10.1007/s10389-006-0024-x"
    },
    {
      "title": "User's manual for the SF-12v2 Health Survey",
      "authors": [
        "M Maruish"
      ],
      "year": 2012
    },
    {
      "title": "Performance of the PHQ-9 as a screening tool for depression after stroke",
      "authors": [
        "L Williams",
        "E Brizendine",
        "L Plue"
      ],
      "year": 2005,
      "doi": "10.1161/01.str.0000155688.18207.33"
    },
    {
      "title": "The WHO STEPwise approach to chronic disease risk factor surveillance (STEPS)",
      "authors": [
        "Who"
      ],
      "year": 2018
    },
    {
      "title": "Blood pressure lowering and major cardiovascular events in people with and without chronic kidney disease: meta-analysis of randomised controlled trials",
      "authors": [
        "T Ninomiya",
        "V Perkovic",
        "F Turnbull"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f5680"
    },
    {
      "title": "Association of glycaemia with macrovascular and microvascular complications of type 2 diabetes (UKPDS 35): prospective observational study",
      "authors": [
        "I Stratton",
        "A Adler",
        "H Neil"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.321.7258.405"
    },
    {
      "title": "statement: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "M Consort"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c332"
    },
    {
      "title": "SPIRIT 2013 statement: defining standard protocol items for clinical trials",
      "authors": [
        "A Chan",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2013,
      "doi": "10.7326/0003-4819-158-3-201302050-00583"
    },
    {
      "title": "Ten key principles for successful health systems integration",
      "authors": [
        "E Suter",
        "N Oelke",
        "C Adair"
      ],
      "year": 2009,
      "doi": "10.12927/hcq.2009.21092"
    },
    {
      "title": "Using mobile phones and short message service to deliver self-management interventions for chronic conditions: a meta-review",
      "authors": [
        "K Jones",
        "N Lekhak",
        "N Kaewluang"
      ],
      "year": 2014,
      "doi": "10.1111/wvn.12030"
    },
    {
      "title": "Effectiveness of text message based, diabetes self management support programme (SMS4BG): two arm, parallel randomised controlled trial",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "Y Jiang"
      ],
      "year": 2018,
      "doi": "10.1136/bmj.k1959"
    },
    {
      "title": "Australia's health 2016",
      "year": 2016,
      "doi": "10.12735/ier.v4n2p01"
    },
    {
      "title": "Development of macaronic Hindi-English 'Hinglish' text message content for a coronary heart disease secondary prevention programme",
      "authors": [
        "J Thakkar",
        "G Karthikeyan",
        "G Purohit"
      ],
      "year": 2016,
      "doi": "10.1136/heartasia-2016-010789"
    }
  ],
  "num_references": 36
}
