{
  "paper_id": "N23FLYNF",
  "title": "Advances in Prospect Theory: Cumulative Representation of Uncertainty",
  "abstract": "We develop a new version of prospect theory that employs cumulative rather than separable decision weights and extends the theory in several respects. This version, called cumulative prospect theory, applies to uncertain as well as to risky prospects with any number of outcomes, and it allows different weighting functions for gains and for losses. Two principles, diminishing sensitivity and loss aversion, are invoked to explain the characteristic curvature of the value function and the weighting functions. A review of the experimental evidence and the results of a new experiment confirm a distinctive fourfold pattern of risk attitudes: risk aversion for gains and risk seeking for losses of high probability; risk seeking for gains and risk aversion for losses of low probability. Expected utility theory reigned for several decades as the dominant normative and descriptive model of decision making under uncertainty, but it has come under serious question in recent years. There is now general agreement that the theory does not provide an adequate description of individual choice: a substantial body of evidence shows that decision makers systematically violate its basic tenets. Many alternative models have been proposed in response to this empirical challenge (for reviews, see  Camerer, 1989; Fishburn, 1988; Machina, 1987) . Some time ago we presented a model of choice, called prospect theory, which explained the major violations of expected utility theory in choices between risky prospects with a small number of outcomes  (Kahneman and Tversky, 1979; Tversky and Kahneman, 1986) . The key elements of this theory are 1) a value function that is concave for gains, convex for losses, and steeper for losses than for gains,",
  "year": 1953,
  "date": "1953",
  "authors": [
    {
      "name": "Amos Tversky"
    },
    {
      "name": "Daniel Kahneman"
    },
    {
      "name": "Colin Camerer"
    },
    {
      "name": "Soo-Hong Chew"
    },
    {
      "name": "David Freedman"
    },
    {
      "name": "David Krantz"
    },
    {
      "affiliation": {
        "organization": "Department of Psychology",
        "department": "Department of Psychology",
        "institution": "Stanford University",
        "address": "94305-2130, Stanford, CA"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Psychology",
        "department": "Department of Psychology",
        "institution": "University of California at Berkeley",
        "address": "94720, Berkeley, CA"
      }
    }
  ],
  "doi": "10.2307/1907921",
  "md5": "FCDD58BAF8CFB846E108AEC9C0E03B29",
  "publication": {
    "journal": "Econometrica",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    ""
  ],
  "sections": [
    {
      "text": "and 2) a nonlinear transformation of the probability scale, which overweights small probabilities and underweights moderate and high probabilities. In an important later development, several authors  (Quiggin, 1982; Schmeidler, 1989; Yaari, 1987; Weymark, 1981)  have advanced a new representation, called the rank-dependent or the cumulative functional, that transforms cumulative rather than individual probabilities. This article presents a new version of prospect theory that incorporates the cumulative functional and extends the theory to uncertain as well to risky prospects with any number of outcomes. The resulting model, called cumulative prospect theory, combines some of the attractive features of both developments (see also  Luce and Fishburn, 1991) . It gives rise to different evaluations of gains and losses, which are not distinguished in the standard cumulative model, and it provides a unified treatment of both risk and uncertainty.\n\nTo set the stage for the present development, we first list five major phenomena of choice, which violate the standard model and set a minimal challenge that must be met by any adequate descriptive theory of choice. All these findings have been confirmed in a number of experiments, with both real and hypothetical payoffs.\n\nFraming effects. The rational theory of choice assumes description invariance: equivalent formulations of a choice problem should give rise to the same preference order  (Arrow, 1982) . Contrary to this assumption, there is much evidence that variations in the framing of options (e.g., in terms of gains or losses) yield systematically different preferences  (Tversky and Kahneman, 1986) .\n\nNonlinear preferences. According to the expectation principle, the utility of a risky prospect is linear in outcome probabilities. Allais's (1953)  famous example challenged this principle by showing that the difference between probabilities of .99 and 1.00 has more impact on preferences than the difference between 0.10 and 0.11. More recent studies observed nonlinear preferences in choices that do not involve sure things  (Camerer and Ho, 1991) .\n\nSource dependence. People's willingness to bet on an uncertain event depends not only on the degree of uncertainty but also on its source. Ellsberg (1961)  observed that people prefer to bet on an urn containing equal numbers of red and green balls, rather than on an urn that contains red and green balls in unknown proportions. More recent evidence indicates that people often prefer a bet on an event in their area of competence over a bet on a matched chance event, although the former probability is vague and the latter is clear  (Heath and Tversky, 1991) .\n\nRisk seeking. Risk aversion is generally assumed in economic analyses of decision under uncertainty. However, risk-seeking choices are consistently observed in two classes of decision problems. First, people often prefer a small probability of winning a large prize over the expected value of that prospect. Second, risk seeking is prevalent when people must choose between a sure loss and a substantial probability of a larger loss.\n\nThe present development explains loss aversion, risk seeking, and nonlinear preferences in terms of the value and the weighting functions. It incorporates a framing process, and it can accommodate source preferences. Additional phenomena that lie beyond the scope of the theory--and of its alternatives--are discussed later.\n\nThe present article is organized as follows. Section 1.1 introduces the (two-part) cumulative functional; section 1.2 discusses relations to previous work; and section 1.3 describes the qualitative properties of the value and the weighting functions. These properties are tested in an extensive study of individual choice, described in section 2, which also addresses the question of monetary incentives. Implications and limitations of the theory are discussed in section 3. An axiomatic analysis of cumulative prospect theory is presented in the appendix."
    },
    {
      "title": "1.. Theory",
      "text": "Prospect theory distinguishes two phases in the choice process: framing and valuation. In the framing phase, the decision maker constructs a representation of the acts, contingencies, and outcomes that are relevant to the decision. In the valuation phase, the decision maker assesses the value of each prospect and chooses accordingly. Although no formal theory of framing is available, we have learned a fair amount about the rules that govern the representation of acts, outcomes, and contingencies  (Tversky and Kahneman, 1986) . The valuation process discussed in subsequent sections is applied to framed prospects."
    },
    {
      "title": "1.1.. Cumulative prospect theory",
      "text": "In the classical theory, the utility of an uncertain prospect is the sum of the utilities of the outcomes, each weighted by its probability. The empirical evidence reviewed above suggests two major modifications of this theory: 1) the carriers of value are gains and losses, not final assets; and 2) the value of each outcome is multiplied by a decision weight, not by an additive probability. The weighting scheme used in the original version of prospect theory and in other models is a monotonic transformation of outcome probabilities. This scheme encounters two problems. First, it does not always satisfy stochastic dominance, an assumption that many theorists are reluctant to give up. Second, it is not readily extended to prospects with a large number of outcomes. These problems can be handled by assuming that transparently dominated prospects are eliminated in the editing phase, and by normalizing the weights so that they add to unity. Alternatively, both problems can be solved by the rank-dependent or cumulative functional, first proposed by  Quiggin (1982)  for decision under risk and by  Schmeidler (1989)  for decision under uncertainty. Instead of transforming each probability separately, this model transforms the entire cumulative distribution function. The present theory applies the cumulative functional separately to gains and to losses. This development extends prospect theory to uncertain as well as to risky prospects with any number of outcomes while preserving most of its essential features. The differences between the cumulative and the original versions of the theory are discussed in section 1.2.\n\nLet S be a finite set of states of nature; subsets of S are called events. It is assumed that exactly one state obtains, which is unknown to the decision maker. Let X be a set of consequences, also called outcomes. For simplicity, we confine the present discussion to monetary outcomes. We assume that X includes a neutral outcome, denoted 0, and we interpret all other elements of X as gains or losses, denoted by positive or negative numbers, respectively.\n\nAn uncertain prospect f is a function from S into X that assigns to each state s e S a consequencefls) --x inX. To define the cumulative functional, we arrange the outcomes of each prospect in increasing order. A prospectf is then represented as a sequence of pairs (xi,Ai), which yieldsxi ifAi occurs, wherexi > xj iffi > j, and (Ai) is a partition of S. We use positive subscripts to denote positive outcomes, negative subscripts to denote negative outcomes, and the zero subscript to index the neutral outcome. A prospect is called strictly positive or positive, respectively, if its outcomes are all positive or nonnegative. Strictly negative and negative prospects are defined similarly; all other prospects are called mixed. The positive part off, denotedf + , is obtained by lettingf + (s) = f(s) if f(s) > 0, and f+ (s) = 0 if f(s) < O. The negative part of f, denoted f-, is defined similarly.\n\nAs in expected utility theory, we assign to each prospectf a number V(f) such thatfis preferred to or indifferent tog iff V(f) >_ V(g). The following representation is defined in terms of the concept of capacity  (Choquet, 1955) , a nonadditive set function that generalizes the standard notion of probability. A capacity Wis a function that assigns to eachA C S a number W(A) satisfying W((b) = 0, W(S) = 1, and W(A) >_ W(B) wheneverA D B.\n\nCumulative prospect theory asserts that there exist a strictly increasing value function v:X--+ Re, satisfying v(x0) = v(0) = 0, and capacities W + and W-, such that forf = (xi, Ai), -m <-i < n,\n\nwhere the decision weights \"rr + (f+) = (nv~-, ... , v +) and ~r-(f-) = ('rr_-m, \"\" , Wo) are defined by:\n\nLetting qr i = \"rr? if/ --> 0 and Tri = q'r/-if/ < O, equation (1) reduces to\n\n(2)\n\nThe decision weight 7ri +, associated with a positive outcome, is the difference between the capacities of the events \"the outcome is at least as good asxi\" and \"the outcome is strictly better than xi.\" The decision weight vi-, associated with a negative outcome, is the difference between the capacities of the events \"the outcome is at least as bad asxi\" and :'the outcome is strictly worse than xi.\" Thus, the decision weight associated with an outcome can be interpreted as the marginal contribution of the respective event, 1 defined in terms of the capacities W + and W-. If each W is additive, and hence a probability measure, then Wi is simply the probability of Ai. It follows readily from the definitions of'rr and Wthat for both positive and negative prospects, the decision weights add to 1. For mixed prospects, however, the sum can be either smaller or greater than 1, because the decision weights for gains and for losses are defined by separate capacities.\n\nIf the prospectf = (xi,Ai) is given by a probability distributionp(Ai) = Pi, it can be viewed as a probabilistic or risky prospect  (xi, Pi) . In this case, decision weights are defined by:\n\nwhere w + and w-are strictly increasing functions from the unit interval into itself satisfyingw+(0) = w-(0) = 0, andw+(1) = w-(1) = 1.\n\nTo illustrate the model, consider the following game of chance. You roll a die once and observe the result x = 1, ... , 6. Ifx is even, you receive Sx; ifx is odd, you pay Sx. Viewed as a probabilistic prospect with equiprobable outcomes, f yields the consequences  ( -5, -3, -1, 2, 4, 6) , each with probability 1/6. Thus,f + = (0, 1/2; 2, 1/6; 4, 1/6; 6, 1/6), and f-= ( -5, 1/6; -3, 1/6; -1, 1/6; 0, 1/2). By equation (1), therefore,"
    },
    {
      "title": "1.2.. Relation to previous work",
      "text": "Luce and  Fishburn (1991)  derived essentially the same representation from a more elaborate theory involving an operation O of joint receipt or multiple play. Thus,f O g is the composite prospect obtained by playing bothf and g, separately.\n\nThe key feature of their theory is that the utility function U is additive with respect to O, that is, U(fO g) = U(f) + U(g) provided one prospect is acceptable (i.e., preferred to the status quo) and the other is not. This condition seems too restrictive both normatively and descriptively.\n\nAs noted by the authors, it implies that the utility of money is a linear function of money if for all sums of money x, y, U(x Q y) = U(x + y). This assumption appears to us inescapable because the joint receipt ofx and y is tantamount to receiving their sum. Thus, we expect the decision maker to be indifferent between receiving a $10 bill or receiving a $20 bill and returning $10 in change. The Luce-Fishburn theory, therefore, differs from ours in two essential respects. First, it extends to composite prospects that are not treated in the present theory. Second, it practically forces utility to be proportional to money. The present representation encompasses several previous theories that employ the same decision weights for all outcomes. Starmer and Sugden (1989)  considered a model in which w-(p) = w + (p), as in the original version of prospect theory. In contrast, the rank-dependent models assume w-\n\nIf we apply the latter condition to choice between uncertain assets, we obtain the choice model established by  Schmeidler (1989) , which is based on the Choquet integral. 2 Other axiomatizations of this model were developed by  Gilboa (1987) ,  Nakamura (1990 ), and Wakker (1989a , 1989b) . For probabilistic (rather than uncertain) prospects, this model was first established by  Quiggin (1982)  and  Yaari (1987) , and was further analyzed by  Chew (1989) ,  Segal (1989) , and  Wakker (1990) . An earlier axiomatization of this model in the context of income inequality was presented by  Weymark (1981) . Note that in the present theory, the overall value V(f) of a mixed prospect is not a Choquet integral but rather a sum V(f + ) + V(f-) of two such integrals.\n\nThe present treatment extends the original version of prospect theory in several respects. First, it applies to any finite prospect and it can be extended to continuous distributions. Second, it applies to both probabilistic and uncertain prospects and can, therefore, accommodate some form of source dependence. Third, the present theory allows different decision weights for gains and losses, thereby generalizing the original version that assumes w + = w-. Under this assumption, the present theory coincides with the original version for all two-outcome prospects and for all mixed three-outcome prospects. It is noteworthy that for prospects of the form  (x,p;y, 1 -p) , where eitherx > y > 0 or x < y < 0, the original theory is in fact rank dependent. Although the two models yield similar predictions in general, the cumulative version--unlike the original one--satisfies stochastic dominance. Thus, it is no longer necessary to assume that transparently dominated prospects are eliminated in the editing phase--an assumption that was criticized by some authors. On the other hand, the present version can no longer explain violations of stochastic dominance in nontransparent contexts (e.g.,  Tversky and Kahneman, 1986 ). An axiomatic analysis of the present theory and its relation to cumulative utility theory and to expected utility theory are discussed in the appendix; a more comprehensive treatment is presented in  Wakker and Tversky (1991) ."
    },
    {
      "title": "1.3.. Values and weights",
      "text": "In expected utility theory, risk aversion and risk seeking are determined solely by the utility function. In the present theory, as in other cumulative models, risk aversion and risk seeking are determined jointly by the value function and by the capacities, which in the present context are called cumulative weighting functions, or weighting functions for short. As in the original version of prospect theory, we assume that v is concave above the reference point (v\"(x) _< 0, x _> 0) and convex below the reference point (v\"(x) >_ O, x <_ 0). We also assume that v is steeper for losses than for gains v'(x) < v'(-x) forx _> 0. The first two conditions reflect the principle of diminishing sensitivity: the impact of a change diminishes with the distance from the reference point. The last condition is implied by the principle of loss aversion according to which losses loom larger than corresponding gains  (Tversky and Kahneman, 1991) .\n\nThe principle of diminishing sensitivity applies to the weighting functions as well. In the evaluation of outcomes, the reference point serves as a boundary that distinguishes gains from losses. In the evaluation of uncertainty, there are two natural boundaries-certainty and impossibility--that correspond to the endpoints of the certainty scale. Diminishing sensitivity entails that the impact of a given change in probability diminishes with its distance from the boundary. For example, an increase of .1 in the probability of winning a given prize has more impact when it changes the probability of winning from .9 to 1.0 or from 0 to .1, than when it changes the probability of winning from .3 to .4 or from .6 to .7. Diminishing sensitivity, therefore, gives rise to a weighting function that is concave near 0 and convex near 1. For uncertain prospects, this principle yields subadditivity for very unlikely events and superadditivity near certainty. However, the function is not well-behaved near the endpoints, and very small probabilities ca n be either greatly overweighted or neglected altogether.\n\nBefore we turn to the main experiment, we wish to relate the observed nonlinearity of preferences to the shape of the weighting function. For this purpose, we devised a new demonstration of the common consequence effect in decisions involving uncertainty rather than risk. Table  1  displays a pair of decision problems (I and II) presented in that order to a group of 156 money managers during a workshop. The participants chose between prospects whose outcomes were contingent on the difference d between the closing values of the Dow-Jones today and tomorrow. For example, f' pays $25,000 if d exceeds 30 and nothing otherwise. The percentage of respondents who chose each prospect is given in brackets. The independence axiom of expected utility theory implies thatf is preferred to g ifff' is preferred to g'. Table  1  shows that the modal choice wasf in problem I and g' in problem II. This pattern, which violates independence, was chosen by 53% of the respondents. Note: Outcomes are contingent on the difference d between the closing values of the Dow-Jones today and tomorrow. The percentage of respondents (N = 156) who selected each prospect is given in brackets.\n\nEssentially the same pattern was observed in a second study following the same design. A group of 98 Stanford students chose between prospects whose outcomes were contingent on the point-spread d in the forthcoming Stanford-Berkeley football game. Table  2  presents the prospects in question. For example, g pays $10 if Stanford does not win, $30 if it wins by 10 points or less, and nothing if it wins by more than 10 points. Ten percent of the participants, selected at random, were actually paid according to one of their choices. The modal choice, selected by 46% of the subjects, wasf and g', again in direct violation of the independence axiom.\n\nTo explore the constraints imposed by this pattern, let us apply the present theory to the modal choices in table 1, using $1,000 as a unit. Sincefis preferred tog in problem I,\n\nhence, w + (s) -w + (s -B) > w + (c u B) -w + (O.\n\n(3) Thus, \"subtracting\" B from certainty has more impact than \"subtracting\" B from C U B. Let W+ (D) = 1 -W + (S -D), and w + (p) = 1 -w + (1 -p). It follows readily that equation (  3 ) is equivalent to the subadditivity of W+, that is, W+ (B) + W+ (D) >_ W+ (B U D). For probabilistic prospects, equation (3) reduces to 1 -w+(1 -q) > w+(p + q) -w+(p), or w+(q) + w+(r) >_ w+(q + r),q + r < 1. Note: Outcomes are contingent on the point-spread d in a Stanford-Berkeley football game. The percentage of respondents (N = 98) who selected each prospect is given in brackets.\n\nAllais's example corresponds to the case wherep(C) = .10,p(B) = .89, andp(A) = .01. It is noteworthy that the violations of independence reported in tables 1 and 2 are also inconsistent with regret theory, advanced by  Loomes and Sugden (1982, 1987) , and with  Fishburn's (1988)  SSA model. Regret theory explains Allais's example by assuming that the decision maker evaluates the consequences as if the two prospects in each choice are statistically independent. When the prospects in question are defined by the same set of events, as in tables 1 and 2, regret theory (like Fishburn's SSA model) implies independence, since it is additive over states. The finding that the common consequence effect is very much in evidence in the present problems undermines the interpretation of Allais's example in terms of regret theory.\n\nThe common consequence effect implies the subadditivity of W+ and of w+. Other violations of expected utility theory imply the subadditivity of W + and of w + for small and moderate probabilities. For example,  Prelec (1990)  observed that most respondents prefer 2% to win $20,000 over 1% to win $30,000; they also prefer 1% to win $30,000 and 32% to win $20,000 over 34% to win $20,000. In terms of the present theory, these data imply that w + (.02) -w + (.01) _> w + (.34) -w + (.33). More generally, we hypothesize w+(p + q) -w+(q) >_ w+(p + q + r) -w+(q + r), (\n\nprovidedp + q + r is sufficiently small. Equation (  4 ) states that w + is concave near the origin; and the conjunction of the above inequalities implies that, in accord with diminishing sensitivity, w ÷ has an inverted S-shape: it is steepest near the endpoints and shallower in the middle of the range. For other treatments of decision weights, see  Hogarth and Einhorn (1990) ,  Prelec (1989) ,  Viscusi (1989) , and  Wakker (1990) . Experimental evidence is presented in the next section."
    },
    {
      "title": "2.. Experiment",
      "text": "An experiment was carried out to obtain detailed information about the value and weighting functions. We made a special effort to obtain high-quality data. To this end, we recruited 25 graduate students from Berkeley and Stanford (12 men and 13 women) with no special training in decision theory. Each subject participated in three separate one-hour sessions that were several days apart. Each subject was paid $25 for participation."
    },
    {
      "title": "2.1.. Procedure",
      "text": "The experiment was conducted on a computer. On a typical trial, the computer displayed a prospect (e.g., 25% chance to win $150 and 75% chance to win $50) and its expected value. The display also included a descending series of seven sure outcomes (gains or losses) logarithmically spaced between the extreme outcomes of the prospect. The subject indicated a preference between each of the seven sure outcomes and the risky prospect. To obtain a more refined estimate of the certainty equivalent, a new set of seven sure outcomes was then shown, linearly spaced between a value 25% higher than the lowest amount accepted in the first set and a value 25% lower than the highest amount rejected. The certainty equivalent of a prospect was estimated by the midpoint between the lowest accepted value and the highest rejected value in the second set of choices. We wish to emphasize that although the analysis is based on certainty equivalents, the data consisted of a series of choices between a given prospect and several sure outcomes. Thus, the cash equivalent of a prospect was derived from observed choices, rather than assessed by the subject. The computer monitored the internal consistency of the responses to each prospect and rejected errors, such as the acceptance of a cash amount lower than one previously rejected. Errors caused the original statement of the problem to reappear on the screen. 3\n\nThe present analysis focuses on a set of two-outcome prospects with monetary outcomes and numerical probabilities. Other data involving more complicated prospects, including prospects defined by uncertain events, will be reported elsewhere. There were 28 positive and 28 negative prospects. Six of the prospects (three nonnegative and three nonpositive) were repeated on different sessions to obtain the estimate of the consistency of choice. Table  3  displays the prospects and the median cash equivalents of the 25 subjects.\n\nA modified procedure was used in eight additional problems. In four of these problems, the subjects made choices regarding the acceptability of a set of mixed prospects (e.g., 50% chance to lose $100 and 50% chance to win x) in which x was systematically varied. In four other problems, the subjects compared a fixed prospect (e.g., 50% chance to lose $20 and 50% chance towin $50) to a set of prospects (e.g., 50% chance to lose $50 and 50% chance to win x) in which x was systematically varied. (These prospects are presented in table 6.)"
    },
    {
      "title": "2.2.. Results",
      "text": "The most distinctive implication of prospect theory is the fourfold pattern of risk attitudes. For the nonmixed prospects used in the present study, the shapes of the value and the weighting functions imply risk-averse and risk-seeking preferences, respectively, for gains and for losses of moderate or high probability. Furthermore, the shape of the weighting functions favors risk seeking for small probabilities of gains and risk aversion for small probabilities of loss, provided the outcomes are not extreme. Note, however, that prospect theory does not imply perfect reflection in the sense that the preference between any two positive prospects is reversed when gains are replaced by losses. Table  4  presents, for each subject, the percentage of risk-seeking choices (where the certainty equivalent exceeded expected value) for gains and for losses with low (p _< .1) and with high (p _ .5) probabilities. Table  4  shows that forp _> .5, all 25 subjects are predominantly risk averse for positive prospects and risk seeking for negative ones. Moreover, the entire fourfold pattern is observed for 22 of the 25 subjects, with some variability at the level of individual choices.\n\nAlthough the overall pattern of preferences is clear, the individual data, of course, reveal both noise and individual differences. The correlations, across subjects, between The two outcomes of each prospect are given in the left-hand side of each row; the probability of the second (i.e., more extreme) outcome is given by the corresponding column. For example, the value of $9 in the upper left corner is the median cash equivalent of the prospect (0, .9; $50, .1).\n\nthe cash equivalents for the same prospects on successive sessions averaged .55 over six different prospects. Table  5  presents means (after transformation to Fisher's z) of the correlations between the different types of prospects. For example, there were 19 and 17 prospects, respectively, with high probability of gain and high probability of loss. The value of .06 in table 5 is the mean of the 17 x 19 = 323 correlations between the cash equivalents of these prospects.\n\nThe correlations between responses within each of the four types of prospects average .41, slightly lower than the correlations between separate responses to the same problems. The two negative values in table 5 indicate that those subjects who were more risk averse in one domain tended to be more risk seeking in the other. Although the individual correlations are fairly low, the trend is consistent: 78% of the 403 correlations in these two cells are negative. There is also a tendency for subjects who are more risk averse for high-probability gains to be less risk seeking for gains of low probability. This trend, which is absent in the negative domain, could reflect individual differences either in the elevation of the weighting function or in the curvature of the value function for gains. The very low correlations in the two remaining cells of table 5, averaging .05, indicate that there is no general trait of risk aversion or risk seeking. Because individual choices are quite noisy, aggregation of problems is necessary for the analysis of individual differences.\n\nThe fourfold pattern of risk attitudes emerges as a major empirical generalization about choice under risk. It has been observed in several experiments (see, e.g., Cohen, The percentage of risk-seeking choices is given for low (p <_ .1) and high (p -> .5) probabilities of gain and loss for each subject (risk-neutral choices were excluded). The overall percentage of risk-seeking, riskneutral, and risk-averse choices for each type of prospect appear at the bottom of the table.\n\nJaffray, and Said, 1987), including a study of experienced oil executives involving significant, albeit hypothetical, gains and losses  (Wehrung, 1989) . It should be noted that prospect theory implies the pattern demonstrated in table 4 within the data of individual subjects, but it does not imply high correlations across subjects because the values of gains and of losses can vary independently. The failure to appreciate this point and the limited reliability of individual responses has led some previous authors (e.g., Hershey\n\nand Schoemaker, 1980) to underestimate the robustness of the fourfold pattern."
    },
    {
      "title": "2.3.. Scaling",
      "text": "Having established the fourfold pattern in ordinal and correlational analyses, we now turn to a quantitative description of the data. For each prospect of the form (x,p; O, 1p), let c/x be the ratio of the certainty equivalent of the prospect to the nonzero outcome x. Figures  1  and  2  plot the median value of c/x as a function of p, for positive and for negative prospects, respectively. We denote c/x by a circle if Ix] < 200, and by a triangle if Ix[ >_ 200. The only exceptions are the two extreme probabilities (.01 and .99) where a circle is used for Ix] = 200. To interpret figures 1 and 2, note that if subjects are risk neutral, the points will lie on the diagonal; if subjects are risk averse, all points will lie below the diagonal in figure  1  and above the diagonal in figure  2 . Finally, the triangles and the circles will lie on top of each other if preferences are homogeneous, so that multiplying the outcomes of a prospectfby a constant k > 0 multiplies its cash equivalent c(kf) by the same constant, that is, c(kf) = kc(f). In expected utility theory, preference homogeneity gives rise to constant relative risk aversion. Under the present theory, assumingX = Re, preference homogeneity is both necessary and sufficient to represent v as a two-part power function of the form\n\n(5)\n\nFigures 1 and 2 exhibit the characteristic pattern of risk aversion and risk seeking observed in table 4. They also indicate that preference homogeneity holds as a good approximation. The slight departures from homogeneity in figure  1  suggest that the cash equivalents of positive prospects increase more slowly than the stakes (triangles tend to lie below the circles), but no such tendency is evident in figure  2 . Overall, it appears that the present data can be approximated by a two-part power function. The smooth curves in figures 1 and 2 can be interpreted as weighting functions, assuming a linear value function. They were fitted using the following functional form: This form has several useful features: it has only one parameter; it encompasses weighting functions with both concave and convex regions; it does not require w(.5) = .5; and most important, it provides a reasonably good approximation to both the aggregate and the individual data for probabilities in the range between .05 and .95.\n\nFurther information about the properties of the value function can be derived from the data presented in table 6. The adjustments of mixed prospects to acceptability (problems 1-4) indicate that, for even chances to win and lose, a prospect will only be acceptable if the gain is at least twice as large as the loss. This observation is compatible with a value function that changes slope abruptly at zero, with a loss-aversion coefficient of about 2 (Tversky and Kahneman, 1991). The median matches in problems 5 and 6 are also consistent with this estimate: when the possible loss is increased by k the compensating gain must be increased by about 2k. Problems 7 and 8 are obtained from problems 5 and 6, respectively, by positive translations that turn mixed prospects into strictly positive ones. In contrast to the large values of 0 observed in problems 1-6, the responses in problems 7 and 8 indicate that the curvature of the value function for gains is slight. A o. decrease in the smallest gain of a strictly positive prospect is fully compensated by a slightly larger increase in the largest gain. The standard rank-dependent model, which lacks the notion of a reference point, cannot account for the dramatic effects of small translations of prospects illustrated in table 6. The estimation of a complex choice model, such as cumulative prospect theory, is problematic. If the functions associated with the theory are not constrained, the number of estimated parameters for each subject is too large. To reduce this number, it is common to assume a parametric form (e.g., a power utility function), but this approach confounds the general test of the theory with that of the specific parametric form. For this reason, we focused here on the qualitative properties of the data rather than on parameter estimates and measures of fit. However, in order to obtain a parsimonious description of the present data, we used a nonlinear regression procedure to estimate the parameters of equations (  5 ) and (  6 ), separately for each subject. The median exponent of the value function was 0.88 for both gains and losses, in accord with diminishing sensitivity. The median ?t was 2.25, indicating pronounced loss aversion, and the median Note: In each problem, subjects determined the value ofx that makes the prospect ($a, ~½; $b, ~A) as attractive as ($c, ~A; $x, ~/2). The median values ofx are presented for all problems along with the fixed values a,b,c. The statistic 0 = (x-b)/(c -a) is the ratio of the \"slopes\" at a higher and a lower region of the value function.\n\nvalues of ~/and 8, respectively, were 0.61 and 0.69, in agreement with equations (  3 ) and (  4 ) above. 4 The parameters estimated from the median data were essentially the same. Figure  3  plots w + and w -using the median estimates of \"y and 8. Figure  3  shows that, for both positive and negative prospects, people overweight low probabilities and underweight moderate and high probabilities. As a consequence, people are relatively insensitive to probability difference in the middle of the range. Figure  3  also shows that the weighting functions for gains and for losses are quite close, although the former is slightly more curved than the latter (i.e., \",/< 8). Accordingly, risk aversion for gains is more pronounced than risk seeking for losses, for moderate and high probabilities (see table  3 ). It is noteworthy that the condition w + (p) = w -(p), assumed in the original version of prospect theory, accounts for the present data better than the assumption w + (p) = 1 -w-(1 -p), implied by the standard rank-dependent or cumulative functional. For example, our estimates ofw + and w-show that all 25 subjects satisfied the conditions w + (.5) < .5 and w -(.5) < .5, implied by the former model, and no one satisfied the condition w + (.5) < .5 iffw -(.5) > .5, implied by the latter model.\n\nMuch research on choice between risky prospects has utilized the triangle diagram  (Marschak, 1950; Machina, 1987)  that represents the set of all prospects of the form  (Xl, pl; x2, pz; x3, p3) , with fixed outcomesxl < x2 < x3. Each point in the triangle represents a prospect that yields the lowest outcome (Xl) with probabilitypl, the highest outcome (x3) with probabilityp3, and the intermediate outcome (  x2 ) with probabilitypz = 1 -Pl -P3. An indifference curve is a set of prospects (i.e., points) that the decision maker finds equally attractive. Alternative choice theories are characterized by the shapes of their indifference curves. In particular, the indifference curves of expected utility theory are parallel straight lines. Figures  4a  and  4b  illustrate the indifference curves of cumulative prospect theory for nonnegative and nonpositive prospects, respectively. The shapes of the curves are determined by the weighting functions of figure  3 ; the values of the outcomes  (Xl, x2, x3)  merely control the slope. Figures 4a and 4b are in general agreement with the main empirical generalizations that have emerged from the studies of the triangle diagram; see Camerer (1992), and Camerer and Ho (1991) for reviews. First, departures from linearity, which violate expected utility theory, are most pronounced near the edges of the triangle. Second, the indifference curves exhibit both fanning in and fanning out. Third, the curves are concave in the upper part of the triangle and convex in the lower right. Finally, the indifference curves for nonpositive prospects resemble the curves for nonnegative prospects reflected around the 45 ° line, which represents risk neutrality. For example, a sure gain of $100 is equally as attractive as a 71% chance to win $200 or nothing (see figure 4a), and a sure loss of $100 is equally as aversive as a 64% chance to lose $200 or nothing (see figure 4b). The approximate reflection of the curves is of special interest because it distinguishes the present theory from the standard rank-dependent model in which the two sets of curves are essentially the same. 4a > © 7< > r\" :z > :z"
    },
    {
      "title": "2.4.. Incentives",
      "text": "We conclude this section with a brief discussion of the role of monetary incentives. In the present study we did not pay subjects on the basis of their choices because in our experience with choice between prospects of the type used in the present study, we did not find much difference between subjects who were paid a flat fee and subjects whose payoffs were contingent on their decisions. The same conclusion was obtained by  Camerer (1989) , who investigated the effects of incentives using several hundred subjects. He found that subjects who actually played the gamble gave essentially the same responses as subjects who did not play; he also found no differences in reliability and roughly the same decision time. Although some studies found differences between paid and unpaid subjects in choice between simple prospects, these differences were not large enough to change any significant qualitative conclusions. Indeed, all major violations of expected utility theory (e.g. the common consequence effect, the common ratio effect, source dependence, loss aversion, and preference reversals) were obtained both with and without monetary incentives.\n\nAs noted by several authors, however, the financial incentives provided in choice experiments are generally small relative to people's incomes. What happens when the stakes correspond to three-or four-digit rather than one-or two-digit figures? To answer this question,  Kachelmeier and Shehata (1991)  conducted a series of experiments using Masters students at Beijing University, most of whom had taken at least one course in economics or business. Due to the economic conditions in China, the investigators were able to offer subjects very large rewards. In the high payoff condition, subjects earned about three times their normal monthly income in the course of one experimental session! On each trial, subjects were presented with a simple bet that offered a specified probability to win a given prize, and nothing otherwise. Subjects were instructed to state their cash equivalent for each bet. An incentive compatible procedure (the BDM scheme) was used to determine, on each trial, whether the subject would play the bet or receive the \"official\" selling price. If departures from the standard theory are due to the mental cost associated with decision making and the absence of proper incentives, as suggested by  Smith and Walker (1992) , then the highly paid Chinese subjects should not exhibit the characteristic nonlinearity observed in hypothetical choices, or in choices with small payoffs.\n\nHowever, the main finding of  Kachelmeier and Shehata (1991)  is massive risk seeking for small probabilities. Risk seeking was slightly more pronounced for lower payoffs, but even in the highest payoff condition, the cash equivalent for a 5% bet (their lowest probability level) was, on average, three times larger than its expected value. Note that in the present study the median cash equivalent of a 5% chance to win $100 (see table  3 ) was $14, almost three times the expected value of the bet. In general, the cash equivalents obtained by Kachelmeier and Shehata were higher than those observed in the present study. This is consistent with the finding that minimal selling prices are generally higher than certainty equivalents derived from choice (see, e.g.,  Tversky, Slovic, and Kahneman, 1990 ). As a consequence, they found little risk aversion for moderate and high probability of winning. This was true for the Chinese subjects, at both high and low payoffs, as well as for Canadian subjects, who either played for low stakes or did not receive any payoff. The most striking result in all groups was the marked overweighting of small probabilities, in accord with the present analysis.\n\nEvidently, high incentives do not always dominate noneconomic considerations, and the observed departures from expected utility theory cannot be rationalized in terms of the cost of thinking. We agree with  Smith and Walker (1992)  that monetary incentives could improve performance under certain conditions by eliminating careless errors. However, we maintain that monetary incentives are neither necessary nor sufficient to ensure subjects' cooperativeness, thoughtfulness, or truthfulness. The similarity between the results obtained with and without monetary incentives in choice between simple prospects provides no special reason for skepticism about experiments without contingent payment."
    },
    {
      "title": "3.. Discussion",
      "text": "Theories of choice under uncertainty commonly specify 1) the objects of choice, 2) a valuation rule, and 3) the characteristics of the functions that map uncertain events and possible outcomes into their subjective counterparts. In standard applications of expected utility theory, the objects of choice are probability distributions over wealth, the valuation rule is expected utility, and utility is a concave function of wealth. The empirical evidence reported here and elsewhere requires major revisions of all three elements. We have proposed an alternative descriptive theory in which 1) the objects of choice are prospects framed in terms of gains and losses, 2) the valuation rule is a two-part cumulative functional, and 3) the value function is S-shaped and the weighting functions are inverse S-shaped. The experimental findings confirmed the qualitative properties of these scales, which can be approximated by a (two-part) power value function and by identical weighting functions for gains and losses.\n\nThe curvature of the weighting function explains the characteristic reflection pattern of attitudes to risky prospects. Overweighting of small probabilities contributes to the popularity of both lotteries and insurance. Underweighting of high probabilities contributes both to the prevalence of risk aversion in choices between probable gains and sure things, and to the prevalence of risk seeking in choices between probable and sure losses. Risk aversion for gains and risk seeking for losses are further enhanced by the curvature of the value function in the two domains. The pronounced asymmetry of the value function, which we have labeled loss aversion, explains the extreme reluctance to accept mixed prospects. The shape of the weighting function explains the certainty effect and violations of quasi-convexity. It also explains why these phenomena are most readily observed at the two ends of the probability scale, where the curvature of the weighting function is most pronounced  (Camerer, 1992) .\n\nThe new demonstrations of the common consequence effect, described in tables 1 and 2, show that choice under uncertainty exhibits some of the main characteristics observed in choice under risk. On the other hand, there are indications that the decision weights associated with uncertain and with risky prospects differ in important ways. First, there is abundant evidence that subjective judgments of probability do not conform to the rules of probability theory  (Kahneman, Slovic and Tversky, 1982) . Second, Ellsberg's example and more recent studies of choice under uncertainty indicate that people prefer some sources of uncertainty over others. For example,  Heath and Tversky (1991)  found that individuals consistently preferred bets on uncertain events in their area of expertise over matched bets on chance devices, although the former are ambiguous and the latter are not. The presence of systematic preferences for some sources of uncertainty calls for different weighting functions for different domains, and suggests that some of these functions lie entirely above others. The investigation of decision weights for uncertain events emerges as a promising domain for future research.\n\nThe present theory retains the major features of the original version of prospect theory and introduces a (two-part) cumulative functional, which provides a convenient mathematical representation of decision weights. It also relaxes some descriptively inappropriate constraints of expected utility theory. Despite its greater generality, the cumulative functional is unlikely to be accurate in detail. We suspect that decision weights may be sensitive to the formulation of the prospects, as well as to the number, the spacing and the level of outcomes. In particular, there is some evidence to suggest that the curvature of the weighting function is more pronounced when the outcomes are widely spaced  (Camerer, 1992) . The present theory can be generalized to accommodate such effects, but it is questionable whether the gain in descriptive validity, achieved by giving up the separability of values and weights, would justify the loss of predictive power and the cost of increased complexity.\n\nTheories of choice are at best approximate and incomplete. One reason for this pessimistic assessment is that choice is a constructive and contingent process. When faced with a complex problem, people employ a variety of heuristic procedures in order to simplify the representation and the evaluation of prospects. These procedures include computational shortcuts and editing operations, such as eliminating common components and discarding nonessential differences  (Tversky, 1969) . The heuristics of choice do not readily lend themselves to formal analysis because their application depends on the formulation of the problem, the method of elicitation, and the context of choice.\n\nProspect theory departs from the tradition that assumes the rationality of economic agents; it is proposed as a descriptive, not a normative, theory. The idealized assumption of rationality in economic theory is commonly justified on two grounds: the conviction that only rational behavior can survive in a competitive environment, and the fear that any treatment that abandons rationality will be chaotic and intractable. Both arguments are questionable. First, the evidence indicates that people can spend a lifetime in a competitive environment without acquiring a general ability to avoid framing effects or to apply linear decision weights. Second, and perhaps more important, the evidence indicates that human choices are orderly, although not always rational in the traditional sense of this word."
    },
    {
      "title": "Appendix: Axiomatic Analysis",
      "text": "Let F = {f: S --~ X} be the set of all prospects under study, and let F + and F-denote the positive and the negative prospects, respectively. Let > be a binary preference relation on F, and let ~ and > denote its symmetric and asymmetric parts, respectively. We assume that ~> is complete, transitive, and strictly monotonic, that is, iff ~ g andf(s) -> g(s) for all s ~ S, thenf > g.\n\nFor anyf, g e F andA C S, define h = fag by: h(s) = f(s) ifs eA, and h(s) = g(s) ifs S -A. Thus,fAg coincides withfonA and withg on S -A. A preference relation > on F satisfies independence if for all f, g,f', g' e F andA C S,fAg >~ fag' ifff'Ag >>. f'Ag'. This axiom, also called the sure thing principle  (Savage, 1954) , is one of the basic qualitative properties underlying expected utility theory, and it is violated by Allais's common consequence effect. Indeed, the attempt to accommodate Allais's example has motivated the development of numerous models, including cumulative utility theory. The key concept in the axiomatic analysis of that theory is the relation of comonotonicity, due to  Schmeidler (1989) . A pair of prospects f, g e F are comonotonic if there are no s, t e S such that f(s) > f(t) and g(t) > g(s). Note that a constant prospect that yields the same outcome in every state is comonotonic with all prospects. Obviously, comonotonicity is symmetric but not transitive.\n\nCumulative utility theory does not satisfy independence in general, but it implies independence whenever the prospects fAg, fag', f'Ag, and f'Ag' above are pairwise comonotonic. This property is called comonotonic independence. 5 It also holds in cumulative prospect theory, and it plays an important role in the characterization of this theory, as will be shown below. Cumulative prospect theory satisfies an additional property, called double matching: for all f, g ~ F, iff + ~ g + and f-~ g-, thenf ~ g.\n\nTo characterize the present theory, we assume the following structural conditions: S is finite and includes at least three states; X = Re; and the preference order is continuous in the product topology on Re k, that is, {fe F :f > g} and {fe F :g ~> f} are closed for any g e F. The latter assumptions can be replaced by restricted solvability and a comonotonic Archimedean axiom  (Wakker, 1991) .\n\nTheorem 1. Suppose (F + , ~> ) and (F-, > ) can each be represented by a cumulative functional. Then (F, ~> ) satisfies cumulative prospect theory iff it satisfies double matching and comonotonic independence.\n\nThe proof of the theorem is given at the end of the appendix. It is based on a theorem of  Wakker (1992)  regarding the additive representation of lower-diagonal structures. Theorem 1 provides a generic procedure for characterizing cumulative prospect theory. Take any axiom system that is sufficient to establish an essentially unique cumulative (i.e., rank-dependent) representation. Apply it separately to the preferences between positive prospects and to the preferences between negative prospects, and construct the value function and the decision weights separately for F + and for F-. Theorem 1 shows that comonotonic independence and double matching ensure that, under the proper rescaling, the sum V(f + ) + V(f-) preserves the preference order between mixed prospects. In order to distinguish more sharply between the conditions that give rise to a one-part or a two-part representation, we need to focus on a particular axiomatization of the Choquet functional. We chose  Wakker's (1989a Wakker's ( , 1989b) )  because of its generality and compactness.\n\nForx eX, fe F, and r e S, let x{r}fbe the prospect that yields x in state r and coincides withf in all other states. Following  Wakker (1989a) , we say that a preference relation satisfies tradeoff consistency 6 (TC)if for all x, x',y,y' eX, f,f',g,g' e F, ands, t e S.\n\nx {s}f <~ y{s}g,x'{s}f >~ y'{s}g andx{t}f' > y{t}g' implyx'{t}f' ~> y'{t}g'.\n\nTo appreciate the import of this condition, suppose its premises hold but the conclusion is reversed, that is, y'{t}g' > x'{t}f'. It is easy to verify that under expected utility theory, the first two inequalities, involving {s}, imply u(y) -u(y') >_ u(x) -u(x'), whereas the other two inequalities, involving {t}, imply the opposite conclusion. Tradeoff consistency, therefore, is needed to ensure that \"utility intervals\" can be consistently ordered. Essentially the same condition was used by  Tversky, Sattath, and Slovic (1988)  in the analysis of preference reversal, and by  Tversky and Kahneman (1991)  in the characterization of constant loss aversion.\n\nA preference relation satisfies comonotonic tradeoff consistency (CTC) if TC holds whenever the prospects x {s}f, y{s}g, x'{s}f, and y'{s}g are pairwise comonotonic, as are the prospects x{t}f', y{t}g  ', x'{t}f', and y'{t}g' (Wakker, 1989a) . Finally, a preference relation satisfies sign-comonotonic tradeoffconsistency (SCTC) if CTC holds whenever the consequences x, x', y, y' are either all nonnegative or all nonpositive. Clearly, TC is stronger than CTC, which is stronger than SCTC. Indeed, it is not difficult to show that i) expected utility theory implies TC, 2) cumulative utility theory implies CTC but not TC, and 3) cumulative prospect theory implies SCTC but not CTC. The following theorem shows that, given our other assumptions, these properties are not only necessary but also sufficient to characterize the respective theories.\n\nTheorem 2. Assume the structural conditions described above. a.  (Wakker, 1989a)  Expected utility theory holds iff ~> satisfies TC. b.  (Wakker, 1989b)  Cumulative utility theory holds iff > satisfies CTC. c. Cumulative prospect theory holds iff ~> satisfies double matching and SCTC.\n\nA proof of part c of the theorem is given at the end of this section. It shows that, in the presence of our structural assumptions and double matching, the restriction of tradeoff consistency to sign-comonotonic prospects yields a representation with a referencedependent value function and different decision weights for gains and for losses.\n\nProof of theorem 1. The necessity of comonotonic independence and double matching is straightforward. To establish sufficiency, recall that, by assumption, there exist func-tionsv+,nv-,v+,v ,suchthatV + = ~]w+v + andV-= ~v v preserve ~> onF + and on F-, respectively. Furthermore, by the structural assumptions, \"rr + and v-are unique, whereas v + and v-are continuous ratio scales. Hence, we can set v + (1) = 1 and v -( -1) = 0 < 0, independently of each other.\n\nLet Q be the set of prospects such that for any q e Q, q(s) ~ q(t) for any distinct s, t e S. Let Fg denote the set of all prospects in F that are comonotonic with G. By comonotonic independence and our structural conditions, it follows readily from a theorem of Wakker Suppose SCTC is not valid, that is, x{t}/~> y{t}g' but x'{t}f' < y'{t}g'. Applying cumulative prospect theory, we obtain\n\n= + Z r~S -t + = V(y{t}g') reS -t V(x' {t}f') = rr,v(x') + ~\" \"rrrv(f'(r)) reS -t < + : V(y'{t}g')."
    },
    {
      "title": "reS -t",
      "text": "Adding these inequalities yields v(x) -v(x') > v(y) -v(y') contrary to the previous conclusion, which establishes the necessity of SCTC. The necessity of double matching is immediate.\n\nTo prove sufficiency, note that SCTC implies comonotonic independence. Lettingx = y,x' = y', andf = g in TC yieldsx{t~' >~ x{t}g' impliesx'{t}/\" ~> x'{t}g', provided all the above prospects are pairwise comonotonic. This condition readily entails comonotonic independence (see  Wakker, 1989b) .\n\nTo complete the proof, note that SCTC coincides with CTC on (F +, > ) and on (F-, > ). By part b of this theorem, the cumulative functional holds, separately, in the nonnegative and in the nonpositive domains. Hence, by double matching and comonotonic independence, cumulative prospect theory follows from theorem 1. Notes 1. In keeping with the spirit of prospect theory, we use the decumulative form for gains and the cumulative form for losses. This notation is vindicated by the experimental findings described in section 2. 2. This model appears under different names. We use cumulative utility theory to describe the application of a Choquet integral to a standard utility function, and cumulativeprospect theory to describe the application of two separate Choquet integrals to the value of gains and losses. 3. An IBM disk containing the exact instructions, the format, and the complete experimental procedure can be obtained from the authors. 4.  Camerer and Ho (1991)  applied equation (  6 ) to several studies of risky choice and estimated y from aggregate choice probabilities using a logistic distribution function. Their mean estimate (.56) was quite close to ours. 5.  Wakker (1989b)  called this axiom comonotonic coordinate independence. Schmeidler (1989)  used comonotonic independence for the mixture space version of this axiom: f >~ g iff cq\" + (1 -o0h > eg + (1 -~)h. 6.  Wakker (1989a Wakker ( , 1989b) )  called this property cardinal coordinate independence. He also introduced an equivalent condition, called the absence of contradictory tradeoffs."
    },
    {
      "text": "Figure I. Median c/x for all positive prospects of the form (x,p; 0, 1 -p). Triangles and circles, respectively, correspond to values ofx that lie above or below 200."
    },
    {
      "text": "Figure 2. Median c/x for all negative prospects of the form (x,p; O, 1 -p). Triangles and circles, respectively, correspond to values ofx that lie below or above -200."
    },
    {
      "text": "Figure 3. Weighting functions for gains (w + ) and for losses (w -) based on median estimates of y and 8 in equation (12)."
    },
    {
      "text": "Figure 4. Indifference curves of cumulative prospect theory (a) for nonnegative prospects (xl = 0, x2 = 100, x~ = 200), and (b) for nonpositive prospects (xl = -200,x2 = -100,x3 = 0). The curves are based on the respective weighting functions of figure 3, (y = .61, 8 = .69) and on the median estimates of the exponents of the value function (e~ = !3 = .88). The broken line through the origin represents the prospects whose expected value isx 2."
    },
    {
      "text": "A test of independence (Dow-Jones)"
    },
    {
      "text": "A test of independence (Stanford-Berkeley football game)"
    },
    {
      "text": "Median cash equivalents (in dollars) for all nonmixed prospects"
    },
    {
      "text": "Percentage of risk-seeking choices"
    },
    {
      "text": "Average correlations between certainty equivalents in four types of prospects"
    },
    {
      "text": "A test of loss aversion"
    },
    {
      "text": "We are indebted to  Richard Gonzalez  and  Amy Hayes  for running the experiment and analyzing the data. This work was supported by Grants  89-0064  and  88-0206  from the  Air Force Office of Scientific Research , by Grant  SES-9109535  from the  National Science Foundation , and by the  Sloan Foundation ."
    },
    {
      "title": "Loss' aversion."
    },
    {
      "text": "(1992) on additive representations for lower-triangular subsets of Re k that, given any q Q, there exist intervals scales (Uqi}, with a common unit, such that Uq = ~iUqi preserves _> on Fq. With no loss of generality we can set Uqi(O) = 0 for all/and Uq(1) = 1. Since V + and V-above are additive representations of ~> on Fq and Fq, respectively, it follows by uniqueness that there exist aq, bq > 0 such that for all i, gqi equals aq'rr?v + on Re +, and Uqi equals bq~ZVon Re -.\n\nSo far the representations were required to preserve the order only within each Fq. Thus, we can choose scales so that bq = 1 for all q. To relate the different representations, select a prospect h ~ q. Since V + should preserve the order on F +, and Uq should preserve the order within each Fq, we can multiply V + by ah, and replace each aq by aq/ah. In other words, we may set ah = 1. For any q e Q, select f e Fq, g ~ Fh such that f+ ~ g+ > 0,f-~ g-> 0, andg ~ 0. By double matching, then, f -~ g ~ 0. Thus, aqV + (f+) + V-(f-) = 0, since this form preserves the order on Fq.\n\nHence, aq = 1, and V(f) = V + (f+) + V-(f-) preserves the order within each Fq.\n\nTo show that Vpreserves the order on the entire set, consider any f, g e F and suppose f > g. By transitivity, c(f) >_ c(g) where c(f) is the certainty equivalent off. Because c(f) and c(g"
    },
    {
      "title": "Proof of theorem 2 (part c).",
      "text": "To establish the necessity of SCTC, apply cumulative prospect theory to the hypotheses of SCTC to obtain the following inequalities:\n\nThe decision weights above are derived, assuming SCTC, in accord with equations (  1 ) and (  2 ). We use primes to distinguish the decision weights associated with g from those associated withf. However, all the above prospects belong to the same comonotonic set. Hence, two outcomes that have the same sign and are associated with the same state have the same decision weight. In particular, the weights associated with x {s}f and x'{s}f are identical, as are the weights associated with y{s}g and with y'{s}g. These assumptions are implicit in the present notation. It follows that Because x, y, x', y' have the same sign, all the decision weights associated with state s are identical, that is, Vs = \"rr;. Cancelling this common factor and rearranging terms yields v(y) -v(y') >-v(x) -v(x')."
    }
  ],
  "references": [
    {
      "title": "Le comportement de Fhomme rationel devant le risque, critique des postulates et axiomes de l'ecole americaine",
      "authors": [
        "Maurice Allais"
      ],
      "year": 1953,
      "doi": "10.2307/1907921",
      "journal": "Econometrica",
      "volume": "21",
      "raw": "Le comportement de Fhomme rationel devant le risque, critique des postulates et axiomes de l'ecole americaine \n\t\t \n\t\t\t Maurice Allais \n\t\t \n\t\t 10.2307/1907921 \n\t \n\t \n\t\t Econometrica \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 1953 \n\t\t \n\t \n\t Allais, Maurice. (1953). \"Le comportement de Fhomme rationel devant le risque, critique des postulates et axiomes de l'ecole americaine,\" Econometrica 21,503-546."
    },
    {
      "title": "Risk Perception in Psychology and Economics",
      "authors": [
        "Kenneth Arrow"
      ],
      "year": 1982,
      "journal": "Economic lnqui~",
      "volume": "20",
      "raw": "Risk Perception in Psychology and Economics \n\t\t \n\t\t\t Kenneth J Arrow \n\t\t \n\t \n\t \n\t\t Economic lnqui~ \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 1982 \n\t\t \n\t \n\t Arrow, Kenneth J. (1982). \"'Risk Perception in Psychology and Economics,\" Economic lnqui~, 20, 1-9."
    },
    {
      "title": "An Experimental Test of Several Generalized Utility Theories",
      "authors": [
        "Colin Camerer"
      ],
      "year": 1989,
      "journal": "Joumal of Risk and Uncertainty",
      "volume": "2",
      "raw": "An Experimental Test of Several Generalized Utility Theories \n\t\t \n\t\t\t Colin E Camerer \n\t\t \n\t \n\t \n\t\t Joumal of Risk and Uncertainty \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Camerer, Colin E (1989). \"An Experimental Test of Several Generalized Utility Theories,\" Joumal of Risk and Uncertainty 2, 61-104."
    },
    {
      "title": "Recent Tests of Generalizations of Expected Utility Theory",
      "authors": [
        "Colin Camerer"
      ],
      "year": 1992,
      "doi": "10.1007/978-94-011-2952-7_9",
      "raw": "Recent Tests of Generalizations of Expected Utility Theory \n\t\t \n\t\t\t Colin E Camerer \n\t\t \n\t\t 10.1007/978-94-011-2952-7_9 \n\t \n\t \n\t\t Utility.\" Theories, Measurement and Applications \n\t\t \n\t\t\t W Edwards \n\t\t \n\t\t Boston, MA \n\t\t \n\t\t\t Kluwer Academic Publishers \n\t\t\t 1992 \n\t\t \n\t \n\t Camerer, Colin E (1992). \"Recent Tests of Generalizations of Expected Utility Theory.\" In W. Edwards (ed.), Utility.\" Theories, Measurement and Applications, Boston, MA: Kluwer Academic Publishers."
    },
    {
      "title": "Nonlinear Weighting of Probabilities and Violations of the Betweenness Axiom",
      "authors": [
        "Colin Camerer",
        "Teck-Hua Ho"
      ],
      "year": 1991,
      "doi": "10.1007/bf01065371",
      "raw": "Nonlinear Weighting of Probabilities and Violations of the Betweenness Axiom \n\t\t \n\t\t\t Colin E Camerer \n\t\t \n\t\t \n\t\t\t Teck-Hua Ho \n\t\t \n\t\t 10.1007/bf01065371 \n\t\t \n\t\t\t 1991 \n\t\t \n\t\t \n\t\t\t The Wharton School, University of Pennsylvania \n\t\t \n\t \n\t Unpublished manuscript \n\t Camerer, Colin E and Teck-Hua Ho. (1991). \"Nonlinear Weighting of Probabilities and Violations of the Betweenness Axiom.\" Unpublished manuscript, The Wharton School, University of Pennsylvania."
    },
    {
      "title": "An Axiomatic Generalization of the Quasilinear Mean and the Gini Mean with Application to Decision Theory",
      "authors": [
        "Soo-Hong Chew"
      ],
      "year": 1989,
      "raw": "An Axiomatic Generalization of the Quasilinear Mean and the Gini Mean with Application to Decision Theory \n\t\t \n\t\t\t Soo-Hong Chew \n\t\t \n\t\t \n\t\t\t 1989 \n\t\t \n\t\t \n\t\t\t Department of Economics, University of California at Irvine \n\t\t \n\t \n\t Unpublished manuscript \n\t Chew, Soo-Hong. (1989). \"An Axiomatic Generalization of the Quasilinear Mean and the Gini Mean with Application to Decision Theory,\" Unpublished manuscript, Department of Economics, University of Cal- ifornia at Irvine."
    },
    {
      "title": "Theory of Capacities",
      "authors": [
        "Gustave Choquet"
      ],
      "year": 1955,
      "doi": "10.5802/aif.53",
      "journal": "Annales de L'Institut Fourier",
      "volume": "5",
      "raw": "Theory of Capacities \n\t\t \n\t\t\t Gustave Choquet \n\t\t \n\t\t 10.5802/aif.53 \n\t \n\t \n\t\t Annales de L'Institut Fourier \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 1955 \n\t\t \n\t \n\t Choquet, Gustave. (1955). \"Theory of Capacities,\" Annales de L'Institut Fourier 5, 131-295."
    },
    {
      "title": "Experimental Comparison of Individual Behavior Under Risk and Under Uncertainty for Gains and for Losses",
      "authors": [
        "Michele Cohen",
        "Jean-Yves Jaffray",
        "Tanios Said"
      ],
      "year": 1987,
      "journal": "Organizational Behavior and Human Decision Processes",
      "volume": "39",
      "raw": "Experimental Comparison of Individual Behavior Under Risk and Under Uncertainty for Gains and for Losses \n\t\t \n\t\t\t Michele Cohen \n\t\t \n\t\t \n\t\t\t Jean-Yves Jaffray \n\t\t \n\t\t \n\t\t\t Tanios Said \n\t\t \n\t \n\t \n\t\t Organizational Behavior and Human Decision Processes \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Cohen, Michele, Jean-Yves Jaffray, and Tanios Said. (1987). \"Experimental Comparison of Individual Behav- ior Under Risk and Under Uncertainty for Gains and for Losses,\" Organizational Behavior and Human Decision Processes 39, 1-22."
    },
    {
      "title": "Risk, Ambiguity, and the Savage Axioms",
      "authors": [
        "Daniel Ellsberg"
      ],
      "year": 1961,
      "journal": "Quarterly Journal of Economics",
      "volume": "75",
      "raw": "Risk, Ambiguity, and the Savage Axioms \n\t\t \n\t\t\t Daniel Ellsberg \n\t\t \n\t \n\t \n\t\t Quarterly Journal of Economics \n\t\t \n\t\t\t 75 \n\t\t\t \n\t\t\t 1961 \n\t\t \n\t \n\t Ellsberg, Daniel. (1961). \"Risk, Ambiguity, and the Savage Axioms,\" Quarterly Journal of Economics 75, 643-669."
    },
    {
      "title": "Nonlinear Preference and Utility Theory",
      "authors": [
        "Peter Fishburn"
      ],
      "year": 1988,
      "raw": "Nonlinear Preference and Utility Theory \n\t\t \n\t\t\t Peter C Fishburn \n\t\t \n\t\t \n\t\t\t 1988 \n\t\t\t The Johns Hopkins University Press \n\t\t\t Baltimore, MD \n\t\t \n\t \n\t Fishburn, Peter C. (1988). Nonlinear Preference and Utility Theory. Baltimore, MD: The Johns Hopkins Uni- versity Press."
    },
    {
      "title": "Expected Utility with Purely Subjective Non-addilive Probabilities",
      "authors": [
        "Itzhak Gilboa"
      ],
      "year": 1987,
      "doi": "10.1016/0304-4068(87)90022-x",
      "journal": "Journal of Mathematical Economics",
      "volume": "16",
      "raw": "Expected Utility with Purely Subjective Non-addilive Probabilities \n\t\t \n\t\t\t Itzhak Gilboa \n\t\t \n\t\t 10.1016/0304-4068(87)90022-x \n\t \n\t \n\t\t Journal of Mathematical Economics \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Gilboa, Itzhak. (1987). \"Expected Utility with Purely Subjective Non-addilive Probabilities,\" Journal of Math- ematical Economics 16, 65-88."
    },
    {
      "title": "Ambiguity and Competence in Choice Under Uncertainty",
      "authors": [
        "Chip Heath",
        "Amos Tversky"
      ],
      "year": 1991,
      "doi": "10.1007/bf00057884",
      "journal": "Journal of Risk and Uncertainty",
      "volume": "4",
      "raw": "Ambiguity and Competence in Choice Under Uncertainty \n\t\t \n\t\t\t Chip Heath \n\t\t \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t\t 10.1007/bf00057884 \n\t \n\t \n\t\t Journal of Risk and Uncertainty \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Preference and Belief \n\t Heath, Chip and Amos Tversky. (1991). \"Preference and Belief.\" Ambiguity and Competence in Choice Under Uncertainty,\" Journal of Risk and Uncertainty 4, 5-28."
    },
    {
      "title": "Prospect Theory's Reflection Hypothesis: A Critical Examination",
      "authors": [
        "John Hershey",
        "J Paul"
      ],
      "year": 1980,
      "journal": "Organizational Behavior and Human Performance",
      "volume": "25",
      "raw": "Prospect Theory's Reflection Hypothesis: A Critical Examination \n\t\t \n\t\t\t John C Hershey \n\t\t \n\t\t \n\t\t\t J H Paul \n\t\t \n\t\t \n\t\t\t Schoemaker \n\t\t \n\t \n\t \n\t\t Organizational Behavior and Human Performance \n\t\t \n\t\t\t 25 \n\t\t\t \n\t\t\t 1980 \n\t\t \n\t \n\t Hershey, John C. and Paul J. H. Schoemaker. (1980). \"Prospect Theory's Reflection Hypothesis: A Critical Examination,\" Organizational Behavior and Human Performance 25,395-418."
    },
    {
      "title": "Venture Theory: A Model of Decision Weights",
      "authors": [
        "Robin Hogarth",
        "Hillel Einhorn"
      ],
      "year": 1990,
      "doi": "10.1287/mnsc.36.7.780",
      "journal": "Management Science",
      "volume": "36",
      "raw": "Venture Theory: A Model of Decision Weights \n\t\t \n\t\t\t Robin Hogarth \n\t\t \n\t\t \n\t\t\t Hillel Einhorn \n\t\t \n\t\t 10.1287/mnsc.36.7.780 \n\t \n\t \n\t\t Management Science \n\t\t \n\t\t\t 36 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Hogarth, Robin and Hillel Einhorn. (1990). \"Venture Theory: A Model of Decision Weights,\" Management Science 36, 780-803."
    },
    {
      "title": "Examining Risk Preferences Under High Monetary Incentives: Experimental Evidence from The People's Republic of China",
      "authors": [
        "Steven Kachelmeier",
        "Mohamed Shehata"
      ],
      "year": 1991,
      "journal": "American Economic Review",
      "raw": "Examining Risk Preferences Under High Monetary Incentives: Experimental Evidence from The People's Republic of China \n\t\t \n\t\t\t Steven J Kachelmeier \n\t\t \n\t\t \n\t\t\t Mohamed Shehata \n\t\t \n\t \n\t \n\t\t American Economic Review \n\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t forthcoming \n\t Kachelmeier, Steven J. and Mohamed Shehata. (1991). \"Examining Risk Preferences Under High Monetary Incentives: Experimental Evidence from The People's Republic of China,\" American Economic Review, forthcoming."
    },
    {
      "title": "Judgment Under Uncertainty: Heuristics and Biases",
      "year": 1982,
      "raw": "Judgment Under Uncertainty: Heuristics and Biases \n\t\t \n\t\t\t Daniel Kahneman \n\t\t \n\t\t \n\t\t\t Paul Slovic \n\t\t \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t\t New York \n\t\t \n\t\t\t Cambridge University Press \n\t\t\t 1982 \n\t\t \n\t \n\t Kahneman, Daniel, Paul Slovic, and Amos Tversky (eds.). (1982). Judgment Under Uncertainty: Heuristics and Biases. New York: Cambridge University Press."
    },
    {
      "title": "Prospect Theory: An Analysis of Decision Under Risk",
      "authors": [
        "Daniei Kahneman",
        "Amos Tversky"
      ],
      "year": 1979,
      "journal": "Econometrica",
      "volume": "47",
      "raw": "Prospect Theory: An Analysis of Decision Under Risk \n\t\t \n\t\t\t Daniei Kahneman \n\t\t \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t \n\t \n\t\t Econometrica \n\t\t \n\t\t\t 47 \n\t\t\t \n\t\t\t 1979 \n\t\t \n\t \n\t Kahneman, DanieI and Amos Tversky. (1979). \"Prospect Theory: An Analysis of Decision Under Risk,\" Econometrica 47, 263-291."
    },
    {
      "title": "Choices, Values and Frames",
      "authors": [
        "Daniel Kahneman",
        "Amos Tversky"
      ],
      "year": 1984,
      "journal": "American Psychologist",
      "volume": "39",
      "raw": "Choices, Values and Frames \n\t\t \n\t\t\t Daniel Kahneman \n\t\t \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t \n\t \n\t\t American Psychologist \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 1984 \n\t\t \n\t \n\t Kahneman, Daniel and Amos Tversky. (1984). \"Choices, Values and Frames,\" American Psychologist 39, 341-350."
    },
    {
      "title": "Regret Theory: An Alternative Theory of Rational Choice Under Uncertainty",
      "authors": [
        "Graham Loomes",
        "Robert Sugden"
      ],
      "year": 1987,
      "doi": "10.2307/2232669",
      "journal": "The Economic Journal",
      "volume": "92",
      "raw": "Regret Theory: An Alternative Theory of Rational Choice Under Uncertainty \n\t\t \n\t\t\t Graham Loomes \n\t\t \n\t\t \n\t\t\t Robert Sugden \n\t\t \n\t\t 10.2307/2232669 \n\t \n\t \n\t\t The Economic Journal \n\t\t \n\t\t\t 92 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Loomes, Graham and Robert Sugden. (1987). \"Regret Theory: An Alternative Theory of Rational Choice Under Uncertainty,\" The Economic Journal 92, 805-824."
    },
    {
      "title": "Some Implications of a More General Form of Regret Theory",
      "authors": [
        "Graham Loomes",
        "Robert Sugden"
      ],
      "year": 1987,
      "doi": "10.1016/0022-0531(87)90020-2",
      "journal": "Journal of Economic Theory",
      "volume": "41",
      "raw": "Some Implications of a More General Form of Regret Theory \n\t\t \n\t\t\t Graham Loomes \n\t\t \n\t\t \n\t\t\t Robert Sugden \n\t\t \n\t\t 10.1016/0022-0531(87)90020-2 \n\t \n\t \n\t\t Journal of Economic Theory \n\t\t \n\t\t\t 41 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Loomes, Graham and Robert Sugden. (1987). \"Some Implications of a More General Form of Regret The- ory,\" Journal of Economic Theory 41,270-287."
    },
    {
      "title": "Rank-and Sign-dependent Linear Utility Models for Finite First-order Gambles",
      "authors": [
        "R Luce",
        "Peter Duncan"
      ],
      "year": 1991,
      "doi": "10.1007/bf00057885",
      "journal": "Journal of Risk and Uncertainty",
      "volume": "4",
      "raw": "Rank-and Sign-dependent Linear Utility Models for Finite First-order Gambles \n\t\t \n\t\t\t R Luce \n\t\t \n\t\t \n\t\t\t Peter C Duncan \n\t\t \n\t\t \n\t\t\t Fishburn \n\t\t \n\t\t 10.1007/bf00057885 \n\t \n\t \n\t\t Journal of Risk and Uncertainty \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Luce, R. Duncan and Peter C. Fishburn. (1991). \"Rank-and Sign-dependent Linear Utility Models for Finite First-order Gambles,\" Journal of Risk and Uncertainty 4, 29-59."
    },
    {
      "title": "Choice Under Uncertainty: Problems Solved and Unsolved",
      "authors": [
        "Mark Machina"
      ],
      "year": 1987,
      "doi": "10.1257/jep.1.1.121",
      "journal": "Economic\" Perspectives",
      "volume": "1",
      "issue": "1",
      "raw": "Choice Under Uncertainty: Problems Solved and Unsolved \n\t\t \n\t\t\t Mark J Machina \n\t\t \n\t\t 10.1257/jep.1.1.121 \n\t \n\t \n\t\t Economic\" Perspectives \n\t\t \n\t\t\t 1 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Machina, Mark J. (1987). \"Choice Under Uncertainty: Problems Solved and Unsolved,\" Economic\" Perspectives 1(1), 121-154."
    },
    {
      "title": "Rational Behavior, Uncertain Prospects, and Measurable Utility",
      "authors": [
        "Jacob Marschak"
      ],
      "year": 1950,
      "doi": "10.2307/1907264",
      "journal": "Econometrica",
      "volume": "18",
      "raw": "Rational Behavior, Uncertain Prospects, and Measurable Utility \n\t\t \n\t\t\t Jacob Marschak \n\t\t \n\t\t 10.2307/1907264 \n\t \n\t \n\t\t Econometrica \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 1950 \n\t\t \n\t \n\t Marschak, Jacob. (1950). \"Rational Behavior, Uncertain Prospects, and Measurable Utility,\" Econometrica 18, 111-114."
    },
    {
      "title": "Subjective Expected Utility with Non-additive Probabilities on Finite State Space",
      "authors": [
        "Yutaka Nakamura"
      ],
      "year": 1990,
      "doi": "10.1016/0022-0531(90)90022-c",
      "journal": "Journal of Economic Theory",
      "volume": "51",
      "raw": "Subjective Expected Utility with Non-additive Probabilities on Finite State Space \n\t\t \n\t\t\t Yutaka Nakamura \n\t\t \n\t\t 10.1016/0022-0531(90)90022-c \n\t \n\t \n\t\t Journal of Economic Theory \n\t\t \n\t\t\t 51 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Nakamura, Yutaka. (1990). \"Subjective Expected Utility with Non-additive Probabilities on Finite State Space,\" Journal of Economic Theory 51,346-366."
    },
    {
      "title": "On the Shape of the Decision Weight Function",
      "authors": [
        "Drazen Prelec"
      ],
      "year": 1989,
      "doi": "10.1037/e470192004-001",
      "raw": "On the Shape of the Decision Weight Function \n\t\t \n\t\t\t Drazen Prelec \n\t\t \n\t\t 10.1037/e470192004-001 \n\t\t \n\t\t\t 1989 \n\t\t \n\t\t \n\t\t\t Harvard Graduate School of Business Administration \n\t\t \n\t \n\t Unpublished manuscript \n\t Prelec, Drazen. (1989). \"On the Shape of the Decision Weight Function.\" Unpublished manuscript, Harvard Graduate School of Business Administration."
    },
    {
      "title": "A 'PseudoLendowment ' Effect, and its Implications for Some Recent Non-expected Utility Models",
      "authors": [
        "Drazen Prelec"
      ],
      "year": 1990,
      "doi": "10.1007/bf00116783",
      "journal": "Joumal of Risk and Uncertainty",
      "volume": "3",
      "raw": "A 'PseudoLendowment ' Effect, and its Implications for Some Recent Non-expected Utility Models \n\t\t \n\t\t\t Drazen Prelec \n\t\t \n\t\t 10.1007/bf00116783 \n\t \n\t \n\t\t Joumal of Risk and Uncertainty \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Prelec, Drazen. (1990). \"A 'PseudoLendowment ' Effect, and its Implications for Some Recent Non-expected Utility Models,\" Joumal of Risk and Uncertainty 3, 247-259."
    },
    {
      "title": "A Theory of Anticipated Utility",
      "authors": [
        "John Quiggin"
      ],
      "year": 1982,
      "journal": "Journal of Economic Behavior and Organization",
      "volume": "3",
      "raw": "A Theory of Anticipated Utility \n\t\t \n\t\t\t John Quiggin \n\t\t \n\t \n\t \n\t\t Journal of Economic Behavior and Organization \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 1982 \n\t\t \n\t \n\t Quiggin, John. (1982). \"A Theory of Anticipated Utility,\" Journal of Economic Behavior and Organization 3, 323-343."
    },
    {
      "title": "The Foundations of Statistics",
      "authors": [
        "Leonard Savage"
      ],
      "year": 1954,
      "raw": "Leonard J Savage \n\t\t \n\t\t The Foundations of Statistics \n\t\t New York \n\t\t \n\t\t\t Wiley \n\t\t\t 1954 \n\t\t \n\t \n\t Savage, Leonard J. (1954). The Foundations of Statistics. New York: Wiley."
    },
    {
      "title": "Subjective Probability and Expected Utility without Additivity",
      "authors": [
        "David Schmeidler"
      ],
      "year": 1989,
      "doi": "10.2307/1911053",
      "journal": "Econometrica",
      "volume": "57",
      "raw": "Subjective Probability and Expected Utility without Additivity \n\t\t \n\t\t\t David Schmeidler \n\t\t \n\t\t 10.2307/1911053 \n\t \n\t \n\t\t Econometrica \n\t\t \n\t\t\t 57 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Schmeidler, David. (1989). \"Subjective Probability and Expected Utility without Additivity,\" Econometrica 57, 571-587."
    },
    {
      "title": "Axiomatic Representation of Expected Utility with Rank-dependent Probabilities",
      "authors": [
        "Uzi Segal"
      ],
      "year": 1989,
      "doi": "10.1007/bf02283529",
      "journal": "Annals of Operations Research",
      "volume": "19",
      "raw": "Axiomatic Representation of Expected Utility with Rank-dependent Probabilities \n\t\t \n\t\t\t Uzi Segal \n\t\t \n\t\t 10.1007/bf02283529 \n\t \n\t \n\t\t Annals of Operations Research \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Segal, Uzi. (1989). \"Axiomatic Representation of Expected Utility with Rank-dependent Probabilities,\" An- nals of Operations Research 19, 359-373."
    },
    {
      "title": "Monetary Rewards and Decision Cost in Experimental Economics",
      "authors": [
        "Vernon Smith",
        "James Walker"
      ],
      "year": 1992,
      "doi": "10.1111/j.1465-7295.1993.tb00881.x",
      "raw": "Monetary Rewards and Decision Cost in Experimental Economics \n\t\t \n\t\t\t Vernon L Smith \n\t\t \n\t\t \n\t\t\t James M Walker \n\t\t \n\t\t 10.1111/j.1465-7295.1993.tb00881.x \n\t\t \n\t\t\t 1992 \n\t\t \n\t\t \n\t\t\t Economic Science Lab, University of Arizona \n\t\t \n\t \n\t Unpublished manuscript \n\t Smith, Vernon L. and James M. Walker. (1992). \"Monetary Rewards and Decision Cost in Experimental Economics.\" Unpublished manuscript, Economic Science Lab, University of Arizona."
    },
    {
      "title": "Violations of the Independence Axiom in Common Ratio Problems: An Experimental Test of Some Competing Hypotheses",
      "authors": [
        "Chris Starmer",
        "Robert Sugden"
      ],
      "year": 1989,
      "doi": "10.1007/bf02283515",
      "journal": "Annals of Operations Research",
      "volume": "19",
      "raw": "Violations of the Independence Axiom in Common Ratio Problems: An Experimental Test of Some Competing Hypotheses \n\t\t \n\t\t\t Chris Starmer \n\t\t \n\t\t \n\t\t\t Robert Sugden \n\t\t \n\t\t 10.1007/bf02283515 \n\t \n\t \n\t\t Annals of Operations Research \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Starmer, Chris and Robert Sugden. (1989). \"Violations of the Independence Axiom in Common Ratio Prob- lems: An Experimental Test of Some Competing Hypotheses,\" Annals of Operations Research 19, 79-102."
    },
    {
      "title": "The Intransitivity of Preferences",
      "authors": [
        "Amos Tversky"
      ],
      "year": 1969,
      "doi": "10.1037/h0026750",
      "journal": "Psychology Review",
      "volume": "76",
      "raw": "The Intransitivity of Preferences \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t\t 10.1037/h0026750 \n\t \n\t \n\t\t Psychology Review \n\t\t \n\t\t\t 76 \n\t\t\t \n\t\t\t 1969 \n\t\t \n\t \n\t Tversky, Amos. (1969). \"The Intransitivity of Preferences,\" Psychology Review 76, 31-48."
    },
    {
      "title": "Rational Choice and the Framing of Decisions",
      "authors": [
        "Amos Tversky",
        "Daniel Kahneman"
      ],
      "year": 1986,
      "journal": "The Journal of Business",
      "volume": "59",
      "issue": "4",
      "raw": "Rational Choice and the Framing of Decisions \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t\t \n\t\t\t Daniel Kahneman \n\t\t \n\t \n\t \n\t\t The Journal of Business \n\t\t \n\t\t\t 59 \n\t\t\t 4 \n\t\t\t \n\t\t\t 1986 \n\t\t \n\t \n\t Tversky, Amos and Daniel Kahneman. (1986). \"Rational Choice and the Framing of Decisions,\" The Journal of Business 59(4), part 2, $251-$278."
    },
    {
      "title": "Loss Aversion in Riskless Choice: A Reference Dependent Model",
      "authors": [
        "Amos Tversky",
        "Daniel Kahneman"
      ],
      "year": 1991,
      "journal": "Quarterly Journal of Economics",
      "volume": "107",
      "issue": "4",
      "raw": "Loss Aversion in Riskless Choice: A Reference Dependent Model \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t\t \n\t\t\t Daniel Kahneman \n\t\t \n\t \n\t \n\t\t Quarterly Journal of Economics \n\t\t \n\t\t\t 107 \n\t\t\t 4 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Tversky, Amos and Daniel Kahneman. (1991). \"Loss Aversion in Riskless Choice: A Reference Dependent Model,\" Quarterly Journal of Economics 107(4), 1039-1061."
    },
    {
      "title": "Contingent Weighting in Judgment and Choice",
      "authors": [
        "Amos Tversky",
        "Shmuel Sattath",
        "Paul Slovic"
      ],
      "year": 1988,
      "doi": "10.1037//0033-295x.95.3.371",
      "journal": "Psychological Review",
      "volume": "95",
      "issue": "3",
      "raw": "Contingent Weighting in Judgment and Choice \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t\t \n\t\t\t Shmuel Sattath \n\t\t \n\t\t \n\t\t\t Paul Slovic \n\t\t \n\t\t 10.1037//0033-295x.95.3.371 \n\t \n\t \n\t\t Psychological Review \n\t\t \n\t\t\t 95 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1988 \n\t\t \n\t \n\t Tversky, Amos, Shmuel Sattath, and Paul Slovic. (1988). \"Contingent Weighting in Judgment and Choice,\" Psychological Review 95(3), 371-384."
    },
    {
      "title": "The Causes of Preference Reversal",
      "authors": [
        "Amos Tversky",
        "Paul Slovic",
        "Daniel Kahneman"
      ],
      "year": 1990,
      "journal": "TheAmerican Economic Review",
      "volume": "80",
      "issue": "1",
      "raw": "The Causes of Preference Reversal \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t\t \n\t\t\t Paul Slovic \n\t\t \n\t\t \n\t\t\t Daniel Kahneman \n\t\t \n\t \n\t \n\t\t TheAmerican Economic Review \n\t\t \n\t\t\t 80 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Tversky, Amos, Paul Slovic, and Daniel Kahneman. (1990). \"The Causes of Preference Reversal,\" TheAmer- ican Economic Review 80(1), 204-217."
    },
    {
      "title": "Prospective Reference Theory: Toward an Explanation of the Paradoxes",
      "authors": [
        "Kip Viscusi"
      ],
      "year": 1989,
      "journal": "Journal of Risk and Uncertainty",
      "volume": "2",
      "raw": "Prospective Reference Theory: Toward an Explanation of the Paradoxes \n\t\t \n\t\t\t Kip W Viscusi \n\t\t \n\t \n\t \n\t\t Journal of Risk and Uncertainty \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Viscusi, Kip W. (1989). \"Prospective Reference Theory: Toward an Explanation of the Paradoxes,\" Journal of Risk and Uncertainty 2, 235 264."
    },
    {
      "title": "Additive Representations of Preferences: A New Foundation in Decision Analysis",
      "authors": [
        "Peter Wakker"
      ],
      "year": 1989,
      "raw": "Additive Representations of Preferences: A New Foundation in Decision Analysis \n\t\t \n\t\t\t Peter P Wakker \n\t\t \n\t\t \n\t\t\t 1989 \n\t\t\t Kluwer Academic Publishers \n\t\t\t Dordrecht, The Netherlands \n\t\t \n\t \n\t Wakker, Peter P. (1989a). Additive Representations of Preferences: A New Foundation in Decision Analysis. Dordrecht, The Netherlands: Kluwer Academic Publishers."
    },
    {
      "title": "Continuous Subjective Expected Utility with Nonadditive Probabilities",
      "authors": [
        "Peter Wakker"
      ],
      "year": 1989,
      "journal": "Journal of Mathematical Economics",
      "volume": "18",
      "raw": "Continuous Subjective Expected Utility with Nonadditive Probabilities \n\t\t \n\t\t\t Peter P Wakker \n\t\t \n\t \n\t \n\t\t Journal of Mathematical Economics \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Wakker, Peter P. (1989b). \"Continuous Subjective Expected Utility with Nonadditive Probabilities,\" Journal of Mathematical Economics 18, 1-27."
    },
    {
      "title": "Separating Marginal Utility and Risk Aversion",
      "authors": [
        "Peter Wakker"
      ],
      "year": 1990,
      "doi": "10.1007/bf01075296",
      "raw": "Separating Marginal Utility and Risk Aversion \n\t\t \n\t\t\t Peter P Wakker \n\t\t \n\t\t 10.1007/bf01075296 \n\t\t \n\t\t\t 1990 \n\t\t\t The Netherlands \n\t\t \n\t\t \n\t\t\t University of Nijmegen \n\t\t \n\t \n\t Unpublished manuscript \n\t Wakker, Peter P. (1990). \"Separating Marginal Utility and Risk Aversion.\" Unpublished manuscript, Univer- sity of Nijmegen, The Netherlands."
    },
    {
      "title": "Additive Representations of Preferences, a New Foundation of Decision Analysis; the Algebraic Approach",
      "authors": [
        "Peter Wakker"
      ],
      "year": 1991,
      "doi": "10.1007/978-1-4613-9728-1_4",
      "raw": "Additive Representations of Preferences, a New Foundation of Decision Analysis; the Algebraic Approach \n\t\t \n\t\t\t Peter P Wakker \n\t\t \n\t\t 10.1007/978-1-4613-9728-1_4 \n\t \n\t \n\t\t Mathematical Psychology. Current Developments \n\t\t \n\t\t\t J D Doignon \n\t\t \n\t\t \n\t\t\t J C Falmagne \n\t\t \n\t\t Berlin \n\t\t \n\t\t\t Springer \n\t\t\t 1991 \n\t\t\t \n\t\t \n\t \n\t Wakker, Peter P. (1991). \"Additive Representations of Preferences, a New Foundation of Decision Analysis; the Algebraic Approach.\" In J. D. Doignon and J. C. Falmagne (eds.), Mathematical Psychology. Current Developments. Berlin: Springer, pp. 71-87."
    },
    {
      "title": "Additive Representations on Rank-ordered Sets; Part II: The Topological Approach",
      "authors": [
        "Peter Wakker"
      ],
      "year": 1992,
      "doi": "10.1016/0304-4068(93)90027-i",
      "journal": "Journal of Mathematical Economics",
      "raw": "Additive Representations on Rank-ordered Sets; Part II: The Topological Approach \n\t\t \n\t\t\t Peter P Wakker \n\t\t \n\t\t 10.1016/0304-4068(93)90027-i \n\t \n\t \n\t\t Journal of Mathematical Economics \n\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t forthcoming \n\t Wakker, Peter P. (1992). \"Additive Representations on Rank-ordered Sets; Part II: The Topological Ap- proach,\" Journal of Mathematical Economics, forthcoming."
    },
    {
      "title": "An Axiomatization of Cumulative Prospect Theory",
      "authors": [
        "Peter Wakker",
        "Amos Tversky"
      ],
      "year": 1991,
      "raw": "An Axiomatization of Cumulative Prospect Theory \n\t\t \n\t\t\t Peter P Wakker \n\t\t \n\t\t \n\t\t\t Amos Tversky \n\t\t \n\t\t \n\t\t\t 1991 \n\t\t \n\t\t \n\t\t\t University of Nijmegan, the Netherlands \n\t\t \n\t \n\t Unpublished manuscript \n\t Wakker, Peter P. and Amos Tversky. (1991). \"An Axiomatization of Cumulative Prospect Theory.\" Unpub- lished manuscript, University of Nijmegan, the Netherlands."
    },
    {
      "title": "Risk Taking over Gains and Losses: A Study of Oil Executives",
      "authors": [
        "Donald Wehrung"
      ],
      "year": 1989,
      "doi": "10.1007/bf02283517",
      "journal": "Annals of Operations Research",
      "volume": "19",
      "raw": "Risk Taking over Gains and Losses: A Study of Oil Executives \n\t\t \n\t\t\t Donald A Wehrung \n\t\t \n\t\t 10.1007/bf02283517 \n\t \n\t \n\t\t Annals of Operations Research \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Wehrung, Donald A. (1989). \"Risk Taking over Gains and Losses: A Study of Oil Executives,\" Annals of Operations Research 19, 115-139."
    },
    {
      "title": "Generalized Gini Inequality Indices",
      "authors": [
        "J Weymark"
      ],
      "year": 1981,
      "doi": "10.1016/0165-4896(81)90018-4",
      "journal": "Mathematical Social Sciences",
      "volume": "1",
      "raw": "Generalized Gini Inequality Indices \n\t\t \n\t\t\t J A Weymark \n\t\t \n\t\t 10.1016/0165-4896(81)90018-4 \n\t \n\t \n\t\t Mathematical Social Sciences \n\t\t \n\t\t\t 1 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t Weymark, J. A. (1981). \"Generalized Gini Inequality Indices,\" Mathematical Social Sciences 1,409-430."
    },
    {
      "title": "The Dual Theory of Choice Under Risk",
      "authors": [
        "Menahem Yaari"
      ],
      "year": 1987,
      "doi": "10.2307/1911158",
      "journal": "Econorneo~ca",
      "volume": "55",
      "raw": "The Dual Theory of Choice Under Risk \n\t\t \n\t\t\t Menahem E Yaari \n\t\t \n\t\t 10.2307/1911158 \n\t \n\t \n\t\t Econorneo~ca \n\t\t \n\t\t\t 55 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Yaari, Menahem E. (1987). \"The Dual Theory of Choice Under Risk,\" Econorneo~ca 55, 95-1 I5."
    }
  ],
  "num_references": 47,
  "figures": [
    {
      "caption": "Figure I .",
      "description": "Figure I. Median c/x for all positive prospects of the form (x,p; 0, 1 -p). Triangles and circles, respectively, correspond to values ofx that lie above or below 200."
    },
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Median c/x for all negative prospects of the form (x,p; O, 1 -p). Triangles and circles, respectively, correspond to values ofx that lie below or above -200."
    },
    {
      "caption": "PFigure 3 .",
      "description": "Figure 3. Weighting functions for gains (w + ) and for losses (w -) based on median estimates of y and 8 in equation (12)."
    },
    {
      "caption": "Figure 4 .",
      "description": "Figure 4. Indifference curves of cumulative prospect theory (a) for nonnegative prospects (xl = 0, x2 = 100, x~ = 200), and (b) for nonpositive prospects (xl = -200,x2 = -100,x3 = 0). The curves are based on the respective weighting functions of figure 3, (y = .61, 8 = .69) and on the median estimates of the exponents of the value function (e~ = !3 = .88). The broken line through the origin represents the prospects whose expected value isx 2."
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "A test of independence (Dow-Jones)"
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "A test of independence (Stanford-Berkeley football game)"
    },
    {
      "type": "table",
      "caption": "Table 3 .",
      "description": "Median cash equivalents (in dollars) for all nonmixed prospects"
    },
    {
      "type": "table",
      "caption": "Table 4 .",
      "description": "Percentage of risk-seeking choices"
    },
    {
      "type": "table",
      "caption": "Table 5 .",
      "description": "Average correlations between certainty equivalents in four types of prospects"
    },
    {
      "type": "table",
      "caption": "Table 6 .",
      "description": "A test of loss aversion"
    }
  ],
  "num_figures": 10,
  "tables": [
    {
      "content": "A B C ifd < 30 if30 _< d <-35 if35 < d Problem I: f $25,000 $25,000 $25,000 [68] g $25,000 0 $75,000 [32] Problem ll: f' 0 $25,000 $25,000 [23] g' 0 0 $75,000 [77]"
    },
    {
      "content": "A B C ifd<0 if0<-d< 10 ifl0<d Problem I: f $10 $10 $10 [64] g $10 $30 0 [36] Problem II: f' 0 $10 $10 [34] g' 0 $30 0 [66]"
    },
    {
      "content": "Probability Outcomes .01 .05 .10 .25 .50 .75 .90 .95 .99 (0,50) 9 21 37 (o, -50) 8 -21 -39 (o, lOO) 14 25 36 52 78 (0, -100) -8 -23.5 -42 -63 -84 (0,200) 10 20 76 131 188 (0, -200) -3 -23 -89 -155 -190 (0,400) 12 377 (0, -400) -14 -380 (50, 100) 59 71 83 (-50, -100) -59 -71 -85 (50,150) 64 725 86 102 128 (-50, -~5o) -60 -71 -92 -113 -132 (100,200) 118 130 141 162 178 (-100,-200) -112 - 121 - 142 - 158 - 179 Note:"
    },
    {
      "content": "Gain Loss Subject p -< .1 p -> .5 p _< .1 p _> .5 1 100 38 30 2 85 33 20 3 100 10 0 4 71 0 30 5 83 0 20 6 100 5 0 7 100 10 30 8 87 0 10 9 16 0 80 10 83 0 0 11 100 26 0 12 100 16 10 13 87 0 10 14 100 21 30 15 66 0 30 16 60 5 10 17 100 15 20 18 100 22 10 19 60 10 60 20 100 5 0 21 100 0 0 22 100 0 0 23 100 31 0 24 71 0 80 25 100 0 10 Risk seeking 78 a 10 20 a Risk neutral 12 2 0 Risk averse 10 88 a 80 a aValues that correspond to the fourfold pattern."
    },
    {
      "content": "L + H + L- H- L + .41 .17 -.23 .05 H + .39 .05 -.18 L - .40 .06 H - .44 Note: Low probability of gain = L+; high probability of gain = H+; low probability of loss = L ; high probability of loss = H ."
    },
    {
      "content": "Problem a b c x 0 1 0 0 -25 61 2.44 2 0 0 -50 101 2.02 3 0 0 -100 202 2.02 4 0 0 -150 280 1.87 5 -20 50 -50 112 2.07 6 -50 150 -125 301 2.01 7 50 120 20 149 0.97 8 100 300 25 401 1.35"
    }
  ],
  "num_tables": 6,
  "formulas": [
    {
      "text": "V(f) = V(f +) + V(f-), n 0 V(f +) = ~'Tr/+v(x,), V(f-)= 2 \"rr,-v(xi), ( 1"
    },
    {
      "text": ") i-O i= m"
    },
    {
      "text": "+ = W+ = W-(A-m), nvi + = W+(AiU ... UAn)-W+(Ai+I U ... UAn),O<_i <_n-1, \"rr i-= W-(A-m U ... U Ai) -W-(A-m O ... U Ai-1),l -m <-i <-O."
    },
    {
      "text": "V(f) = 2 \"rriP(xi) • i = --m"
    },
    {
      "text": "7 + = w+(p.),~_- = w-(p_m), \"rr+ = w+(pi + .-. + Pn) -w+(Pi+l + ... + pn),O < i <-n -1, vr i =w-(p m + ... +Pi)-w-(p-m + ... +pi-l),l-m <_i<_ O."
    },
    {
      "text": "V(f) = V(f +) + V(f-) = v(2)[w+(1/2) -w+(1/3)] + v(4)[w+(1/3) -w+(1/6)] + v(6)[w + (1/6) -w + (0)] + v(-5)[w (1/6) -w (0)] + v(-3)[w-(1/3) -w-(1/6)] + v(-1)[w (1/2) -w-(1/3)]."
    },
    {
      "text": "(p) = 1 -w + (1 -p) or W-(A) = 1 -W + (S -A)."
    },
    {
      "text": "v(25) > v(75)W + (C) + v(25)[W+(A U C) -W + (C)] or v(25)[1 -W+(A U C) + W + (C)] > v(75)W + (C). The preference forg' overf' in problem II, however, implies v(75)W + (C) > v(25)W + (C U B);"
    },
    {
      "text": "v(x) = I x'~ ifx _> 0 [-k(-x)P ifx < 0."
    }
  ],
  "num_formulas": 9,
  "num_citations": 83,
  "cited_references": [
    "b3",
    "b13",
    "b41",
    "b44",
    "b2",
    "b14",
    "b36",
    "b25",
    "b9",
    "b1",
    "b35",
    "b20",
    "b43",
    "b21",
    "b40",
    "b42",
    "b31",
    "b30",
    "b29",
    "b37",
    "b46",
    "b32",
    "b5",
    "b28",
    "b45",
    "b10",
    "b27",
    "b24",
    "b4",
    "b6",
    "b33",
    "b11",
    "b8",
    "b22",
    "b34",
    "b23",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] Stanford University , Department of Psychology , Stanford , CA 94305-2130",
    "[raw_affiliation] University of California at Berkeley , Department of Psychology , Berkeley , CA 94720",
    "Note:",
    "[raw_reference] Allais, Maurice. (1953). \"Le comportement de Fhomme rationel devant le risque, critique des postulates et axiomes de l'ecole americaine,\" Econometrica 21,503-546.",
    "[raw_reference] Arrow, Kenneth J. (1982). \"'Risk Perception in Psychology and Economics,\" Economic lnqui~, 20, 1-9.",
    "[raw_reference] Camerer, Colin E (1989). \"An Experimental Test of Several Generalized Utility Theories,\" Joumal of Risk and Uncertainty 2, 61-104.",
    "[raw_reference] Camerer, Colin E (1992). \"Recent Tests of Generalizations of Expected Utility Theory.\" In W. Edwards (ed.), Utility.\" Theories, Measurement and Applications, Boston, MA: Kluwer Academic Publishers.",
    "Unpublished manuscript",
    "[raw_reference] Camerer, Colin E and Teck-Hua Ho. (1991). \"Nonlinear Weighting of Probabilities and Violations of the Betweenness Axiom.\" Unpublished manuscript, The Wharton School, University of Pennsylvania.",
    "[report_type] Unpublished manuscript",
    "[raw_reference] Chew, Soo-Hong. (1989). \"An Axiomatic Generalization of the Quasilinear Mean and the Gini Mean with Application to Decision Theory,\" Unpublished manuscript, Department of Economics, University of Cal- ifornia at Irvine.",
    "[raw_reference] Choquet, Gustave. (1955). \"Theory of Capacities,\" Annales de L'Institut Fourier 5, 131-295.",
    "[raw_reference] Cohen, Michele, Jean-Yves Jaffray, and Tanios Said. (1987). \"Experimental Comparison of Individual Behav- ior Under Risk and Under Uncertainty for Gains and for Losses,\" Organizational Behavior and Human Decision Processes 39, 1-22.",
    "[raw_reference] Ellsberg, Daniel. (1961). \"Risk, Ambiguity, and the Savage Axioms,\" Quarterly Journal of Economics 75, 643-669.",
    "[raw_reference] Fishburn, Peter C. (1988). Nonlinear Preference and Utility Theory. Baltimore, MD: The Johns Hopkins Uni- versity Press.",
    "[raw_reference] Gilboa, Itzhak. (1987). \"Expected Utility with Purely Subjective Non-addilive Probabilities,\" Journal of Math- ematical Economics 16, 65-88.",
    "Preference and Belief",
    "[raw_reference] Heath, Chip and Amos Tversky. (1991). \"Preference and Belief.\" Ambiguity and Competence in Choice Under Uncertainty,\" Journal of Risk and Uncertainty 4, 5-28.",
    "[raw_reference] Hershey, John C. and Paul J. H. Schoemaker. (1980). \"Prospect Theory's Reflection Hypothesis: A Critical Examination,\" Organizational Behavior and Human Performance 25,395-418.",
    "[raw_reference] Hogarth, Robin and Hillel Einhorn. (1990). \"Venture Theory: A Model of Decision Weights,\" Management Science 36, 780-803.",
    "forthcoming",
    "[raw_reference] Kachelmeier, Steven J. and Mohamed Shehata. (1991). \"Examining Risk Preferences Under High Monetary Incentives: Experimental Evidence from The People's Republic of China,\" American Economic Review, forthcoming.",
    "[raw_reference] Kahneman, Daniel, Paul Slovic, and Amos Tversky (eds.). (1982). Judgment Under Uncertainty: Heuristics and Biases. New York: Cambridge University Press.",
    "[raw_reference] Kahneman, DanieI and Amos Tversky. (1979). \"Prospect Theory: An Analysis of Decision Under Risk,\" Econometrica 47, 263-291.",
    "[raw_reference] Kahneman, Daniel and Amos Tversky. (1984). \"Choices, Values and Frames,\" American Psychologist 39, 341-350.",
    "[raw_reference] Loomes, Graham and Robert Sugden. (1987). \"Regret Theory: An Alternative Theory of Rational Choice Under Uncertainty,\" The Economic Journal 92, 805-824.",
    "[raw_reference] Loomes, Graham and Robert Sugden. (1987). \"Some Implications of a More General Form of Regret The- ory,\" Journal of Economic Theory 41,270-287.",
    "[raw_reference] Luce, R. Duncan and Peter C. Fishburn. (1991). \"Rank-and Sign-dependent Linear Utility Models for Finite First-order Gambles,\" Journal of Risk and Uncertainty 4, 29-59.",
    "[raw_reference] Machina, Mark J. (1987). \"Choice Under Uncertainty: Problems Solved and Unsolved,\" Economic\" Perspectives 1(1), 121-154.",
    "[raw_reference] Marschak, Jacob. (1950). \"Rational Behavior, Uncertain Prospects, and Measurable Utility,\" Econometrica 18, 111-114.",
    "[raw_reference] Nakamura, Yutaka. (1990). \"Subjective Expected Utility with Non-additive Probabilities on Finite State Space,\" Journal of Economic Theory 51,346-366.",
    "[report_type] Unpublished manuscript",
    "[raw_reference] Prelec, Drazen. (1989). \"On the Shape of the Decision Weight Function.\" Unpublished manuscript, Harvard Graduate School of Business Administration.",
    "[raw_reference] Prelec, Drazen. (1990). \"A 'PseudoLendowment ' Effect, and its Implications for Some Recent Non-expected Utility Models,\" Joumal of Risk and Uncertainty 3, 247-259.",
    "[raw_reference] Quiggin, John. (1982). \"A Theory of Anticipated Utility,\" Journal of Economic Behavior and Organization 3, 323-343.",
    "[raw_reference] Savage, Leonard J. (1954). The Foundations of Statistics. New York: Wiley.",
    "[raw_reference] Schmeidler, David. (1989). \"Subjective Probability and Expected Utility without Additivity,\" Econometrica 57, 571-587.",
    "[raw_reference] Segal, Uzi. (1989). \"Axiomatic Representation of Expected Utility with Rank-dependent Probabilities,\" An- nals of Operations Research 19, 359-373.",
    "Unpublished manuscript",
    "[raw_reference] Smith, Vernon L. and James M. Walker. (1992). \"Monetary Rewards and Decision Cost in Experimental Economics.\" Unpublished manuscript, Economic Science Lab, University of Arizona.",
    "[raw_reference] Starmer, Chris and Robert Sugden. (1989). \"Violations of the Independence Axiom in Common Ratio Prob- lems: An Experimental Test of Some Competing Hypotheses,\" Annals of Operations Research 19, 79-102.",
    "[raw_reference] Tversky, Amos. (1969). \"The Intransitivity of Preferences,\" Psychology Review 76, 31-48.",
    "[raw_reference] Tversky, Amos and Daniel Kahneman. (1986). \"Rational Choice and the Framing of Decisions,\" The Journal of Business 59(4), part 2, $251-$278.",
    "[raw_reference] Tversky, Amos and Daniel Kahneman. (1991). \"Loss Aversion in Riskless Choice: A Reference Dependent Model,\" Quarterly Journal of Economics 107(4), 1039-1061.",
    "[raw_reference] Tversky, Amos, Shmuel Sattath, and Paul Slovic. (1988). \"Contingent Weighting in Judgment and Choice,\" Psychological Review 95(3), 371-384.",
    "[raw_reference] Tversky, Amos, Paul Slovic, and Daniel Kahneman. (1990). \"The Causes of Preference Reversal,\" TheAmer- ican Economic Review 80(1), 204-217.",
    "[raw_reference] Viscusi, Kip W. (1989). \"Prospective Reference Theory: Toward an Explanation of the Paradoxes,\" Journal of Risk and Uncertainty 2, 235 264.",
    "[raw_reference] Wakker, Peter P. (1989a). Additive Representations of Preferences: A New Foundation in Decision Analysis. Dordrecht, The Netherlands: Kluwer Academic Publishers.",
    "[raw_reference] Wakker, Peter P. (1989b). \"Continuous Subjective Expected Utility with Nonadditive Probabilities,\" Journal of Mathematical Economics 18, 1-27.",
    "Unpublished manuscript",
    "[raw_reference] Wakker, Peter P. (1990). \"Separating Marginal Utility and Risk Aversion.\" Unpublished manuscript, Univer- sity of Nijmegen, The Netherlands.",
    "[raw_reference] Wakker, Peter P. (1991). \"Additive Representations of Preferences, a New Foundation of Decision Analysis; the Algebraic Approach.\" In J. D. Doignon and J. C. Falmagne (eds.), Mathematical Psychology. Current Developments. Berlin: Springer, pp. 71-87.",
    "forthcoming",
    "[raw_reference] Wakker, Peter P. (1992). \"Additive Representations on Rank-ordered Sets; Part II: The Topological Ap- proach,\" Journal of Mathematical Economics, forthcoming.",
    "[report_type] Unpublished manuscript",
    "[raw_reference] Wakker, Peter P. and Amos Tversky. (1991). \"An Axiomatization of Cumulative Prospect Theory.\" Unpub- lished manuscript, University of Nijmegan, the Netherlands.",
    "[raw_reference] Wehrung, Donald A. (1989). \"Risk Taking over Gains and Losses: A Study of Oil Executives,\" Annals of Operations Research 19, 115-139.",
    "[raw_reference] Weymark, J. A. (1981). \"Generalized Gini Inequality Indices,\" Mathematical Social Sciences 1,409-430.",
    "[raw_reference] Yaari, Menahem E. (1987). \"The Dual Theory of Choice Under Risk,\" Econorneo~ca 55, 95-1 I5."
  ],
  "editors": [
    "W Edwards",
    "Daniel Kahneman",
    "Paul Slovic",
    "Amos Tversky",
    "J D Doignon",
    "J C Falmagne"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
