{
  "paper_id": "N2ZYM9SQ",
  "md5": "9EFB5B5159EDA6B8F568A22B0C4D9AF9",
  "sections": [
    {
      "text": "For Liu and colleagues' review see Articles Lancet Digit Health 2019; 1: e271-97 For more on the past 5 years of digital health from Denniston and Liu see Comment page e305 For Han and colleagues' review see Review page e367 For more on medical device approval see Health Policy Lancet Digit Health 2021; 3: e195-203 For more on reporting standards see Review Lancet Digit Health 2020; 2: e537-48, Review Lancet Digit Health 2022; 4: e757-64, and BMJ 2022; 377: e070904 For more on AI explanability see Viewpoint Lancet Digit Health 2021; 3: e745-50 For more on audits and biases of AI see Viewpoint Lancet Digit Health 2022; 4: e384-97, Articles Lancet Digit Health 2022; 4: e406-14, JAMA Netw Open 2023; 6: e2345050, and Articles Lancet Digit Health 2024; 6: e12-22 For more on environmental sustainability and AI see Articles Lancet Digit Health 2024; 6: e58-69 For more on wearables to forecast disease spread see Nature Med 2021; 27: 73-77 For more on AI for drug repurposing see Review Lancet Digit Health 2020; 2: e667-76 For more on trials of AI in breast screening see Articles Lancet Digit Health 2023; 5: e703-11 and Articles Lancet Oncol 2023; 24: 936-44 For more on the global digital divide see Commission Lancet 2024; 403: 1374-418 For more on studies in Africa see Articles Lancet Digit Health 2023; 5: e185-93, Articles Lancet Digit Health 2019; 1: e35-44, and Articles Lancet Digit Health 2021; 3: e414-24 For more on generative AI prediction of future health conditions see Articles Lancet Digit Health 2024; 6: e281-90"
    },
    {
      "title": "5. years of The Lancet Digital Health",
      "text": "5 years ago, the field of digital health was overhyped with little substance. When we launched the journal in May, 2019, we were ambitious, yet cautious. We aimed to amplify rigorous research exploring the potential of digital health, and openly acknowledged and critiqued the difficulties of this rapidly advancing field. On our 5th anniversary, we reflect on the impacts of researchers' contributions on clinical practice and policy, and ask, \"has digital health transformed medicine?\"\n\nAt first glance, it does not seem so. The rapid evolution of technology has outstripped our ability to comprehend its implications and, as editors, we recognise our own limitations and biases. In our inaugural year, Liu and colleagues published a seminal review revealing that less than 0•1% of artificial intelligence (AI) studies on medical imaging met quality standards for clinical adoption. Denniston and Liu commented that journals were \"struggling to maintain standards when confronted with the influx of AI studies\". In this issue, Han and colleagues show the predominance of single-centre trials for AI tools, with insufficient demographic reporting, and urge for improved generalisability in clinical practice. Furthermore, Muehlematter and colleagues previously highlighted the increasing number of AI-based medical devices receiving regulatory approval in the USA and Europe, with insufficient transparency of regulation and approval processes to ensure public safety and trust.\n\nThese studies, and others, have prompted significant changes in reporting standards, culminating in advances such as CONSORT-AI, CODE-EHR, and DECIDE-AI, which have shaped the onslaught of publications, strengthening their clinical application. Several publications-including Ghassemi and colleagues' Viewpoint on whether AI in health can or should be explained-have paved the way for a new generation of rigorous AI studies. Medical algorithmic audits, as described by Liu and colleagues, are pivotal in addressing the biases perpetuated by AI and exacerbated by emerging technologies such as large language models. Furthermore, as AI and big data become critical to health applications, recognising the climate impact of emissions associated with this technology is a priority. Essential work by Vafaei Sadr and colleagues described strategies for improving the environmental sustainability of deep learning in pathology.\n\nDespite slow progress towards better research, the world has changed quickly over the past half-decade, accelerating the use of technology for health care. During the COVID-19 pandemic, we saw the potential of wearables to forecast disease spread and use of AI for drug repurposing. With an ageing global population and overburdened health workforce, last year we celebrated major progress in oncology, with two trials of AI in breast screening showing the possibility of reducing radiologist workloads without compromising care.\n\nWhile progress in high-income countries is slow yet steady, more challenges persist in the rest of the world, creating a global digital divide. Poor infrastructure, low data availability, and health-care workforce shortages exacerbate this gap, emphasising the need for equity, accountability, and inclusivity to ensure that real-world implementation reaches all populations. Since the inception of our journal, we have championed the use of technology to advance towards a universal health-care system aligned with WHO's Sustainable Development Goals. Our advocacy extends to supporting foundational studies in low-resource regions, such as mHealth and AI research in Africa-initiatives which empower health-care workers, enhance diagnostics, and improve access to care.\n\nWe are entering a new phase for technology-aided medicine, accelerated by generative AI. The promise of general-purpose models of medicine -eg, predicting health conditions an individual might developchallenge our current notion of medical education, patient care journeys, and health-care decision support. More than ever, there is an urgent need for transparent assessments of generative AI and large language models before they are integrated into clinical care.\n\nIn recognition of these challenges, our efforts to foster a diverse and inclusive dialogue are ongoing, and we remain committed to amplifying under-represented voices. We extend our deepest gratitude to our international advisory board, peer reviewers, authors, listeners, and readers for their invaluable contributions and dedication as we all strive for a healthier, more connected world.\n\nRupa  Sarkar, Diana Samuel, Lucy Dunbar, Gustavo Monnerat"
    }
  ],
  "num_citations": 1,
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
