{
  "paper_id": "N86Q85RH",
  "title": "Paediatric Obsessive-Compulsive Disorder and Depressive Symptoms: Clinical Correlates and CBT Treatment Outcomes",
  "abstract": "Depression frequently co-occurs with paediatric obsessive-compulsive disorder (OCD), yet the clinical correlates and impact of depression on CBT outcomes remain unclear. The prevalence and clinical correlates of depression were examined in a paediatric specialist OCD-clinic sample (N=295; Mean=15 [7 -18] years, 42 % female), using both dimensional (Beck Depression Inventory-youth; n=261) and diagnostic (Development and Wellbeing Assessment; n=127) measures of depression. The impact of depressive symptoms and suspected disorders on post-treatment OCD severity was examined in a sub-sample who received CBT, with or without SSRI medication (N=100). Fifty-one per-cent of patients reported moderately or extremely elevated depressive symptoms and 26 % (95 % CI: 18 -34) met criteria for a suspected depressive disorder. Depressive symptoms and depressive disorders were associated with worse OCD symptom severity and global functioning prior to CBT. Individuals with depression were more likely to be female, have had a psychiatric inpatient admission and less likely to be attending school (ps< 0.01). OCD and depressive symptom severity significantly decreased after CBT. Depressive symptoms and depressive disorders predicted worse post-treatment OCD severity (βs= 0.19 and 0.26, ps<0.05) but became non-significant when controlling for pre-treatment OCD severity (βs=0.05 and 0.13, ns). Depression is common in paediatric OCD and is associated with more severe OCD and poorer functioning. However, depression severity decreases over the course of CBT for OCD and is not independently associated with worse outcomes, supporting the recommendation for treatment as usual in the presence of depressive symptoms.",
  "year": 2014,
  "date": "2014-10-10",
  "journal": "Behavior Therapy",
  "publication": "Behavior Therapy",
  "authors": [
    {
      "forename": "H",
      "surname": "Brown",
      "name": "H Brown"
    },
    {
      "forename": "K",
      "surname": "Lester",
      "name": "K Lester"
    },
    {
      "forename": "A",
      "surname": "Jassi",
      "name": "A Jassi"
    },
    {
      "forename": "I",
      "surname": "Heyman",
      "name": "I Heyman"
    },
    {
      "forename": "G",
      "surname": "Krebs",
      "name": "G Krebs"
    },
    {
      "affiliation": "Institute of Psychiatry , King's College , London SE5 8AF , UK \n\t\t\t\t\t\t\t\t Institute of Psychiatry \n\t\t\t\t\t\t\t\t King's College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t SE5 8AF \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Michael Rutter Centre , South London and Maudsley NHS trust , London SE5 8AZ , UK \n\t\t\t\t\t\t\t\t Michael Rutter Centre \n\t\t\t\t\t\t\t\t South London and Maudsley NHS trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t SE5 8AZ \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "I . Heyman Institute of Child Health , University College London , London WC1N 1EH , UK \n\t\t\t\t\t\t\t\t I \n\t\t\t\t\t\t\t\t Heyman Institute of Child Health \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t WC1N 1EH \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000269",
  "keywords": [
    "Obsessive-compulsive disorder",
    "Depression",
    "Correlates",
    "Cognitive-behavioural therapy",
    "Treatment outcomes"
  ],
  "sections": [
    {
      "text": "Obsessive-compulsive disorder (OCD) is a chronic and debilitating condition, affecting around 1 % of young people  (Douglass et al. 1995; Flament et al. 1988; Heyman et al. 2001) . Paediatric OCD is associated with multiple impairments including those in family and social relationships and school functioning  (Piacentini et al. 2003) . Cognitive behavioural therapy (CBT) is efficacious in treating paediatric OCD and is associated with a greater effect size than pharmacological treatment  (Abramowitz et al. 2006; Watson and Rees 2008) . While the majority of young people with OCD improve with CBT, a significant minority fail to show meaningful improvement and an even larger proportion fail to remit  (March et al. 2004) .\n\nIdentifying predictors of poor treatment response is important to inform assessment and treatment strategies. Few predictors of paediatric OCD treatment outcomes have been consistently identified  (Garcia et al. 2010; Ginsburg et al. 2008; Storch et al. 2010) . In their review, Ginsburg and colleagues concluded that only baseline OCD symptom severity and family dysfunction were consistently associated with poorer response to CBT. Sex, age and age of onset were rarely associated with treatment response. More recently,  Garcia and colleagues (2010)  demonstrated that diminished insight, greater family accommodation and comorbid psychiatric conditions were associated with poor response to CBT for OCD.\n\nClinical experience and limited data suggest that psychiatric comorbidity may be associated with poorer outcomes to CBT for a range of psychiatric disorders in youth  (Hudson et al. 2013; Ollendick et al. 2008) . Comorbid conditions in OCD are common  (Tukel et al. 2002) . Rates of comorbid depressive disorders are estimated to be around 25 -40 % in adults  (Douglass et al. 1995; Heyman et al. 2001; Overbeek et al. 2002)  and 13 -73 % in children  (Ivarsson et al. 2008; Storch et al. 2012) , making it one of the most common comorbidities in OCD.\n\nIn adults, comorbid depression has been associated with more severe OCD symptoms and specific obsessivecompulsive categories (aggressive, sexual, religious obsessions) in some studies but not others  (Besiroglu et al. 2007; Hasler et al. 2005; Hong et al. 2004; Tukel et al. 2006) . Comorbid depression has also been variably associated with a range of sociodemographic and clinical features including earlier OCD onset, family history of depression, greater functional impairment and poorer quality of life  (Abramowitz et al. 2007; Hong et al. 2004; Huppert et al. 2009) .\n\nOnly a few studies have examined the correlates of depression in youth with OCD. Concurrent depression has been most consistently associated with greater OCD symptom severity  (Canavera et al. 2010; Ivarsson et al. 2008; Storch et al. 2008; Zitterl et al. 2000) . In addition,  Canavera and colleagues (2010)  found that youth with comorbid major depressive disorder (MDD; n=28, aged 10 -17) demonstrated more social problems and family conflict, and poorer family organisation than age and gender-matched youth with OCD alone. Similarly,  Storch et al. (2012)  found that both depressive symptoms and depressive disorders were associated with greater OCD symptom severity, but also poorer global functioning in youth with OCD (n=160; aged 7 -20). Furthermore, functional impairment partially mediated the relationship between OCD and depressive symptom severity, suggesting depression may be a product of OCD and its associated day-to-day impairments; although specific domains of impairment are not well documented.\n\nTheoretically, depression may impede response to CBT for OCD for a number of reasons. Depression is characterised by pervasive hopelessness which may lead to lack of optimism and decrease motivation to engage in treatment. Similarly, reduced insight and low perceived self-competence in youth with depression may limit engagement with therapy  (Peris et al. 2010) . Alternatively, depression may alter the focus of the therapy; therapists may need to concurrently treat depressive symptoms thus diluting treatment response.\n\nA number of studies have examined the effect of concurrent depressive disorders and/or symptoms on OCD outcomes following CBT. The majority have been conducted with adults and reveal mixed findings. Some have shown that having a comorbid depressive disorder is associated with greater posttreatment OCD symptom severity than OCD alone  (Abramowitz and Foa 2000; Overbeek et al. 2002) . Similarly, adults with extremely elevated depressive symptoms showed worse post-treatment OCD symptoms and lower response rates than those with mild or moderately elevated depression  (Abramowitz et al. 2000) . However, other studies have found no effect of concurrent depressive disorders on CBT outcomes  (Abramowitz and Foa 2000; Storch et al. 2010) .\n\nMixed results in adult studies may, at least in part, be attributable to methodological differences. Importantly, only some studies control for pre-treatment differences in OCD symptom severity. For example, whilst  Abramowitz and colleagues (2000)  found that those with extremely elevated depressive symptoms had more severe OCD following CBT than those with fewer depressive symptoms, they did not examine differences in OCD severity between depression groups prior to treatment. Given associations between depression and OCD severity, it is possible that more severe posttreatment OCD symptoms in depressed adults reflects their greater overall symptom severity compared to non-depressed adults rather than being associated with depression per se. For example,  Storch and colleagues (2010)  found that whilst adults with OCD and Major Depressive Disorder (MDD) had more severe OCD than those with OCD alone, there was no effect of depression on post-treatment OCD severity when accounting for these baseline differences. Similarly, a study of residential OCD treatment in adults showed that depressive symptoms did not predict post-treatment OCD severity when accounting for pre-treatment OCD severity  (Stewart et al. 2006) .\n\nEven fewer studies have examined the impact of depression on CBT response in paediatric OCD populations. A small pilot study of group CBT (N=43; aged 7 -17) found no effect of comorbid MDD on response or remission rates either immediately following CBT or at 6 month follow-up  (Farrell et al. 2012) . Conversely however, a study of individual CBT (N=96; aged 7 -19) showed that young people with comorbid MDD, assessed using a structured diagnostic interview, had comparable response rates but lower remission rates than those without MDD following 14 sessions of CBT, suggesting children with OCD and depression do still improve following CBT but are less likely to achieve a full recovery  (Storch et al. 2008 ). However, as with studies with adults, this study did not control for greater pre-treatment OCD severity in children with MDD relative to OCD alone, which would make them less likely to reach the remission cut-off. Meyer and colleagues (2014)  examined week-by-week changes in OCD and depressive symptoms across a multimodal (CBT, SSRI, placebo) treatment study of youth (N=56; aged 7 -17). Multilevel modelling revealed that higher average OCD severity was associated with greater depressive symptoms across treatment but that regardless of initial depressive symptom severity, these symptoms decreased in line with reductions in OCD symptom severity. Finally, a recent study of residential treatment of OCD in adolescents (N=126; aged 13 -17) showed that depressive symptom severity was not associated with OCD severity at discharge when accounting for differences in OCD severity at admission; instead, depressive symptoms decreased after treatment in line with reductions in OCD  (Leonard et al. 2014) . Although the largest study to examine this issue, the residential treatment described in this study was multi-modal, including intensive exposure with response prevention (E/RP) in addition to non-E/RP CBT, group work, family sessions and pharmacotherapy. It is unclear to what extent these findings translate to less intensive/ holistic treatment approaches.\n\nThe current study extends this limited research by exploring the prevalence and clinical correlates of depression and its impact on CBT outcomes in the largest paediatric OCD outpatient sample to date. Unlike previous studies, we examined both depressive symptoms and suspected depressive disorders and compared multiple informants of OCD severity (clinician-, parent-and self-report) in order to clarify previous mixed results. We predicted that depression would be common and associated with more severe OCD symptoms prior to treatment in our sample. We conducted exploratory analyses of possible demographic and clinical correlates including measures of age, gender and functional status. We examined the impact of concurrent depression on outcomes of CBT for OCD. We predicted that depressive symptoms would decrease over the course of CBT. Moreover, we predicted that depression would not be associated with poorer outcome (i.e., more severe obsessive-compulsive symptoms) when controlling for baseline OCD severity."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Participants",
      "text": "All data were collected as part of routine clinical practice and so did not require participant consent. The study was approved by the South London and Maudsley Clinical Audit and Effectiveness Committee. The sample consisted of 295 young people aged 7-18 years (mean=15 years; 42 % female) consecutively referred to a national and specialist OCD clinic at the Maudsley Hospital, London between 2007 and 2012. All patients met ICD-10 (World Health Organisation 2008) criteria for OCD as confirmed at assessment with the multidisciplinary team. A subset of 112 young people from the total sample (38 %) received CBT at the clinic. Decisions whether or not to offer CBT were driven by a number of factors including; appropriateness of CBT for the individual, geographical proximity to the clinic, family wishes and funding arrangements. The remaining young people were seen for assessment only and referred back to local Child and Adolescent Mental Health Services (CAMHS). Importantly, those who received treatment at the clinic did not differ significantly in key demographics or obsessive-compulsive or depressive symptom severity from those who did not (see Table  1  in supplementary material). However, those who received treatment at the clinic were more likely to have a first-degree relative with OCD. Almost half the treatment subsample had undertaken previous CBT (48 %) and/or were taking selective serotonin reuptake inhibitors (SSRIs) (43 %). In most cases medication was started and reached a stable dose prior to commencing CBT."
    },
    {
      "title": "CBT Treatment",
      "text": "All participants in the treatment subsample received OCDspecific, protocol-driven CBT for young people focusing on exposure with response prevention (E/RP). The CBT protocol involved 14 sessions delivered within 17 weeks, although there was some flexibility. The mean number of sessions was 14 (SD=5), which were completed over a mean time period of 17 weeks (SD=10). The first 2 sessions focused on psycho-education about OCD and anxiety; including learning to recognise physical symptoms of anxiety and rate anxiety, and understanding the principle of anxiety habituation. A hierarchy of feared situations is developed in collaboration with the child, and parent where appropriate. From session 3 to 12, E/RP tasks are conducted as guided by the hierarchy with the therapist in sessions and as homework in between sessions. The final 2 sessions focus on relapse prevention. This includes developing a plan for tackling any residual symptoms and identifying an action plan for potential reemerging symptoms. All CBT sessions were conducted by qualified clinical psychologists or psychiatrists with expertise in child OCD or by trainees under close clinical supervision. Parents were typically included in the initial psychoeducation sessions in order to develop a shared understanding of the problem. Thereafter, parents were involved to varying degrees depending on the child's developmental level and the extent to which parents were involved in accommodating OCD rituals."
    },
    {
      "title": "Measures",
      "text": "Standard clinic Information Demographic and personal measures were collected prior to assessment. These included; age of OCD onset, family history of psychiatric disorders, current medication status, information regarding any previous CBT, history of psychiatric admissions, and current school attendance. Clinician ratings of general functioning were made using the Children's Global Assessment Scale (CGAS;  Shaffer et al. 1983) .\n\nOCD Clinician-rated OCD symptoms were assessed before and after CBT using the Children's Yale-Brown Obsessive Compulsive Scale (CY-BOCS;  Scahill et al. 1997 ); a semistructured, clinician-rated instrument consisting of a symptom checklist and ratings of OCD-related distress, frequency, interference, resistance and control. Ratings were summed to create total OCD severity scores. The symptom checklist was used to calculate scores for four OCD symptom dimensions; Symmetry, Forbidden thoughts, Cleaning and Hoarding  (Bloch et al. 2008) . The Children's Obsessive-Compulsive Inventory (ChOCI;  Uher et al. 2008 ) was used to assess selfand parent-ratings of OCD severity. The ChOCI questionnaire mirrors the CY-BOCS. Both measures demonstrate sound psychometric properties  (Scahill et al. 1997; Storch et al. 2004; Uher et al. 2008) . Internal consistencies in the current study were high (α>0.82).\n\nDepression Depressive symptoms were assessed before and after CBT using the Beck's Depression Inventory-Youth (BDI-Y;  Beck et al. 2001 ); a 20-item self-report questionnaire.\n\nResponses were summed and converted to age-and genderspecific t-scores. BDI-Y t-scores were also used to identify children with average or below depression severity (<55) and mildly (55 -59), moderately (60 -69) and severely (≥70) elevated depression. The BDI-Y demonstrates sound psychometric properties  (Stapleton et al. 2007 ). Internal consistency was 0.93 in the current sample.\n\nThe Development and Well-being Assessment (DAWBA;  Goodman et al. 2000)  was used to identify patients meeting criteria for depressive disorders prior to assessment. The DAWBA is a semi-structured interview consisting of closedand open-ended questions covering a range of emotional and behavioural symptoms. The DAWBA demonstrates substantial agreement with clinician ratings (Cohen's Kappa (κ=0.67; Goodman et al. 2000) . All families were invited to complete the DAWBA online prior to assessment at the clinic. Computer algorithms of closed responses were used to identify children meeting criteria for a suspected major depressive disorder in line with the DSM-IV (American Psychiatric Association 2000). Complete DAWBA data was available from 127 families at baseline. Families who completed the DAWBA did not differ from non-completers in age, gender, global functioning OCD or depressive symptom severity (see Table  2  in supplementary material). DAWBA data was unavailable posttreatment."
    },
    {
      "title": "Analyses",
      "text": "The prevalence of depressive symptom categories and diagnoses were examined using proportions and confidence intervals. The clinical correlates of concurrent depression were examined using Pearson's correlations for depressive symptoms and t-tests and Chi-squared tests for comparing those with and without suspected depressive disorders. Paired t-tests were used to identify change in OCD and depressive symptoms severity after treatment. Finally, mixed-model ANOVAs and multiple linear regression models examined whether pre-treatment depression predicted post-treatment OCD severity. Regression analyses controlled for pretreatment OCD severity, sex and whether or not they were on SSRI mediation. Sample sizes varied for some analyses due to missing data."
    },
    {
      "title": "Results"
    },
    {
      "title": "Attrition Analyses",
      "text": "Participants were included in treatment subsample analyses if they had pre-and post-treatment clinican-rated OCD symptom severity data (CY-BOCS) and pre-treatment depressive symptom severity data (BDI-Y). Owing to variation in the number of CBT sessions received across participants, posttreatment scores were calculated using a last observation carried forward approach. There were no differences in baseline characteristics, including depressive symptom severity, between those in the treatment subsample and full baseline sample (Supplementary material, Table  1 )."
    },
    {
      "title": "Frequency of Depression in Paediatric OCD",
      "text": "The first aim of the current study was to examine the prevalence of depression in paediatric OCD. Prior to CBT, over 50 % of the baseline sample (n=295) scored in the moderately (25 %) or extremely (26 %) elevated range for self-reported depressive symptoms (Fig.  1 ) (22 % and 28 % in the treatment subsample [n=100]). Thirty three out of the 127 (26 %; 95 % CI: 18 -34 %) young people with DAWBA data met criteria for a suspected depressive disorder (16 out of 63 [25 %] in the treatment subsample)."
    },
    {
      "title": "Clinical and Demographic Correlates of Depression in Paediatric OCD",
      "text": "The second aim of the current study was to explore the demographic and clinical correlates of self-reported depressive symptoms (BDI-Y) and suspected depressive disorders (DAWBA) in the baseline sample (Tables  1  and  2 ). foot_0 More females (48 %) than males (15.3 %) self-reported extremely elevated depressive symptoms; χ 2 = 28.45, p < 0.001.\n\nSimilarly, more females than males met criteria for a suspected depressive disorder. Neither depressive symptoms nor suspected disorders were associated with age at assessment or of OCD onset. Depressive symptoms and suspected diagnoses were both associated with poorer global functioning and children with a suspected depressive disorder were more likely to have had a psychiatric admission prior to assessment and less likely to be attending school than those without depression. Rates of familial OCD and depression, SSRI medication and prior CBT were comparable between those with and without depression diagnoses.\n\nDepressive symptoms and suspected disorders were associated with greater pre-treatment OCD severity as rated by all informants. Depressive symptoms were correlated with all OCD dimensions, especially with the Forbidden thoughts dimension; although this was not significantly stronger than with the other dimensions. There were no differences in OCD dimensions between those with and without suspected depressive disorders."
    },
    {
      "title": "Depression and CBT Treatment Outcomes",
      "text": "The final aim of the current study was to examine the effect of depressive symptoms and suspected disorders on CBT treatment outcomes. OCD, depressive symptom severity and global functioning all significantly improved from pre-to posttreatment (Table  2 ). Clinician-rated OCD severity was in the upper end of the moderate range (19 -30) prior to CBT and lower end of mild range (11 -18) following treatment  (Micali et al. 2010) . Depressive symptom severity was moderately elevated (60 -69) prior to treatment and average or below  (<55) after treatment  (Beck et al. 2001) . Children demonstrated obvious problems (41-50) in global functioning at assessment which decreased to minor impairments (71-80) posttreatment  (Shaffer et al. 1983 ).\n\nMixed-model ANOVAs of OCD symptom severity were conducted with Time (pre-vs. post-treatment) as the withinsubjects factor and i) Depressive Symptom Severity (average, mildly, moderately, extremely elevated) or ii) Suspected Depressive Disorder (absent vs. present) as between-subjects factors. Owing to too few patients with parent-and childreported OCD symptom severity at post-treatment (ns=56 and 53, respectively), ANOVAs were only conducted for clinician-rated OCD (CY-BOCS) (Fig.  2 ). For analyses both on the basis of Depressive symptom severity and on the basis of Suspected Depressive Disorders, there were significant main effects of Time on OCD severity, (Symptoms; F (1, 96)=288.551, p<0.001, η 2 =0.75: Suspected Depressive Disorder; F (1, 61)=118.83, p<0.001, η 2 =0.66), confirming OCD severity improved for all depression groups. There were significant main effects of the groups formed on the basis of Depressive symptom severity (F (3, 96)=4, 37, p<0.01, η 2 = 0.12) and Suspected Depressive Disorder (F (1, 61)=15.04, p<0.001, η 2 =0.20) but crucially there were no significant Time x Depressive Symptom Severity/Disorder interactions (Fs<0.62, ns, η 2 <0.02), indicating that youth with depression had more severe OCD both before and after CBT, but improved to an equivalent extent to those with less severe depressive symptoms or without suspected depressive disorders. The effect of depressive symptom severity and suspected depressive disorders on response and remission rates was also examined (see Table  3  in supplementary material).\n\nExploratory multiple regression analyses examined the impact of depressive symptoms (Models 1 and 2) and disorders (Models 3 and 4) on post-treatment clinician-rated OCD severity (Table  3 ). Analyses examined the possible confounding effects of sex, concurrent SSRI medication and pretreatment OCD severity (in models 2 and 4) in predictions for both depressive symptoms and suspected diagnoses. Sex did not predict post-treatment OCD severity (βs<0.06, ns). Interestingly, being on SSRI medication predicted worse posttreatment OCD symptom severity (βs>0.44, p<0.01). Greater depressive symptom severity and meeting criteria for a depressive disorder predicted worse post-treatment OCD severity (βs=0.19 and 0.26, ps<0.05, respectively). However, these became non-significant when pre-treatment OCD severity was included in the models (βs=0.02 and 0.13, ns)."
    },
    {
      "title": "Discussion",
      "text": "This study examined the prevalence and clinical presentation of depression in paediatric OCD and its impact on CBT response. To our knowledge, this is the largest study to date in an out-patient setting. It is also the first to examine both dimensional and diagnostic measures of depression and to include multiple informants of OCD severity. Results were largely consistent across the different measures.\n\nAs predicted, and consistent with previous paediatric findings  (Ivarsson et al. 2008; Storch et al. 2012) , clinical levels of depression were common, affecting around a quarter of patients. Taken together with findings from previous studies, this finding indicated the depression is one of the most common comorbidities in paediatric OCD. There are a number of possible reasons for this. Depression may be common because of the distress and functional impairments associated with experiencing OCD. Alternatively, the shared genetic and environmental aetiology of depression and OCD may explain their frequent co-occurrence  (Bolhuis et al. 2013) . Depression was more common in girls than boys in agreement with previous studies with youth OCD samples  (Leonard et al. 2014; Storch et al. 2012) . This is in accordance with the female preponderance of depression generally (Nolen-Hoeksema 2001) which may be attributed to sex differences in biological or environmental determinants  (Parker and Brotchie 2010) .\n\nDepressive symptoms and suspected disorders were associated with greater OCD severity prior to treatment, regardless of OCD informant. Greater depressive symptom severity was associated with more OCD symptoms across all OCD dimensions, especially forbidden thoughts containing aggressive, sexual, religious and somatic obsessions and checking compulsions. This is in agreement with previous studies demonstrating stronger associations between depression and these symptom categories (Fernández de la  Cruz et al. 2013; Hasler et al. 2005; Hong et al. 2004) , and with studies suggesting these symptoms are the most distressing  (Abramowitz et al. 2003) . However, there were no differences in OCD dimension scores between those with and without suspected depressive disorders, perhaps because of smaller sample sizes for these comparisons.\n\nDepressive symptoms and depressive disorders were associated with poorer global functioning, in line with limited previous studies  (Storch et al. 2012) . Risk (e.g., harm to self) is common in depression which would contribute to functional impairments. Additionally, depression is characterised by decreased motivation and withdrawal which may confer poorer functioning in a number of areas. This study was the first to examine specific markers of functional impairment in the Reassuringly, depressive symptoms decreased after treatment in-line with reductions in OCD symptoms. This could reflect the fact that depression results from OCD-related distress, so as OCD symptoms reduce so too does depression. This is in agreement with limited studies indicating that OCD tends to precede depression  (Anholt et al. 2011; Diniz et al. 2004 ) and with a recent multi-modal treatment study showing that average reductions in OCD severity were associated with reductions in depressive symptoms after treatment in youth with OCD  (Meyer et al. 2014) . However, other studies demonstrate reciprocal longitudinal associations between obsessive-compulsive and depressive symptoms  (Bolhuis et al. 2013) . Alternatively, elements of CBT for OCD could directly effect depression. For example, graded exposure to fear situations may overlap with behavioural activation; an effective treatment for paediatric depression  (Weisz et al. 2006 ). Further research is needed to examine the mechanisms by which children's depressive symptoms decrease across treatment.\n\nYouth with depression demonstrated greater OCD symptom severity both before and after CBT. However, depressive symptom severity and suspected depressive disorders did not predict worse post-treatment OCD severity when accounting for baseline OCD severity, suggesting depression is not independently associated with worse outcomes. In other words, individuals with depressive symptoms or disorders showed equivalent improvements in OCD symptoms following CBT, with or without concomitant SSRI medication, as compared to those who were not depressed.\n\nThe lack of attenuating effect is in contrast to studies showing greater post-treatment OCD severity in those with comorbid MDD  (Abramowitz and Foa 2000; Storch et al. 2008 ). However, our findings are in line with other studies showing no attenuating effect of depression diagnoses on CBT outcomes  (Farrell et al. 2012) . This clarifies the mixed results seen in previous studies, suggesting that depression may be a marker for more severe general symptomatology.\n\nInterestingly, being on SSRI medication significantly predicted worse post-treatment OCD. This seems counterintuitive given evidence from randomised controlled trials showing superior outcomes following CBT in combination with SSRI medications compared to CBT alone  (Garcia et al. 2010) . However, in the current sample medication could represent a proxy for more complex or perhaps treatmentresistant OCD given that SSRI medication was determined by clinical judgement rather than random allocation, as in clinical trials.\n\nThe lack of attenuating effect of depression indicates that clinicians should continue to treat paediatric OCD as usual in the presence of depression and depression will also improve across treatment. However, associations between OCD and depressive symptoms and depressive disorders suggest that children with more severe OCD are characterised by a more complex clinical picture, highlighting the need for clinicians to screen for depressive symptomatology."
    },
    {
      "title": "Limitations",
      "text": "The strengths of the current study include the multi-method analytic approach and the multiple informants of OCD. However, owing to the naturalistic design of the study there are a number of limitations. First, although CBT was protocoldriven there is likely to be variation in a number of factors. Although the CBT protocol was designed to target OCD symptoms specifically, skilled clinicians may have also addressed depressive symptoms, removing any attenuating effect. Second, depressive disorders were identified using the self-administered DAWBA rather than structured clinical interviews. However, the DAWBA demonstrates substantial inter-rater agreement with clinical interview measures  (Aebi et al. 2012) , and the frequency of depression diagnoses in the current sample was comparable to those in other studies suggesting that DAWBA diagnoses of depression provided a good proxy for clinical diagnoses. Third, as is often the case with studies of this kind, we cannot be sure whether depressive symptoms were comorbid to OCD, perhaps reflecting a shared vulnerability, or secondary as a result of OCD-related distress. Future research should examine the impact of temporal associations between OCD and depression in young people on treatment response. Finally, we were unable to examine post-treatment outcomes for parent and child ratings of OCD owing to small samples."
    },
    {
      "title": "Conclusions",
      "text": "Depression frequently co-occurs with paediatric OCD and is associated with more severe obsessive-compulsive symptomatology and functional impairment. However, the lack of attenuating effect of depression on CBT, with or without SSRI medication, suggests clinicians should continue to treat paediatric OCD as usual in the presence of concurrent depressive symptoms and depression will also improve across treatment.\n\nResearch Council (MR/J011762/1) awarded to an author (KL). The views expressed are those of the author and not necessarily those of the NHS, the NIHR or the Department of Health. We thank all the children and their families for consenting to use of their data."
    },
    {
      "text": "Fig. 1 Proportions with 95 % confidence intervals of young people with OCD reporting depressive symptoms"
    },
    {
      "text": "Fig.2Clinician-rated OCD symptom severity before and after CBT treatment in young people with OCD and concurrent depression (a depressive symptoms, b12 depressive disorders)"
    },
    {
      "text": "Demographic and clinical correlates of depression in children with OCD prior to treatment (N=295)"
    },
    {
      "text": "Means (standard deviations) and t-tests for OCD symptom severity, child depression before and after CBT treatment in children with OCD Children's Yale-brown obsession and compulsion scale, ChOCI-p/-ch Children's Obsessive-compulsive inventoryparent/child version, BDI-Y Beck's Depression inventory for youth, CGAS Clinician-rated global assessment scale"
    },
    {
      "text": "Multiple regression analyses predicting children's post-treatment OCD symptom severity (clinician-rated) following CBT (total n=100)"
    }
  ],
  "references": [
    {
      "title": "Does comorbid major depressive disorder influence outcome of exposure and response prevention for OCD?",
      "authors": [
        "J Abramowitz",
        "E Foa"
      ],
      "year": 2000
    },
    {
      "title": "Effects of comorbid depression on response to treatment for obsessive-compulsive disorder",
      "authors": [
        "J Abramowitz",
        "M Franklin",
        "G Street",
        "M Kozak",
        "E Foa"
      ],
      "year": 2000
    },
    {
      "title": "Symptom presentation and of cognitive-behavioral therapy for obsessive-compulsive disorder",
      "authors": [
        "J Abramowitz",
        "M Franklin",
        "S Schwartz",
        "J Furr"
      ],
      "year": 2003,
      "doi": "10.1037/0022-006x.71.6.1049"
    },
    {
      "title": "The effectiveness of treatment for pediatric obsessive-compulsive disorder: a meta-analysis",
      "authors": [
        "J Abramowitz",
        "S Whiteside",
        "B Deacon"
      ],
      "year": 2006
    },
    {
      "title": "Obsessive-compulsive disorder with comorbid major depression: what is the role of cognitive factors?",
      "authors": [
        "J Abramowitz",
        "E Storch",
        "M Keeley",
        "E Cordell"
      ],
      "year": 2007,
      "doi": "10.1016/j.brat.2007.04.003"
    },
    {
      "title": "The use of the development and wellbeing assessment (DAWBA) in clinical practice: a randomized trial",
      "authors": [
        "M Aebi",
        "C Kuhn",
        "C Metzke",
        "A Stringaris",
        "R Goodman",
        "H Steinhausen"
      ],
      "year": 2012
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2000,
      "doi": "10.1017/s0033291700035765"
    },
    {
      "title": "The impact of depression on the treatment of obsessive-compulsive disorder: results from a 5-year follow-up",
      "authors": [
        "G Anholt",
        "I Aderka",
        "A Van Balkom",
        "J Smit",
        "H Hermesh",
        "E De Haan"
      ],
      "year": 2011
    },
    {
      "title": "Beck youth inventories: Second edition: The Psychological Corporation",
      "authors": [
        "J Beck",
        "A Beck",
        "J Jolly",
        "R Steer"
      ],
      "year": 2001
    },
    {
      "title": "Factors associated with major depressive disorder occurring after the onset of obsessive-compulsive disorder",
      "authors": [
        "L Besiroglu",
        "F Uguz",
        "M Saglam",
        "M Agargun",
        "A Cilli"
      ],
      "year": 2007,
      "doi": "10.1016/j.jad.2006.12.007"
    },
    {
      "title": "Meta-analysis of the symptom structure of obsessive-compulsive disorder",
      "authors": [
        "M Bloch",
        "A Landeros-Weisenberger",
        "M Rosario",
        "C Pittenger",
        "J Leckman"
      ],
      "year": 2008,
      "doi": "10.1176/appi.ajp.2008.08020320"
    },
    {
      "title": "Aetiological overlap between obsessivecompulsive and depressive symptoms: a longitudinal twin study in adolescents and adults",
      "authors": [
        "K Bolhuis",
        "T Mcadams",
        "B Monzani",
        "A Gregory",
        "D Mataix-Cols",
        "A Stringaris"
      ],
      "year": 2013
    },
    {
      "title": "Clinical correlates of comorbid obsessive-compulsive disorder and depression in youth",
      "authors": [
        "K Canavera",
        "T Ollendick",
        "J May",
        "D Pincus"
      ],
      "year": 2010,
      "doi": "10.1007/s10578-010-0189-y"
    },
    {
      "title": "Impact of age at onset and duration of illness on the expression of comorbidities in obsessive-compulsive disorder",
      "authors": [
        "J Diniz",
        "M Rosario-Campos",
        "R Shavitt",
        "M Curi",
        "A Hounie",
        "S Brotto"
      ],
      "year": 2004
    },
    {
      "title": "Obsessive-compulsive disorder in a birth cohort of 18-year-olds: prevalence and predictors",
      "authors": [
        "H Douglass",
        "T Moffitt",
        "R Dar",
        "R Mcgee",
        "P Silva"
      ],
      "year": 1995
    },
    {
      "title": "Comorbidity and treatment response in pediatric obsessive-compulsive disorder: a pilot study of group cognitive-behavioral treatment",
      "authors": [
        "L Farrell",
        "A Waters",
        "E Milliner",
        "T Ollendick"
      ],
      "year": 2012
    },
    {
      "title": "Sexual obsession in pediatric obsessivecompulsive disorder: clinical characteristics and treatment outcomes",
      "authors": [
        "Fernández De La Cruz",
        "L Barrow",
        "F Bolhuis",
        "K Krebs",
        "G Volz",
        "C Nakatani"
      ],
      "year": 2013
    },
    {
      "title": "Obsessive compulsive disorder in adolescence: an epidemiological study",
      "authors": [
        "M Flament",
        "A Whitaker",
        "J Rapoport",
        "M Davies",
        "C Berg",
        "K Kalikow"
      ],
      "year": 1988,
      "doi": "10.1097/00004583-198811000-00018"
    },
    {
      "title": "Predictors and moderators of treatment outcome in the pediatric obsessive compulsive treatment study",
      "authors": [
        "A Garcia",
        "J Sapyta",
        "P Moore",
        "J Freeman",
        "M Franklin",
        "J March"
      ],
      "year": 2010
    },
    {
      "title": "Predictors of treatment response in pediatric obsessive-compulsive disorder",
      "authors": [
        "G Ginsburg",
        "J Kingery",
        "K Drake",
        "M Grados"
      ],
      "year": 2008,
      "doi": "10.1097/chi.0b013e3181799ebd"
    },
    {
      "title": "The development and well-being assessment: description and initial validation of an integrated assessment of child and adolescent psychopathology",
      "authors": [
        "R Goodman",
        "T Ford",
        "H Richards",
        "R Gatward",
        "H Meltzer"
      ],
      "year": 2000
    },
    {
      "title": "Obsessive-compulsive disorder symptom dimensions show specific relationships to psychiatric comorbidity",
      "authors": [
        "G Hasler",
        "V Lasalle-Ricci",
        "J Ronquillo",
        "S Crawley",
        "L Cochran",
        "D Kazuba"
      ],
      "year": 2005,
      "doi": "10.1016/j.psychres.2005.03.003"
    },
    {
      "title": "Prevalence of obsessive-compulsive disorder in the British nationwide survey of child mental health",
      "authors": [
        "I Heyman",
        "E Fombonne",
        "H Simmons",
        "T Ford",
        "H Meltzer",
        "R Goodman"
      ],
      "year": 2001,
      "doi": "10.1192/bjp.179.4.324"
    },
    {
      "title": "Clinical correlates of recurrent major depression in obsessive-compulsive disorder",
      "authors": [
        "J Hong",
        "J Samuels",
        "O Bienvenu",
        "P Cannistraro",
        "M Grados",
        "M Riddle"
      ],
      "year": 2004,
      "doi": "10.1002/da.20024"
    },
    {
      "title": "Predicting outcomes following cognitive behaviour therapy in child anxiety disorders",
      "authors": [
        "J Hudson",
        "K Lester",
        "C Lewis",
        "M Tropeano",
        "C Creswell",
        "D Collier"
      ],
      "year": 2013,
      "doi": "10.1111/jcpp.12092"
    },
    {
      "title": "Quality of life and functional impairment in obsessive-compulsive disorder: a comparison of patients with and without comorbidity, patients in remission, and healthy controls",
      "authors": [
        "J Huppert",
        "H Simpson",
        "K Nissenson",
        "M Liebowitz",
        "E Foa"
      ],
      "year": 2009
    },
    {
      "title": "Categorical and dimensional aspects of co-morbidity in obsessive-compulsive disorder (OCD)",
      "authors": [
        "T Ivarsson",
        "K Melin",
        "L Wallin"
      ],
      "year": 2008,
      "doi": "10.1007/s00787-007-0626-z"
    },
    {
      "title": "The effect of depression symptom severity on OCD treatment outcome in an adolescent residential sample",
      "authors": [
        "R Leonard",
        "D Jacobi",
        "B Riemann",
        "P Lake",
        "R Luhn"
      ],
      "year": 2014
    },
    {
      "title": "Cognitive-behavior therapy, sertraline, and their combination for children and adolescents with obsessive-compulsive disorder-the pediatric OCD treatment study",
      "authors": [
        "J March",
        "E Foa",
        "P Gammon",
        "A Chrisman",
        "J Curry",
        "D Fitzgerald"
      ],
      "year": 2004
    },
    {
      "title": "Prospective relationship between obsessive-compulsive and depressive symptoms during multimodal treatment in pediatric obsessive-compulsive disorder",
      "authors": [
        "J Meyer",
        "J Mcnamara",
        "A Reid",
        "E Storch",
        "G Geffken",
        "D Mason",
        "R Bussing"
      ],
      "year": 2014
    },
    {
      "title": "Long-term outcomes of obsessive-compulsive disorder: follow-up of 142 children and adolescents",
      "authors": [
        "N Micali",
        "I Heyman",
        "M Perez",
        "K Hilton",
        "E Nakatani",
        "C Turner"
      ],
      "year": 2010
    },
    {
      "title": "Gender differences in depression",
      "authors": [
        "S Nolen-Hoeksema"
      ],
      "year": 2001,
      "doi": "10.1111/1467-8721.00142"
    },
    {
      "title": "Comorbidity as a predictor and moderator of treatment outcome in youth with anxiety, affective, attention deficit/ hyperactivity disorder, and oppositional/conduct disorders",
      "authors": [
        "T Ollendick",
        "M Jarrett",
        "A Grills-Taquechel",
        "L Hovey",
        "J Wolff"
      ],
      "year": 2008
    },
    {
      "title": "Comorbidity of obsessive-compulsive disorder and depression: prevalence, symptom severity, and treatment effect",
      "authors": [
        "T Overbeek",
        "K Schruers",
        "E Vermetten",
        "E Griez"
      ],
      "year": 2002,
      "doi": "10.4088/jcp.v63n1204"
    },
    {
      "title": "Gender differences in depression",
      "authors": [
        "G Parker",
        "H Brotchie"
      ],
      "year": 2010,
      "doi": "10.3109/09540261.2010.492391"
    },
    {
      "title": "Clinical and cognitive correlates of depressive symptoms among youth with obsessive compulsive disorder",
      "authors": [
        "T Peris",
        "R Bergman",
        "J Asarnow",
        "A Langley",
        "J Mccracken",
        "J Piacentini"
      ],
      "year": 2010,
      "doi": "10.1080/15374416.2010.501285"
    },
    {
      "title": "Functional impairment in children and adolescents with obsessivecompulsive disorder",
      "authors": [
        "J Piacentini",
        "R Bergman",
        "M Keller",
        "J Mccracken"
      ],
      "year": 2003,
      "doi": "10.1089/104454603322126359"
    },
    {
      "title": "Children's Yale-brown obsessive compulsive scale: reliability and validity",
      "authors": [
        "L Scahill",
        "M Riddle",
        "M Mcswiggin-Hardin",
        "S Ort",
        "R King",
        "W Goodman"
      ],
      "year": 1997
    },
    {
      "title": "A children's global assessment scale",
      "authors": [
        "D Shaffer",
        "M Gould",
        "J Brasic"
      ],
      "year": 1983
    },
    {
      "title": "Psychometric properties of the beck depression inventory for youth in a sample of girls",
      "authors": [
        "L Stapleton",
        "J Sander",
        "K Stark"
      ],
      "year": 2007,
      "doi": "10.1037/1040-3590.19.2.230"
    },
    {
      "title": "Outcome predictors for severe obsessive-compulsive patients in intensive residential treatment",
      "authors": [
        "S Stewart",
        "C.-H Yen",
        "D Stack",
        "M Jenike"
      ],
      "year": 2006
    },
    {
      "title": "Psychometric evaluation of the children's Yale-brown obsessive-compulsive scale",
      "authors": [
        "E Storch",
        "T Murphy",
        "G Geffken",
        "O Soto",
        "M Sajid",
        "P Allen"
      ],
      "year": 2004,
      "doi": "10.1016/j.psychres.2004.06.009"
    },
    {
      "title": "Impact of comorbidity on cognitivebehavioral therapy response in pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "L Merlo",
        "M Larson",
        "G Geffken",
        "H Lehmkuhl",
        "M Jacob"
      ],
      "year": 2008,
      "doi": "10.1097/chi.0b013e31816774b1"
    },
    {
      "title": "Does cognitive-behavioral therapy response among adults with obsessive-compulsive disorder differ as a function of certain comorbidities",
      "authors": [
        "E Storch",
        "A Lewin",
        "L Farrell",
        "M Aldea",
        "J Reid",
        "G Geffken"
      ],
      "year": 2010
    },
    {
      "title": "Depression in youth with obsessivecompulsive disorder: clinical phenomenology and correlates",
      "authors": [
        "E Storch",
        "A Lewin",
        "M Larson",
        "G Geffken",
        "T Murphy",
        "D Geller"
      ],
      "year": 2012,
      "doi": "10.1016/j.psychres.2011.10.013"
    },
    {
      "title": "Comorbid conditions in obsessive-compulsive disorder",
      "authors": [
        "R Tukel",
        "A Polat",
        "O Ozdemir",
        "D Aksut",
        "N Turksoy"
      ],
      "year": 2002
    },
    {
      "title": "The clinical impact of mood disorder comorbidity on obsessivecompulsive disorder",
      "authors": [
        "R Tukel",
        "H Meteris",
        "A Koyuncu",
        "A Tecer",
        "O Yazici"
      ],
      "year": 2006,
      "doi": "10.1007/s00406-006-0632-z"
    },
    {
      "title": "Self-, parentreport and interview measures of obsessive-compulsive disorder in children and adolescents",
      "authors": [
        "R Uher",
        "I Heyman",
        "C Turner",
        "R Shafran"
      ],
      "year": 2008,
      "doi": "10.1016/j.janxdis.2007.10.001"
    },
    {
      "title": "Meta-analysis of randomized, controlled treatment trials for pediatric obsessive-compulsive disorder",
      "authors": [
        "H Watson",
        "C Rees"
      ],
      "year": 2008,
      "doi": "10.1111/j.1469-7610.2007.01875.x"
    },
    {
      "title": "Effects of psychotherapy for depression in children and adolescents: a meta-analysis",
      "authors": [
        "J Weisz",
        "C Mccarty",
        "S Valeri"
      ],
      "year": 2006,
      "doi": "10.1037/0033-2909.132.1.132"
    },
    {
      "title": "ICD-10: International statistical classification of diseases and related health problems",
      "year": 2008
    },
    {
      "title": "Naturalistic course of obsessive compulsive disorder and comorbid depression",
      "authors": [
        "W Zitterl",
        "U Demal",
        "M Aigner",
        "G Lenz",
        "C Urban",
        "H.-G Zapotoczky"
      ],
      "year": 2000,
      "doi": "10.1159/000029124"
    }
  ],
  "num_references": 52
}
