{
  "paper_id": "NBGAXSSE",
  "title": "A Digital Software Support Platform for Hyperthyroidism Management in South Korea: Markov Simulation Model-Based Cost-Effectiveness Analysis",
  "abstract": "Background: The integration of wearable technology for heart rate monitoring offers potential advancements in managing hyperthyroidism by providing a feasible way to track thyroid function. Although digital health solutions are gaining traction in various chronic conditions, their cost-effectiveness in hyperthyroidism management requires deeper investigation. Objective: This study aimed to evaluate the cost-effectiveness of a wearable or mobile-based thyroid function digital monitoring solution for hyperthyroidism management and to make a comparison with the existing standard approach within the South Korean health care context. Methods: We developed a decision-analytic Markov microsimulation model to simulate the cost and effectiveness of digital monitoring in a cohort of 10,000 hypothetical hyperthyroidism patients aged 40 years. The analysis was conducted from the perspective of the health care system, with a 4.5% annual discount rate applied to costs and effectiveness and an inflation adjustment to 2022 values. Model inputs were sourced from clinical studies, publicly available datasets, and expert input, with outcomes measured in quality-adjusted life years (QALYs). Cost-effectiveness was evaluated through incremental cost-effectiveness ratios (ICERs) and net monetary benefits (NMB), with additional deterministic and probabilistic sensitivity analyses performed to address input uncertainties. Results: Integrating digital monitoring yielded an additional 0.32 QALYs per patient at an incremental cost of US $3143, resulting in an ICER of US $9804.30 per QALY, significantly below the South Korean willingness-to-pay threshold of US $32,255/QALY. The digitally supported group exhibited improved rates of long-term remission (22.68%, 2268/10,000) and reduced postremission relapse (17.87%, 1787/10,000) compared to standard care (17.48%, 1748/10,000 and 26.37%, 2637/10,000, respectively). Probabilistic sensitivity analysis showed that digital intervention was the preferred cost-effective strategy in 64.4% (6440/10,000) of iterations. Subscription costs of the digital platform and the utility weight for thyroid-associated orbitopathy emerged as key factors affecting the ICER in sensitivity analyses. \n Conclusions: The findings suggest that digital monitoring provides a cost-effective strategy for enhancing hyperthyroidism management, supporting sustained remission, and reducing relapse rates. As such, digital solutions could serve as a valuable",
  "year": 2016,
  "date": "2016-10-20",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Jung",
      "surname": "Kim",
      "name": "Jung Kim"
    },
    {
      "forename": "Jaeyong",
      "surname": "Shin",
      "name": "Jaeyong Shin",
      "affiliation": "2  Institute for Innovation in Digital Healthcare , Yonsei University Health System , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Institute for Innovation in Digital Healthcare \n\t\t\t\t\t\t\t\t Yonsei University Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Man",
      "surname": "Kim",
      "name": "Man Kim",
      "affiliation": "4  Translational-Transdisciplinary Research Center , Clinical Research Institute , Kyung Hee University Hospital at Gangdong , School of Medicine , Kyung Hee University , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Translational-Transdisciplinary Research Center \n\t\t\t\t\t\t\t\t Clinical Research Institute \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University Hospital at Gangdong \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Jae",
      "surname": "Moon",
      "name": "Jae Moon",
      "affiliation": "5  Center for Artificial Intelligence in Healthcare , Seoul National University Bundang Hospital , Seongnam , Republic of Korea \n\t\t\t\t\t\t\t\t Center for Artificial Intelligence in Healthcare \n\t\t\t\t\t\t\t\t Seoul National University Bundang Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seongnam \n\t\t\t\t\t\t\t\t\t Republic of Korea",
      "email": "jaehoon.moon@snu.ac.kr"
    },
    {
      "affiliation": "Division of Tourism and Wellness , Hankuk University of Foreign Studies , Yongin , Republic of Korea \n\t\t\t\t\t\t\t\t Division of Tourism and Wellness \n\t\t\t\t\t\t\t\t Hankuk University of Foreign Studies \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Yongin \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "affiliation": "Department of Internal Medicine Seoul National University Bundang Hospital , Seoul National University College of Medicine 82 , Gumi-ro 173 Beon-gil , Bundang-gu Seongnam-si , Gyeonggi-do , 13620 Republic of Korea \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Seoul National University Bundang Hospital \n\t\t\t\t\t\t\t\t Seoul National University College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 82 Gumi-ro 173 Beon-gil Bundang-gu Seongnam-si \n\t\t\t\t\t\t\t\t\t 13620 \n\t\t\t\t\t\t\t\t\t Gyeonggi-do \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    }
  ],
  "doi": "https://doi.org/10.13039/501100003665",
  "keywords": [
    "hyperthyroidism",
    "digital monitoring solution",
    "wearable devices",
    "mobile-based monitoring",
    "cost-effectiveness analysis",
    "QALYs",
    "hyperthyroidism management",
    "apps",
    "applications",
    "digital health",
    "digital technology",
    "digital interventions",
    "SDG3:good health and well-being",
    "quality-adjusted life years"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "An overactive thyroid, medically termed hyperthyroidism or thyrotoxicosis, occurs when the thyroid gland generates an excessive amount of thyroid hormones. Graves disease (GD) is the most common etiology for hyperthyroidism, with an estimated annual incidence ranging from 20 to 50 cases per 100,000 persons  [1] . In 2018, the prevalence of hyperthyroidism was 0.25%, and the age-standardized incidence in South Korea was 40.3 and 105.5 per 100,000 men and women, respectively  [2] . Hyperthyroidism leads to a range of symptoms and signs due to thyroid hormones' impact on multiple organs. These include fatigue, anxiety, palpitations, excessive sweating, intolerance to heat, disrupted sleep, tremor, diarrhea, and weight loss  [3] . Hyperthyroidism can be diagnosed through a thyroid function test (TFT) that measures serum thyroid hormone concentrations, including free thyroxine, thyrotropin, and other clinical factors. However, due to the nonspecific symptoms of hyperthyroidism, the timing of TFTs is often delayed, resulting in the diagnosis of hyperthyroidism occurring after it has significantly progressed. Therefore, having a straightforward and easily measurable parameter to predict thyroid function status would prove beneficial for the management of hyperthyroidism.\n\nPhotoplethysmography uses infrared light to monitor changes in blood circulation volume. This measurement offers valuable insights into the functioning of the cardiovascular system  [4] . In recent times, the use of photoplethysmography technology for heart rate monitoring has gained popularity, primarily because it is easy to use and comfortable for wearers  [5] . Various studies assessing the precision of wrist-worn heart rate monitors have been conducted, demonstrating relatively accurate heart rate measurements, especially for resting heart rate  [6, 7] . Collecting detailed longitudinal heart rate data and physical activity information using these wearable devices is straightforward, and such data can offer more insights than sporadic heart rate measurements. This capability enables the collection and analysis of more comprehensive and precise heart rate data, a crucial parameter that is affected by thyroid function status  [8, 9] . A medical software platform is under development that uses wearable technology to predict thyroid function state and assist in the management of thyroid dysfunction. It includes a mobile app and web solution for this purpose and is currently pending regulatory approval.\n\nDespite the promising potential of wearable technology for managing thyroid dysfunction, there is limited research published on its actual impact concerning health care outcomes and overall costs. Therefore, we aimed to assess the cost-effectiveness of introducing a wearable or mobile-based thyroid function digital monitoring solution for hyperthyroidism management (Figure  1 ) driven by heart rate monitors commercialized as digital therapeutics and to compare it with the current standard approach. (A) Heart rates collected from a wearable device on each date (the date of referred thyroid function test and target date), and (B) the risk level of hyperthyroidism calculated for the target date is determined by comparing the heart rate distribution over N days, including the target date, with the heart rate distribution over N days, including the day of the referred thyroid function test. In cases where the risk level surpasses the designated threshold, a notification is sent to the user, prompting them to seek medical attention. TFT: thyroid function test.\n\n50 70 90 110 Heart rates (bpm) Time (minute) 50 60 70 80 90 100 110 1 19 37 55 73 91 109 127 145 163 181 199 217 235 253 271 289"
    },
    {
      "title": "Chart Title",
      "text": "Heart rates (target date)\n\nHeart rates (referred TFT)\n\n50 60 70 80 90 100 110 1 19 37 55 73 91 109 127 145 163 181 199 217 235 253 271 289 Chart Title Heart rates (target date) Heart rates (referred TFT) Risk level Time (day) Prediction: thyrotoxicosis Prediction: normal Increase in risk level (> threshold) : alerts the user to seek attention A B"
    },
    {
      "title": "Methods"
    },
    {
      "title": "Model Overview",
      "text": "We constructed a decision-analytic Markov microsimulation model to simulate 10,000 iterations of the clinical course of patients with hyperthyroidism (Figure  2 ). While a strict definition distinguishes between hyperthyroidism and GD, this paper refers to hyperthyroidism and conducts data analysis under this terminology. However, in South Korea, the incidence of toxic nodules as the underlying cause of hyperthyroidism is exceedingly low, accounting for less than 0.5% of cases  [10] . As a result, patient management in this study followed a protocol for GD. This model consists of several health states in which the simulated individual can be in and move between. The statistical definition of the model is a discrete-time stochastic process with the Markov property  [11] . The baseline cohort was comprised of 40-yearold individual patients with hyperthyroidism in South Korea.\n\nTo advance time in our model, we used an annual cycle length, and the simulation continued until death or 100 years of age. The simulation of the natural disease progression and the effect of screening in men and women requires data including prevalence, incidence, risk of events, morbidity, and mortality. The model captures the variability in individual patient responses to treatment and disease progression over time. Each iteration represents a single hypothetical patient moving through various health states based on probabilistic transitions, including remission, long-term remission, complications, hypothyroidism, relapse, long-term antithyroid drug (ATD) use, and death. Some proportion of patients remain in their current state (hypothyroid state), while others may transition to different health states, such as long-term remission or relapse requiring long-term ATD therapy to capture more realistic transitions between health states and better reflect the long-term impacts of treatments. Eventually, patients in any state could transition to an absorbing state, such as death. A lifetime Markov model was simulated over a total of 70 cycles with a one-year cycle length. Qualityadjusted life years (QALYs), which include both quantity (life-years gained) and quality (health-related quality of life incremental cost-effectiveness in utility value), were used as effectiveness variables. Incremental cost-effectiveness ratio (ICER) and incremental net monetary benefit were calculated to evaluate cost-effectiveness. By aggregating the outcomes from all 10,000 iterations, we estimate the overall clinical and economic impact of different strategies for hyperthyroidism. Figure  2  depicts the core model, and the concept of combining time variables, treatment eligibility, and clinical prognosis was adapted from the previous studies. Patients with hyperthyroidism Digital intervention supported group Usual care Detected hyperthyroidism Nondetected hyperthyroidism No hyperthyroidism Antithyroid medication Remission Dead No need of treatment Treatment failure requires RAI or thyroidectomy Long-term remission Complications Hypothyroidism Relapse-long term ATD Dead Long-term remission Relapse-long term ATD Dead Stays current state National Health Insurance Service Claims Data A retrospective, population-based cohort study was conducted to investigate complications associated with hyperthyroidism and the related costs in Korea. The study examined enrollment and claims data from individuals covered by the National Health Insurance Service (NHIS) between 2003 and 2015. Patients with hyperthyroidism were defined as those who had 2 or more diagnostic codes of E05 or E06 and had been prescribed ATDs for at least 6 months. These drugs included MMI (191801ATB and 191802ATB), carbimazole (471501ATB, 471502ATB, and 471503ATB), and PTU (220101ATB and 220102ATB\n\n). The final cohort consisted of 1171 patients, excluding those who had taken medications for less than 6 months, were younger than 20 years, or had missing information (Multimedia Appendix 1). The major complications considered were thyroid-associated orbitopathy (TAO), heart failure, atrial fibrillation, osteoporosis, fractures, and thyroid cancer. Direct medical costs, including physician and hospital reimbursements for treatment procedures, as well as the annual mean cost for each complication, were obtained from NHIS data (Table  1 )."
    },
    {
      "title": "Intervention and Comparators",
      "text": "To identify the potential effects of the digital monitoring solution used for hyperthyroidism management, we compared 2 strategies in this study. In the control group, suspected patients with hyperthyroidism were diagnosed and treated with their usual care without using the digital solution, while the digitally supported group was assisted by the digital monitoring solution in the management and treatment of hyperthyroidism. We hypothesize that having a daily check of hormone status using this digital solution may lead to reduced hospital visits and an increase in the probability of long-term remission."
    },
    {
      "title": "Hyperthyroidism and Complications",
      "text": "In this analysis, we used the data from randomized controlled trial studies, the NHIS claims data  [27] , and the published literature for determining the probabilities of individuals with hyperthyroidism and its complications from the screening procedure. The primary objective of hyperthyroidism management was to limit the number of major complications, including TAO, heart failure, atrial fibrillation, osteoporosis, fractures, and thyroid cancer. Rates and probabilities of major complications were from a Korean setting were obtained from the NHIS and supplemented with data retrieved from the published literature based on the systematic review. Standard all-cause and disease-specific mortality based on age and risk for South Korea in 2021  [28]  was used in the simulation model."
    },
    {
      "title": "Quality-of-Life Adjustments and Costs",
      "text": "Utilities were estimated for all major events, including hyperthyroidism and related complications, which were obtained from published literature based on a systematic review and meta-analysis. Utilities were derived from a patient perspective to provide a more accurate representation of quality-of-life impacts by reflecting patients' lived experiences and to account for adaptation to chronic conditions over time. This context-specific approach yields more relevant data for specific treatments, especially for conditions with long-term quality-of-life implications, such as hyperthyroidism or hypothyroidism  [29] [30] [31] [32] . We adopted a health care system perspective according to the economic evaluation guidelines in Korea  [26] . Direct medical care costs, including physician and hospital reimbursement for treatment procedures, were obtained from the NHIS. Total mean medical care costs for hyperthyroidism, TAO, heart failure, atrial fibrillation, osteoporosis, fractures, and thyroid cancer were obtained and confirmed from the published literature. Monthly subscription fees for the group with digital monitoring solution use were recurring annually and applied for a lifetime. Sensitivity analyses were performed to assess the association of cost reduction due to unnecessary hospital visits using the thyroid function digital monitoring solution (70%-100%). A 4.5% discount rate was used for both costs and effects in the base-case scenario. Costs were adjusted to the year 2022 using consumer price indices for medical care  [33]  and converted to 2022 US dollars (US $1=1293.68 KRW)  [34] . Table  1  presents the quality of life and utility decrements used in the model together with the other parameters."
    },
    {
      "title": "Statistical Analysis",
      "text": "Our primary endpoints were QALYs, total costs (2022 USD), and ICERs. Future costs and QALYs were discounted at a rate of 4.5%. We used a willingness-to-pay (WTP) threshold of US $32,255 per QALY gained, reflecting 1-time the gross domestic product per capita in 2022 South Korea  [26, [35] [36] [37] [38]  to determine cost-effectiveness. A strategy was considered preferred if it resulted in the greatest increase in QALYs while being cost-effective. Overall, this study followed the Consolidated Health Economic Evaluation Reporting Standards (CHEERS) guideline (Checklist 1)  [39] .\n\nTo assess how the uncertainty in model inputs influences the outcomes, we conducted 1-way and probabilistic sensitivity analyses. In 1-way sensitivity analyses, we systematically changed 1 parameter at a time within a specified range of values while keeping all other input variables constant at their base-case values. The upper and lower bounds for these parameter ranges were determined based on either the minimum and maximum values available in relevant databases or the range of 90%-110% for each value.\n\nProbabilistic sensitivity analyses were performed by repeatedly sampling model inputs simultaneously from defined probabilistic distributions. We used gamma distributions for costs and beta distributions for all other parameters. This process involved running the model 10,000 times, considering a cohort of 10,000 patients. We then calculated the percentage of instances in which each strategy was favored under the WTP thresholds."
    },
    {
      "title": "Ethical Considerations",
      "text": "The procedures of this study underwent expedited review and received approval from the institutional review board of Severance Hospital, Yonsei University (IRB number: 4-2022-1525). In accordance with local legislation and institutional requirements, ethical approval was not mandatory for this study. Likewise, written informed consent for participation was not required, in accordance with national legislation and institutional requirements. All data have been deidentified."
    },
    {
      "title": "Results"
    },
    {
      "title": "Base-Case Analysis",
      "text": "The results of base-case cost-effectiveness analysis are presented in Table  2 . Patients with the implementation of the digital monitoring solution in managing hyperthyroidism were associated with increased costs and increased QALYs. The model predicted that the implementation of digital software in managing hyperthyroidism produced 11.48 QALYs and US $9593 expected costs compared to 11.16 QALYs and US $6445 generated by treatment as usual without digital software aid over a lifetime horizon. The introduction of the thyroid function digital monitoring solution would increase costs by US $3143 and prolong QALYs by 0.32. The ICER associated with hyperthyroidism with digital intervention management tool was US $9804.30 per QALY gained (Table  2 ), which was well below the hypothetical threshold value in Korea of US $32,255 per QALY gained.\n\nNotably, the Markov probability analysis revealed that hyperthyroidism management with digital intervention increased the proportion of long-term remission and reduced the likelihood of postremission relapse of hyperthyroidism (Table  2  and Figure  3 ). Complications Hypothyroidism Relapse long-term ADT Death Long-term remission With digital software support Stage Probability Complications Hypothyroidism Relapse long-term ADT Death Long-term remission Without digital software support Stage Probability"
    },
    {
      "title": "Sensitivity Analysis",
      "text": "We conducted a 1-way deterministic sensitivity analysis. The results of the 1-way deterministic sensitivity analyses with the tornado diagram are shown in Figure  4 . The annual cost of the digital monitoring solution use, which ranged from US $120 to US $600, had the largest impact on the ICER value, followed by use of TAO and the sensitivity of the digital software. According to the one-way threshold analysis for the monthly digital support cost, the digital software aid arm became the dominant strategy when the cost was below US $10 per month (Multimedia Appendix 1 and Figure  2 ). Even the highest ICER value observed in this diagram was still below the threshold value of US $32,255 per QALY gained.\n\nIn Table  3 , the ICERs were altered based on the assumption that hospital visits for TFT would decrease as hormone status is monitored and managed. This reduction would lead to lower costs associated with unnecessary hospital visits and tests.\n\nFor the Monte Carlo simulations, we presented the results of probabilistic sensitivity analysis as a cost-effectiveness acceptability curve, cost-effectiveness scatter plot, and incremental cost-effectiveness scatterplots. To study the uncertainty in our results, the statistical uncertainty was tested probabilistically 10,000 times. The result of the probabilistic analysis presented as acceptability curves in Figure  5  described the probabilities of being cost-effective when WTP changes. From the results of the Monte Carlo simulation, the digital intervention was the optimal cost-effective strategy with a probability of 64.4% represented in the form of an ICE scatterplot in Figure  5 .   Willingness to pay With digital software support Without digital software support Incremental effectiveness Incremental cost %iterations cost-effectiveness"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "The application of artificial intelligence-driven wearable devices in cardiac disease management is operative; however, there is little evidence of their applications in thyroid disease and its cost-effectiveness. To the best of our knowledge, this is the first economic evaluation that considers the cost-effectiveness of a wearable or mobile-based thyroid function digital monitoring solution compared with standard care from a health care system perspective. The results demonstrated that this digital monitoring support would provide an incremental health gain per patient of 0.32 QALY with an ICER of US $9804.30 per QALY gained. A Markov microsimulation model was developed to optimize the use of data from the published studies based on a systematic review while accounting for the diversity and variability among patients with hyperthyroidism. The findings indicated that aiding patients with the digital monitoring solution resulted in slightly increased health care costs and improved health benefits compared to standard care. Therefore, the digital solution was considered highly cost-effective for functional outcomes in hyperthyroid management using a WTP threshold of US $32,255 per QALY gained.\n\nBoth deterministic and probabilistic sensitivity analyses demonstrated the robustness of our results. The cost-effectiveness was sensitive to the annual subscription fee for the hyperthyroidism management platform use, use of TAO, sensitivity of the digital device, initial treatment cost of hyperthyroidism, and use of long-term ATD. Despite these sensitivities, the digital intervention strategy maintained its advantageous position by including most of the parameters, with an ICER remaining below the threshold of US $32,255.\n\nOur analysis revealed that the monthly cost of a digital monitoring solution for hyperthyroidism had the greatest impact on ICERs in the 1-way deterministic sensitivity analysis. Although the model inputs and target disease were different, other studies pointed out a similar conclusion by evaluating the cost-effectiveness of digital therapeutics for low back pain  [40]  and hypertension  [41] . The result from our model indicates that even minor adjustments in pricing can shift the balance between different strategies in this particular scenario, highlighting the sensitivity of the economic implications of these digital tools to various factors such as implementation details, settings, payer viewpoints, and assumed unnecessary hospital visit reduction. Further research exploring diverse payment approaches for digital intervention will be essential for conducting robust comparisons and reaching definitive conclusions regarding the health economic outcomes linked to digital technology. In Korea's single-payer system, the adoption of artificial intelligence-based systems is significantly influenced by the rate at which reimbursements are provided.\n\nThe major drawback of ATD therapy is the high recurrence rate of GD, the most common cause of hyperthyroidism, ranging from 20% to 70%, once the conventional 12-18 months of treatment is discontinued  [42] . The serum concentration of thyrotropin receptor antibodies, a significant predictor of relapse in GD, can fluctuate or remain elevated in patients with GD, regardless of the continuous use of ATD. Therefore, there is a higher incidence of GD recurrence in clinical remission states following ATD treatment. The median duration of remission after ATD treatment is reported to be approximately 6.8 years  [43] , leading to suggestions of continuous, long-term ATD therapy  [44] [45] [46] [47] . A meta-analysis has shown that for each additional year of ATD treatment beyond 24 months, the remission rate increases by 16%  [48] . These findings suggest that in cases where thyrotropin receptor antibody levels fail to return to normal after the conventional 12-18 months of ATD treatment, the possibility of considering long-term therapy should be explored  [49] . Therefore, international medical societies are now considering long-term treatment as an option for managing Graves hyperthyroidism  [42, 50] .\n\nSignificant adherence to pharmacological treatments is a multifaceted behavior influenced by various factors at different stages of a person's medication journey. Adherence to long-term therapy for chronic illnesses is estimated to reach only 50% on average  [51] . At present, no single intervention has proven consistently effective in addressing long-term nonadherence. Digital interventions for medication adherence, however, offer a potential solution to enhance adherence by providing multifaceted interventions tailored to individual needs. Digital technological interventions have displayed initial promise in boosting medication adherence rates and offering health care professionals the ability to monitor and assess adherence  [52] [53] [54] [55] . Effectively managing hyperthyroidism requires patients to integrate it into their daily lives. By integrating digital monitoring solutions into the management of thyroid dysfunction, patients can regularly check their thyroid function status as part of their daily life, ensuring adherence to their medication schedule and promoting long-term health outcomes improvement.\n\nIn this research, we demonstrated the implementation of a digital intervention aid specifically designed to aid in the management of patients with hyperthyroidism. This innovation holds the potential to enhance health care outcomes and deliver cost-effectiveness on a large scale. Our sensitivity analyses have highlighted the robustness of our findings, even when considering variations in model parameters and assumptions. It is important to note that our study primarily adopts the perspective of the Korean national health care system and does not encompass a broader view of societal costs. Given the fact that hyperthyroidism is prevalent among individuals younger than 65 years, it is conceivable that the cost-effectiveness associated with hyperthyroidism could be even more substantial if we were to take into account factors such as productivity losses and a wider range of societal costs  [12] ."
    },
    {
      "title": "Limitations",
      "text": "This study comes with several limitations. We applied patient-derived uses in the study. Patients may underestimate the severity of certain health states due to adaptation or limited awareness of alternative health states, which can lead to higher-than-expected utility values. This effect is especially relevant in chronic conditions, where patients may grow accustomed to their symptoms over time; however, we adjusted these values by applying a decrement. While our analysis focused on the perspective of health care providers, it is essential to recognize that thyroid dysfunction has substantial health-related and economic implications not only for individual patients but also for society as a whole. The broader societal costs are expected to increase in the future, primarily due to the population with hyperthyroidism being an active working-age population in the society. In addition, because digital intervention-supported management has not been systematically integrated into health care practice in Korea and due to uncertainties surrounding the application of digital health frameworks, there remain ambiguities related to our estimates. Moreover, uncertainties are compounded by the possibility of negotiations influencing unit prices, which contribute to the overall expenses of the digital-based platform, especially if the intervention were to be introduced. We did not apply attrition rates in the model as we assumed that the patient with digital intervention would keep using the tool to manage hyperthyroidism, which could impact lifetime ICER. In addition, a limitation of this study is the potential discomfort associated with wearable or mobile-based monitoring solutions, particularly the burden of continuous use. This is especially relevant to older adult populations, who may face challenges with digital interventions, potentially adding a societal burden. Although capturing this discomfort in terms of costs or utility values is challenging, it may impact cost-effectiveness by affecting adherence and patient satisfaction. Future research should consider these factors, as they could influence the overall effectiveness and acceptability of digital health interventions."
    },
    {
      "title": "Conclusions",
      "text": "In conclusion, the integration of a wearable or mobilebased thyroid function digital monitoring solution demonstrated good cost-effectiveness in hyperthyroidism management compared to ATD treatment as usual. Digital monitoring solution cost and its sensitivity influence cost-effectiveness, and we need to explore the balance among the digital monitoring support application cost, accuracy of hormonal level change status, and effectiveness for target patients with hyperthyroidism in clinical practice. Digital therapeutics are currently in a pretest period to determine the extent of reimbursement they may receive from Korea's national universal health insurance system. Therefore, evaluating the cost-effectiveness of digital interventions, as illustrated in this study, is gaining significance in establishing suitable pricing for value-based reimbursement."
    },
    {
      "text": "Figure1. Description of a wearable or mobile-based thyroid function digital monitoring solution designed for the effective management of hyperthyroidism. (A) Heart rates collected from a wearable device on each date (the date of referred thyroid function test and target date), and (B) the risk level of hyperthyroidism calculated for the target date is determined by comparing the heart rate distribution over N days, including the target date, with the heart rate distribution over N days, including the day of the referred thyroid function test. In cases where the risk level surpasses the designated threshold, a notification is sent to the user, prompting them to seek medical attention. TFT: thyroid function test."
    },
    {
      "text": "Figure 2. A basic description of the structure in the decision analytic Markov model. ATD: antithyroid drug; RAl: radioactive iodine."
    },
    {
      "text": "Figure 3. Markov probability analysis of each state with and without digital software support. ADT: antithyroid drug therapy."
    },
    {
      "text": "Figure 4. Tornado diagram for incremental cost-effectiveness ratio. ADT: antithyroid drug therapy; ICER: incremental cost-effectiveness ratio; TAO: thyroid-associated orbitopathy; WTP: willingness to pay."
    },
    {
      "text": "Figure 5. Results of probabilistic sensitivity analysis: (A) cost-effectiveness acceptability curve and (B) incremental cost-effectiveness scatterplot. WTP: willingness to pay.A B"
    },
    {
      "text": "Base"
    },
    {
      "text": "Effectiveness and cost estimates for two strategies on a simulated cohort of patients with hyperthyroidism."
    },
    {
      "text": "One-way sensitivity analysis by reduction of cost for hospital visits."
    }
  ],
  "references": [
    {
      "title": "Graves' Disease",
      "authors": [
        "T Smith",
        "L Hegedüs"
      ],
      "year": 2016,
      "doi": "10.1056/nejmra1510030"
    },
    {
      "title": "Prevalence, treatment status, and comorbidities of hyperthyroidism in Korea from 2003 to 2018: a nationwide population study",
      "authors": [
        "H Ahn",
        "S Cho",
        "M Lee"
      ],
      "year": 2023,
      "doi": "10.3803/enm.2023.1684"
    },
    {
      "title": "Hyperthyroidism and thyrotoxicosis",
      "authors": [
        "D Devereaux",
        "S Tewelde"
      ],
      "year": 2014,
      "doi": "10.1016/j.emc.2013.12.001"
    },
    {
      "title": "Wearable photoplethysmographic sensors-past and present",
      "authors": [
        "T Tamura",
        "Y Maeda",
        "M Sekine"
      ],
      "year": 2014,
      "doi": "10.3390/electronics3020282"
    },
    {
      "title": "Human photoplethysmogram: new insight into chaotic characteristics",
      "authors": [
        "N Sviridova",
        "K Sakai"
      ],
      "year": 2015,
      "doi": "10.1016/j.chaos.2015.05.005"
    },
    {
      "title": "Estimating accuracy at exercise intensities: a comparative study of selfmonitoring heart rate and physical activity wearable devices",
      "authors": [
        "E Dooley",
        "N Golaszewski",
        "J Bartholomew"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7043"
    },
    {
      "title": "Accuracy of wrist-worn heart rate monitors",
      "authors": [
        "R Wang",
        "G Blackburn",
        "M Desai"
      ],
      "year": 2017,
      "doi": "10.1001/jamacardio.2016.3340"
    },
    {
      "title": "Clinical feasibility of monitoring resting heart rate using a wearable activity tracker in patients with thyrotoxicosis: prospective longitudinal observational study",
      "authors": [
        "J Lee",
        "D Lee",
        "T Oh"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9884"
    },
    {
      "title": "Association between thyroid function and heart rate monitored by wearable devices in patients with hypothyroidism",
      "authors": [
        "K Kim",
        "J Lee",
        "C Ahn"
      ],
      "year": 2021,
      "doi": "10.3803/EnM.2021.1216"
    },
    {
      "title": "The diagnosis and management of hyperthyroidism in Korea: consensus report of the Korean Thyroid Association",
      "authors": [
        "J Moon",
        "K Yi"
      ],
      "year": 2013,
      "doi": "10.3803/EnM.2013.28.4.275"
    },
    {
      "title": "Methods for the Economic Evaluation of Health Care Programmes",
      "authors": [
        "M Drummond",
        "M Sculpher",
        "K Claxton"
      ],
      "year": 2015,
      "doi": "10.1093/oso/9780198529446.003.0002"
    },
    {
      "title": "Incidence & prevalence of hyperthyroidism and preference for therapeutic modalities in Korea",
      "authors": [
        "G Seo",
        "S Kim",
        "J Chung"
      ],
      "year": 2013,
      "doi": "10.11106/jkta.2013.6.1.56"
    },
    {
      "title": "Treatment options for Graves disease: a cost-effectiveness analysis",
      "authors": [
        "H In",
        "E Pearce",
        "A Wong"
      ],
      "year": 2009,
      "doi": "10.1016/j.jamcollsurg.2009.03.025"
    },
    {
      "title": "Effect of long-term continuous methimazole treatment of hyperthyroidism: comparison with radioiodine",
      "authors": [
        "F Azizi",
        "L Ataie",
        "M Hedayati"
      ],
      "year": 2005,
      "doi": "10.1530/eje.1.01904"
    },
    {
      "title": "Comparative effectiveness of therapies for Graves' hyperthyroidism: a systematic review and network meta-analysis",
      "authors": [
        "V Sundaresh",
        "J Brito",
        "Z Wang"
      ],
      "year": 2013,
      "doi": "10.1210/jc.2013-1954"
    },
    {
      "title": "Current knowledge on Graves' orbitopathy",
      "authors": [
        "K Gontarz-Nowak",
        "M Szychlińska",
        "W Matuszewski"
      ],
      "year": 2020,
      "doi": "10.3390/jcm10010016"
    },
    {
      "title": "Thyroid function and mortality in patients treated for hyperthyroidism",
      "authors": [
        "J Franklyn",
        "M Sheppard",
        "P Maisonneuve"
      ],
      "year": 2005,
      "doi": "10.1001/jama.294.1.71"
    },
    {
      "title": "Hyperthyroidism and thyroid cancer risk: a population-based cohort study",
      "authors": [
        "N Yeh",
        "C Chou",
        "S Weng"
      ],
      "year": 2013,
      "doi": "10.1055/s-0033-1341474"
    },
    {
      "title": "Sensitivity, specificity, and cost-effectiveness of the sensitive thyrotropin assay in the diagnosis of thyroid disease in ambulatory patients",
      "authors": [
        "E De Los Santos",
        "G Starich",
        "E Mazzaferri"
      ],
      "year": 1989,
      "doi": "10.1001/archinte.1989.00390030032006"
    },
    {
      "title": "Age-related differences in health-related quality of life among thyroid cancer survivors compared with a normative sample: results from the PROFILES Registry",
      "authors": [
        "F Mols",
        "D Schoormans",
        "Jwa Smit"
      ],
      "year": 2018,
      "doi": "10.1002/hed.25325"
    },
    {
      "title": "Radioiodine ablation of thyroid remnants after preparation with recombinant human thyrotropin in differentiated thyroid carcinoma: results of an international, randomized, controlled study",
      "authors": [
        "F Pacini",
        "P Ladenson",
        "M Schlumberger"
      ],
      "year": 2006,
      "doi": "10.1210/jc.2005-1651"
    },
    {
      "title": "Opportunities to reduce potential bias in ophthalmic cost-utility analysis",
      "authors": [
        "G Brown",
        "M Brown",
        "I Chaudhry",
        "J Stein"
      ],
      "year": 2021,
      "doi": "10.1001/jamaophthalmol.2020.6591"
    },
    {
      "title": "Cost-effectiveness analysis of antithyroid drug therapy, 131I therapy and subtotal thyroidectomy for Graves' disease",
      "authors": [
        "F Yang",
        "S Watanabe",
        "K Hayashi"
      ],
      "year": 2007,
      "doi": "10.3769/radioisotopes.56.65"
    },
    {
      "title": "Utility values associated with osteoporotic fracture: a systematic review of the literature",
      "authors": [
        "M Hiligsmann",
        "O Ethgen",
        "F Richy",
        "J Reginster"
      ],
      "year": 2008,
      "doi": "10.1007/s00223-008-9117-6"
    },
    {
      "title": "QALYs in cost-effectiveness analysis: an overview for cardiologists",
      "authors": [
        "O Wouters",
        "H Naci",
        "N Samani"
      ],
      "year": 2015,
      "doi": "10.1136/heartjnl-2015-308255"
    },
    {
      "title": "Guidelines for economic evaluation of pharmaceuticals in Korea",
      "year": 2021,
      "doi": "10.1017/s0009840x25000848"
    },
    {
      "title": "Cohort profile: the National Health Insurance Service-National Sample Cohort (NHIS-NSC), South Korea",
      "authors": [
        "J Lee",
        "J Lee",
        "S Park"
      ],
      "year": 2017,
      "doi": "10.1093/ije/dyv319"
    },
    {
      "title": "Data in number of deaths by region, sex, and age",
      "year": 2021,
      "doi": "10.7465/jkdi.2021.32.5.1085"
    },
    {
      "title": "Whose preferences count?",
      "authors": [
        "P Dolan"
      ],
      "year": 1999,
      "doi": "10.1177/0272989x9901900416"
    },
    {
      "title": "The disability paradox: high quality of life against all odds",
      "authors": [
        "G Albrecht",
        "P Devlieger"
      ],
      "year": 1999,
      "doi": "10.1016/s0277-9536(98)00411-0"
    },
    {
      "title": "Patient and general public preferences for health states: a call to reconsider current guidelines",
      "authors": [
        "M Versteegh",
        "Wbf Brouwer"
      ],
      "year": 2016,
      "doi": "10.1016/j.socscimed.2016.07.043"
    },
    {
      "title": "Measurement of health state utilities for economic appraisal",
      "authors": [
        "G Torrance"
      ],
      "year": 1986,
      "doi": "10.1016/0167-6296(86)90020-2"
    },
    {
      "title": "The average exchange rate in 2022",
      "year": 2025,
      "doi": "10.1017/s0009840x25000848"
    },
    {
      "title": "Consumer Price Index",
      "authors": [
        "Kosis"
      ],
      "year": 2023
    },
    {
      "title": "Research on methodologies for evidence-based healthcare decision-making process in korea",
      "authors": [
        "J Ahn",
        "Y Kim",
        "S Shin"
      ],
      "year": 2010
    },
    {
      "title": "27th Bethesda Conference: matching the intensity of risk factor management with the hazard for coronary disease events. Task Force 6. Cost effectiveness of assessment and management of risk factors",
      "authors": [
        "L Goldman",
        "A Garber",
        "S Grover"
      ],
      "year": 1996,
      "doi": "10.1016/0735-1097(96)87734-5"
    },
    {
      "title": "International survey on willingness-to-pay (WTP) for one additional QALY gained: what is the threshold of cost effectiveness?",
      "authors": [
        "T Shiroiwa",
        "Y Sung",
        "T Fukuda"
      ],
      "year": 2010,
      "doi": "10.1002/hec.1481"
    },
    {
      "title": "Cost-effectiveness thresholds: economic and ethical issues",
      "authors": [
        "A Towse",
        "C Pritchard",
        "N Devlin"
      ],
      "year": 2002
    },
    {
      "title": "Consolidated health economic evaluation reporting standards 2022 (CHEERS 2022) statement: updated reporting guidance for health economic evaluations",
      "authors": [
        "D Husereau",
        "M Drummond",
        "F Augustovski"
      ],
      "year": 2022,
      "doi": "10.1017/s0266462321001732"
    },
    {
      "title": "Digital therapeutic care apps with decision-support interventions for people with low back pain in Germany: cost-effectiveness analysis",
      "authors": [
        "D Lewkowicz",
        "A Wohlbrandt",
        "E Bottinger"
      ],
      "year": 2022,
      "doi": "10.2196/35042"
    },
    {
      "title": "Cost-effectiveness of digital therapeutics for essential hypertension",
      "authors": [
        "A Nomura",
        "T Tanigawa",
        "K Kario"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00952-x"
    },
    {
      "title": "American Thyroid Association guidelines for diagnosis and management of hyperthyroidism and other causes of thyrotoxicosis",
      "authors": [
        "D Ross",
        "H Burch",
        "D Cooper"
      ],
      "year": 2016,
      "doi": "10.1089/thy.2016.0229"
    },
    {
      "title": "The long-term follow-up of patients with thionamide-treated Graves' hyperthyroidism",
      "authors": [
        "S Bandai",
        "K Okamura",
        "M Fujikawa"
      ],
      "year": 2019,
      "doi": "10.1507/endocrj.EJ18-0418"
    },
    {
      "title": "Long-term continuous methimazole or radioiodine treatment for hyperthyroidism",
      "authors": [
        "F Azizi",
        "V Yousefi",
        "A Bahrainian"
      ],
      "year": 2012,
      "doi": "10.1210/endo-meetings.2011.part2.p17.p1-682"
    },
    {
      "title": "Outcomes in relapsed Graves' disease patients following radioiodine or prolonged low dose of methimazole treatment",
      "authors": [
        "D Villagelin",
        "J Romaldini",
        "R Santos"
      ],
      "year": 2015,
      "doi": "10.1089/thy.2015.0195"
    },
    {
      "title": "Outcome of very long-term treatment with antithyroid drugs in Graves' hyperthyroidism associated with Graves' orbitopathy",
      "authors": [
        "L Elbers",
        "M Mourits",
        "W Wiersinga"
      ],
      "year": 2011,
      "doi": "10.1089/thy.2010.0181"
    },
    {
      "title": "Comparison of the long-term efficacy of low dose 131I versus antithyroid drugs in the treatment of hyperthyroidism",
      "authors": [
        "D Chen",
        "J Jing",
        "P Schneider"
      ],
      "year": 2009,
      "doi": "10.1097/mnm.0b013e3283134d4d"
    },
    {
      "title": "Long-term antithyroid drug treatment: a systematic review and meta-analysis",
      "authors": [
        "F Azizi",
        "R Malboosbaf"
      ],
      "year": 2017,
      "doi": "10.1089/thy.2016.0652"
    },
    {
      "title": "Long-term antithyroid drug treatment of patients with Graves' disease",
      "authors": [
        "D Cooper"
      ],
      "year": 2019,
      "doi": "10.1089/ct.2019;31.230-233"
    },
    {
      "title": "European Thyroid Association guideline for the management of Graves' hyperthyroidism",
      "authors": [
        "G Kahaly",
        "L Bartalena",
        "L Hegedüs"
      ],
      "year": 2018,
      "doi": "10.1159/000490384"
    },
    {
      "title": "Adherence to long-term therapies:evidence for action",
      "year": 2003,
      "doi": "10.1007/bf03083829"
    },
    {
      "title": "Improving medication adherence through adaptive digital interventions (iMedA) in patients with hypertension: protocol for an interrupted time series study",
      "authors": [
        "K Etminani",
        "C Göransson",
        "A Galozy"
      ],
      "year": 2021,
      "doi": "10.2196/24494"
    },
    {
      "title": "Digital medication adherence support: could healthcare providers recommend mobile health apps?",
      "authors": [
        "C Backes",
        "C Moyano",
        "C Rimaud"
      ],
      "year": 2020,
      "doi": "10.3389/fmedt.2020.616242"
    },
    {
      "title": "Monitoring adherence to asthma inhalers using the InspirerMundi app: analysis of real-world, medium-term feasibility studies",
      "authors": [
        "C Jácome",
        "R Almeida",
        "A Pereira"
      ],
      "year": 2021,
      "doi": "10.3389/fmedt.2021.649506"
    },
    {
      "title": "Do mobile device apps designed to support medication adherence demonstrate efficacy? A systematic review of randomised controlled trials, with meta-analysis",
      "authors": [
        "L Armitage",
        "A Kassavou",
        "S Sutton"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-032045"
    }
  ],
  "num_references": 55
}
