{
  "paper_id": "NC3EAT9L",
  "title": "From illness management to quality of life: rethinking consumer health informatics opportunities for progressive, potentially fatal illnesses",
  "abstract": "Objectives: Investigate how people with chronic obstructive pulmonary disease (COPD)-an example of a progressive, potentially fatal illness-are using digital technologies (DTs) to address illness experiences, outcomes and social connectedness. \n Materials and Methods: A transformative mixed methods study was conducted in Canada with people with COPD (n ¼ 77) or with a progressive lung condition (n ¼ 6). Stage-1 interviews (n ¼ 7) informed the stage-2 survey. Survey responses (n ¼ 80) facilitated the identification of participants for stage-3 interviews (n ¼ 13). The interviews were thematically analyzed. Descriptive statistics were calculated for the survey. The integrative mixed method analysis involved mixing between and across the stages. Results: Most COPD participants (87.0%) used DTs. However, few participants frequently used DTs to self-manage COPD. People used DTs to seek online information about COPD symptoms and treatments, but lacked tailored information about illness progression. Few expressed interest in using DTs for self-monitoring and tracking. The regular use of DTs for intergenerational connections may facilitate leaving a legacy and passing on traditions and memories. Use of DTs for leisure activities provided opportunities for connecting socially and for respite, reminiscing, distraction and spontaneity. \n Discussion and Conclusion: We advocate reconceptualizing consumer health technologies to prioritize quality of life for people with a progressive, potentially fatal illness. \"Quality of life informatics\" should focus on reducing stigma regarding illness and disability and taboo towards death, improving access to palliative care resources and encouraging experiences to support social, emotional and mental health. For DTs to support people with fatal, progressive illnesses, we must expand informatics strategies to quality of life.",
  "year": 2025,
  "date": "2025-07-16",
  "journal": "Respir Med",
  "publication": "Respir Med",
  "authors": [
    {
      "forename": "Marcy",
      "surname": "Antonio",
      "name": "Marcy Antonio",
      "affiliation": "1  School of Information , University of Michigan , Ann Arbor , MI 48109 , United States , \n\t\t\t\t\t\t\t\t School of Information \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 48109 \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t United States",
      "email": "marcyant@umich.edu",
      "orcid": "0000-0001-9332-8512"
    },
    {
      "forename": "Tiffany",
      "surname": "Veinot",
      "name": "Tiffany Veinot",
      "affiliation": "1  School of Information , University of Michigan , Ann Arbor , MI 48109 , United States , \n\t\t\t\t\t\t\t\t School of Information \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 48109 \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t United States",
      "orcid": "0000-0003-1200-9515"
    },
    {
      "affiliation": "School of Information , University of Michigan , 105 S State Street , Ann Arbor , MI 48109 \n\t\t\t\t\t\t\t\t School of Information \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 105 S State Street \n\t\t\t\t\t\t\t\t\t 48109 \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI"
    }
  ],
  "doi": "10.1093/jamia/ocad234",
  "keywords": [
    "COPD",
    "palliative care",
    "consumer health informatics",
    "mixed methods research",
    "social isolation"
  ],
  "sections": [
    {
      "title": "Background and significance",
      "text": "Chronic obstructive pulmonary disease (COPD) is a progressive, potentially fatal illness that continues to be underresourced despite being the third leading cause of death worldwide.  1 COPD is a heterogeneous lung condition marked by shortness of breath and acute breathing events that can be fatal.  [2] [3] 3] [4] [5]  Social isolation-well recognized among those with COPD-may mean that these \"scary\" breathing events are unsupported experiences.  6, 7 Contributing factors to social isolation include decreased social networks as one ages, loss of ability to work due to loss of physical function, and discouragement from spending time within the community due to poor air quality or fear of viral infection.  5, [8] [9] [10] [11]  Because COPD is characterized by diminished physical ability and noticeable respiratory difficulties such as coughing and oxygen therapy, there can be stigma concerning disability. 12-14 Furthermore, with smoking often cited as the greatest \"risk factor\" for COPD, people may experience stigma and self-blame for having caused their illness.  12, [14] [15] ] [16] [17] [18]  The social isolation and stigmatization of COPD may result in under-treatment of anxiety and depression in the COPD population.  6, 10, [18] [19] ] [20]  Although early diagnosis of COPD and subsequent treatment can delay illness progression and improve patients' quality of life and mortality rates,  2, 4, 21, 22  the stigma toward COPD may contribute to inequitable healthcare access and resources.  5, 11, [23] [24] 4] [25]  Three quarters of people with COPD may be undiagnosed,  [26] [27] [28]  and more than a quarter will first learn of their diagnosis upon hospitalization.  25, 29, 30 Confirmation of diagnosis through spirometry testing  4, 31  may be delayed, as providers may be uncomfortable about, or not see the need for, testing,  32  or costs may be prohibitive for underinsured or rural patients.  33 Although best practice guidelines include attending pulmonary rehabilitation programs,  22, 31, 34, 35  few people have ongoing access to such programs due to smoking cessation requirements, lack of transportation, insufficient dedicated resources, or concerns about feeling \"worthy\" enough.  16, [36] [37] 7] [38] [39] [40]  COPD is potentially fatal; yet, interpersonal discomfort on the taboo topic of death may delay patientprovider discussions on prognosis.  41 The lack of dedicated resources for COPD has also extended into research,  42  as evidenced by some researchers calling COPD the \"poor cousin\" 25 of other chronic conditions.\n\nConsumer health informatics (CHI) holds potential for addressing challenges related to health outcomes and resource access for people with COPD. Figure  1  illustrates common CHI strategies applied across different health conditions that update and expand upon Klasnja and Pratt 43 5 intervention strategies for mobile health. These include health promotion and illness prevention, healthcare provider communication, decision support, patient education, selfmanagement, monitoring and tracking, caregiver support, and continuity of care.  [43] [44] 4] [45] [46] [47] [48] [49]  To date, most CHI interventions for COPD have involved telehealth, mobile apps, and tracking devices to (1) promote disease self-management through information and education  [50] [51] [52] [53] [54] [55] [56] [57] [58]  and (2) facilitate the monitoring of physical activity and COPD symptoms.  50, 51, 53, 55, [58] [59] ] [60]  However, the effectiveness of such tools for COPD is uncertain, 51 , 61 perhaps due to the lack of socioeconomic support required to \"self-manage\" COPD effectively.  53, [62] [63] 3] [64]  COPD apps illustrate the dominance of self-management strategies,  53, 60, 61, [65] [66] [67] [68]  while also repeatedly demonstrating the limited evidence of the effectiveness of these apps,  58, [65] [66] [67] [68]  , and the lack of examples in addressing social needs for selfmanagement.  53, 58, 60, 61, 65, 66 any of the CHI strategies for COPD have evolved from interventions for other chronic conditions (eg, diabetes and hypertension),  [69] [70] [71]  which typically do not have the same clinical and social characteristics as progressive, fatal illnesses with few treatment options like COPD.  68 In addition, even when internet-based interventions are extending to support emotional and mental health for people with chronic conditions, the focus continues to be on other illnesses, such as cardiovascular disease, diabetes, chronic pain, and cancer.  72 oreover, the design of COPD CHI interventions may not incorporate COPD patients' views.  53 Consequently, CHI interventions for people with COPD may not be addressing needs regarding social isolation,  5, 9  countering stigmatization,  12, [15] [16] [17]  and supporting mental and emotional health.  20 his gap is especially significant given that digital technologies (DTs) have the potential to transform stigmatizing, isolating experiences and inequitable outcomes by providing a place for the narration and validation of experience,  73, 74  peer-based information exchange,  [73] [74] [75]  emotional support,  73, 74  and community building to advocate for resources and policy change.  [76] [77] 7] [78]  We therefore aimed to explore how DTs were used by people with COPD to promote their physical, social, emotional, and mental health.  72 In this research, we take COPD as an example of a progressive, potentially fatal illness for which clinical and social characteristics may lead to fundamentally different illness experiences than those for which CHI interventions are typically developed."
    },
    {
      "title": "Research objective",
      "text": "To investigate how people with COPD use DTs, we sought their perspectives on the current and potential roles of DTs in addressing illness experiences, outcomes, and social connectedness."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Theoretical foundations and definitions",
      "text": "We applied the transformative approach, 79-88 rooted in social justice and equity, throughout all study stages. Figure  2  illustrates that the core principles of the transformative approach can be conceptualized to study how CHI may meet patients' needs and priorities, address power differentials, and combat discrimination and oppression.  [79] [80] 0] [81] [82] [83] [84] [85] [86] [87] [88]  Our use of the transformative approach prioritizes patient knowledge about access to resources for improving quality of life, reducing stigma, and promoting social inclusion.  [79] [80] [81] 81] [82] [83] 85  Transformative mixed method studies share participatory methods with community-based participatory research,  [89] [90] [91]  and often begin with a qualitative stage to incorporate participants' perspectives into the research design, with the aim of elevating participants' knowledge to challenge an inequitable status quo.  83, 85 ur study asked people with COPD how they use DTs to support their experiences and outcomes with COPD and for social connectedness. To avoid assuming the scope of DTs used by patients, we provided multiple examples of DT activities (eg, emailing, text messaging) and tools (eg, Skype) and designed our questions to consider different potential roles for DT (eg, communication, education, information-seeking).  73, 74  We defined social connectedness as the sense of belonging people have with their family, friends, community, and peers.  92 Our definition of illness experiences and outcomes evolved from definitions of quality of life 93 and structural inequality  94, 95  : we considered the individual's perspective of their physical, social, emotional, and mental health and the historical, economic, political, and societal contexts that shape this perspective. Notably, we use the term fatal illness to reduce the taboo around discussions of death 41 and to draw attention to the potential outcome of COPD.  96 However, we also want to emphasize the importance of matching individual preferences for the terms people living with these illnesses use when describing their illness trajectory.  97"
    },
    {
      "title": "Data collection and study design",
      "text": "A transformative exploratory mixed methods research study  79, 80, 83, 85, 86  was conducted from December 2019 to July 2020. Figure  3   The PROs were used to evaluate if people who used DTs to support their COPD or for social connectedness would report better PRO scores, to assess the severity and experiences of having a potentially fatal lung condition, and to assist in identifying stage-3 participants. PROs were selected for this study based on their alignment with the transformative approach in having \"the status of a patient's health condition. . . come[s] directly from the patient, without interpretation of the patient's response by a clinician or anyone else\".  105, 106 The National Institutes of Health (NIH) has invested extensively in the development of PROMIS in creating more relevant measures for evaluating quality of life and day-to-day functioning for patients with chronic disease.  107 oth the NIH and the US Food and Drug Administration have recommended the use of PROs for clinical research.  107, 108 The CAT 102 has been extensively use in clinical trials, 109 clinical practices for evaluating severity of COPD, as a screening measure in addressing the underdiagnosis of COPD, 22 and in health informatics research in evaluating self-management apps.  60, 65, 66 Recent Global Initiative for Chronic Obstructive Lung Disease updates to COPD guidelines have recommended CAT be used to address the limited reliability of using FEV1 to evaluate COPD severity at the individual level.  4 he study received harmonized ethics approval across 5 health regions and 2 universities in British Columbia (UBC REB# H18-01530)."
    },
    {
      "title": "Participant sampling, recruitment, and inclusion criteria",
      "text": "The 2-dimensional sampling model consisted of multilevel mixed purposeful, convenience, and nested sampling.  110, 111 his sampling model involved recruiting 6-12 participants for stage-1, 65-70 participants for correlational analysis of stage-2 survey data, and 3-4 participants in subgroups for stage  -3 interviews. 111  Following this sampling model, participants were recruited from community and health organizations across British Columbia, Canada who provided support to older adults and the COPD population. Our initial inclusion criterium was that people had to identify with a diagnosis of COPD. However, early into the study people came forward who had shared lived experiences of a progressive, potentially fatal lung condition, and some were attending the COPD support group when they could find no available support related to their illness. In order to surface this hidden population's experiences, we broadened our inclusion criteria to people living with a progressive, potentially fatal lung condition and identified with the COPD community. The survey began with 3 questions: (1a) Do you have COPD, emphysema, or chronic bronchitis; (1b) If not, what makes you a good fit for the study?; and (2) Have you been formally diagnosed with COPD. In addition, the results from the PROs were used to further assess inclusion in the study based on people's severity (CAT) and experiences (PREM-C9) of living with a progressive, potentially fatal lung condition."
    },
    {
      "title": "Data analysis",
      "text": "Interviews were audio-recorded and transcribed verbatim, then coded using ATLASti software.  112 A codebook for both interview stages was created and consisted of concept, versus, attribute, and in vivo codes.  113 Interviews were coded at the end of stage-1; all interviews were merged as a set at the end of stage-3.\n\nPaper-based surveys were entered and analyzed through SPSS. An analysis guide was created with a statistician before conducting Pearson's correlation testing. Descriptive analysis was conducted to evaluate frequency distribution for types and activities of DTs and to assist in identifying stage-3 participants.\n\nOur integrative mixed-method analytic approach 114 involved comparing and contrasting data across the 3 stages to develop meta-inferences. As illustrated by the triangular boxes in Figure  3 , data were mixed after each stage and after completion of the 3 stages. Our analytic process of integration involved creating figures and joint displays to provide visuals of the mixed data.  114, 115"
    },
    {
      "title": "Results"
    },
    {
      "title": "Characteristics of participants",
      "text": "Participants (N ¼ 83) included 3 who completed only the stage-1 interviews (n ¼ 7 total). Eighty completed the stage-2 survey. Thirteen survey respondents also completed stage-3 interviews. Multimedia Appendix SA details the demographics and PRO results of all participants. The data presented in the results represent the 77 participants who identified as having COPD. The results from the people who identified with a lung condition outside of COPD are summarized in the final section of the results and supporting data are presented in Multimedia Appendix SC. Of the 77 COPD participants, 3 were unclear about their COPD diagnosis (3/ 77; 5.2%) due to hearing different messages between providers, lack of follow-up, and recently receiving a lung transplant. COPD participants were close to high severity of COPD (19.38 ± 6.49), with an average age of 74 ± 7.9. Most of the COPD participants were White individuals (83.1%), over two-thirds reported encountering financial difficulties at some point, and 1-quarter had a postsecondary degree. Notably, 32 of the 47 women lived alone, whereas 1 man lived alone."
    },
    {
      "title": "General use of digital technologies among people with COPD",
      "text": "Most COPD participants across all 3 stages (67/77; 87.0%) reported use of DTs. People who reported limited or moderate use tended to use 1 or 2 devices, while people categorized as \"high use\" (36.4%; 28/77) often used 3 or more devices. The main devices used by technology adopters were mobile phones (51/67; 76.1%), desktops (74.6%; 50/67), tablets (67.7%; 44/65), and laptops (61.5%, 40/65). Of those, mobile phones had the lowest percentage of high use (34.3%; 23/67). Notably, over half (33/64; 51.6%) of technology adopters reported that they had not downloaded apps; some participants first discovered they had a health app when they scrolled through their mobile devices during the interview."
    },
    {
      "title": "DT use for social connectedness",
      "text": "The survey demonstrated that people who used DTs reported using them most often to connect with their family (53/64; 82.8%) face-to-face friends (54/68; 79.4%), and online friends (46/68; 67.6%) (see Multimedia Appendix SB for a summary of technology use and frequency). Close to half of DT adopters who had used DTs to connect with their health professional (34/67; 50.7%), or other people who supported their care (27/63; 42.9%). In the qualitative data, there were limited examples of people using DTs to connect with COPD supports specifically, however, people reported often using to DTs for social connectedness. During the stage-3 interviews, people noted how the connections with their family had changed with the onset of the COVID-19 pandemic when they began to meet online for virtual family reunions (see Table  1A ). No one had conducted a video healthcare visit.\n\nPeople who reported more frequent use of DTs for social connectedness reported higher satisfaction with their social roles and activities. Non-adopters were more likely to report that technology isolated them, but 2 high adopters of technology also noted that technology compounded their feelings of isolation in being unable to connect to resources, friends, and family."
    },
    {
      "title": "Current DT strategies for COPD experiences and outcomes",
      "text": "Participants frequently used the phrase \"lack of\" regarding information about their diagnosis and about progression and treatments. For participants, the role of DTs in illness outcomes and experiences was limited in part due to a \"lack of\" available resources. Additionally, participants felt that the \"lack of\" information on prognosis and treatment corroborated their status as members of an underserved illness group. Furthermore, since few DTs directly addressed their illness experiences, they expressed a \"lack of\" interest in using current DT options for COPD, though some did use existing DTs in line with current CHI strategies."
    },
    {
      "title": "A \"lack of\" cure and a \"lack of\" information about progression and treatment",
      "text": "Participants referenced the \"lack of\" information not only in terms of diagnosis; they also associated the lack of a cure with the lack of information about progression and treatments for COPD (see Table  1B ). The lack of technologies and information for COPD resulted in participants evaluating their illness progression through changes to their treatments. Many participants wanted more tailored information about their current stage of COPD and their illness's progress. They also wanted to know about updated medication and treatment advancements that had been prescribed by healthcare providers to some people within their COPD group, and whether their current, long-term medication was still being effective. Some participants noted that they had received no follow-up information from their healthcare providers since their diagnosis, and others noted having to advocate for themselves when they needed more information about newer, approved therapies for COPD from their healthcare provider."
    },
    {
      "title": "Strategies for illness self-management",
      "text": "Similarly, strategies for illness self-management were impacted by the lack of information on COPD management, medication, and prognosis (see Table  1C ). People who lacked access to a provider offered examples on how they were managing their illness by discontinuing medications that were perceived to no longer be working, or developing breathing exercises while being uncertain if they were helpful. Other people cited their action plan as the primary resource received from their healthcare provider and knew when to reach out for services. However, these management strategies were quite different from those of the 2 participants with access to an ongoing pulmonary rehabilitation program; both noted Table  1 . Current DT strategies for social connectedness and illness experiences and outcomes."
    },
    {
      "title": "A. Use of digital technologies for social connectedness Quantitative",
      "text": "There was a low, positive correlation between more frequent of DTs for COPD and satisfaction with social roles and responsibilities (PROMIS PRO) (r ¼ 0.\n\n35, P (2-tailed) < .01). There was a low, negative correlation between more frequent use of DTs feeling less isolated by technology, r ¼ -0.47; P (2-tailed) < .01. Qualitative Technology for social connectedness [Lists groups of connections]. . . You know the technology comes in handy for lots of connecting. So, yay, it is really amazing what you can do. [PA06, Stage-1] Virtual family reunions I just started using WhatsApp here maybe, not even two months ago. One of my stepsons set it-well he didn't set it up, I set it up but he wanted to do it so that was. . . so we get the whole family on there. [PA61, Stage-3] My daughter organized it. . . I just went down to her condo and talked to mostly family members. [PA06, Stage-3] B. A \"lack of a cure\" and a \"lack of information\" on progression and treatment Quantitative A low correlation was found between frequency of DTs and experiences of COPD (PREM-C9) (r ¼ 0.26, P (2-tailed) < .01), and no correlation was found between frequency of DTs for COPD and outcomes of COPD (CAT) and experiences of COPD (PREM-C9).\n\nThe PRO question which asked people if they had enough information about their condition (0 positive experience) versus being frustrated by the lack of information about their condition (5 negative experience) had a mean of 2.07 ± 1.36, suggesting a need for more information about their condition.\n\nThe PRO question which asked people if they understand their COPD treatments (0 positive experience) versus felt confused about how their COPD treatments worked (5 negative experience) had a mean of 1.85 ± 1.36, suggesting a need for more information about how their COPD treatments worked."
    },
    {
      "title": "Qualitative",
      "text": "Lack of a cure Oh there's no cure, there's really no treatment-but nobody says ok, here's what you're going to go through, here's what the progression of it is like. [PA67, Stage-3] There's no like cure or anything but if they can give you an idea of what might relieve symptoms that would be something that [I] would be interested in. [PA64, Stage-3] Lack of technologies and information for COPD With heart disease there were so many tests done to determine what damage my heart has undergone, but they have imaging, .. blood tests, . . . angiograms,. . . hands on testing like listening and. . . echocardiograms. . .-so they have a number of diagnostic tools. But with COPD the diagnostic tools. . . I'm sure they're very well based in science and experience, but it just seems pretty minimal compared to another organ's disease and yet COPD or chronic lung disease is such a common problem. . . There just seems to be little depth to it. [PA67, Stage-3] They give you the testing for the amount of air, or oxygen you're not getting and they in the lungs. . .so, they can tell you, well, you are getting worse each year and they can't tell you exactly where [you are at]. [PA61, Stage-3] It's progressed. When I first started with Symbicort it was one puff, once a day and now it's two puffs, twice a day. SO this is how you know [the progression], you just increase dosages of switch inhalers, or go to something a little stronger or longer lasting. [PA15, Stage-3] Just recently, it's taken a turn for the worse and my doctor just recently referred me to the lung transplant place. So that's kind of a hard one to take and I've done a few of the testings they want. [PA04, Stage-1] [Starts reading doctor's notes]. She's got \"very severe COPD\". First time I knew I was very severe. . ..So I'm like \"Okay, so what does this mean?\" He says \"well, technically uhm, as you age, you're going to lose a couple of points every year\". He didn't say what the level of my points were, whatever. So I went home and read all about it and everything. And then I got a new doctor, and same thing! Just don't pay any attention. Like, oh, I see you have COPD-and, they keep sending me off for tests. [PA11, Stage-3] Lack of information on recent medication and treatment advancements So far all I've been able to discover about COPD in terms of treatment is puffers, that seems to be it. And that can't be right. I mean to me that just doesn't make sense, there must be other treatment right? Now is that wishful thinking, I don't know. I know humans get things that are untreatable. [PA67, Stage-3] If they start when they're younger being taught how to take their medication properly, and more importantly to understand . . . have a doctor really understand and be able to tell you why you have this condition and what the reason is and what the outlook will be, you know, if you take this medication. [PA78, Stage-3] I think it is [hard] to find out really, you know, whether you have to be on the medication, you know, and really how bad their lungs are. [PA04, Stage-1] Follow-up and the need to advocate I am surprised that there has been absolutely NO follow-up on the original diagnosis made 15þ years ago. I have no idea if my condition is better or worse!! [PA 14, open text survey response] Filling in the blanks of lack of information shared by doctors and people that should know. . . research, and advocating for myself when I decide there's a need for more information. [PA04, Stage-1]\n\n(continued)\n\nthe importance of their multi-year maintenance programs for providing them with regular connections and tailored information for managing their COPD."
    },
    {
      "title": "Interest in current consumer health informatics strategies",
      "text": "Information seeking: Potentially linked to the perceived \"lack of\" information from healthcare providers, COPD patients' most common DT uses involved searching for information (see Multimedia Appendix SB). Participants were more likely to seek information on symptoms and medications and treatments, and some found it could be difficult to assess the accuracy of online information or be \"mentally upsetting\" to read statistics about their illness (see Table  2A ).\n\nMonitoring and tracking: The majority of participants reported no (39/66; 59.1%) or limited (15/66; 22.7%) use of DTs for tracking medications (see Table  2B ). Interviewees stated that bubble packs for their medications met this need, so DTs weren't necessary. Although pedometers and oximeters have been promoted for COPD-for tracking physical activity and monitoring oxygen levels, respectively-twothirds of people did not use devices for these purposes. Yet 59.1% of participants reported using DTs to monitor and track other health conditions (eg, hypertension). Interviewees who had previously used oximeters found that oxygen percentage information was of limited value in early-stage COPD, as their oxygen readings did not reach critical levels.\n\nIn addition, people knew when their breathing was \"problematic and when it's not\" without technology. However, a participant in late-stage COPD found the oximeter to be a \"savior\" for determining whether their shortness of breath was related to their O 2 or CO 2 levels.\n\nAsynchronous versus synchronous support: Although the majority of technology adopters reported reading forum or blog posts, only 2 people reported high frequency in commenting on forums, blogs, or social media (see Table  2C ). Eighteen survey respondents reported using DTs frequently to participate in support programs. However, the open-ended survey and interviews revealed participants most often used phone and email to communicate with their peer support group. When reaching out to people to discuss their illness preference was for synchronous forms of communication, rather than public, asynchronous forms of communication, such as Facebook."
    },
    {
      "title": "Use of DTs to support quality of life among people with COPD",
      "text": "During interviews, participants offered few examples of using DTs to manage their COPD specifically. However, they noted an interest in connecting with people with shared illness experiences, and many steered the conversation toward explaining their use of DTs to support their social, emotional, and mental health beyond COPD symptom management."
    },
    {
      "title": "C. Strategies for self-management Quantitative",
      "text": "The mean for the PRO question that if participants were confident (0) versus worried (5) that in a flare-up they would have access to treatments or a doctor/nurse was 2.00 ± 1.46, suggesting that people were somewhat worried about being able to access treatments.\n\nThe mean for the PRO question that asked participants if they were not worried (0) versus worried (5) about getting care from health professionals during a flare-up was 1.95 ± 1.43 suggesting that people were somewhat worried about being able to access care from a health professional during a flare-up."
    },
    {
      "title": "Qualitative",
      "text": "Impacted by the lack of information Monitoring and tracking for a progressive, potentially fatal illness As far as myself tracking it, uhm, I don't really have anything. Nothing concrete. Just what I can remember in my head. [PA04, Stage-1] There's one here that says welcome to the new health app. But I haven't got it set up. . . I don't know what it could do for me, if it could do anything. . . [My girlfriend] bought an Apple one and she gave me this one. I put it on and I was using it for a while. It tells you how many steps you walked that day and I just don't wear it anymore. [PA44, Stage-3] C. Asynchronous versus synchronous support Quantitative Participants who used DTs reported the following frequencies in: Reading posts on social media sites, blogs, or online forums (non-use: 29/66, 43.9%; limited use: 19/66; 28.8%; high use: 18/66, 27.3%) Commenting on social media sites, blogs, or online forums (non-use: 50/67, 74.6%; limited use: 15/67; 22.4%; high use: 2/67; 3.0%) Qualitative Synchronous You see who's online when you type in messenger [you can see] who's awake, yay your just click on them and away you go. I do that often. [PA-03, Stage-1] Well I think [a video conference with a healthcare provider] it's the only way to go. And again it's always nice to put a face to somebody that you're talking to. It makes a big difference. [PA44, Stage-3] Asynchronous But most of Facebook is telling you what they had for breakfast, and you, and I'm not interested in having conversations like that. [PA06, Stage-1]. Well some people keep it more and some people text or make comments, it's just not something I do. I'm interested in reading what they're doing. [PA41, Stage-3] I've been having concerns about my COPD so because you don't get to see your doctor anymore I've thought, well maybe I should look online and then I kind of lose the motivation to do it for some reason. I don't know why. It's such a oneway communication system. [PA67, Stage-3] Creating a safe online place to meet People who were interviewed after the start of the COVID-19 pandemic mentioned the loss of their connections with peer support groups and expressed interest in creating a safe online place to meet (see Table  3A ). The in-person COPD group had been a valuable place for people to share lived experiences: to find information on treatments that worked for others, for discussions about the fatal aspect of COPD, and to know that they were not alone. However, participants also noted that having these existential discussions necessitated first knowing the other people and that 2-way communication was important."
    },
    {
      "title": "Intergenerational connections",
      "text": "When asked about DT use, participants often referenced intergenerational connections (see Table  3B ). Specifically, they used Facebook, Instagram, YouTube and Skype to stay updated about their grandchildren's lives. These examples illustrated how DTs have enabled people to feel connected across multiple generations: by carrying on traditions introduced by grandparents, by leaving a legacy for younger family members through posting photos and documents on ancestry sites, and to pass on memories by writing about their life experiences."
    },
    {
      "title": "Leisure activities",
      "text": "Participants used online leisure activities for connecting socially and for respite, reminiscing, distraction, and spontaneity (see Table  3C ). DTs allowed people to make connections all over the world, to document past travels and to revisit hobbies and passions. Other participants shared how online leisure activities, such as listening to music and comedy acts or watching movies and concerts, offered distraction from negative thoughts, provided a broader sense of connection, and afforded opportunities for spontaneity."
    },
    {
      "title": "Shared experiences of living with a progressive, potentially fatal lung condition",
      "text": "Multimedia Appendix SA compares the survey data from the participants who identified with a fatal lung condition that wasn't COPD, and those with COPD. Notably, the non-COPD participants reported more severity of their lung condition and less satisfaction in their social roles and activities than the COPD group. As illustrated in Multimedia Appendix SC, all 3 interviewed participants shared similar experiences to the COPD population when recognizing the fatal aspect of their illness, the lack of information about treatments and the need to advocate. Their use of DTs to support their illness were also similar to COPD participants: selfmanagement strategies did not extend beyond information seeking, and the intergenerational connections afforded through DTs were important for staying socially connected. Notably, 2 interviewed non-COPD participants shared their experiences in being identified with COPD when they were out in the community or when struggling to find a diagnosis. The third interviewed participant saw himself as an \"oddball\" in not fitting into any current programs and joined the local COPD support group. He discussed how technology was magnifying the isolation he felt in not having available resources specific to his illness."
    },
    {
      "title": "Discussion",
      "text": "Although the majority of participants reported using DTs, there were few instances of DTs being used for COPD beyond asynchronous searching for educational resources. This low utilization of DTs for COPD suggests that CHI's\n\nQualitative Connecting socially I play pool against people from all over the wooooorld [stresses the word]. . . I have a person who has befriended me and we have become friends on Facebook. . . I have two lady friends who live in Nairobi and another lady lives in Greece and another fellow lives in Israel, one in France, England, uhm-the United Kingdom, I know people that play there from the United Kingdom, all over Canada. [PA04, Stage-1] Yea, I play [games online] with other people. That's important to me to be playing with other people. Robots are just too boring. [PA44, Stage-3] Respite, reminiscing, distraction, and spontaneity It's been a really special thing, reminiscing. I belong to my old high school alumni. . .. That kind of thing it's really cool. [PA67, Stage-3] We watch a lot of wilderness programs that are on You-Tube. I love You-tube. . .Yea I love nature, I love outdoors. I spend a lot of time outdoors. I used to be quite an avid hiker and I'm still kind of hunting fish. [PA61, Stage-3] I have an app I'm addicted to. I put in stand-up comic. I put the headset on and I get into bed and I will fall asleep, but who cares. But I will wake up laughing. . . And I think that is one of the best thing I do for myself. . . Some days I don't like what's in my head, but listening to these people and the things that they tell you, you get a whole different slant on life. [PA11, Stage-3] [Streaming TV shows] gives you something else to do. It's not great sitting all the time, but it is. . . and you learn a little something here and there. Yeah, it's sort of like when I watch Netflix, it's sort of like having company, you know? So I find it positive. [PA41, Stage-3]\n\nMostly what I watch and do almost on a daily basis is tune into Celtic Thunder and listening to their singing and they have so much fun together. And then sometimes I'm lucky enough for whatever happens, it switches over to something entirely different. This one evening it switched over to Johnny Cash and three others. [PA06, Stage-3]   Cause it takes you down a rabbit hole. You push one web site and it takes you to three others. [PA11, Stage-3]   a Notably, this was reported 3 months prior to the COVID-19 pandemic.\n\nTable  3 . Continued current strategic foci may not align with the needs of the COPD population. We propose 3 reasons for this lack of alignment. Firstly, CHI's strategic foci on health promotion, illness prevention, and tracking and monitoring may not be ideal for addressing the existential distress and suffering experienced in living with a progressive, potentially fatal illness.  116, 117 Secondly, current CHI strategies that easily lend themselves to the \"quantifiable self\" may not align with progressive illnesses that have a less predictable trajectory.  118 hirdly, the individualistic focus on self-management may not recognize the required socioeconomic supports,  62  and may perpetuate blame on patient populations when they fail to adopt DTs that do not meet their needs. 100"
    },
    {
      "title": "Quality of life informatics framework",
      "text": "Therefore, based on study findings we propose a framework that reconceptualizes CHI toward developing and deploying technologies that center quality of life. The proposed framework in Figure  4  provides an alternative to the common CHI strategies presented in Figure  1 , and prioritizes (1) reducing stigma,  76, 119  (2) promoting a palliative approach,  6,41,96,120 and (3)  supporting social, emotional, and mental health.  5, 9, 20 Exploration of this quality of life informatics framework with study findings is provided in the following sections, and further examples of possible informatics strategies are presented in Table  4 ."
    },
    {
      "title": "Reducing stigma regarding illness, disability, and taboo towards death",
      "text": "Although people mentioned visiting reputable sites for health information, people found the information was not specific enough to their current stage of COPD, and their own personal situation. However, participants expressed the desire for more interactions with their healthcare providers, and some noted how it had been over a decade without follow-up care. Other work has shown that healthcare providers may be reluctant to discuss the progressive, potentially fatal aspect of COPD.  6, 41 As such our framework emphasizes the need for reducing stigma regarding illness, disability, and taboo toward death by encouraging opportunities for communicating information about illness progression through a person-centered lens. Importantly, the person-centered 97 component of this strategy recognizes varying cultural values in discussing illness, disability, and death. As such, these informatics tools must be accompanied by provider training on eliciting patients' preferences for how and when to approach these sensitive conversations.  97 eople in this study were not interested in participating in the kind of public, asynchronous forums that have been successful with other patient groups (such as those with cancer and HIV  [136] [137] [138]  when advocating for policy change, addressing stigma, and improving resources and treatment.  139, 140 ather, our findings suggested that developing safe, synchronous places to share illness experiences could be an alternative way to bring together a community that could work towards reducing stigma. As part of the transformative approach goal of building capacity, the researchers worked with the community partner in developing a virtual program that included biweekly virtual exercise classes facilitated by a kinesiologist and monthly webinars on recent medication and treatment advancements and advanced care planning that were delivered by respirologists, pharmacists and respiratory therapists.  141 Future research should evaluate whether similar virtual programs could (1) reduce stigma by bringing together a community of patients, families, community members, and healthcare providers that can advocate for change; (2) address the lack of information by providing opportunities to learn from healthcare experts; and (3) support social, physical, and mental health through biweekly peer support. 119\n\nImproving access to resources for palliative care Chronic care models emphasize that self-management is only 1 piece of care, and the importance of ongoing engagement and follow-up with a multidisciplinary, proactive care team trained on consulting patients on the progression of their chronic illness.  55, 96, [142] [143] 3] [144]  However, similar to findings in previous studies,  [35] [36] [37]  few people in this study had ongoing access to multidisciplinary programs that may help in decreasing depression and anxiety and improving quality of life.  34, 35 . As such, our framework emphasizes the need for facilitating culturally sensitive end-of-life discussions and providing access to multidisciplinary care resources. Pulmonary rehab programs have been adapted to incorporate leisure activities as a way to target social isolation 145 and delivered by palliative multidisciplinary care teams who are trained in providing support to people throughout all stages of COPD progression.  128 The proliferation of teleconferencing tools during the past 3 years 37,146 offers a way to reach patients who previously were denied access-those who lack transportation access, have limited social support, currently smoke, or fear viral infection.  [37] [38] [39] [40] 147  Encouraging experiences to support social, emotional, and mental health In interviews, many people recognized that \"COPD will kill you\" and sought support for their social, emotional, and\n\nTable 4. Examples of quality of life informatics strategies."
    },
    {
      "title": "Reducing stigma regarding illness and disability and taboo toward death"
    },
    {
      "title": "Framework concepts Possible strategies",
      "text": "Developing safe, synchronous places to share illness experiences\n\n• Virtual community-based programs that brings together patients, families and healthcare providers who can work toward destigmatization and advocate for change. 119,121 • Internet-based delivery of therapy and pulmonary rehabilitation programs to prevent stigmatizing experiences that may occur when entering public venues for mental health.  72 mmunicating information about illness progression through a person-centered lens\n\n• Online training for providers on how to approach culturally-sensitive discussions on illness progression.  97, 122  Pre-set reminders within electronic health records that prompt providers to evaluate and discuss disease progression with patients annually.  4  Routine collection of illness-specific PROs (eg, CAT) using patient portals or tablets given to patients to complete as they wait a healthcare visit.  4 proving access to resources for palliative care"
    },
    {
      "title": "Framework concepts Possible strategies",
      "text": "Facilitating culturally sensitive end-of-life discussions Providing access to multi-disciplinary care resources\n\n• Online multimedia that encourages interactive dialogue, self-reflection, and story-telling to support patients and families as the illness progresses. 122 • Patient portals that incorporate tailored resources on advanced care planning 123 that are more inclusive of patients and families' cultural and spiritual background, 122 and incorporate quality of life considerations.  124  Shared decision-support tools to understand patients' values and preferences on treatment decisions during their day-to-day activities,  125, 126  and as their illness progresses.\n\n• Online decision aids for advanced care planning that incorporate preferences for leaving a digital legacy. 127\n\n• Clinical support tools that use PRO data to recommend referrals to palliative care and mental health resources.  96  Online synchronous delivery of pulmonary rehabilitation programs with a multidisciplinary palliative care team 128 to facilitate discussions on living with a progressive, potentially fatal illness."
    },
    {
      "title": "Encourage experiences to support social, emotional, and mental health"
    },
    {
      "title": "Framework concepts Possible strategies",
      "text": "Supporting intergenerational connections for passing on legacy, traditions, and memories\n\n• Digital storytelling tools to support passing a on legacy.  [129] [130] [131]  Distancing from negative thoughts Creating opportunities for spontaneity and reminiscing\n\n• Self-care tools that provide recommendations on how to incorporate mindfulness during activities of daily living, 118 and encourage \"digital play\" 132 by matching people to online leisure activities that offer distraction. • Internet-based therapy using various modalities, especially cognitive-based therapy (CBT) to support mental and emotional health.  72, 133 Virtual reality systems for revisiting past travel locations and events  134, 135  in encouraging spontaneity and reminiscing."
    },
    {
      "title": "Encouraging respite from facing the prognosis",
      "text": "• Recommendation systems that allow people with progressive, potentially fatal conditions to see information about prognosis according to their preferences.\n\nmental health as they faced this reality. As such, they found that CHI's strategy of monitoring and tracking clinical indicators did not fully align with this need. In addition, our study highlighted that patients may not always follow the treatment plan outlined by providers. As such, there is a need for developing \"mundane technologies\" that align with the activities of day-to-day living and reveal how patients make decisions around treatments.  125, 126  However, previous research has noted how monitoring and tracking can negatively impact patients' quality of life 148 by being overwhelming, 117 incompatible with daily life, 149 and in opposition to patients' need to maintain control and establish normalcy.  150 oreover, medicalized devices that provide continuous monitoring may counter the needed distraction that may be beneficial for reducing negative moods, 151 and detract from DTs' role in distancing from negative thoughts  152, 153  when facing the uncertainty of the disease trajectory. Below we examine how participants use of DTs for intergenerational connections, leisure, and other activities outside of their illness provides multiple avenues for distancing from negative thoughts. Participants' intergenerational activities of leaving a legacy, carrying on traditions and passing on memories could also be a way to prepare for end-of-life, promote well-being, and reduce anxiety for older adults.  154 Previous studies of people with a fatal illness have noted the importance of \"needing to prepare\" 6 by writing wills and advanced planning guides, 155 and putting legacy documents 116 in order. Recent research studies have explored how DTs can support leaving a legacy 153 through the sharing of stories through text, images, videos, and music.  130 Older adults' \"digital storytelling\" can promote emotional and mental health, address loneliness,  131, 156  and help develop meaningful social connections across generations. 129 However, although a \"digital legacy\" can be of comfort to loved ones, without clarity as to the disposition of this information after a person's death may go against what they envisioned.  157, 158 Future CHI studies could examine both how digital storytelling and digital legacy discussions could be integrated into palliative care programs.  157 he online leisure activities participants shared in watching concerts, listening to comedy acts and music, and revisiting past hobbies demonstrated how creating opportunities for spontaneity and reminiscing can support social, emotional, and mental health.  159, 160 Leisure activities can be a venue for countering sorrow from the diminished opportunities for spontaneity and social connectedness among people aging with a chronic illness.  142, 145, [161] [162] 2] [163] [164]  Spontaneity has been recognized as promoting social and emotional health for children, 165 but we were unable to find similar studies for adults. Future research could examine if DTs can be used to prompt spontaneity for older adults living with chronic conditions.\n\nOlder adults participating in active leisure activities that have been historically pursued in-person (eg, cultural events, volunteer work, hobbies) have been found to be more important in maintaining social connectedness than passive activities (eg, using computers, watching TV, or listening to the radio). 166 However, given participants' online leisure activities and the evolution of DTs since 2020,  167  further CHI studies about how both active and passive online leisure activities may support social, emotional, and mental health for people with progressive, potentially fatal illnesses are warranted. For example, CHI studies could expand on emerging research on virtual reality that supports travelbased activities and opportunities to 134 promote social and emotional health for older adults.  134, 135 rticipants' limited use of DTs suggest that people with COPD may wish to create a separation between their illness world and their online world. When living with the reality of a potentially fatal illness, people may want choose when to acknowledge their COPD through DT use and when to retreat as a form of respite from facing the prognosis. Paterson's 161 model of shifting perspectives of chronic illness further illustrates how patients want to maintain control over when to focus on living well and versus the burden, progression, and stigma of their illness. The model illuminates how algorithms may deny people this control, by using previous searches to send unwanted online recommendations during needed respite periods. Thus, future CHI research should evaluate the impact of recommendation systems on the emotional and mental health of people with fatal, stigmatizing chronic conditions."
    },
    {
      "title": "Limitations",
      "text": "Heterogeneity could not be achieved in some aspects of the study. Most people identified with a European descent. Most participants attended a COPD support group, so they may represent a more socially connected population. Additionally, not everyone in the study was living with a formal COPD diagnosis. Our analysis of this subgroup illustrated how they can experience another layer of social isolation from not being able to find resources specific to their illness, although some of these participants were partially able to address this isolation by connecting with a COPD peer support group where they could share similar experiences. Other than the PROs, the questions in the survey did not undergo formal validity testing. To address this limitation, existing surveys were reviewed, and multiple people evaluated the survey before it launched."
    },
    {
      "title": "Conclusion",
      "text": "Participants' emphasis on the lack of information about progression and treatments demonstrated the ongoing gap in providing dedicated resources for people with COPD. In addition, the limited examples of DT usage for COPD suggest that current CHI strategies may not meet the needs of the COPD population, and possibly others with progressive, potentially fatal conditions. Significantly, however, the ways in which people with COPD used DTs provides an alternative approach for CHI to develop interventions that increase prioritization of quality of life. Notably, activities that encourage distraction, respite, spontaneity, and the carrying on of memories and traditions may be critical for supporting the social, emotional, and mental health of people with progressive, potentially fatal illness."
    },
    {
      "text": "Figure 1. Common consumer health informatics strategies."
    },
    {
      "text": "shows the 3 sequential data collection stages: Stage-1: Semi-structured interviews conducted in-person or remotely, via video-conferencing or telephone, to inform the selection of measures and overall survey design. Stage-2: Paper-based survey incorporating questions about DT use and common perceived barriers, 71,98-100 and 3 validated patient-reported measures (PROs): the COPD Assessment Test (CAT), Patient-Reported Outcomes Measurement Information System (PROMIS) Satisfaction in Social Roles and Activities, and the COPD Patient-Reported Experience Measure (PREM-C9). 101-104 The survey was pilot-tested prior to launch with 1 stage-1 participant, and reviewed by academic survey designers. Stage-3: Semi-structured interviews with survey participants, conducted remotely via video-conferencing or phone."
    },
    {
      "text": "Figure 2. Transformative approach for consumer health informatics."
    },
    {
      "text": "Figure 3. Integration of transformative mixed method study."
    },
    {
      "text": "Figure 4. A reconceptualization of consumer health informatics for progressive, potentially fatal illnesses."
    },
    {
      "text": "started a program of constantly breathing through my nose and out through my mouth and pushing the air out.If I do that more every day is that going to help?I don't know.I can only go from my experience and try to live with it.[P78,Stage-3]Aboutayear ago I was starting to notice that I was coughing excessively. ..I was online reading. ..and it looked to me like I was starting to pick up some of the side effects. ..So I stopped using that[medication]and the cough kind of subsided and went away, although I still cough to bring up mucus and stuff, [p]. . .. And now I don't have anything and that's kind of what triggered me to maybe go back and maybe get revaluated, to see if I can maybe get something else. [PA61, Stage-3] Continued"
    },
    {
      "text": "Interest in using current consumer health informatics strategies.Symptoms (non-use 12/67, 17.9%; limited use: 34/67, 50.7%; high use: 21/67, 31.3%)Medications and treatments (non-use 13/67, 19.4%; limited use: 38/67, 56.7%; high use: 16/67, 23.9%) Statistics of COPD (non-use 27/68, 39.7%; limited use: 30/68, 44.1%; high use: 11/68, 16.2%)You can look at a bunch of different sites and compare the information but I have no way of knowing which site is more accurate than another. . .like fake news.But I think in the end, the doctor is the one that's gonna give you the, hopefully, the better information and the more real information.[PA64,Stage-3]"
    },
    {
      "text": "People with COPD's use of DTs in supporting quality of life.What it would look like for me would be an opportunity to have conversations like I'm having with you right now. Where I could express my concerns, and then once I get past that, trying to find solutions to those concerns with other people. . . .."
    }
  ],
  "references": [
    {
      "title": "Chronic obstructive pulmonary disease (COPD)",
      "year": 2023
    },
    {
      "title": "The Human and Economic Burden of COPD: A Leading Cause of Hospital Admission in Canada",
      "authors": [
        "S Benady"
      ],
      "year": 2010
    },
    {
      "title": "Life and Breath: Respiratory Disease in Canada",
      "year": 2007,
      "doi": "10.24095/hpcdp.33.2.07"
    },
    {
      "title": "Global strategy for prevention, diagnosis and management of COPD: 2023 report",
      "year": 2023
    },
    {
      "title": "Exploring the care needs of patients with advanced COPD: an overview of the literature",
      "authors": [
        "C Gardiner",
        "M Gott",
        "S Payne"
      ],
      "year": 2010
    },
    {
      "title": "Ten minutes to midnight: a narrative inquiry of people living with dying with advanced COPD and their family members",
      "authors": [
        "A Molzahn",
        "L Sheilds",
        "M Antonio"
      ],
      "year": 2021,
      "doi": "10.1080/17482631.2021.1893146"
    },
    {
      "title": "Exacerbations of COPD",
      "authors": [
        "I Pavord",
        "P Jones",
        "P-R Burgel"
      ],
      "year": 2016
    },
    {
      "title": "Living with an ever-present breathlessness: women's experiences of living with chronic obstructive pulmonary disease stage III or IV",
      "authors": [
        "A Ekdahl",
        "S S€ Oderberg",
        "Rising-Holmstr€ Om"
      ],
      "year": 2022
    },
    {
      "title": "Social support and social networks in COPD: a scoping review",
      "authors": [
        "C Barton",
        "T Effing",
        "P Cafarella"
      ],
      "year": 2015
    },
    {
      "title": "Anxiety and depression in endstage COPD",
      "authors": [
        "K Hill",
        "R Geist",
        "R Goldstein"
      ],
      "year": 2008,
      "doi": "10.1183/09031936.00125707"
    },
    {
      "title": "Socioeconomic inequality in respiratory health in the US From 1959 to 2018",
      "authors": [
        "A Gaffney",
        "D Himmelstein",
        "D Christiani"
      ],
      "year": 2021
    },
    {
      "title": "Stigma: an unmet public health priority in COPD",
      "authors": [
        "A Mathioudakis",
        "S Ananth",
        "J Vestbo"
      ],
      "year": 2021
    },
    {
      "title": "Stigma and the in (visible) perspectives and expectations of home oxygen therapy among people with chronic breathlessness syndrome: a qualitative study",
      "authors": [
        "K Breaden",
        "A Collier",
        "C Litster"
      ],
      "year": 2019
    },
    {
      "title": "Stigma experiences in people with chronic obstructive pulmonary disease: an integrative review",
      "authors": [
        "S Woo",
        "W Zhou",
        "J Larson"
      ],
      "year": 2021,
      "doi": "10.2147/copd.s306874"
    },
    {
      "title": "Experiences of self-blame and stigmatisation for self-infliction among individuals living with COPD",
      "authors": [
        "A Halding",
        "K Heggdal",
        "A Wahl"
      ],
      "year": 2011,
      "doi": "10.1111/j.1471-6712.2010.00796.x"
    },
    {
      "title": "We are not worthy\" -understanding why patients decline pulmonary rehabilitation following an acute exacerbation of COPD",
      "authors": [
        "S Harrison",
        "N Robertson",
        "L Apps"
      ],
      "year": 2015,
      "doi": "10.3109/09638288.2014.939770"
    },
    {
      "title": "Understanding the social consequences of chronic obstructive pulmonary disease: the effects of stigma and gender",
      "authors": [
        "J Johnson",
        "A Campbell",
        "M Bowers"
      ],
      "year": 2007,
      "doi": "10.1513/pats.200706-084sd"
    },
    {
      "title": "Social dimensions of chronic respiratory disease: stigma, isolation, and loneliness",
      "authors": [
        "L Brighton",
        "J Chilcot",
        "M Maddocks"
      ],
      "year": 2022
    },
    {
      "title": "The impact of depression in older patients with chronic obstructive pulmonary disease and asthma",
      "authors": [
        "M Connolly",
        "A Yohannes"
      ],
      "year": 2016
    },
    {
      "title": "Depression and anxiety in patients with COPD",
      "authors": [
        "A Yohannes",
        "G Alexopoulos"
      ],
      "year": 2014,
      "doi": "10.1183/09059180.00007813"
    },
    {
      "title": "CTS position statement: pharmacotherapy in patients with COPD-an update",
      "authors": [
        "J Bourbeau",
        "M Bhutani",
        "P Hernandez"
      ],
      "year": 2017
    },
    {
      "title": "Canadian Thoracic Society clinical practice guideline on pharmacotherapy in patients with COPD-2019 update of evidence",
      "authors": [
        "J Bourbeau",
        "M Bhutani",
        "P Hernandez"
      ],
      "year": 2019
    },
    {
      "title": "Chronic obstructive pulmonary disease",
      "authors": [
        "D Au",
        "L Feemster"
      ],
      "year": 2014,
      "doi": "10.1513/annalsats.201408-406ed"
    },
    {
      "title": "How well do we care for patients with end stage chronic obstructive pulmonary disease (COPD)? A comparison of palliative care and quality of life in COPD and lung cancer",
      "authors": [
        "J Gore",
        "C Brophy",
        "M Greenstone"
      ],
      "year": 2000,
      "doi": "10.1136/thorax.55.12.1000"
    },
    {
      "title": "Burden of COPD in BC: where it stands, where it is heading, and how we can curb the curve",
      "authors": [
        "M Sadatsafavi",
        "Editor"
      ],
      "year": 2017
    },
    {
      "title": "Underdiagnosis in COPD: a battle worth fighting",
      "authors": [
        "P Almagro",
        "J Soriano"
      ],
      "year": 2017,
      "doi": "10.1016/s2213-2600(17)30133-9"
    },
    {
      "title": "Determinants of underdiagnosis of COPD in national and international surveys",
      "authors": [
        "B Lamprecht",
        "J Soriano",
        "M Studnicka"
      ],
      "year": 2015,
      "doi": "10.1378/chest.14-2535"
    },
    {
      "title": "Undiagnosed obstructive lung disease in the United States. Associated factors and long-term mortality",
      "authors": [
        "C Martinez",
        "D Mannino",
        "F Jaimes"
      ],
      "year": 2015,
      "doi": "10.1513/annalsats.201506-388oc"
    },
    {
      "title": "Estimating the prevalence of COPD in Canada",
      "authors": [
        "J Evans",
        "Y Chen",
        "P Camp"
      ],
      "year": 2014
    },
    {
      "title": "Healthcare system encounters before COPD diagnosis: a registry-based longitudinal cohort study",
      "authors": [
        "K Johnson",
        "A Khakban",
        "S Bryan"
      ],
      "year": 2020,
      "doi": "10.1136/thoraxjnl-2019-213554"
    },
    {
      "title": "Chronic obstructive pulmonary disease (COPD): diagnosis and management",
      "authors": [
        "Bcguidelines",
        "Ca"
      ],
      "year": 2020
    },
    {
      "title": "A snapshot of chronic obstructive pulmonary disease in British Columbia and Canada",
      "authors": [
        "P Camp",
        "R Levy"
      ],
      "year": 2008
    },
    {
      "title": "Health care disparities across the urban-rural divide: a national study of individuals with COPD",
      "authors": [
        "A Gaffney",
        "L Hawks",
        "A White"
      ],
      "year": 2022,
      "doi": "10.1111/jrh.12525"
    },
    {
      "title": "This Cochrane Review is closed: deciding what constitutes enough research and where next for pulmonary rehabilitation in COPD",
      "authors": [
        "Y Lacasse",
        "C Cates",
        "B Mccarthy"
      ],
      "year": 2015,
      "doi": "10.1002/14651858.ed000107"
    },
    {
      "title": "An official American Thoracic Society/European Respiratory Society policy statement: enhancing implementation, use, and delivery of pulmonary rehabilitation",
      "authors": [
        "C Rochester",
        "I Vogiatzis",
        "A Holland"
      ],
      "year": 2015
    },
    {
      "title": "Characterization of pulmonary rehabilitation programs in Canada in 2005",
      "authors": [
        "D Brooks",
        "R Sottana",
        "B Bell"
      ],
      "year": 2007,
      "doi": "10.1155/2007/951498"
    },
    {
      "title": "Will remotely based pulmonary rehabilitation water down its effectiveness?",
      "authors": [
        "H Rawal",
        "S Cornelison",
        "S Flynn"
      ],
      "year": 2021,
      "doi": "10.3390/life11111270"
    },
    {
      "title": "What prevents people with chronic obstructive pulmonary disease from attending pulmonary rehabilitation? A systematic review",
      "authors": [
        "A Keating",
        "A Lee",
        "A Holland"
      ],
      "year": 2011
    },
    {
      "title": "Barriers to pulmonary rehabilitation: characteristics that predict patient attendance and adherence",
      "authors": [
        "C Hayton",
        "A Clark",
        "S Olive"
      ],
      "year": 2013,
      "doi": "10.1016/j.rmed.2012.11.016"
    },
    {
      "title": "Comprehensive pulmonary rehabilitation in home-based online groups: a mixed method pilot study in COPD",
      "authors": [
        "T Burkow",
        "L Vognild",
        "E Johnsen"
      ],
      "year": 2015
    },
    {
      "title": "Quality of life and quality of care in patients with advanced chronic heart failure (CHF) and advanced chronic obstructive pulmonary disease (COPD): implication for palliative care from a prospective observational study",
      "authors": [
        "N Siouta",
        "A Heylen",
        "B Aertgeerts"
      ],
      "year": 2021,
      "doi": "10.1080/09699260.2020.1831248"
    },
    {
      "title": "A rapidly changing understanding of COPD: world COPD Day from the COPD Foundation",
      "authors": [
        "B Thomashow",
        "D Mannino",
        "R Tal-Singer"
      ],
      "year": 2021,
      "doi": "10.1152/ajplung.00400.2021"
    },
    {
      "title": "Healthcare in the pocket: mapping the space of mobile-phone health interventions",
      "authors": [
        "P Klasnja",
        "W Pratt"
      ],
      "year": 2012
    },
    {
      "title": "Consumer health informatics: past, present, and future of a rapidly evolving domain",
      "authors": [
        "G Demiris"
      ],
      "year": 2016,
      "doi": "10.15265/iys-2016-s005"
    },
    {
      "title": "Consumer health informatics: empowering healthy-living-seekers through mHealth",
      "authors": [
        "A Faiola",
        "R Holden"
      ],
      "year": 2017
    },
    {
      "title": "Consumer health informatics: results of a systematic evidence review and evidence based recommendations",
      "authors": [
        "M Gibbons",
        "R Wilson",
        "L Samal"
      ],
      "year": 2011
    },
    {
      "title": "Present and future trends in consumer health informatics and patient-generated health data",
      "authors": [
        "A Lai",
        "P-Y Hsueh",
        "Y Choi"
      ],
      "year": 2017
    },
    {
      "title": "Consumer Health Informatics",
      "authors": [
        "D Lewis",
        "B Chang",
        "C Friedman"
      ],
      "year": 2005
    },
    {
      "title": "Internet-based dyspnea self-management support for patients with chronic obstructive pulmonary disease",
      "authors": [
        "H Nguyen",
        "D Donesky",
        "L Reinke"
      ],
      "year": 2013,
      "doi": "10.1016/j.jpainsymman.2012.06.015"
    },
    {
      "title": "Computer and mobile technology interventions for self-management in chronic obstructive pulmonary disease",
      "authors": [
        "C Mccabe",
        "M Mccann",
        "A Brady"
      ],
      "year": 2017,
      "doi": "10.1002/14651858.cd011425"
    },
    {
      "title": "The effect of integration of self-management web platforms on health status in chronic obstructive pulmonary disease management in primary care (e-Vita stud): interrupted time series design",
      "authors": [
        "E Talboom-Kamp",
        "N Verdijk",
        "M Kasteleyn"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.8262"
    },
    {
      "title": "Digital healthcare in COPD management: a narrative review on the advantages, pitfalls, and need for further research",
      "authors": [
        "A Watson",
        "T Wilkinson"
      ],
      "year": 2022
    },
    {
      "title": "Advancing digital solutions to overcome longstanding barriers in asthma and COPD management",
      "authors": [
        "S Bosnic-Anticevich",
        "N Bakerly",
        "H Chrystyn"
      ],
      "year": 2023
    },
    {
      "title": "The importance of selfmanagement in the context of personalized care in COPD",
      "authors": [
        "A Cravo",
        "D Attar",
        "D Freeman"
      ],
      "year": 2022,
      "doi": "10.2147/copd.s343108"
    },
    {
      "title": "Can self-management programmes change healthcare utilisation in COPD?: a systematic review and framework analysis",
      "authors": [
        "K Smalley",
        "L Aufegger",
        "K Flott"
      ],
      "year": 2021
    },
    {
      "title": "Features and characteristics of publicly available mHealth apps for self-management in chronic obstructive pulmonary disease",
      "authors": [
        "S Quach",
        "A Benoit",
        "A Oliveira"
      ],
      "year": 2023,
      "doi": "10.1177/20552076231167007"
    },
    {
      "title": "Features of a mobile support app for patients With chronic obstructive pulmonary disease: literature review and current applications",
      "authors": [
        "D Sobnath",
        "N Philip",
        "R Kayyali"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.4951"
    },
    {
      "title": "Digital health for COPD care: the current state of play",
      "authors": [
        "H Ding",
        "F Fatehi",
        "A Maiorana"
      ],
      "year": 2019
    },
    {
      "title": "Technological features of smartphone apps for physical activity promotion in patients with COPD: a systematic review",
      "authors": [
        "J Silva",
        "N Hip� Olito",
        "P Machado"
      ],
      "year": 2023,
      "doi": "10.1016/j.pulmoe.2023.06.005"
    },
    {
      "title": "Effectiveness of a mobile health and self-management app for high-risk patients with chronic obstructive pulmonary disease in daily clinical practice: mixed methods evaluation study",
      "authors": [
        "L Kooij",
        "P Vos",
        "A Dijkstra"
      ],
      "year": 2021
    },
    {
      "title": "Patient and public involvement chronic illness: beyond the expert patient",
      "authors": [
        "T Greenhalgh"
      ],
      "year": 2009
    },
    {
      "title": "Patient and disease characteristics associated with activation for selfmanagement in patients with diabetes, chronic obstructive pulmonary disease, chronic heart failure and chronic renal disease: a cross-sectional survey study",
      "authors": [
        "I Bos-Touwen",
        "M Schuurmans",
        "E Monninkhof"
      ],
      "year": 2015
    },
    {
      "title": "Self-management programmes for people living with chronic obstructive pulmonary disease: a call for a reconceptualisation",
      "authors": [
        "H Jonsdottir"
      ],
      "year": 2013
    },
    {
      "title": "Are COPD selfmanagement mobile applications effective? A systematic review and meta-analysis",
      "authors": [
        "G Shaw",
        "M Whelan",
        "L Armitage"
      ],
      "year": 2020
    },
    {
      "title": "Efficacy of selfmanagement mobile applications for patients with breathlessness: systematic review and quality assessment of publicly available applications",
      "authors": [
        "A Sunjaya",
        "A Sengupta",
        "A Martin"
      ],
      "year": 2022,
      "doi": "10.1016/j.rmed.2022.106947"
    },
    {
      "title": "Going digital: a narrative overview of the effects, quality and utility of mobile apps in chronic disease self-management",
      "authors": [
        "I Scott",
        "P Scuffham",
        "D Gupta"
      ],
      "year": 2020,
      "doi": "10.1071/ah18064"
    },
    {
      "title": "Development features and study characteristics of mobile health apps in the management of chronic conditions: a systematic review of randomised trials",
      "authors": [
        "M Cucciniello",
        "F Petracca",
        "O Ciani"
      ],
      "year": 2021,
      "doi": "10.1038/s41746-021-00517-1"
    },
    {
      "title": "Improving chronic illness care: translating evidence into action",
      "authors": [
        "E Wagner",
        "B Austin",
        "C Davis"
      ],
      "year": 2001
    },
    {
      "title": "Self-care technologies in HCI: trends, tensions, and opportunities",
      "authors": [
        "F Nunes",
        "N Verdezoto",
        "G Fitzpatrick"
      ],
      "year": 2015
    },
    {
      "title": "The state of evidence in patient portals: umbrella review",
      "authors": [
        "M Antonio",
        "O Petrovskaya",
        "F Lau"
      ],
      "year": 2020,
      "doi": "10.2196/23851"
    },
    {
      "title": "Internet-based cognitive behavioural therapy for individuals with depression and chronic health conditions: a systematic review",
      "authors": [
        "D Adhikary",
        "S Barman",
        "R Ranjan"
      ],
      "year": 2023
    },
    {
      "title": "Health outcomes and related effects of using social media in chronic disease management: a literature review and analysis of affordances",
      "authors": [
        "M Merolli",
        "K Gray",
        "Martin Sanchez"
      ],
      "year": 2013
    },
    {
      "title": "A new dimension of health care: systematic review of the uses, benefits, and limitations of social media for health communication",
      "authors": [
        "S Moorhead",
        "D Hazlett",
        "L Harrison"
      ],
      "year": 2013
    },
    {
      "title": "We have a lot of information to share with each other\": understanding the value of peer-based health information exchange",
      "authors": [
        "T Veinot"
      ],
      "year": 2010
    },
    {
      "title": "Leveling up: on the potential of upstream health informatics interventions to enhance health equity",
      "authors": [
        "T Veinot",
        "J Ancker",
        "H Cole-Lewis"
      ],
      "year": 2019
    },
    {
      "title": "A Conceptual Framework for Action on the Social Determinants of Health: Social Determinants of Health Discussion Paper 2 (Policy and Practice)",
      "authors": [
        "O Solar",
        "A Irwin"
      ],
      "year": 2010
    },
    {
      "title": "Health promotion as activism: building community capacity to effect social change",
      "authors": [
        "A Parker",
        "V Kantroo",
        "H Lee"
      ],
      "year": 2012
    },
    {
      "title": "Transformative paradigm: mixed methods and social justice",
      "authors": [
        "D Mertens"
      ],
      "year": 2007
    },
    {
      "title": "Mixed methods and the politics of human research: the transformative-emancipatory perspective",
      "authors": [
        "D Mertens"
      ],
      "year": 2003
    },
    {
      "title": "What does a transformative lens bring to credible evidence in mixed methods evaluations?",
      "authors": [
        "D Mertens"
      ],
      "year": 2013
    },
    {
      "title": "Transformative Research and Evaluation",
      "authors": [
        "D Mertens"
      ],
      "year": 2008
    },
    {
      "title": "Utilization of mixed methods for transformative purposes",
      "authors": [
        "D Mertens",
        "K Bledsoe",
        "M Sullivan"
      ],
      "year": 2010
    },
    {
      "title": "Mixed methods and credibility of evidence in evaluation",
      "authors": [
        "D Mertens",
        "S Hesse-Biber"
      ],
      "year": 2013
    },
    {
      "title": "Transformative mixed methods: addressing inequities",
      "authors": [
        "D Mertens"
      ],
      "year": 2012
    },
    {
      "title": "Divergence and Mixed Methods",
      "authors": [
        "D Mertens"
      ],
      "year": 2010
    },
    {
      "title": "Triangulation and Mixed Methods Research: Provocative Positions",
      "authors": [
        "D Mertens",
        "S Hesse-Biber"
      ],
      "year": 2012
    },
    {
      "title": "Triangulation 2.0",
      "authors": [
        "N Denzin"
      ],
      "year": 2012
    },
    {
      "title": "Equitable research PRAXIS: a framework for health informatics methods",
      "authors": [
        "T Veinot",
        "P Clarke",
        "D Romero"
      ],
      "year": 2022
    },
    {
      "title": "Transformative research methods to increase social impact for vulnerable groups and cultural minorities",
      "authors": [
        "D Mertens"
      ],
      "year": 2021
    },
    {
      "title": "Integrating community-based participatory research and informatics approaches to improve the engagement and health of underserved populations",
      "authors": [
        "K Unertl",
        "C Schaefbauer",
        "T Campbell"
      ],
      "year": 2016
    },
    {
      "title": "Social connectedness: concept and measurement",
      "authors": [
        "D Van Bel",
        "K Smolders",
        "W Ijsselsteijn"
      ],
      "year": 2009
    },
    {
      "title": "A review of quality of life (QOL) assessments and indicators: towards a \"QOL-Climate\" assessment framework",
      "authors": [
        "R Estoque",
        "T Togawa",
        "M Ooba"
      ],
      "year": 2019
    },
    {
      "title": "Pathologies of Power: Health, Human Rights, and the New War on the Poor",
      "authors": [
        "P Farmer"
      ],
      "year": 2004
    },
    {
      "title": "The second pandemic: examining structural inequality through reverberations of COVID-19 in Europe",
      "authors": [
        "A Fiske",
        "I Galasso",
        "J Eichinger"
      ],
      "year": 2022
    },
    {
      "title": "The COPD national action plan",
      "year": 2021
    },
    {
      "title": "Twelve tips to teach culturally sensitive palliative care",
      "authors": [
        "J Suurmond",
        "K Lanting",
        "X De Voogd"
      ],
      "year": 2021
    },
    {
      "title": "Perceptions of health care providers regarding a mobile health intervention to manage chronic obstructive pulmonary disease: qualitative study",
      "authors": [
        "M Alwashmi",
        "B Fitzpatrick",
        "E Davis"
      ],
      "year": 2019
    },
    {
      "title": "Perceptions of patients regarding mobile health interventions for the management of chronic obstructive pulmonary disease: mixed methods study",
      "authors": [
        "M Alwashmi",
        "B Fitzpatrick",
        "J Farrell"
      ],
      "year": 2019
    },
    {
      "title": "Development and first validation of a patient-reported experience measure in chronic obstructive pulmonary disease (PREM-C9)",
      "authors": [
        "M Hodson",
        "C Roberts",
        "S Andrew"
      ],
      "year": 2019
    },
    {
      "title": "The PROMIS satisfaction with social participation measures demonstrated responsiveness in diverse clinical populations",
      "authors": [
        "E Hahn",
        "J Beaumont",
        "P Pilkonis"
      ],
      "year": 2016
    },
    {
      "title": "Development of a Patient Reported Experience Measure in Chronic Obstructive Pulmonary Disease (COPD)",
      "authors": [
        "M Hodson",
        "P Deshpande",
        "S Rajan",
        "B Sudeepthi"
      ],
      "year": 2011
    },
    {
      "title": "Guidance for industry patient-reported outcome measures: use in medical product development to support labeling claims USA",
      "year": 2006,
      "doi": "10.1186/1477-7525-4-79"
    },
    {
      "title": "Patient-reported outcomes measurement information system (PROMIS)",
      "year": 2023
    },
    {
      "title": "Guidance for Industry Patient-Reported Outcome Measures: Use in Medical Product Development to Support Labeling Claims. Food and Drug Administration",
      "year": 2009
    },
    {
      "title": "Advanced sampling designs in mixed research: current practices and emerging trends in the social and behavioral sciences",
      "authors": [
        "K Collins"
      ],
      "year": 2010
    },
    {
      "title": "A typology of mixed methods sampling designs in social science research",
      "authors": [
        "A Onwuegbuzie",
        "K Collins"
      ],
      "year": 2007
    },
    {
      "title": "Integrating quantitative and qualitative results in health science mixed methods research through joint displays",
      "authors": [
        "J Saldan~a",
        "T Bazeley P ; Guetterman",
        "M Fetters",
        "J Creswell"
      ],
      "year": 2015
    },
    {
      "title": "Existential distress in cancer: alleviating suffering from fundamental loss and change",
      "authors": [
        "S Vehling",
        "D Kissane"
      ],
      "year": 2018
    },
    {
      "title": "Health promotion in the digital era: a critical commentary",
      "authors": [
        "D Lupton"
      ],
      "year": 2014,
      "doi": "10.1093/heapro/dau091"
    },
    {
      "title": "Investigating daily practices of self-care to inform the design of supportive health technologies for living and ageing well with HIV",
      "authors": [
        "C Claisse",
        "B Kasadha",
        "S Stumpf"
      ],
      "year": 2022
    },
    {
      "title": "A systematic review of multi-level stigma interventions: state of the science and future directions",
      "authors": [
        "D Rao",
        "A Elshafei",
        "M Nguyen"
      ],
      "year": 2019
    },
    {
      "title": "The role of palliative care in COPD",
      "authors": [
        "A Iyer",
        "D Sullivan",
        "K Lindell"
      ],
      "year": 2022,
      "doi": "10.1016/j.chest.2021.10.032"
    },
    {
      "title": "Anti-stigma advocacy for health professionals: a systematic review",
      "authors": [
        "Z Guerrero",
        "B Iruretagoyena",
        "S Parry"
      ],
      "year": 2023
    },
    {
      "title": "A knowledge synthesis of culturally-and spiritually-sensitive end-of-life care: findings from a scoping review",
      "authors": [
        "M Fang",
        "J Sixsmith",
        "S Sinclair"
      ],
      "year": 2016
    },
    {
      "title": "Patient portals to support palliative and end-of-life care: scoping review",
      "authors": [
        "M Ingle",
        "C Valdovinos",
        "K Ford"
      ],
      "year": 2021,
      "doi": "10.2196/28797"
    },
    {
      "title": "Informed together: usability evaluation of a web-based decision aid to facilitate shared advance care planning for severe chronic obstructive pulmonary disease",
      "authors": [
        "L Uhler",
        "Rep Figueroa",
        "M Dickson"
      ],
      "year": 2015
    },
    {
      "title": "Struggling for space and finding my place: an interactionist perspective on everyday use of biomedical information",
      "authors": [
        "C Wolf",
        "T Veinot"
      ],
      "year": 2015
    },
    {
      "title": "Advance care planning for individuals with chronic obstructive pulmonary disease: a scoping review of the literature",
      "authors": [
        "E Meehan",
        "T Foley",
        "C Kelly"
      ],
      "year": 2020
    },
    {
      "title": "Policy Brief on Integrating Rehabilitation into Palliative Care Services",
      "year": 2023
    },
    {
      "title": "Digital storytelling as an intervention for older adults: a scoping review",
      "authors": [
        "H Chang",
        "Y Do",
        "J Ahn"
      ],
      "year": 2023,
      "doi": "10.3390/ijerph20021344"
    },
    {
      "title": "Digitising the wisdom of our elders: connectedness through digital storytelling",
      "authors": [
        "S Hausknecht",
        "M Vanchu-Orosco",
        "D Kaufman"
      ],
      "year": 2019
    },
    {
      "title": "Digital storytelling in older adults with typical aging, and with mild cognitive impairment or dementia: a systematic literature review",
      "authors": [
        "Rios Rincon",
        "Miguel Cruz",
        "A Daum"
      ],
      "year": 2021
    },
    {
      "title": "Effectiveness of cognitive behavioural therapy for chronic obstructive pulmonary disease patients: a systematic review and meta-analysis",
      "authors": [
        "R-C Ma",
        "Y-Y Yin",
        "Y-Q Wang"
      ],
      "year": 2020
    },
    {
      "title": "How older adults respond to the use of virtual reality for enrichment: a systematic review",
      "authors": [
        "K Thach",
        "R Lederman",
        "J Waycott",
        "Eds"
      ],
      "year": 2020,
      "doi": "10.1145/3441000.3441003"
    },
    {
      "title": "The politics of prevention: lessons from the neglected history of US HIV/AIDS policy",
      "authors": [
        "S Baker",
        "R Kelly",
        "J Waycott"
      ],
      "year": 2017,
      "doi": "10.1145/3434176"
    },
    {
      "title": "The history of breast cancer advocacy",
      "authors": [
        "S Braun"
      ],
      "year": 2003
    },
    {
      "title": "Survivorship perspectives and advocacy",
      "authors": [
        "B Hoffman",
        "Ellen Stovall"
      ],
      "year": 2006
    },
    {
      "title": "Announcing pregnancy loss on Facebook: a decision-making framework for stigmatized disclosures on identified social network sites",
      "authors": [
        "N Andalibi",
        "A Forte"
      ],
      "year": 2018
    },
    {
      "title": "The role of social media in reducing stigma and discrimination",
      "authors": [
        "V Betton",
        "R Borschmann",
        "M Docherty"
      ],
      "year": 2015
    },
    {
      "title": "COPD support group",
      "authors": [
        "Bc Lung Foundation"
      ],
      "year": 2023
    },
    {
      "title": "Self-management in patients with COPD: theoretical context, content, outcomes, and integration into clinical care",
      "authors": [
        "A Kaptein",
        "M Fischer",
        "M Scharloo"
      ],
      "year": 2014
    },
    {
      "title": "Evidence on the chronic care model in the new millennium",
      "authors": [
        "K Coleman",
        "B Austin",
        "C Brach"
      ],
      "year": 2009
    },
    {
      "title": "An integrated programme after pulmonary rehabilitation in patients with chronic obstructive pulmonary disease: effect on emotional and functional dimensions of quality of life",
      "authors": [
        "G Moullec",
        "G Ninot"
      ],
      "year": 2010,
      "doi": "10.1177/0269215509346088"
    },
    {
      "title": "Telerehabilitation in pulmonary diseases",
      "authors": [
        "N Cox",
        "Y Khor"
      ],
      "year": 2023
    },
    {
      "title": "Delivering groupbased services to the home via the Internet: maximising clinical and social benefits",
      "authors": [
        "A Taylor",
        "D Godden",
        "A Aitken"
      ],
      "year": 2011
    },
    {
      "title": "Respiratory self-care: identifying current challenges and future potentials for digital technology to support people with chronic respiratory conditions",
      "authors": [
        "H Tendedez",
        "M-A Ferrario",
        "R Mcnaney"
      ],
      "year": 2014
    },
    {
      "title": "Experiences of long-term life-limiting conditions among patients and carers: what can we learn from a meta-review of systematic reviews of qualitative studies of chronic heart failure, chronic obstructive pulmonary disease and chronic kidney disease?",
      "authors": [
        "C May",
        "A Cummings",
        "M Myall"
      ],
      "year": 2016
    },
    {
      "title": "Rumination, distraction, and mindful self-focus in depressed patients",
      "authors": [
        "S Huffziger",
        "C Kuehner"
      ],
      "year": 2009
    },
    {
      "title": "Exploring the use of mobile information and communication technologies by people with mood disorders",
      "authors": [
        "H Fulford",
        "L Mcswiggan",
        "T Kroll"
      ],
      "year": 2019
    },
    {
      "title": "I left my legacy, told my story\": understanding older adults' tracking practices to promote active aging",
      "authors": [
        "N Nurain",
        "C-F Chung"
      ],
      "year": 2023
    },
    {
      "title": "A systematic review of the impacts of intergenerational engagement on older adults' cognitive, social, and health outcomes",
      "authors": [
        "A Krzeczkowska",
        "D Spalding",
        "W Mcgeown"
      ],
      "year": 2021
    },
    {
      "title": "Life and priorities before death: a narrative inquiry of uncertainty and end of life in people with heart failure and their family members",
      "authors": [
        "A Molzahn",
        "L Sheilds",
        "A Bruce"
      ],
      "year": 2020
    },
    {
      "title": "Older adults and web 2.0 storytelling technologies: disability and rehabilitation probing the technology acceptance model through an age-related perspective",
      "authors": [
        "D Alexandrakis",
        "K Chorianopoulos",
        "N Tselios"
      ],
      "year": 2020
    },
    {
      "title": "A grounded theory study exploring palliative care healthcare professionals' experiences of managing digital legacy as part of advance care planning for people receiving palliative care",
      "authors": [
        "S Stanley",
        "K Higginbotham",
        "A Finucane"
      ],
      "year": 2023
    },
    {
      "title": "Digital legacy: a systematic literature review",
      "authors": [
        "D Doyle",
        "J Brubaker"
      ],
      "year": 2023
    },
    {
      "title": "The impact of leisure activities on older adults' cognitive function, physical function, and mental health",
      "authors": [
        "G Sala",
        "D Jopp",
        "F Gobet"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0225006"
    },
    {
      "title": "Relationships between leisure activity types and well-being in older adults",
      "authors": [
        "J Ryu",
        "J Heo"
      ],
      "year": 2018
    },
    {
      "title": "The shifting perspectives model of chronic illness",
      "authors": [
        "B Paterson"
      ],
      "year": 2001,
      "doi": "10.1111/j.1547-5069.2001.00021.x"
    },
    {
      "title": "om G. Experiences of loss and chronic sorrow in persons with severe chronic illness",
      "authors": [
        "Jt ; Maietta",
        "Ahlstr€"
      ],
      "year": 2007
    },
    {
      "title": "The paradoxes and pragmatics of digital leisure in later life",
      "authors": [
        "R H€ Anninen",
        "V Korpela",
        "L Pajula"
      ],
      "year": 2023
    },
    {
      "title": "Seeking balance in motion: the role of spontaneous free play in promoting social and emotional health in early childhood care and education",
      "authors": [
        "J Hewes"
      ],
      "year": 2014
    },
    {
      "title": "Ageing, leisure, and social connectedness: how could leisure help reduce social isolation of older people?",
      "authors": [
        "V Toepoel"
      ],
      "year": 2013
    },
    {
      "title": "Older adults' mental health through leisure activities during COVID-19: a scoping review",
      "authors": [
        "S Rivera-Torres",
        "E Mpofu",
        "Jean Keller"
      ],
      "year": 2021,
      "doi": "10.1177/23337214211036776"
    }
  ],
  "num_references": 153
}
