{
  "paper_id": "NHTLYCX2",
  "title": "The global epidemiology of hypertension",
  "abstract": "Hypertension is the leading preventable risk factor for cardiovascular disease (CVD) and all-cause mortality. To address this growing public challenge, focus on reducing overall cardiovascular risk through early screening, initiation of treatment and ongoing monitoring remains a priority in comprehensive management of hypertension and its related burden. Several wearable cuffless devices have been developed with potential for continuous remote monitoring of blood pressure. However, there is a dearth of literature that has synthesised the validity and usability of wearable cuffless bp devices to be recommended in clinical practice. This commentary critically appraises a systematic review which sought to assess the validity, features, and clinical usability of wearable cuffless devices and expand upon the findings with regards to clinical future research. \n Key Points There is no evidence of difference that wearable cuffless blood monitors 1. Very low certainty evidence suggests there is no evidence of difference that wearable cuffless blood monitors may provide an accurate assessment of blood pressure. 2. Due to this lack of certainty no direct clinical recommendations can be made regarding a standard adoption of wearable cuffless blood monitors 3. High-quality research on validity validation studies is still required comparing a range of different techniques using a standardised and internationally recognised protocol.",
  "year": 2020,
  "date": "2020",
  "journal": "Nat Rev Nephrol",
  "publication": "Nat Rev Nephrol",
  "doi": "10.12968/bjcn.2024.0022Date2024",
  "sections": [
    {
      "title": "Introduction",
      "text": "Globally, hypertension is the leading preventable risk factor for cardiovascular disease (CVD) and allcause mortality  (1) . Hypertension accounts for over 10.8 million premature deaths worldwide  (2) . In 2021, the all-cause Disability-Adjusted Life Years due to hypertension were 2,770 per 100,000  (2) .\n\nAccording to World Health Organization (WHO), it is estimated that 1.3 billion adults aged 30-79 years have hypertension  (3) . Furthermore, (WHO) reports that about (46%) of hypertension patients are unaware they have the condition, less than half (42%) are diagnosed and treated (3). Among those with hypertension, more than half have additional cardiovascular risk factors  (4) .\n\nHypertension remains a significant risk factor for heart failure (HF)  (5) , atrial fibrillation (AF)  (6) , stroke, Myocardial infarction, chronic kidney diseases and dementia  (7) . Globally, HF affects approximately 64m people with more than 15m cases in Europe  (8) . Furthermore, the economic burden associated with hypertension is substantial, encompassing direct healthcare costs, productivity losses, and the financial toll on individuals and healthcare systems  (9) . This makes hypertension a public health challenge that requires novel approaches to address the growing trend. Several factors have been implicated for this growing trend including aging population, increase in life expectancy and population growth, sedentary lifestyle  (10) .\n\nRedesigning innovative strategies aimed at promoting early screening, detection, and effective treatment of hypertension remain crucial to attaining hypertension reduction by 33% by 2030 globally  (3) . Globally, measurement of BP using conventional cuff-based devices in office or clinic remains most commonly the basis for hypertension diagnosis and follow-up  (4, 11, 12) . However, cuff-based BP devices are not suitable for continuous real-time measurement and have several other limitations  (13, 14) . In a move to effectively enhance early diagnosis of hypertension, monitoring and treatment, cuffless BP devices have been developed to monitor BP in real time using latest technology  (15) .\n\nThe development and use of cuffless devices that allow for continuous real time measurement and remote monitoring would promote wider adoption, enhance patient autonomy and inform clinicians with a more information of their patient's BP profile, potentially leading to improved BP control and better long-term clinical outcomes  (16, 17) . However, the validity and utility of these cuffless devices in a clinical setting has not been exhaustively examined as concluded by the latest guidance from European Society of Hypertension  (11) . This commentary thus aims to critically appraise the methods used within the systematic review by Islam at el., 2022 to expand upon the findings in the context of clinical research  (18) ."
    },
    {
      "title": "Aim of commentary",
      "text": "This commentary aims to critically appraise the methods used within the review by  Islam et al.2022  and expand upon the findings in the context of clinical practice  (18)"
    },
    {
      "title": "Methods of the review",
      "text": "This systematic review and meta-analysis followed the Preferred Reporting Items for Systematic Reviews and Meta Analyses (PRISMA) guidelines. This systematic review undertook a comprehensive search of published and unpublished studies using a range of electronic databases from date of inception up to December 2019 using a controlled vocabulary of Boolean operators. No restrictions on publication type, or language was applied to the search. A systematic search of the literature in the following electronic databases Ovid MEDLINE, Embase, IEE Xplore and Cochrane database of Systematic Reviews were undertaken for all included studies. Further searches of the electronic databases were supplemented by hand-searching the reference lists of included studies for potentially missed eligible studies including grey literature. Two reviewers independently screened the titles and abstracts of the search results from relevant databases. A predefined inclusion criteria was applied: studies had to describe the validation of wearable cuffless BP devices against a reference device in humans. The review excluded studies that did not provide a reference device for validity assessment, reported devices with invasive sensing components or a pneumatic cuff, evaluated devices with animal simulation models, provided just algorithms, or lacked full text. Additionally, studies that provided only methodological principles or insufficient details to establish eligibility were excluded. Abstract and title screening was undertaken by two reviewers independently. Full paper screening and data extraction were reportedly carried out in duplicate. However, it remains unclear whether this process was conducted independently. In contrast, for quality assessment, it is clear that the task was performed in duplicate and independently, with arbitration provided by a third reviewer. Quality Assessment of Diagnostic Accuracy Studies version 2 (QUADAS-2) tool was used to evaluate risk of bias. Review Manager 5.3 was used to summarize and present the QUADAS-2 appraisals using tabular and graphical displays. Each study was rated for quality by two authors and in the case of any discrepancies, a third reviewer was consulted.\n\nStudies reporting the mean absolute difference (MAD) between test and reference of 5 mmHg for both SBP and DBP was deemed valid. IBM SPSS software was used to carry out analysis. Summary results were presented as means or medians for continuous data and as frequencies and proportions for categorical data. A Meta-analysis using a random effects model was employed to synthesis all Pooled estimates across all included studies. The review by Islam et al., was deemed to be methodologically robust as the authors clearly stated the research question, described appropriate inclusion criteria, outlined the search strategy and conducted critical appraisals with two or more reviewers. However, there were significant study methodological limitations unaddressed including: use of appropriate analysis methods: Only six out of 16 studies were included in the main meta-analysis, no single gold standard test for comparison was used"
    },
    {
      "title": "Results",
      "text": "After duplicate removal 418 records were identified of which after screening 16 papers were included in the systematic review. The majority of studies used photoplethysmography (n = 13) to assess blood pressure with the remaining three studies using digital auscultation, magneto-plethysmography and seismocardiography. Devices were used at a range of anatomical locations. There was not one single gold standard indexed test used for comparison. Although, it was deemed within the review that all index tests were classified as approved devices. The devices varied in cost ranging from $50 to $3000 for commercial processing. Eight of the studies successfully showed a mean bias of under 5 mmHg when comparing systolic and diastolic blood pressure to the reference device. Only six studies were included in the main meta-analysis. When examining different cuffless wearable blood pressure devices in comparison to various reference measuring devices, no evidence of difference was observed in either systolic (MD 3.42 mmHg, 95% CI -2.17 to 9.01, n= 6 studies) or diastolic blood pressure readings (MD 1.16 mmHg, 95% CI -1.26 to 3.42, n= 6 studies). However, there was statistically significant substantial between study heterogeneity for both systolic (I 2 = 95%) and diastolic estimate (I 2 = 87%). The prediction interval for both systolic (-11.92 to 18.76 mmHg) and diastolic pressure (-4.82 to 7.15 mmHg) suggest that error rates greater than 5 mmHg cannot be ruled out.\n\nThis review also carried out to sensitivity analyses on an additional five datasets with no clear explanation of why these were excluded in the main meta-analysis. Additionally, two data sets were used from a single sample of the same participants breaking the rule of statistical non-independence. In the take one away analysis of a single study which was deemed to show large bias the pooled mean bias of 11 data sets was 3.16 mmHg, standard deviation (SD) 4.13 for systolic and 1.22 mmHg, SD 2.25 for diastolic blood pressure. In the take two study away analysis which was deemed to show large bias the pooled mean bias of 10 data sets was 2.54 mmHg, SD 4.21 for systolic and 0.93 mmHg, SD 2.22 for diastolic blood pressure. Similarly, within the subgroup analysis of wearable device type sensor the additional data which wasn't in the main analysis was used of nine datasets. The mean bias for studies which assessed wearables which used photoplethysmography sensors were 12.09 mmHg SD 14.30 mmHg for systolic and 3.27 mmHg, SD 2.25 for diastolic blood pressure (n = 5 studies). The mean difference for studies which used photoplethysmography & electrocardiogram was 2.18 mmHg SD 1.01 mmHg for systolic and 0.40 mmHg, SD 1.56 for diastolic blood pressure (n = 4 studies)."
    },
    {
      "title": "Commentary",
      "text": "Table  1  Critical appraisal using the JBI critical appraisal checklist for systematic reviews and research syntheses."
    },
    {
      "title": "JBI critical appraisal checklist items Responses",
      "text": "1. Is the review question clearly and explicitly stated?\n\nYes, the authors explicitly stated the research question under review basing on PICOT format.\n\n2. Were the inclusion criteria appropriate for the review question?\n\nYes, the inclusion criteria was predefined by the authors and appropriate for the question under study\n\n3. Was the search strategy appropriate? -Yes, the search had appropriate terms 4. Were the sources and resources used to search for studies adequate? Yes, authors attempted to identify all the available evidence at the time through searching multiple electronic databases, trial registries, grey literature to minimise publication bias. 5. Were the criteria for appraising studies appropriate? Yes, critical appraisal of studies was conducted by two independent reviewers using the Quality Assessment of Diagnostic Accuracy Studies version2(QUADAS-2) tool 6. Was critical appraisal conducted by two or more reviewers independently? Yes, appraisal of studies was conducted by two independent reviewers using the Quality Assessment of Diagnostic Accuracy Studies version2(QUADAS-2) tool and arbitration by a third author if consensus was unable to be achieved by discussion 7. Were there methods to minimize errors in data extraction? No, Title and abstract screening were conducted independently by two reviewers. However, the precise methods for full paper review and data extraction remain unclear. 8. Were the methods used to combine studies appropriate? No, the methods used by authors to synthesize the evidence were unclear. 9. Was the likelihood of publication bias assessed? No, authors conducted a comprehensive literature searching including attempts to locate grey literature or unpublished studies to minimise selection and publication bias however, no indication of assessing publication bias of included studies were undertaken. 10. Were recommendations for policy and/or practice supported by the reported data? Yes, authors indicated that wearable cuffless BP devices are promising however still in their early stages of development as most were prototypes and not available commercially. 11. Were the specific directives for new research appropriate? Yes, authors highlighted existing gaps in assessing the validity and usability of cuffless bp devices with lack of standard validation protocols and proposed further research in this domain. Using the Joanna Briggs Institute's Critical Appraisal Tool for Systematic Reviews and Research\n\nSyntheses to appraise the review conducted by Islam et al (  2022 ), three of the 11 criteria were judged to be not achieved  (19) . Firstly, the methods for full paper screening and data extraction lacked clarity.\n\nWhile it seemed that these tasks were conducted in duplicate, the absence of explicit description of a moderating process raised uncertainties. The absence of duplication and independence in these processes could potentially result in relevant papers being overlooked and errors occurring during data extraction  (20, 21) ).\n\nThe second issue was regarding a lack of clarity of the methods for synthesising the findings of the included studies. For example, the paper indicated that only six studies were included in the main metaanalysis yet in the sensitivity analysis there was 11 studies. Authors conducted main analysis using SPSS software and MATLAB in the subgroup and sensitivity analysis without explanation of why two different software is we used. Additionally, the lack of indication regarding the individual weightings of studies within the subgroup and sensitivity analyses makes it challenging to discern the specific modeling or weighting assigned to each study. This diminishes the repeatability of the methods employed for this analysis. Furthermore, the rule of statistical non-independence was breached with two datasets coming from a single study from  Zheng.al., 2014 (22) . Within this study the 10 participants were assessed twice using two different methods. Thus, for the two different methods they use the same participants. This could lead to possible type I error occurring (false positives)  (23) . It is important to note that this only occurred within the sensitivity analyses and this study was not included in the six studies used in the main analysis.\n\nThe final criterion that wasn't met pertains to the absence of an assessment of publication bias. While this might be less applicable in the main analysis comprising only six studies, the inclusion of an additional 11 studies identified in the sensitivity analysis could have made such an assessment more relevant. Consequently, this raises the potential issue that publication bias may indeed exist within this literature.\n\nAlongside these systematic review methodological issues there were other concerns regarding the findings of this review. These were the combining of studies which looked at both photoplethysmography and ECG without conducting any subgroup analysis to differentiate between these two methodologies. Furthermore, regards to quality of the studies included in the review, only six studies reported the use of a standardized international BP validation protocol. The absence of a standardized protocol for assessment complicates repeatability and could be a potential cause of heterogeneity. Currently, the ESH recommends that cuffless BP devices should undergo six validation tests dependent on the type of device and function  (Stergiou et al.,2023) . Based upon these methodological and study related issues these findings should be viewed with some caution.\n\nIn general, findings from this review indicate that there was a lack of appropriate methods for critical appraisal, data synthesis and through assessment of heterogeneity among individual studies thus results should be interpreted with caution. However, with the current evidence base from this review the following recommendations for future research are warranted to enhance the importance of technology in healthcare and its ability to adapt to changing needs.\n\nThese findings utilize a mean error encompassing both systolic and diastolic measurements, which complicates comparisons with current validation guideline procedures. As previous guidelines from AAMI/ISO and the ESH-IP, advocate for recommendations grounded in the likelihood of an error, with a mean bias of ≤ 10 mm Hg occurring at least 85% of the time  (24, 25) . As noted in the review, eight studies reported a mean bias for both systolic and diastolic measurements of less than 5 mmHg.\n\nHowever, there was no indication of how many studies this was out of or at an individual level how often did this occur.\n\nThe primary meta-analysis revealed no statistically significant error rates for both systolic and diastolic measurements. With a mean error rate for both systolic and diastolic all falling below the mean bias threshold of <5 mmHg. However, there was a large imprecision for systolic blood pressure with the highest point of the 95% confidence interval being 9.01 mmHg which could be clinically significant.\n\nAs previous studies have defined clinically significant differences in blood pressure of error rates of >5 mmHg for systolic blood pressure and >2 mmHg for diastolic blood pressure  (26) . Additionally, there was substantial unexplained heterogeneity which suggests there was important moderating factors which were influencing the variation in the mean bias between studies. Previous assessment on cuffbased blood pressure monitoring devices have shown that factors such as talking, acute exposure to cold, recent exertion, alcohol consumption, and body position can substantially alter the bias within measurements (>5 mmHg)  (27) . Furthermore, it's important to note that multiple different techniques were combined within the main analysis, which could be a potential cause of the heterogeneity observed between studies. The review did carry out a subgroup analysis of the different test types used. Where it appears that photoplethysmography alone resulted in a larger a mean bias compared to photoplethysmography plus electrocardiogram for both systolic and diastolic blood pressure. However, as previously highlighted due to the unusual method of synthesis for these analyses it is questionable of the certainty of this difference. Regarding external validity of these findings due to the limited inconsistencies and limited reporting within the review of exactly what protocols were used. Current nice guidelines recommend that for home blood pressure monitoring patients should take at least two consecutive measurements one minute apart twice a day (morning and evening)  (12) . Thus, based upon the evidence it is unclear the relevant external validity of these findings in context to this current recommendation of how home blood pressure monitoring should take place. The substantial heterogeneity, imprecision, indirectness, and risk of bias observed in the included studies undermine the certainty of the presented estimates to the extent that it's probable the actual estimates may differ substantially from those presented in this review. Therefore, based on this evidence, no clinical recommendations can be made regarding the standard use of cuffless BP devices without further research.\n\nFurther research is required in this area to explore the effects of already known moderating factors as there is substantial heterogeneity between studies. Furthermore, future research should compare multiple cuffless BP devices using both photoplethysmography alone and photoplethysmography plus electrocardiogram. It is important that the studies use standardised protocols as suggested by ESH  (Stergiou et al.,2023) . To allow transparency and repeatability of methods used within the assessment process. Due to the varying methodological issues identified in this review is important that this review is repeated but with greater transparency regarding the inclusion criteria and corresponding methods of synthesis. Additionally, if additional studies are identified relevant moderating factors should be assessed to identify what's causing the substantial heterogeneity."
    },
    {
      "title": "CPD reflective questions:",
      "text": "What moderating factors are you aware of which may affect the accuracy of blood pressure monitoring?\n\nWhat methods of remote proprietary monitoring are available for your patients?\n\nBased upon the findings of this review would you recommend cuffless BP devices?"
    }
  ],
  "references": [
    {
      "title": "The global epidemiology of hypertension",
      "authors": [
        "K Mills",
        "A Stefanescu",
        "J He"
      ],
      "year": 2020,
      "doi": "10.1038/s41581-019-0244-2"
    },
    {
      "title": "The Global Burden of Cardiovascular Diseases and Risk: A Compass for Future Health",
      "authors": [
        "M Vaduganathan",
        "G Mensah",
        "J Turco",
        "V Fuster",
        "G Roth"
      ],
      "year": 2022,
      "doi": "10.1016/j.jacc.2022.11.005"
    },
    {
      "year": 2023,
      "doi": "10.1097/00004872-199508001-00020"
    },
    {
      "title": "International Society of Hypertension Global Hypertension Practice Guidelines",
      "authors": [
        "T Unger",
        "C Borghi",
        "F Charchar",
        "N Khan",
        "N Poulter",
        "D Prabhakaran"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.15026"
    },
    {
      "title": "Blood pressure and heart failure",
      "authors": [
        "G Oh",
        "H Cho"
      ],
      "year": 2020,
      "doi": "10.1186/s40885-019-0132-x"
    },
    {
      "title": "Hypertension and Atrial Fibrillation: Doubts and Certainties From Basic and Clinical Studies",
      "authors": [
        "P Verdecchia",
        "F Angeli",
        "G Reboldi"
      ],
      "year": 2018,
      "doi": "10.1161/circresaha.117.311402"
    },
    {
      "title": "Blood Pressure Levels and Risks of Dementia: a Nationwide Study of 4.5 Million People",
      "authors": [
        "C Lee",
        "J Lee",
        "K Han",
        "D Kim",
        "H Cho",
        "K Kim"
      ],
      "year": 2022,
      "doi": "10.1161/hypertensionaha.121.17283"
    },
    {
      "title": "Temporal trends and patterns in heart failure incidence: a population-based study of 4 million individuals",
      "authors": [
        "N Conrad",
        "A Judge",
        "J Tran",
        "H Mohseni",
        "D Hedgecott",
        "A Crespillo"
      ],
      "year": 2018,
      "doi": "10.1016/s0140-6736(17)32520-5"
    },
    {
      "title": "World Heart Federation Roadmap for Hypertension -A 2021 Update",
      "authors": [
        "P Jeemon",
        "T Séverin",
        "C Amodeo",
        "D Balabanova",
        "Nrc Campbell",
        "D Gaita"
      ],
      "year": 2021,
      "doi": "10.5334/gh.1066"
    },
    {
      "title": "Global burden of 87 risk factors in 204 countries and territories, 1990&#x2013;2019: a systematic analysis for the Global Burden of Disease Study 2019",
      "authors": [
        "Cjl Murray",
        "A Aravkin",
        "P Zheng",
        "C Abbafati",
        "K Abbas",
        "M Abbasi-Kangevari"
      ],
      "year": 2020,
      "doi": "10.1002/hon.2936/v1/review1"
    },
    {
      "title": "ESH Guidelines for the management of arterial hypertension The Task Force for the management of arterial hypertension of the European Society of Hypertension: Endorsed by the International Society of Hypertension (ISH) and the European Renal Association (ERA)",
      "authors": [
        "G Mancia",
        "R Kreutz",
        "M Brunström",
        "M Burnier",
        "G Grassi",
        "A Januszewicz"
      ],
      "year": 2023,
      "doi": "10.1097/hjh.0000000000003621"
    },
    {
      "title": "How should I diagnose hypertension?",
      "year": 2023,
      "doi": "10.1093/ww/9780199540884.013.u13729"
    },
    {
      "title": "Photoplethysmography-Based Continuous Systolic Blood Pressure Estimation Method for Low Processing Power Wearable Devices",
      "authors": [
        "R Gircys",
        "A Liutkevicius",
        "E Kazanavicius",
        "V Lesauskaite",
        "G Damuleviciene",
        "A Janaviciute"
      ],
      "year": 2019,
      "doi": "10.3390/app9112236"
    },
    {
      "title": "Analysis of Pulse Arrival Time as an Indicator of Blood Pressure in a Large Surgical Biosignal Database: Recommendations for Developing Ubiquitous Blood Pressure Monitoring Methods",
      "authors": [
        "J Lee",
        "S Yang",
        "S Lee",
        "H Kim"
      ],
      "year": 2019,
      "doi": "10.3390/jcm8111773"
    },
    {
      "title": "New Approaches to Evaluating and Monitoring Blood Pressure",
      "authors": [
        "E Goldberg",
        "P Levy"
      ],
      "year": 2016,
      "doi": "10.1007/s11906-016-0650-9"
    },
    {
      "title": "Cuff-Less Methods for Blood Pressure Telemonitoring",
      "authors": [
        "D Bard",
        "J Joseph",
        "N Van Helmond"
      ],
      "year": 2019,
      "doi": "10.3389/fcvm.2019.00040"
    },
    {
      "title": "Results of a Remotely Delivered Hypertension and Lipid Program in More Than 10 000 Patients Across a Diverse Health Care Network",
      "authors": [
        "A Blood",
        "C Cannon",
        "W Gordon",
        "C Mailly",
        "T Maclean",
        "S Subramaniam"
      ],
      "year": 2023,
      "doi": "10.1001/jamacardio.2022.4018"
    },
    {
      "title": "Wearable cuffless blood pressure monitoring devices: a systematic review and meta-analysis",
      "authors": [
        "Sms Islam",
        "C Chow",
        "R Daryabeygikhotbehsara",
        "N Subedi",
        "J Rawstorn",
        "T Tegegne"
      ],
      "year": 2022
    },
    {
      "title": "Summarizing systematic reviews: methodological development, conduct and reporting of an umbrella review approach",
      "authors": [
        "E Aromataris",
        "R Fernandez",
        "C Godfrey",
        "C Holly",
        "H Khalil",
        "P Tungpunkom"
      ],
      "year": 2015,
      "doi": "10.1097/xeb.0000000000000055"
    },
    {
      "title": "Single screening versus conventional double screening for study selection in systematic reviews: a methodological systematic review",
      "authors": [
        "S Waffenschmidt",
        "M Knelangen",
        "W Sieben",
        "S Bühn",
        "D Pieper"
      ],
      "year": 2019,
      "doi": "10.1186/s12874-019-0782-0"
    },
    {
      "title": "Single data extraction generated more errors than double data extraction in systematic reviews",
      "authors": [
        "N Buscemi",
        "L Hartling",
        "B Vandermeer",
        "L Tjosvold",
        "T Klassen"
      ],
      "year": 2006,
      "doi": "10.1016/j.jclinepi.2005.11.010"
    },
    {
      "title": "An armband wearable device for overnight and cuff-less blood pressure measurement",
      "authors": [
        "Y Zheng",
        "B Yan",
        "Y Zhang",
        "C Poon"
      ],
      "year": 2014,
      "doi": "10.1109/tbme.2014.2318779"
    },
    {
      "title": "Meta-evaluation of meta-analysis: ten appraisal questions for biologists",
      "authors": [
        "S Nakagawa",
        "Dwa Noble",
        "A Senior",
        "M Lagisz"
      ],
      "year": 2017,
      "doi": "10.1186/s12915-017-0357-7"
    },
    {
      "title": "European Society of Hypertension recommendations for the validation of cuffless blood pressure measuring devices: European Society of Hypertension Working Group on Blood Pressure Monitoring and Cardiovascular Variability",
      "authors": [
        "G Stergiou",
        "A Avolio",
        "P Palatini",
        "K Kyriakoulis",
        "A Schutte",
        "S Mieke"
      ],
      "year": 2023,
      "doi": "10.1097/hjh.0000000000003483"
    },
    {
      "title": "European Society of Hypertension International Protocol revision 2010 for the validation of blood pressure measuring devices in adults",
      "authors": [
        "E O'brien",
        "N Atkins",
        "G Stergiou",
        "N Karpettas",
        "G Parati",
        "R Asmar"
      ],
      "year": 2010,
      "doi": "10.1097/mbp.0b013e3283360e98"
    },
    {
      "title": "Blood pressure monitoring technique impacts hypertension treatment",
      "authors": [
        "G Ray",
        "J Nawarskas",
        "J Anderson"
      ],
      "year": 2012,
      "doi": "10.1007/s11606-011-1937-9"
    },
    {
      "title": "Evidence based treatment of hypertension. Measurement of blood pressure: an evidence based review",
      "authors": [
        "F Mcalister",
        "S Straus"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.322.7291.908"
    }
  ],
  "num_references": 27
}
