{
  "paper_id": "NIICX6GS",
  "title": "Investigating racial and gender disparities in virtual randomized clinical trial enrollment: Insights from the BE ACTIVE study",
  "abstract": "Randomized clinical trials (RCTs) often suffer from a lack of representation from historically marginalized populations, and it is uncertain whether virtual RCTs (vRCTs) enhance representativeness or if elements of their consent and enrollment processes may instead contribute to underrepresentation of these groups. In this study, we aimed to identify disparities in enrollment demographics in a vRCT, the BE ACTIVE study, which recruited patients within a single health system. We discovered that the proportions of eligible patients who were randomized differed significantly by gender and race/ethnicity (men 1.2%, women 2.0%, P < .001; White 1.8%, Black 1.3%, Hispanic 0.7%, Asian 0.9%; P < .001), and compared with White patients, non-White patients were less likely to have a valid email address on file and were less likely to click on the email link to the study webpage and begin enrollment. (",
  "year": 2021,
  "date": "2021",
  "authors": [
    {
      "name": "Michael Fortunato",
      "affiliation": {
        "organization": "School of Medicine",
        "department": "School of Medicine",
        "institution": "New York Medical College",
        "address": "Valhalla, NY"
      }
    },
    {
      "name": "Anthony Girard",
      "affiliation": {
        "organization": "Incentives and Behavioral Economics",
        "department": "Incentives and Behavioral Economics",
        "institution": "University of Pennsylvania Center for Health",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Samantha Coratti",
      "affiliation": {
        "organization": "Incentives and Behavioral Economics",
        "department": "Incentives and Behavioral Economics",
        "institution": "University of Pennsylvania Center for Health",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "David Farraday",
      "affiliation": {
        "organization": "Incentives and Behavioral Economics",
        "department": "Incentives and Behavioral Economics",
        "institution": "University of Pennsylvania Center for Health",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Laurie Norton",
      "affiliation": {
        "organization": "Incentives and Behavioral Economics",
        "department": "Incentives and Behavioral Economics",
        "institution": "University of Pennsylvania Center for Health",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Charles Rareshide",
      "affiliation": {
        "organization": "Incentives and Behavioral Economics",
        "department": "Incentives and Behavioral Economics",
        "institution": "University of Pennsylvania Center for Health",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Jingsan Zhu",
      "affiliation": {
        "organization": "Incentives and Behavioral Economics",
        "department": "Incentives and Behavioral Economics",
        "institution": "University of Pennsylvania Center for Health",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Neel Chokshi",
      "affiliation": {
        "organization": "Department of Medicine",
        "department": "Department of Medicine",
        "institution": "University of Pennsyl- vania",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Julia Szymczak",
      "affiliation": {
        "organization": "Department of Medicine",
        "department": "Department of Medicine",
        "institution": "University of Pennsyl- vania",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Tamar Klaiman",
      "affiliation": {
        "organization": "Department of Medical Ethics and Health Policy",
        "department": "Department of Medical Ethics and Health Policy",
        "institution": "University of Pennsylvania",
        "address": "Philadel- phia, PA"
      }
    },
    {
      "name": "Louise Russell",
      "affiliation": {
        "organization": "Department of Medical Ethics and Health Policy",
        "department": "Department of Medical Ethics and Health Policy",
        "institution": "University of Pennsylvania",
        "address": "Philadel- phia, PA"
      }
    },
    {
      "name": "Dylan Small",
      "affiliation": {
        "organization": "Department of Medical Ethics and Health Policy",
        "department": "Department of Medical Ethics and Health Policy",
        "institution": "University of Pennsylvania",
        "address": "Philadel- phia, PA"
      }
    },
    {
      "name": "Mitesh Patel",
      "affiliation": {
        "organization": "Ascension Health",
        "department": "Ascension Health",
        "address": "St. Louis, Missouri"
      }
    },
    {
      "name": "Kevin Volpp",
      "affiliation": {
        "organization": "Incentives and Behavioral Economics",
        "department": "Incentives and Behavioral Economics",
        "institution": "University of Pennsylvania Center for Health",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Alexander Fanaroff",
      "affiliation": {
        "organization": "Incentives and Behavioral Economics",
        "department": "Incentives and Behavioral Economics",
        "institution": "University of Pennsylvania Center for Health",
        "address": "Philadelphia, PA"
      }
    },
    {
      "affiliation": {
        "organization": "Leonard Davis Institute of Health Economics",
        "department": "Leonard Davis Institute of Health Economics",
        "institution": "University of Penn- sylvania",
        "address": "Philadelphia, PA"
      }
    },
    {
      "name": "Charles Maynard"
    },
    {
      "affiliation": {
        "organization": "NY",
        "institution": "NY",
        "address": "Philadelphia Salt Lake City St. Louis, PA UT Missouri"
      }
    },
    {
      "affiliation": {
        "organization": "Perelman Center for Advanced Medicine",
        "department": "Perelman Center for Advanced Medicine",
        "address": "3400 Civic Center Blvd, 19104., Philadelphia, PA"
      }
    }
  ],
  "doi": "10.1016/j.ahj.2024.06.003",
  "md5": "E420899BDF76A73B58A03D0EF42D4975",
  "funding": [
    ""
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Virtual randomized clinical trials (vRCTs)-in which participants are identified algorithmically, contacted directly by mass email or text message, complete informed consent and provide baseline data on a secure study portal, and perform all study procedures remotely-bypass many of the enrollment bottlenecks in the traditional RCT process.  1  However, little is known about the representativeness of vRCTs or the specific elements of their recruitment and enrollment processes that may lead to underrepresentation of racial and ethnic minorities. Behavioral Economics Approaches to Increase Physical Activity Among Patients with Elevated Risk for Cardiovascular Disease (BE ACTIVE) was a vRCT testing the effectiveness of gamification, financial incentives, or both to increase physical activity among individuals at risk for major adverse cardiovascular events. With approximately 90% of participants enrolled, we examined the study population's representativeness to determine if changes were needed during the remainder of recruitment. In this repor t, we descr ibe demographic characteristics along each step in the enrollment process to identify features of vRCTs that may contribute to lack of representativeness."
    },
    {
      "title": "Methods",
      "text": "The design and primary results of BE ACTIVE have been previously reported.  2 , 3 The study was approved by the University of Pennsylvania institutional review board and registered at clincaltrials.gov (NCT03911141)."
    },
    {
      "title": "Participants",
      "text": "Participants were recruited from within the University of Pennsylvania Health System (UPHS), a large multihospital health system in Pennsylvania and New Jersey. Patients were eligible if they had a 10-year risk of major adverse cardiovascular events ≥7.5%, valid email address, and a primary care provider (PCP) within UPHS."
    },
    {
      "title": "Enrollment and consent process",
      "text": "Eligible patients were identified by querying the electronic health record (EHR) and emailed a link to the study website where they completed an eligibility survey, informed consent, and surveys that captured information regarding their socioeconomic status and med-Figure  1 . Flowchart of patient progress through the BE ACTIVE trial during the initial naïve period of recruitment. The initial population of potential participants within the University of Pennsylvania Health System (UPHS) included 358,621 patients. Of these, 60,548 patients fulfilled all inclusion criteria (i.e., had a 10-year risk of major adverse cardiovascular events ≥7.5%, possessed a valid email address, and had a primary care provider within the UPHS system) and were thus eligible for participation. From this eligible population, 946 participants (1.6%) completed all enrollment steps and were eventually randomized. ical history ( Figure  1  ). To complete this section, participants had to provide their social security number (SSN), since they were compensated for participation. They were then mailed a Fitbit wearable fitness tracker that they connected to the study platform and wore for 2 weeks to establish a baseline step count. Participants with step count > 7500 were excluded; the remaining patients were randomized."
    },
    {
      "title": "Statistical analysis",
      "text": "We quantitatively described demographic characteristics of the study population (gender, race/ethnicity) at multiple steps throughout the enrollment process. In determining demographic characteristics of eligible patients, we used gender and race/ethnicity as captured by the EHR. For patients who completed the eligibility survey and informed consent, demographic characteristics were based on self-reported gender and race/ethnicity. We tested whether the enrollment fractions (proportions of eligible patients who were randomized) were the same between gender and race/ethnicity groups using chi-squared tests."
    },
    {
      "title": "Results",
      "text": "The total UPHS population comprised 358,621 patients, of whom 239,305 identified as White (66.7%), 74,691 Black (20.8%), 8,189 Hispanic (2.3%), and 7,695 Asian (2.1%); 199,115 (55.5%) were male. Overall, 60,548 patients (16.9%) were eligible and emailed, of whom 41,097 identified as White (67.9%), 13,842 Black (22.9%), 5,939 Hispanic (2.3%), and 1,592 Asian (2.6%); 31,980 (52.8%) were male ( Figure  2  ). Compared with White patients, non-White patients were similarly likely to have a 10-year risk of major cardiovascular events ≥7.5%, less likely to have a valid email address on file, and more likely to have an internal PCP; ultimately, the racial and ethnic composition of the eligible population was similar to the overall UPHS population.\n\nAmong patients contacted during the initial naïve period of recruitment, 2,505 (4.1%) clicked the link to the study platform and completed the eligibility survey and informed consent. Of these, 1,940 (77.4%) identified as White, 452 (18.0%) Black, 19 (0.8%) Hispanic, and 48 (1.9%) Asian; 1,217 (48.6%) were male. Ultimately, 946 patients were randomized, of whom 735 (77.7%) were White, 179 (18.9%) Black, 7 (0.7%) Hispanic, and 14 (1.5%) Asian; 387 (40.9%) were male. There were significant differences in the proportions of eligible patients who were randomized by race/ethnicity and gender ( P < .001) ( Figure  3  ). Compared with White patients, non-White patients were less likely to click the link and begin enrollment and less likely to complete all surveys, but equally likely to activate their Fitbit and more likely to take < 7500 steps per day at baseline. Men were less likely than women to click the link and begin enrollment and less likely to take < 7500 steps per day at baseline."
    },
    {
      "title": "Discussion",
      "text": "In this analysis of the initial naïve recruitment period of the BE ACTIVE vRCT, we found that non-White and male patients were underrepresented relative to White and female patients. Key barriers to representativeness included availability of valid email addresses and willingness to click on a link in an unsolicited email and provide potentially sensitive personal information. By contrast, availability of data in the EHR to identify eligible patients and independent completion of study tasks did not appreciably affect representativeness. This experience highlights the pitfalls of a recruitment strategy that does not explicitly consider participants' race/ethnicity in achieving representativeness in vRCTs.\n\nIt has been 3 decades since the NIH provided guidelines calling for increased representation in RCTs, but researchers still struggle to recruit patients from historically underrepresented populations.  4 , 5 Some have highlighted the possibility that vRCTs could overcome geographic barriers to clinical trial participation.  1  Likewise, direct-to-patient recruiting can counter implicit bias that leads clinicians to less frequently offer participation in clinical trials to certain groups.  6 Our experience challenges this idea, indicating that these potential facilitators of representativeness in vRCTs are counterbalanced and may be outweighed by detrimental factors. In other studies, our group has used higher-touch recruitment strategies-including phone calls and in-clinic recruitment-and enrolled a more representative sample than in the naïve recruitment period of BE ACTIVE. In a clinical trial of financial incentives to increase physical activity among individuals with ischemic heart disease, 29 of 105 participants (27.6%) were non-White.  7 In another clinical trial of remote monitoring for patients with heart failure, 277 of 522 participants (50.2%) were either non-White or Hispanic.  8 istorically underrepresented groups' distrust in the medical system may create a significant barrier to achieving representativeness within vRCTs.  9 , 10 The largest drop-offs in non-White individuals' progression through enrollment occurred between initial email outreach and navigation to the study website to consent, and between consent and provision of sensitive personal information.\n\nWhile the likelihood of any potential subject replying to an unsolicited email was very low, clicking a link in an unsolicited email and providing sensitive personal information were the 2 steps in the BE ACTIVE consent process that most required participants' trust that the offer to participate in the study was legitimate, and that the research team would protect their sensitive information. The fact that participants were most likely to \"fall off\" the path to consent at these trust-requiring steps suggests that vRCTs low-touch approach to recruitment may fail to create the trust that many potential participants require to enroll, and that this failure disproportionately affects non-White individuals, decreasing representativeness.\n\nWhereas traditional RCTs recruit in-person, often at clinic visits with a provider the potential participant knows, vRCTs recruit through less personal channels, a distinction particularly relevant for non-White individuals. In 1 study, 54% of Black respondents thought it was very or somewhat likely that they or someone like them \"would be used as guinea pigs\" by medical researchers, but just 13% believed their doctor would ask them to participate in potentially harmful medical research.  11 The requirement to provide a SSN to receive compensation for trial participation presents another barrier, for several reasons. Many phishing scams target patients by attempting to procure sensitive personal information, so this re-Figure  3 . Proportion of eligible patients who were randomized by race/ethnicity and gender. Eligible men and non-White individuals were less likely to be randomized than woman and White individuals. P < .001 for men vs. women, P < .001 for White vs. Black, P = .006 for White vs. Asian, P = .007 for White vs Hispanic, and P = .001 for White vs. Other. quirement may alarm potential patients that are vulnerable to having their identity stolen. This requirement also completely excludes undocumented individuals.\n\nUltimately, when we found that our naïve recruitment strategy led to underrepresentation of racial and ethnic minorities, we altered our recruitment strategy to recruit only non-White individuals and to reach out by text message in addition to email. Using this race-conscious approach to enrollment, we ultimately enrolled a population representative of the UPHS patient population.  2 , 3  Limitations Our data come from 1 study conducted in a single health system and may not be representative of all vRCTs. In particular, the population of patients seen at UPHS includes relatively few Hispanic and Asian indivduals, due in large part to the demographics of Philadelphia and its suburbs. We are therefore limited in our ability to draw conclusions about determinants of participation of Hispanic and Asian individuals in vRCTs. We did not interview patients who did not participate in BE ACTIVE to identify reasons for non-participation and can only infer potential reasons based on behavior. In addition, our analysis is descriptive and does not consider potential interactions among age, gender, and race which may determine participation. Finally, our analysis does not assess representativeness by socioeconomic status (SES). We chose to focus on race, ethnicity, and gender as these axes have been the focus of efforts by the NIH, Food and Drug Administration, and other stakeholders to improve representativeness in clinical trials,  4 , 5  but SES is an important determinant of clinical trial participation. Understanding how vRCTs affect participation by individuals of different SES is a critical question for future study."
    },
    {
      "title": "Conclusions",
      "text": "In the BE ACTIVE vRCT, a recruitment strategy of contacting eligible individuals without regard for race, ethnicity, or gender led to underrepresentation of men and non-White individuals. For vRCTs to enroll representative populations, it is not adequate to offer equal access to enrollment. Rather, researchers must develop processes for equitable engagement that account for historical mistrust and other factors specific to underrepresented populations."
    },
    {
      "title": "Role of the funder/sponsor",
      "text": "The funding organization had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit the manuscript for publication."
    },
    {
      "text": "Figure 2. Demographics of BE ACTIVE Study participants at relevant steps in the recruitment and enrollment process. Men and non-White individuals were less likely to click on the email link to begin study enrollment tha women and White individuals, and non-White individuals were less likely to have a valid email address on file and to complete all baseline surveys."
    },
    {
      "title": "Funding",
      "text": "BE ACTIVE was funded by a grant from the  National Institutes of Health  (  R61/R33HL141440  ) to  Drs.Volpp  and  Fanaroff ."
    },
    {
      "title": "Conflict of Interest",
      "text": "Dr. Volpp is a co-owner of a behavioral economics consulting firm, VAL Health. All other authors report no relevant conflicts of interest."
    },
    {
      "title": "CRediT authorship contribution statement"
    }
  ],
  "references": [
    {
      "title": "Enhancing patient centricity and advancing innovation in clinical research with virtual randomized clinical trials (vRCTs)",
      "authors": [
        "R Yaakov",
        "Ö Güler",
        "T Mayhugh",
        "T Serena"
      ],
      "year": 2021,
      "doi": "10.3390/diagnostics11020151",
      "journal": "Diagnostics",
      "volume": "11",
      "pages": "151",
      "raw": "Enhancing patient centricity and advancing innovation in clinical research with virtual randomized clinical trials (vRCTs) \n\t\t \n\t\t\t R A Yaakov \n\t\t \n\t\t \n\t\t\t Ö Güler \n\t\t \n\t\t \n\t\t\t T Mayhugh \n\t\t \n\t\t \n\t\t\t T E Serena \n\t\t \n\t\t 10.3390/diagnostics11020151 \n\t \n\t \n\t\t Diagnostics \n\t\t \n\t\t\t 11 \n\t\t\t 151 \n\t\t\t 2021 \n\t\t \n\t \n\t Yaakov RA, Güler Ö, Mayhugh T, Serena TE. Enhancing patient centricity and advancing innovation in clinical research with virtual randomized clinical trials (vRCTs). Diagnostics 2021;11:151. doi: 10.3390/diagnostics11020151 ."
    },
    {
      "title": "A Randomized controlled trial of gamification, financial incentives, or both to increase physical activity among patients with elevated risk for cardiovascular disease: rationale and design of the BE ACTIVE study",
      "authors": [
        "A Fanaroff",
        "M Patel",
        "N Chokshi"
      ],
      "year": 2023,
      "doi": "10.1016/j.ahj.2023.02.014",
      "journal": "Am Heart J",
      "volume": "260",
      "raw": "A Randomized controlled trial of gamification, financial incentives, or both to increase physical activity among patients with elevated risk for cardiovascular disease: rationale and design of the BE ACTIVE study \n\t\t \n\t\t\t A C Fanaroff \n\t\t \n\t\t \n\t\t\t M S Patel \n\t\t \n\t\t \n\t\t\t N Chokshi \n\t\t \n\t\t 10.1016/j.ahj.2023.02.014 \n\t \n\t \n\t\t Am Heart J \n\t\t \n\t\t\t 260 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Fanaroff AC, Patel MS, Chokshi N, et al. A Randomized controlled trial of gamification, financial incentives, or both to increase physical activity among patients with elevated risk for cardiovascular disease: rationale and design of the BE ACTIVE study. Am Heart J 2023;260:82-9 ."
    },
    {
      "title": "Effect of gamification, financial incentives, or both to increase physical activity among patients at high risk of cardiovascular events: the BE ACTIVE randomized controlled trial",
      "authors": [
        "A Fanaroff",
        "M Patel",
        "N Chokshi"
      ],
      "year": 2024,
      "doi": "10.1161/circulationaha.124.069531",
      "journal": "Circulation",
      "volume": "149",
      "raw": "Effect of gamification, financial incentives, or both to increase physical activity among patients at high risk of cardiovascular events: the BE ACTIVE randomized controlled trial \n\t\t \n\t\t\t A C Fanaroff \n\t\t \n\t\t \n\t\t\t M S Patel \n\t\t \n\t\t \n\t\t\t N P Chokshi \n\t\t \n\t\t 10.1161/circulationaha.124.069531 \n\t \n\t \n\t\t Circulation \n\t\t \n\t\t\t 149 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Fanaroff AC, Patel MS, Chokshi NP, et al. Effect of gamification, financial incentives, or both to increase physical activity among patients at high risk of cardiovascular events: the BE ACTIVE randomized controlled trial. Circulation 2024;149:1639-49 ."
    },
    {
      "title": "Inclusion of women and minorities in clinical trials and the NIH Revitalization Act of 1993-the perspective of NIH clinical trialists",
      "authors": [
        "L Freedman",
        "R Simon",
        "M Foulkes"
      ],
      "year": 1995,
      "doi": "10.1016/0197-2456(95)00048-8",
      "journal": "Control Clin Trials",
      "volume": "16",
      "raw": "Inclusion of women and minorities in clinical trials and the NIH Revitalization Act of 1993-the perspective of NIH clinical trialists \n\t\t \n\t\t\t L S Freedman \n\t\t \n\t\t \n\t\t\t R Simon \n\t\t \n\t\t \n\t\t\t M A Foulkes \n\t\t \n\t\t 10.1016/0197-2456(95)00048-8 \n\t \n\t \n\t\t Control Clin Trials \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 1995 \n\t\t \n\t \n\t Freedman LS, Simon R, Foulkes MA, et al. Inclusion of women and minorities in clinical trials and the NIH Revitalization Act of 1993-the perspective of NIH clinical trialists. Control Clin Trials 1995;16:277-85. doi: 10.1016/0197-2456(95)00048-8 ."
    },
    {
      "title": "Improving representativeness in trials: a call to action from the global cardiovascular clinical trialists forum",
      "authors": [
        "L Filbey",
        "J Zhu",
        "D' Angelo"
      ],
      "year": 2023,
      "doi": "10.1093/eurheartj/ehac810",
      "journal": "Eur Heart J",
      "volume": "44",
      "raw": "Improving representativeness in trials: a call to action from the global cardiovascular clinical trialists forum \n\t\t \n\t\t\t L Filbey \n\t\t \n\t\t \n\t\t\t J W Zhu \n\t\t \n\t\t \n\t\t\t D' Angelo \n\t\t \n\t\t \n\t\t\t F \n\t\t \n\t\t 10.1093/eurheartj/ehac810 \n\t \n\t \n\t\t Eur Heart J \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Filbey L, Zhu JW, D'Angelo F, et al. Improving representativeness in trials: a call to action from the global cardiovascular clinical trialists forum. Eur Heart J 2023;44:921-30. doi: 10.1093/eurheartj/ehac810 ."
    },
    {
      "title": "Are racial and ethnic minorities less willing to participate in health research?",
      "authors": [
        "D Wendler",
        "R Kington",
        "J Madans"
      ],
      "year": 2006,
      "doi": "10.1371/journal.pmed.0030019",
      "journal": "PLoS Med",
      "volume": "3",
      "pages": "19",
      "raw": "Are racial and ethnic minorities less willing to participate in health research? \n\t\t \n\t\t\t D Wendler \n\t\t \n\t\t \n\t\t\t R Kington \n\t\t \n\t\t \n\t\t\t J Madans \n\t\t \n\t\t 10.1371/journal.pmed.0030019 \n\t \n\t \n\t\t PLoS Med \n\t\t \n\t\t\t 3 \n\t\t\t 19 \n\t\t\t 2006 \n\t\t \n\t \n\t Wendler D, Kington R, Madans J, et al. Are racial and ethnic minorities less willing to participate in health research? PLoS Med 2006;3:e19. doi: 10.1371/journal.pmed.0030019 ."
    },
    {
      "title": "Loss-framed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD randomized trial",
      "authors": [
        "N Chokshi",
        "S Adusumalli",
        "D Small"
      ],
      "year": 2018,
      "doi": "10.1161/jaha.118.009173",
      "journal": "J Am Heart Assoc",
      "volume": "7",
      "pages": "e009173",
      "raw": "Loss-framed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD randomized trial \n\t\t \n\t\t\t N P Chokshi \n\t\t \n\t\t \n\t\t\t S Adusumalli \n\t\t \n\t\t \n\t\t\t D S Small \n\t\t \n\t\t 10.1161/jaha.118.009173 \n\t \n\t \n\t\t J Am Heart Assoc \n\t\t \n\t\t\t 7 \n\t\t\t e009173 \n\t\t\t 2018 \n\t\t \n\t \n\t Chokshi NP, Adusumalli S, Small DS, et al. Loss-framed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD randomized trial. J Am Heart Assoc 2018;7:e009173 ."
    },
    {
      "title": "Remote monitoring and behavioral economics in managing heart failure in patients discharged from the hospital: a randomized clinical trial",
      "authors": [
        "D Asch",
        "A Troxel",
        "L Goldberg"
      ],
      "year": 2022,
      "doi": "10.1001/jamainternmed.2022.1383",
      "journal": "JAMA Intern Med",
      "volume": "182",
      "raw": "Remote monitoring and behavioral economics in managing heart failure in patients discharged from the hospital: a randomized clinical trial \n\t\t \n\t\t\t D A Asch \n\t\t \n\t\t \n\t\t\t A B Troxel \n\t\t \n\t\t \n\t\t\t L R Goldberg \n\t\t \n\t\t 10.1001/jamainternmed.2022.1383 \n\t \n\t \n\t\t JAMA Intern Med \n\t\t \n\t\t\t 182 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Asch DA, Troxel AB, Goldberg LR, et al. Remote monitoring and behavioral economics in managing heart failure in patients discharged from the hospital: a randomized clinical trial. JAMA Intern Med 2022;182:643-9. doi: 10.1001/jamainternmed.2022.1383 ."
    },
    {
      "title": "Exploring willingness to participate in clinical trials by ethnicity",
      "authors": [
        "K Pariera",
        "S Murphy",
        "J Meng",
        "M Mclaughlin"
      ],
      "year": 2017,
      "doi": "10.1007/s40615-016-0280-6",
      "journal": "J Racial Ethn Health Disparities",
      "volume": "4",
      "raw": "Exploring willingness to participate in clinical trials by ethnicity \n\t\t \n\t\t\t K L Pariera \n\t\t \n\t\t \n\t\t\t S T Murphy \n\t\t \n\t\t \n\t\t\t J Meng \n\t\t \n\t\t \n\t\t\t M L Mclaughlin \n\t\t \n\t\t 10.1007/s40615-016-0280-6 \n\t \n\t \n\t\t J Racial Ethn Health Disparities \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Pariera KL, Murphy ST, Meng J, McLaughlin ML. Exploring willingness to participate in clinical trials by ethnicity. J Racial Ethn Health Disparities 2017;4:763-9. doi: 10.1007/s40615-016-0280-6 ."
    },
    {
      "title": "Distrust, race, and research",
      "authors": [
        "Corbie-Smith G Thomas",
        "S St",
        "Dmm George"
      ],
      "year": 2002,
      "doi": "10.1001/archinte.162.21.2458",
      "journal": "Arch Intern Med",
      "volume": "162",
      "raw": "Distrust, race, and research \n\t\t \n\t\t\t Corbie-Smith G Thomas \n\t\t \n\t\t \n\t\t\t S B St \n\t\t \n\t\t \n\t\t\t Dmm George \n\t\t \n\t\t 10.1001/archinte.162.21.2458 \n\t \n\t \n\t\t Arch Intern Med \n\t\t \n\t\t\t 162 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Corbie-Smith G, Thomas SB. St. George DMM. Distrust, race, and research. Arch Intern Med 2002;162:2458-63. doi: 10.1001/archinte.162.21.2458 ."
    },
    {
      "title": "Different types of distrust in clinical research among whites and African Americans",
      "authors": [
        "R Durant",
        "A Legedza",
        "E Marcantonio"
      ],
      "year": 2011,
      "doi": "10.1016/s0027-9684(15)30261-3",
      "journal": "J Natl Med Assoc",
      "volume": "103",
      "raw": "Different types of distrust in clinical research among whites and African Americans \n\t\t \n\t\t\t R W Durant \n\t\t \n\t\t \n\t\t\t A T Legedza \n\t\t \n\t\t \n\t\t\t E R Marcantonio \n\t\t \n\t\t 10.1016/s0027-9684(15)30261-3 \n\t \n\t \n\t\t J Natl Med Assoc \n\t\t \n\t\t\t 103 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Durant RW, Legedza AT, Marcantonio ER, et al. Different types of distrust in clinical research among whites and African Americans. J Natl Med Assoc 2011;103:123-30 ."
    }
  ],
  "num_references": 11,
  "figures": [
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Demographics of BE ACTIVE Study participants at relevant steps in the recruitment and enrollment process. Men and non-White individuals were less likely to click on the email link to begin study enrollment tha women and White individuals, and non-White individuals were less likely to have a valid email address on file and to complete all baseline surveys."
    }
  ],
  "num_figures": 1,
  "num_citations": 11,
  "cited_references": [
    "b5",
    "b7",
    "b6",
    "b10",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] a  New York Medical College School of Medicine , Valhalla , NY ,",
    "[raw_affiliation] b  University of Pennsylvania Center for Health Incentives and Behavioral Economics , Philadelphia , PA ,",
    "[raw_affiliation] b  University of Pennsylvania Center for Health Incentives and Behavioral Economics , Philadelphia , PA ,",
    "[raw_affiliation] b  University of Pennsylvania Center for Health Incentives and Behavioral Economics , Philadelphia , PA ,",
    "[raw_affiliation] b  University of Pennsylvania Center for Health Incentives and Behavioral Economics , Philadelphia , PA ,",
    "[raw_affiliation] c  Department of Medical Ethics and Health Policy , University of Pennsylvania , Philadel- phia , PA ,",
    "[raw_affiliation] b  University of Pennsylvania Center for Health Incentives and Behavioral Economics , Philadelphia , PA ,",
    "[raw_affiliation] b  University of Pennsylvania Center for Health Incentives and Behavioral Economics , Philadelphia , PA ,",
    "[raw_affiliation] c  Department of Medical Ethics and Health Policy , University of Pennsylvania , Philadel- phia , PA ,",
    "[raw_affiliation] d  Department of Medicine , Perelman School of Medicine , University of Pennsyl- vania , Philadelphia , PA ,",
    "[raw_affiliation] e  Leonard Davis Institute of Health Economics , University of Penn- sylvania , Philadelphia , PA ,",
    "[raw_affiliation] f  Penn Center for Digital Cardiology , University of Pennsylva- nia , Philadelphia , PA ,",
    "[raw_affiliation] d  Department of Medicine , Perelman School of Medicine , University of Pennsyl- vania , Philadelphia , PA ,",
    "[raw_affiliation] g  Department of Internal Medicine , University of Utah School of Medicine , Salt Lake City , UT ,",
    "[raw_affiliation] c  Department of Medical Ethics and Health Policy , University of Pennsylvania , Philadel- phia , PA ,",
    "[raw_affiliation] d  Department of Medicine , Perelman School of Medicine , University of Pennsyl- vania , Philadelphia , PA ,",
    "[raw_affiliation] c  Department of Medical Ethics and Health Policy , University of Pennsylvania , Philadel- phia , PA ,",
    "[raw_affiliation] f  Penn Center for Digital Cardiology , University of Pennsylva- nia , Philadelphia , PA ,",
    "[raw_affiliation] c  Department of Medical Ethics and Health Policy , University of Pennsylvania , Philadel- phia , PA ,",
    "[raw_affiliation] h  The Wharton School , University of Pennsylvania , Philadel- phia , PA ,",
    "[raw_affiliation] i  Ascension Health , St. Louis , Missouri",
    "[raw_affiliation] b  University of Pennsylvania Center for Health Incentives and Behavioral Economics , Philadelphia , PA ,",
    "[raw_affiliation] c  Department of Medical Ethics and Health Policy , University of Pennsylvania , Philadel- phia , PA ,",
    "[raw_affiliation] d  Department of Medicine , Perelman School of Medicine , University of Pennsyl- vania , Philadelphia , PA ,",
    "[raw_affiliation] e  Leonard Davis Institute of Health Economics , University of Penn- sylvania , Philadelphia , PA ,",
    "[raw_affiliation] h  The Wharton School , University of Pennsylvania , Philadel- phia , PA ,",
    "[raw_affiliation] b  University of Pennsylvania Center for Health Incentives and Behavioral Economics , Philadelphia , PA ,",
    "[raw_affiliation] d  Department of Medicine , Perelman School of Medicine , University of Pennsyl- vania , Philadelphia , PA ,",
    "[raw_affiliation] e  Leonard Davis Institute of Health Economics , University of Penn- sylvania , Philadelphia , PA ,",
    "[raw_affiliation] f  Penn Center for Digital Cardiology , University of Pennsylva- nia , Philadelphia , PA ,",
    "[raw_affiliation] NY ; Philadelphia , PA ; Salt Lake City , UT ; St. Louis , Missouri",
    "[raw_affiliation] Perelman Center for Advanced Medicine , 3400 Civic Center Blvd , Philadelphia , PA 19104.",
    "[submission] Submitted April 26, 2024; accepted June 11, 2024",
    "[raw_reference] Yaakov RA, Güler Ö, Mayhugh T, Serena TE. Enhancing patient centricity and advancing innovation in clinical research with virtual randomized clinical trials (vRCTs). Diagnostics 2021;11:151. doi: 10.3390/diagnostics11020151 .",
    "[raw_reference] Fanaroff AC, Patel MS, Chokshi N, et al. A Randomized controlled trial of gamification, financial incentives, or both to increase physical activity among patients with elevated risk for cardiovascular disease: rationale and design of the BE ACTIVE study. Am Heart J 2023;260:82-9 .",
    "[raw_reference] Fanaroff AC, Patel MS, Chokshi NP, et al. Effect of gamification, financial incentives, or both to increase physical activity among patients at high risk of cardiovascular events: the BE ACTIVE randomized controlled trial. Circulation 2024;149:1639-49 .",
    "[raw_reference] Freedman LS, Simon R, Foulkes MA, et al. Inclusion of women and minorities in clinical trials and the NIH Revitalization Act of 1993-the perspective of NIH clinical trialists. Control Clin Trials 1995;16:277-85. doi: 10.1016/0197-2456(95)00048-8 .",
    "[raw_reference] Filbey L, Zhu JW, D'Angelo F, et al. Improving representativeness in trials: a call to action from the global cardiovascular clinical trialists forum. Eur Heart J 2023;44:921-30. doi: 10.1093/eurheartj/ehac810 .",
    "[raw_reference] Wendler D, Kington R, Madans J, et al. Are racial and ethnic minorities less willing to participate in health research? PLoS Med 2006;3:e19. doi: 10.1371/journal.pmed.0030019 .",
    "[raw_reference] Chokshi NP, Adusumalli S, Small DS, et al. Loss-framed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD randomized trial. J Am Heart Assoc 2018;7:e009173 .",
    "[raw_reference] Asch DA, Troxel AB, Goldberg LR, et al. Remote monitoring and behavioral economics in managing heart failure in patients discharged from the hospital: a randomized clinical trial. JAMA Intern Med 2022;182:643-9. doi: 10.1001/jamainternmed.2022.1383 .",
    "[raw_reference] Pariera KL, Murphy ST, Meng J, McLaughlin ML. Exploring willingness to participate in clinical trials by ethnicity. J Racial Ethn Health Disparities 2017;4:763-9. doi: 10.1007/s40615-016-0280-6 .",
    "[raw_reference] Corbie-Smith G, Thomas SB. St. George DMM. Distrust, race, and research. Arch Intern Med 2002;162:2458-63. doi: 10.1001/archinte.162.21.2458 .",
    "[raw_reference] Durant RW, Legedza AT, Marcantonio ER, et al. Different types of distrust in clinical research among whites and African Americans. J Natl Med Assoc 2011;103:123-30 ."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
