{
  "paper_id": "NPA7ZZS4",
  "title": "Effectiveness of mobile health intervention in medication adherence: A systematic review and meta-analysis",
  "abstract": "Background: Low medication adherence is known to pose a great risk of poor treatment outcomes among patients with chronic diseases. Recently, mobile applications (apps) have been recognized as effective interventions, enabling patients to adhere to their prescriptions. This study aimed to establish the effectiveness of mobile app interventions for medication adherence and the affecting features and dropout rates by focusing on randomized controlled trials (RCTs). Method: This study conducted a systematic review and meta-analysis of mobile app interventions targeting medication adherence in patients with chronic diseases. Electronic searches of eight databases were conducted on April 21, 2023. Comprehensive meta-analysis (CMA) software was used to estimate the standardized mean difference (SMD) of pooled outcomes, odds ratios (ORs), and con dence intervals (CIs). Subgroup analysis was applied to investigate and compare the effectiveness of the interventional strategies and their features. The risk of bias of the included RCTs was evaluated by applying the risk of bias (ROB) tool. Publication bias was also examined using the fail-safe N method. Results: Twenty-nine studies with 2,684 participants were included. The meta-analysis ndings showed a positive impact of mobile apps on improving medication adherence (SMD = 0.386, OR = 2.34). The subgroup analysis results revealed greater effectiveness of interventions using interactive strategies (SMD=1.367, OR=2.678), context-aware reminders (SMD = 0.664, OR = 2.452), data-sharing (SMD = 0.321, OR = 2.449), and pill dispenser (OR = 2.436). \n Conclusion: The current study found that mobile interventions had signi cant effects on medication adherence improvement. Subgroup analysis showed that the roles of stakeholders in health providers' interactions with patients and developers' understanding of patients and disease characteristics are critical. Future studies should incorporate advanced technology re ecting acceptability and the needs of the target population.",
  "year": 2023,
  "date": "2023-10-19",
  "journal": "Patient Prefer Adherence",
  "publication": "Patient Prefer Adherence",
  "authors": [
    {
      "forename": "Sun",
      "surname": "Kyung",
      "name": "Sun Kyung",
      "affiliation": "National University Mokpo National University Mokpo National University Mokpo National University Mokpo National University \n\t\t\t\t\t\t\t\t National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University"
    },
    {
      "forename": "Kim",
      "surname": "Mokpo",
      "name": "Kim Mokpo",
      "affiliation": "National University Mokpo National University Mokpo National University Mokpo National University Mokpo National University \n\t\t\t\t\t\t\t\t National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University"
    },
    {
      "forename": "Su",
      "surname": "Park",
      "name": "Su Park",
      "affiliation": "National University Mokpo National University Mokpo National University Mokpo National University Mokpo National University \n\t\t\t\t\t\t\t\t National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University"
    },
    {
      "forename": "Hye",
      "surname": "Hwang",
      "name": "Hye Hwang",
      "affiliation": "National University Mokpo National University Mokpo National University Mokpo National University Mokpo National University \n\t\t\t\t\t\t\t\t National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University"
    },
    {
      "forename": "Su",
      "surname": "Moon",
      "name": "Su Moon",
      "affiliation": "National University Mokpo National University Mokpo National University Mokpo National University Mokpo National University \n\t\t\t\t\t\t\t\t National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University"
    },
    {
      "forename": "Jin",
      "surname": "Park",
      "name": "Jin Park",
      "affiliation": "National University Mokpo National University Mokpo National University Mokpo National University Mokpo National University \n\t\t\t\t\t\t\t\t National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University \n\t\t\t\t\t\t\t\t Mokpo National University"
    }
  ],
  "doi": "https://doi.org/10.13039/501100003725",
  "keywords": [
    "medication adherence",
    "mobile apps",
    "chronic disease",
    "systematic review",
    "meta-analysis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Increases in chronic diseases like diabetes and hypertension, with diverse complications, in aging populations bring nancial burdens to nations and are the leading cause of mortality worldwide. [1, 2]  Issues related to non-adherence in patients with chronic diseases can cause the fast deterioration of disease conditions and increased risks of complications, which eventually lead to increased mortality. [3]  The risk of non-adherence and its negative impact on health have resulted in diverse efforts to use health information technology, which has been considered bene cial and cost-effective, to improve medication behavior. [4]  The de nition of medication adherence is \"the process by which patients take their medications as prescribed\" and involves the continuous efforts of patients as well as family and health providers. [5, 6]  To prevent non-adherence or the poor implementation of a prescribed regimen (e.g., skipping, extra, or reduced doses), one of the most effective strategies is regularly monitoring drug intake. [7]  Prior behavioral and educational interventions showed rather modest effects.[8] and uniform interventions were distinct from solutions for diverse non-adherence phenotype. [8]  Mobile health is considered a signi cant breakthrough in the eld of disease management. [9]  In response to increases in preparedness for uncertain and complex healthcare environments, technological advancement is expected to support healthcare professionals as well as patients. Mobile health, in particular, which is considered a subset of digital health, includes health information technology, telemedicine, and personalized medicine.[10] The use of this technology enables patients to engage in disease management anywhere and anytime, assuring frequent and consistent contact with patients, the timely provision of intervention with health information, and the facilitation and motivation of patients to conduct self-management. [11]  Mobile data provide health providers with real-time access and enables the monitoring of patient data. [12]  This could also be a means to create diverse forms of health data that provide opportunities to improve healthcare systems. Information from this analysis offers possibilities for innovation, impactfully addressing various concerns and predicting future health. The correct use of patient data and information was also highlighted as safety and privacy concerns.\n\nAlong with Smartphones, diverse devices, such as wearable and Internet of Things (IoT) devices, are integrated into mobile health. This has been considered an unprecedented opportunity as cutting-edge technology has become a promising solution in the detection and management of diseases. [13, 14]  The rapid development of this technology through the integration of smart devices into mobile health is recognized as suitable for supporting patients and healthcare providers. [15]  A number of systematic reviews have examined the effectiveness of mobile health in disease management and medication adherence. However, the reviews on the suitability of using mobile applications (apps) were restricted in scope to speci c patient groups and types of health behavior or did not secure the robustness of results, including non-randomized clinical trials (RCTs). And application-based interventions, such as wearable and smart devices, have been insu ciently examined. A previous meta-analysis of 14 mobile app interventional studies with 1,785 patients with chronic diseases revealed a signi cant improvement in medication adherence. However, the quality of evidence was concerning as small sample-sized studies with a high risk of bias were included.\n\n[16] More recently, a 2021 meta-analysis of 12 RCTs also reported improvements, yet the data were from self-reported adherence scores and limited to cardiovascular disease. [17]  Given the increased interest in mobile health, signi cant studies have been conducted to identify the effectiveness of mobile apps for chronic disease management. A recent overview of previously conducted systematic reviews revealed the bene ts and cost-effectiveness of the interventions applied.[18] Yet there is a lack of research analyzing speci c features of apps or smart devices. A previous value assessment suggested elements requiring optimizations. [19]  Thus, the present study aimed to determine the functions and features of mobile apps, focusing on varying degrees of technological applications for app development and effectiveness."
    },
    {
      "title": "Methods",
      "text": "Selection of studies  [20]  Studies were included if they met the following criteria: P) Study participants were diagnosed with a disease and prescribed medication that required regular intake, I) the intervention and the use of mobile devices and apps that used features to promote medication adherence was clear, O) the study reported outcomes related to medication adherence and SD) were RCTs and studies published in English or Korean.\n\nStudies were excluded if interventions 1) did not include mobile health technology, 2) solely use simple text messages or phone calls, 3) the outcomes did not include numerical medication adherence-related indicators, and 4) did not specify the randomization of participants (non-RCT) or were qualitative studies or systematic reviews."
    },
    {
      "title": "Search strategy",
      "text": "Searches were conducted on April 13, 2023, in eight different electronic databases, including EMBASE, PubMed, Cochrane Library, CINAHL, KISS, KoreaMed, RISS, and NDSL core databases. Date limits were applied to articles published after 2012 when Smartphones penetrated the market."
    },
    {
      "title": "Data extraction",
      "text": "Data were extracted independently by paired reviewers ( two main authors, SK and SY) and checked by coauthors (HR and SH).) A data extraction form developed by one main author (SK) was provided with an orientation to ensure consistency. Items included the study characteristics and outcome data on medication adherence (primary outcomes) and dropout rate (secondary outcomes)."
    },
    {
      "title": "Statistical analysis",
      "text": "Comprehensive Meta-Analysis (CMA version 3.0 +  [21] ) was used for meta-analyses in which a random effects model was applied for expected heterogeneity between studies with I 2 values greater than 50%. Revman (version 5.4.1,  [22] ) was used for risk of bias assessment. Numerical data on mean values (pre and post-test) and standard deviation were used to calculate standardized mean differences. The number of events in each study was used for pooled odds ratios of medication adherence. The logit event rate was computed to estimate the possible effect of study characteristics on dropouts using an analytic method from a previous study. [23]  The proportion of dropouts (remaining from the initial recruited sample) in individual studies was input into the algorithm and was used to estimate the overall dropout rate."
    },
    {
      "title": "Quality assessment",
      "text": "The Cochrane risk of bias tool (RoB version 5.4.1) was used to evaluate the included RCTs independently. Five randomization process domains, including deviation from intended interventions, missing outcome data, measurement of outcomes, and selection of the reported results, were assessed and graded as having \"low risk,\" \"some concerns,\" or \"high risk.\" Discussion with a third author was used to reach a consensus in cases of disagreements between reviewers. The overall risk of bias was graded as 1) \"low\" when a trial was determined to have a low risk of bias for all domains, 2) having \"some concerns\" when some concerns were raised for at least one domain, and 3) \"high risk of bias\" when at least one domain had a high risk of bias classi cation."
    },
    {
      "title": "Publication bias",
      "text": "Publication bias was accessed by funnel plot analysis and Egger's test to verify the validity and reliability of a meta-analysis,  [24]  followed by trim-and-ll and fail-safe N. The fail-safe N method was used for existing publication bias, where the number of fail-safe N  [25]  indicated the number of studies required to nullify the results of the meta-analysis. The robustness of the study results was determined when a fail-safe N exceeded 5K + 10 (K = number of studies)."
    },
    {
      "title": "Results",
      "text": "The electronic search of eight databases identi ed 10,156 studies, and 13 were found from a manual search of the reference lists of relevant articles. After removing duplicates, the title and abstract of 9,412 articles were screened, and 49 remained eligible for full-text assessments. Of these, 29 met the inclusion criteria and were included in the systematic review and meta-analysis(Fig. 1 )."
    },
    {
      "title": "Summary of study characteristics",
      "text": "A summary of the characteristics of the included studies is shown in Table  1 . The studies were published within the last 12 years, ranging from 2012 to 2013, and were conducted in diverse countries, including the United States (n = 10), China (n = 4), Australia (n = 3), Austria (n = 1), Brazil (n = 1), Canada (n = 1), Denmark (n = 1), Ethiopia (n = 1), Ghana (n = 1), India (n = 1), Indonesia (n = 1), Palestine (n = 1), Thailand (n = 1), Spain (n = 1), and Switzerland (n = 1). The study participants had chronic diseases, including cardiovascular disease (n = 14), diabetes mellitus (n = 4), stroke (n = 2), cancer (n = 2), asthma and chronic obstructive pulmonary disease (n = 2), AIDS (n = 2), chronic kidney disease (n = 1), lung transplant recipients (n = 1), tuberculosis (n = 1), and psoriasis (n = 1).\n\nThe apps for the individual interventions had features ranging from simple reminders to arti cial intelligence (AI) platforms for con rming medication intake.\n\nThe included apps featured links to devices, mostly pill boxes (n = 6) and Bluetooth-enabled ones (n = 9; e.g., Smart inhaler). Medication adherence was measured in two ways: by self-reporting (n = 21) and electronic pill counts (n = 6). Self-reporting adherence was measured by the Morisky Medication Adherence Scale in eight studies, the Voils Extent Scale in one study, and the Hill-Bone Compliance to High Blood Pressure Therapy Scale in one study. In three studies, drug compliance questionnaires were part of the disease management measurement."
    },
    {
      "title": "Risk of bias",
      "text": "Of 29 studies accessed using the Cochrane risk of bias tool (RoB 5.4.1), 5 studies (17.2%)[28,  33, 37, 38, 41]  were rated as having \"low risk of bias\", one study (3.4%)  [35]  had \"some concerns\", and 14 studies (48.3%)  [30, 31, 36, 39, 42, [45] [46] [47] [50] [51] [52] [53] [54] [55]  were rated as having \"high risk of bias\". Frequently, the risks of bias was due to the lack of participants blinding (9 studies, 31%)  [30, 36, 46, 47, 50-52, 54, 55]  and assessors (7 studies, 24.1%). [39, 45,\n\nA substantial number of studies did not describe the randomization methods (10 out of 29)  [27, 29-32, 34, 43, 45, 49, 53]  or allocation concealment (15 out of\n\n(Fig.  2 )."
    },
    {
      "title": "Publication Bias",
      "text": "Asymmetry in the funnel plot and Eggers test provided evidence for publication bias (t = 3.65, df = 27, p = 0.001). The fail-safe analysis indicated the robustness of the current meta-analysis results where 808 studies were required to reject the meta-analysis results (Fig.  3 )."
    },
    {
      "title": "Effectiveness of mobile interventions on medication adherence",
      "text": "Twenty studies with su cient primary data to calculate odds ratios were pooled, and signi cant effects were obtained (OR = 2.34 [95% CI: 1.99, 2.74]). Nine studies reported medication adherence scores, yielding a signi cant combined SMD of 0.39 [95% CI: 0.01, 0.77] (Fig.  4 ).\n\nTable 2 Results of subgroup analysis Outcome Categories Subgroups No. of studies SMD (95%CI) Heterogeneity Medication adherence score (mean ± SD) Interaction No 6 0.031(-0.273 to 0.336) Q value = 40.242, df = 5, I 2 = 87.575 Yes 3 1.367(-0.279 to 3.013) Q value = 73.534, df = 2, I 2 = 97.280 Reminder No 3 1.367(-0.279 to 3.013) Q value = 73.534, df = 2, I 2 = 97.280 Simple 4 -0.152(-0.524 to 0.221) Q value = 25.878, df = 3, I 2 = 88.407 Context-aware 2 0.664(-0.431 to 1.758) Q value = 6.642, df = 1, I 2 = 84.944 Data usage * Only record 5 -0.114(-0.426 to 0.198) Q value = 26.310, df = 4, I 2 = 84.797 Sharing data with health provider 3 0.321(-0.085 to 0.727) Q value = 7.297, df = 2, I 2 = 72.593 Medication adherence rate (%) Interaction No 12 2.203(1.823 to 2.663) Q value = 16.923, df = 11, I 2 = 35.001 Yes 8 2.678(2.005 to 3.578) Q value = 1.911, df = 7, I 2 = 0.000 Reminder No 6 2.443(1.861 to 3.207) Q value = 6.132, df = 5, I 2 = 18.460 Simple 10 2.228(1.778 to 2.792) Q value = 12.963, df = 9, I 2 = 30.571 Context-aware 4 2.452(1.662 to 3.616) Q value = 0.631, df = 3, I 2 = 0.000 Data usage * Only record 9 2.415(1.906 to 3.061) Q value = 5.479, df = 8, I 2 = 0.000 Sharing data with health provider 9 2.449(1.909 to 3.141) Q value = 7.569, df = 8, I 2 = 0.000 Dispenser No 12 2.279(1.866 to 2.783) Q value = 10.923, df = 11, I 2 = 0.000 Yes 8 2.436(1.877 to 3.160) Q value = 8.976, df = 7, I 2 = 22.017 * Analysis was conducted for studies stating the use of data The number of studies allowed for additional subgroup analyses based on intervention characteristics and app features, including the use of interactive strategies, types of reminders, use of data, and dispensers linked to the apps (Table 2). Higher adherence scores (SMD = 1.367 [95% CI: -0.279 to 3.013 ]) and rates (OR = 2.678, [95% CI: 2.005 to 3.578]) were observed for studies using health providers to interact with patients during the intervention. Similarly, adherence scores (SMD = 0.321, [95% CI: -0.085 to 0.727]) and rates (OR = 2.449, [95% CI: 1.909 to 3.141]) were higher when data were shared with health providers than when they were not. In regard to reminder type, the patients' medication-taking performance was better for context-aware reminders (SMD = 0.664, [95% CI: -0.431 to 1.758], OR = 2.452, [95% CI: 1.662 to 3.616]) than simple reminders (SMD = -0.152, [95% CI: -0.524 to 0.221], OR = 2.228, [95% CI: 1.778 to 2.792]). In the reporting of adherence rates, 8 studies added medication dispensers and showed greater adherence rates (OR = 2.436, [95% CI: 1.877 to 3.160]) than those without (OR = 2.279, [95% CI: 1.866 to 2.783]). Table 3 Dropout rates by intervention characteristics and reminder type Sample size (n) No. of studies Dropout count (n) Dropout rate (%) Interaction No 2120 18 222 10.5 Interaction Yes 564 11 42 7.4 1 month 25 1 0 0 2 months 107 3 7 6.5 3 months 756 10 109 14.4 4 months 301 2 45 15.0 6 months 1082 9 87 8.0 12 months 413 4 16 3.9 No reminder 593 9 76 12.8 Simple reminder 1617 14 158 9.8 Context-aware reminder 474 6 30 6.3\n\nAdditional analyses were performed to examine how intervention characteristics affected dropout rates (Table  3 ). Relatively lower dropout rates were revealed in app interventions using context-aware reminders and interactive strategies with health providers. Dropout rates increased continuously with intervention period increases up to 4 months and then decreased."
    },
    {
      "title": "Discussion",
      "text": "This study included RCTs using mobile apps to improve medication adherence in patients with chronic diseases. The ndings indicated statistically signi cantly higher medication adherence in the intervention group than in the control group, and dropout rates differed according to the characteristics of the interventions. The subgroup analysis results indicated the importance of comprehensively designed interactive applications, and achievable levels of personalized features are essential. About half of the included studies (14 out of 29) targeted patients with cardiovascular disease. Perhaps medication adherence is a high priority for patients with these diseases.\n\n[56] Thus, sustainable interventions to reduce nonadherence are required to decrease the relative hazard and the ndings of this study revealed the potential of using mobile apps as a solution.\n\nApp-based interventions featuring interactions with healthcare providers showed substantial improvement in medication adherence. Particularly, the subgroup analysis revealed the importance of data-sharing with healthcare providers and a previous study reported that health data fostered positive patient-clinician relationships. [57]  This is consistent with previous review studies reporting better outcomes when healthcare providers were involved. [17, 58]  Apps could ensure patient-clinician interaction and, when they were data-based, obtain better disease management for patients. In disease surveillance, early detection, and timely intervention, the further incorporation of advanced features (e.g., AI, electronic health records) would optimize patient support for disease management  [59]  Thus, the key to encouraging the wider use of health apps is a strategy to overcome existing barriers to health services that require long terms and traveling great distances.\n\nThe current study analyzed medication adherence using data recorded electronically. As the lack of accuracy and sensitivity of self-reported measures has been reported, electronic event monitoring or pill counting has consistently been suggested for measuring medication management.[60, 61] As a healthcare monitoring system, tracking and analyzing health data can not only identify the reason for non-adherence but also provide data-driven recommendations for individuals. The current subgroup analysis revealed the signi cance of dispensers. Changes were made to electronic adherence monitoring devices to achieve highly accurate data for medication adherence. By detecting user adherence, health providers were able to draw patterns of medication behavior for how misuse occurs,[62, 63] incorporating individualized healthcare planning.\n\n[63]\n\nAlthough they were unable to estimate effectiveness, recently published studies integrated diverse devices (e.g., electronic weight scales). [29, 37, 42, 48, 50, 51, 55, [64] [65] [66]  Moreover, the rapid growth of wearable devices (e.g., wearable biometric sensors) has brought dramatic changes to monitoring patients' behavior and health conditions.[67] Previous reviews pointed out the importance of these devices, and studies suggested that well-established data-sharing with health providers could promote optimal disease management planning.[66, 68] Although it was unable to con rm with statistical analysis, ease of use and functionality would key to success that focusing on implementation of multiple system, these are often missed out. As a previous study identi ed,[69] the effectiveness of future applications is likely to be in uenced by how each device is integrated.\n\nHealth monitoring devices play a role in compliance with medication regimens,  [70]  and the advantages could also be related to the motivation for self-care. A previous review revealed that medication compliance was better in patients who monitored their health indicators daily  [71, 72]  Advanced sensor system technology can provide novel methods for improving the effectiveness of healthcare interventions. [73]  Furthermore, the clear visualization of monitoring data long term and from multiple sensors allows better accessibility to health data in a comprehensive manner. [74]  Future reviews focusing on rigorous analyses of technological strategies that could reduce non-adherence and improve self-care are needed.\n\nThe current analysis showed that the effectiveness of reminders was questionable. A previous study identi ed that the impact on adherence varied depending on the types of reminder and alarm frequency. Simple reminders did not result in better medication adherence outcomes, consistent with suggestions from a previous study. [75]  In this regard, context-aware reminders have been suggested. Context-aware reminders were initiated when a dose was due, had not been taken, or was still safe to take in the included studies that used diverse technologies from sensors in pill blisters to AI for medication intake recognition. [76]  Future studies guiding reminder optimization in the context of individual patients would ensure not only the quality but also the person-centeredness of mobile health interventions."
    },
    {
      "title": "Limitations",
      "text": "The current review was not without limitations. First, grey literature and unpublished papers were not searched, so some papers that might have affected the ndings were not included. The language in the electronic database searches was limited to English and Korean. Thus, caution is needed in interpreting the pooled estimates of the intervention effects. Methodological discrepancies in measuring medication adherence between studies made it impossible to pool estimates in all 29 included studies, so they were divided into two reports, making it challenging to use the pooled estimates to ascertain the effectiveness of mobile interventions on medication adherence. In addition, the quality assessment revealed that most studies lacked concealing and blinding, which could have affected the overall quality of this review."
    },
    {
      "title": "Conclusion",
      "text": "This review was conducted to provide robust evidence for the effectiveness of mobile app interventions on medication adherence in a population with chronic diseases. The ndings demonstrated that mobile apps could assist with medication intake required over a long period and time management. The inclusion of health providers in data-driven interactions showed promising outcomes in improving medication adherence. While the greater effectiveness of particular features or devices was not conclusive, the ndings indicated the importance of carefully considering end-user acceptance and preferences.\n\nRecommendations for future studies include incorporating more diverse and advanced technologies into mobile app interventions and conducting robustly designed studies."
    },
    {
      "title": "Declarations",
      "text": "Ethical Approval Not applicable.\n\nMedication adherence  (29 studies)"
    },
    {
      "text": "Summarized characteristics of the included studies"
    }
  ],
  "references": [
    {
      "title": "WHO diabetes factsheet",
      "authors": [
        "Who"
      ],
      "year": 2023,
      "doi": "10.1093/ww/9780199540884.013.u40173"
    },
    {
      "title": "WHO hypertension factsheet",
      "authors": [
        "Who"
      ],
      "year": 2023
    },
    {
      "title": "Primary nonadherence to chronic disease medications: a meta-analysis. Patient preference and adherence",
      "authors": [
        "M Lemstra",
        "C Nwankwo",
        "Y Bird",
        "J Moraros"
      ],
      "year": 2018,
      "doi": "10.2147/ppa.s161151"
    },
    {
      "title": "Reliant Medical Group strategizes for the road to success. Empowering patients to control hypertension",
      "authors": [
        "L Garber"
      ],
      "year": 2017,
      "doi": "10.1037/e312302004-016"
    },
    {
      "title": "A new taxonomy for describing and de ning adherence to medications",
      "authors": [
        "B Vrijens",
        "De Geest",
        "S Hughes"
      ],
      "year": 2012,
      "doi": "10.1111/j.1365-2125.2012.04167.x"
    },
    {
      "title": "ESPACOMP medication adherence reporting guideline (EMERGE)",
      "authors": [
        "S De Geest",
        "L Zullig",
        "J Dunbar-Jacob"
      ],
      "year": 2018,
      "doi": "10.7326/m18-0543"
    },
    {
      "title": "Treatment adherence in chronic disease",
      "authors": [
        "J Dunbar-Jacob",
        "Mortimer Stephens"
      ],
      "year": 2001,
      "doi": "10.1016/s0895-4356(01)00457-7"
    },
    {
      "title": "Interventions for enhancing medication adherence",
      "authors": [
        "R Nieuwlaat",
        "N Wilczynski",
        "T Navarro"
      ],
      "year": 2014,
      "doi": "10.1002/14651858.CD000011.pub4"
    },
    {
      "title": "Effective behavioral intervention strategies using mobile health applications for chronic disease management: a systematic review",
      "authors": [
        "J Lee",
        "M Choi",
        "S Lee",
        "N Jiang"
      ],
      "year": 2018,
      "doi": "10.1186/s12911-018-0591-0"
    },
    {
      "title": "Digital health technology and mobile devices for the management of diabetes mellitus: state of the art",
      "authors": [
        "R Shan",
        "S Sarkar",
        "S Martin"
      ],
      "year": 2019,
      "doi": "10.1007/s00125-019-4864-7"
    },
    {
      "title": "Physician attitudes towards-and adoption of-mobile health",
      "authors": [
        "T Kong",
        "M Scott",
        "Y Li",
        "C Wichelman"
      ],
      "year": 2020,
      "doi": "10.1177/2055207620907187"
    },
    {
      "title": "Mobile health solutions for atrial brillation detection and management: a systematic review",
      "authors": [
        "A Hermans",
        "M Gawalko",
        "L Dohmen"
      ],
      "year": 2021,
      "doi": "10.1007/s00392-021-01941-9"
    },
    {
      "title": "Mobilizing mHealth data collection in older adults: challenges and opportunities",
      "authors": [
        "T Cosco",
        "J Firth",
        "I Vahia",
        "A Sixsmith",
        "J Torous"
      ],
      "year": 2019,
      "doi": "10.2196/10019"
    },
    {
      "title": "Arti cial intelligence for detection of cardiovascular-related diseases from wearable devices: a systematic review and meta-analysis",
      "authors": [
        "S Lee",
        "Y Chu",
        "J Ryu",
        "Y Park",
        "S Yang",
        "S Koh"
      ],
      "year": 2022,
      "doi": "10.3349/ymj.2022.63.s93"
    },
    {
      "title": "Effectiveness of mobile applications on medication adherence in adults with chronic diseases: a systematic review and meta-analysis",
      "authors": [
        "Y Peng",
        "H Wang",
        "Q Fang",
        "L Xie",
        "L Shu",
        "W Sun",
        "Q Liu"
      ],
      "year": 2020,
      "doi": "10.18553/jmcp.2020.26.4.550"
    },
    {
      "title": "Mobile apps to improve medication adherence in cardiovascular disease: systematic review and meta-analysis",
      "authors": [
        "S Al-Arkee",
        "J Mason",
        "D Lane",
        "L Fabritz",
        "W Chua",
        "M Haque",
        "Z Jalal"
      ],
      "year": 2021,
      "doi": "10.2196/24190"
    },
    {
      "title": "What is the effect of mobile phone text message reminders on medication adherence among adult type 2 diabetes mellitus patients: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Belete",
        "B Gemeda",
        "T Akalu",
        "Y Aynalem",
        "W Shiferaw"
      ],
      "year": 2023,
      "doi": "10.1186/s12902-023-01268-8"
    },
    {
      "title": "A systematic review of compensation and technology-mediated strategies to maintain older adults' medication adherence",
      "authors": [
        "H Pratiwi",
        "S Kristina",
        "A Widayanti",
        "Y Prabandari",
        "I Kusuma"
      ],
      "year": 2023,
      "doi": "10.3390/ijerph20010803"
    },
    {
      "title": "Do mobile device apps designed to support medication adherence demonstrate e cacy? A systematic review of randomised controlled trials, with meta-analysis",
      "authors": [
        "L Armitage",
        "A Kassavou",
        "S Sutton"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-032045"
    },
    {
      "title": "Comprehensive meta-analysis: A computer program from research synthesis (Version 3)",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "Jpt Higgins",
        "Rothstein Hr"
      ],
      "year": 2014
    },
    {
      "title": "Assessing risk of bias due to missing results in a synthesis",
      "authors": [
        "M Page",
        "J Higgins",
        "J Sterne"
      ],
      "year": 2019,
      "doi": "10.1002/9781119536604.ch13"
    },
    {
      "title": "Dropout rates in clinical trials of smartphone apps for depressive symptoms: a systematic review and metaanalysis",
      "authors": [
        "J Torous",
        "J Lipschitz",
        "M Ng",
        "J Firth"
      ],
      "year": 2020,
      "doi": "10.1016/j.jad.2019.11.167"
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "G Smith",
        "M Schneider",
        "C Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "The le drawer problem and tolerance for null results",
      "authors": [
        "R Rosenthal"
      ],
      "year": 1979,
      "doi": "10.1037/0033-2909.86.3.638"
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow",
        "D Moher"
      ],
      "year": 2021,
      "doi": "10.1016/j.ijsu.2021.105906"
    },
    {
      "title": "Mobile health (mHealth) based medication adherence measurement-a pilot trial using electronic blisters in diabetes patients",
      "authors": [
        "H Brath",
        "J Morak",
        "T Kästenbauer",
        "R Modre-Osprian",
        "H Strohner-Kästenbauer",
        "M Schwarz",
        "G Schreier"
      ],
      "year": 2013,
      "doi": "10.1177/1474515120938235"
    },
    {
      "title": "A randomized controlled trial of a mobile health intervention to promote self-management after lung transplantation",
      "authors": [
        "A Dabbs",
        "M Song",
        "B Myers",
        "R Li",
        "R Hawkins",
        "J Pilewski",
        "M Dew"
      ],
      "year": 2016,
      "doi": "10.1111/ajt.13701"
    },
    {
      "title": "The in uence of wireless self-monitoring program on the relationship between patient activation and health behaviors, medication adherence, and blood pressure levels in hypertensive patients: a substudy of a randomized controlled trial",
      "authors": [
        "J Kim",
        "N Wineinger",
        "S Steinhubl"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5429"
    },
    {
      "title": "Patient-centered tablet application for improving medication adherence after a drug-eluting stent",
      "authors": [
        "V Shah",
        "A Dileep",
        "C Dickens",
        "V Groo",
        "B Welland",
        "J Field",
        "A Boyd"
      ],
      "year": 2016,
      "doi": "10.3389/fpubh.2016.00272"
    },
    {
      "title": "Mobile health technology for atrial brillation management integrating decision support, education, and patient involvement: mAF app trial",
      "authors": [
        "Y Guo",
        "Y Chen",
        "D Lane",
        "L Liu",
        "Y Wang",
        "G Lip"
      ],
      "year": 2017,
      "doi": "10.1016/j.amjmed.2017.07.003"
    },
    {
      "title": "Pilot feasibility study of Heart2HAART: a smartphone application to assist with adherence among substance users living with HIV",
      "authors": [
        "S Himelhoch",
        "J Kreyenbuhl",
        "J Palmer-Bacon",
        "M Chu",
        "C Brown",
        "W Potts"
      ],
      "year": 2017,
      "doi": "10.1080/09540121.2016.1259454"
    },
    {
      "title": "Improved medication adherence and frequency of blood glucose self-testing using an m-Health platform versus usual care in a multisite randomized clinical trial among people with type 2 diabetes in India",
      "authors": [
        "N Kleinman",
        "A Shah",
        "S Shah",
        "S Phatak",
        "V Viswanathan"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0265"
    },
    {
      "title": "Using arti cial intelligence to reduce the risk of nonadherence in patients on anticoagulation therapy",
      "authors": [
        "D Labovitz",
        "L Shafner",
        "Reyes Gil",
        "M Virmani",
        "D Hanina"
      ],
      "year": 2017,
      "doi": "10.1161/strokeaha.116.016281"
    },
    {
      "title": "Use of a web-based app to improve breast cancer symptom management and adherence for aromatase inhibitors: a randomized controlled feasibility trial",
      "authors": [
        "I Graetz",
        "C Mckillop",
        "E Stepanski",
        "G Vidal",
        "J Anderson",
        "L Schwartzberg"
      ],
      "year": 2018,
      "doi": "10.1007/s11764-018-0682-z"
    },
    {
      "title": "Association of a smartphone application with medication adherence and blood pressure control: the MedISAFE-BP randomized clinical trial",
      "authors": [
        "K Morawski",
        "R Ghazinouri",
        "A Krumme",
        "J Lauffenburger",
        "Z Lu",
        "E Durfee",
        "N Choudhry"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.0447"
    },
    {
      "title": "PINGS (Phone-based intervention under nurse guidance after stroke) interim results of a pilot randomized controlled trial",
      "authors": [
        "F Sarfo",
        "F Treiber",
        "M Gebregziabher",
        "S Adamu",
        "S Patel",
        "M Nichols",
        "B Ovbiagele"
      ],
      "year": 2018,
      "doi": "10.1161/strokeaha.117.019591"
    },
    {
      "title": "A smartphone application supporting patients with psoriasis improves adherence to topical treatment: a randomized controlled trial",
      "authors": [
        "M Svendsen",
        "F Andersen",
        "K Andersen",
        "A Pottegård",
        "H Johannessen",
        "S Möller",
        "K Andersen"
      ],
      "year": 2018,
      "doi": "10.1111/bjd.16667"
    },
    {
      "title": "Does a tailored intervention to promote adherence in patients with chronic lung disease affect exacerbations? A randomized controlled trial",
      "authors": [
        "C Gregoriano",
        "T Dieterle",
        "A Breitenstein",
        "S Dürr",
        "A Baum",
        "S Giezendanner",
        "J Leuppi"
      ],
      "year": 2019,
      "doi": "10.1186/s12931-019-1219-3"
    },
    {
      "title": "Compliance Group of Spanish Society of Hypertension (SEH-LELHA) (2019) Speci c hypertension smartphone application to improve medication adherence in hypertension: a cluster-randomized trial",
      "authors": [
        "Marquez Contreras",
        "Marquez Rivero",
        "Rodriguez Garcia",
        "E López-García-Ramos",
        "Carlos Vilas",
        "Baldonedo Suarez"
      ],
      "doi": "10.1080/03007995.2018.1549026"
    },
    {
      "title": "Medication reminder applications to improve adherence in coronary heart disease: a randomised clinical trial",
      "authors": [
        "K Santo",
        "A Singleton",
        "K Rogers",
        "A Thiagalingam",
        "J Chalmers",
        "C Chow",
        "J Redfern"
      ],
      "year": 2019,
      "doi": "10.1136/heartjnl-2018-313479"
    },
    {
      "title": "The effects of telemonitoring on patient compliance with selfmanagement recommendations and outcomes of the innovative telemonitoring enhanced care program for chronic heart failure: randomized controlled trial",
      "authors": [
        "H Ding",
        "R Jayasena",
        "S Chen",
        "A Maiorana",
        "A Dowling",
        "J Layland",
        "I Edwards"
      ],
      "year": 2020,
      "doi": "10.2196/17559"
    },
    {
      "title": "Randomized trial of a smartphone mobile app to improve symptoms and adherence to oral therapy for cancer",
      "authors": [
        "J Greer",
        "J Jacobs",
        "N Pensak",
        "L Nisotel",
        "J Fishbein",
        "J Macdonald",
        "J Temel"
      ],
      "year": 2020,
      "doi": "10.6004/jnccn.2019.7354"
    },
    {
      "title": "Educational intervention using WhatsApp on medication adherence in hypertension and diabetes patients: a randomized clinical trial",
      "authors": [
        "A Sartori",
        "Rodrigues Lucena",
        "T Lopes",
        "Picinin Bernuci",
        "M Yamaguchi"
      ],
      "year": 2020,
      "doi": "10.1089/tmj.2019.0305"
    },
    {
      "title": "Smartphone-based application to improve medication adherence in patients after surgical coronary revascularization",
      "authors": [
        "C Yu",
        "C Liu",
        "J Du",
        "H Liu",
        "H Zhang",
        "Y Zhao"
      ],
      "year": 2020,
      "doi": "10.1016/j.ahj.2020.06.019"
    },
    {
      "title": "Impact of a mobile phone app on adherence to treatment regimens among hypertensive patients: A randomised clinical trial study",
      "authors": [
        "N Abu-El-Noor",
        "Y Aljeesh",
        "B Bottcher",
        "Abu-El-Noor Mk"
      ],
      "year": 2021,
      "doi": "10.1177/1474515120938235"
    },
    {
      "title": "The impact of budesonide/formoterol pMDI medication reminders on adherence in chronic obstructive pulmonary disease (COPD) patients: results of a randomized, phase 4, clinical study",
      "authors": [
        "G Criner",
        "T Cole",
        "K Hahn",
        "K Kastango",
        "J Eudicone",
        "I Gilbert"
      ],
      "year": 2021,
      "doi": "10.2147/copd.s253770"
    },
    {
      "title": "Digital applications targeting medication safety in ambulatory high-risk CKD patients: randomized controlled clinical trial",
      "authors": [
        "S Ong",
        "S Jassal",
        "E Porter",
        "K Min",
        "A Uddin",
        "J Cafazzo",
        "A Logan"
      ],
      "year": 2021,
      "doi": "10.2215/cjn.15020920"
    },
    {
      "title": "Effectiveness of Line application and telephone-based counseling to improve medication adherence: A randomized control trial study among uncontrolled type 2 diabetes patients",
      "authors": [
        "J Wungrath",
        "N Autorn"
      ],
      "year": 2021,
      "doi": "10.34172/hpp.2021.55"
    },
    {
      "title": "A smartphone-based model of care to support patients with cardiac disease transitioning from hospital to the community (TeleClinical care): pilot randomized controlled trial",
      "authors": [
        "P Indraratna",
        "U Biswas",
        "J Mcveigh",
        "A Mamo",
        "J Magdy",
        "D Vickers",
        "S Ooi"
      ],
      "year": 2022,
      "doi": "10.2196/32554"
    },
    {
      "title": "Effects on adherence to a mobile app-based self-management digital therapeutics among patients with coronary heart disease: Pilot randomized controlled trial",
      "authors": [
        "Y Li",
        "Y Gong",
        "B Zheng",
        "Fan Yi",
        "T Zheng",
        "Y Huo"
      ],
      "year": 2022,
      "doi": "10.2196/32251"
    },
    {
      "title": "An mHealth intervention to improve medication adherence and health outcomes among patients with coronary heart disease: randomized controlled trial",
      "authors": [
        "Z Ni",
        "B Wu",
        "Q Yang",
        "L Yan",
        "C Liu",
        "R Shaw"
      ],
      "year": 2022,
      "doi": "10.2196/27202"
    },
    {
      "title": "The impact of mobile application:\" Friends of Heart\" in knowledge and compliance of patients with coronary heart disease",
      "authors": [
        "R Putra",
        "I Rochmawati",
        "D Prima"
      ],
      "year": 2022,
      "doi": "10.46542/pe.2022.222.3640"
    },
    {
      "title": "Patient-reported usability and satisfaction with electronic medication event reminder and monitor device for tuberculosis: A multicentre, randomised controlled trial",
      "authors": [
        "T Manyazewal",
        "Y Woldeamanuel",
        "T Getinet",
        "A Hoover",
        "K Bobosha",
        "O Fuad",
        "V Marconi"
      ],
      "year": 2023,
      "doi": "10.1016/j.eclinm.2022.101820"
    },
    {
      "title": "E cacy of an mHealth self-management intervention for persons living with HIV: the WiseApp randomized clinical trial",
      "authors": [
        "R Schnall",
        "G Sanabria",
        "H Jia",
        "H Cho",
        "B Bushover",
        "N Reynolds",
        "S Olender"
      ],
      "year": 2023,
      "doi": "10.1093/jamia/ocac233"
    },
    {
      "title": "Heart failure drug treatment",
      "authors": [
        "P Rossignol",
        "A Hernandez",
        "S Solomon",
        "F Zannad"
      ],
      "year": 2019,
      "doi": "10.1016/s0140-6736(18)31808-7"
    },
    {
      "title": "The in uence of mobile health applications on patient-healthcare provider relationships: a systematic, narrative review",
      "authors": [
        "B Qudah",
        "K Luetsch"
      ],
      "year": 2019,
      "doi": "10.1016/j.pec.2019.01.021"
    },
    {
      "title": "The impact of mHealth interventions: systematic review of systematic reviews",
      "authors": [
        "M Marcolino",
        "Jaq Oliveira",
        "D' Agostino",
        "M Ribeiro",
        "A Alkmim",
        "Mbm Novillo-Ortiz"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8873"
    },
    {
      "title": "Features of a good app",
      "authors": [
        "R Dawson",
        "S Donevant"
      ],
      "year": 2023,
      "doi": "10.1016/b978-0-323-99271-8.00002-4"
    },
    {
      "title": "Medication adherence interventions that target subjects with adherence problems: systematic review and meta-analysis",
      "authors": [
        "V Conn",
        "T Ruppar",
        "M Enriquez",
        "P Cooper"
      ],
      "year": 2016,
      "doi": "10.1016/j.sapharm.2015.06.001"
    },
    {
      "title": "Practical and analytic issues in the electronic assessment of adherence",
      "authors": [
        "P Cook",
        "S Schmiege",
        "M Mcclean",
        "L Aagaard",
        "M Kahook"
      ],
      "year": 2012,
      "doi": "10.1177/0193945911427153"
    },
    {
      "title": "An In-Home Medication Dispensing System to Support Medication Adherence for Patients With Chronic Conditions in the Community Setting: Prospective Observational Pilot Study",
      "authors": [
        "T Patel",
        "J Ivo",
        "T Pitre",
        "S Faisal",
        "K Antunes",
        "K Oda"
      ],
      "year": 2022,
      "doi": "10.2196/34906"
    },
    {
      "title": "A wearable sensor system for medication adherence prediction",
      "authors": [
        "H Kalantarian",
        "B Motamed",
        "N Alshurafa",
        "M Sarrafzadeh"
      ],
      "year": 2016,
      "doi": "10.1016/j.artmed.2016.03.004"
    },
    {
      "title": "A systematic review of IoT in healthcare: Applications, techniques, and trends",
      "authors": [
        "M Kashani",
        "M Madanipour",
        "M Nikravan",
        "P Asghari",
        "E Mahdipour"
      ],
      "year": 2021,
      "doi": "10.1016/j.jnca.2021.103164"
    },
    {
      "title": "Potential of Internet of Medical Things (IoMT) applications in building a smart healthcare system: A systematic review",
      "authors": [
        "R Dwivedi",
        "D Mehrotra",
        "S Chandra"
      ],
      "year": 2022,
      "doi": "10.1016/j.jobcr.2021.11.010"
    },
    {
      "title": "Wearable health devices in health care: narrative systematic review",
      "authors": [
        "L Lu",
        "J Zhang",
        "Y Xie",
        "F Gao",
        "S Xu",
        "X Wu",
        "Z Ye"
      ],
      "year": 2020,
      "doi": "10.2196/18907"
    },
    {
      "title": "Remote health monitoring of elderly through wearable sensors",
      "authors": [
        "M Al-Khafajiy",
        "T Baker",
        "C Chalmers",
        "M Asim",
        "H Kolivand",
        "M Fahim",
        "A Waraich"
      ],
      "year": 2019,
      "doi": "10.1007/s11042-018-7134-7"
    },
    {
      "title": "Systematic review of smart health monitoring using deep learning and Arti cial intelligence",
      "authors": [
        "Avln Sujith",
        "G Sajja",
        "V Mahalakshmi",
        "S Nuhmani",
        "B Prasanalakshmi"
      ],
      "year": 2022,
      "doi": "10.1016/j.neuri.2021.100028"
    },
    {
      "title": "An empirical study of factor identi cation in smart health-monitoring wearable device",
      "authors": [
        "M Zhu",
        "H Pham"
      ],
      "year": 2020,
      "doi": "10.1109/tcss.2020.2967749"
    },
    {
      "title": "Feasibility of a novel mHealth management system to capture and improve medication adherence among adolescents with asthma",
      "authors": [
        "A Cushing",
        "M Manice",
        "A Ting",
        "M Parides"
      ],
      "year": 2016,
      "doi": "10.2147/ppa.s115713"
    },
    {
      "title": "Wearable technology and physical activity in chronic disease: opportunities and challenges",
      "authors": [
        "S Phillips",
        "L Cadmus-Bertram",
        "D Rosenberg",
        "M Buman",
        "B Lynch"
      ],
      "year": 2018,
      "doi": "10.1016/j.amepre.2017.08.015"
    },
    {
      "title": "A review of medication adherence monitoring technologies",
      "authors": [
        "M Aldeer",
        "M Javanmard",
        "R Martin"
      ],
      "year": 2018,
      "doi": "10.3390/asi1020014"
    },
    {
      "title": "A machine learning approach for medication adherence monitoring using body-worn sensors",
      "authors": [
        "N Hezarjaribi",
        "R Fallahzadeh",
        "H Ghasemzadeh"
      ],
      "year": 2016
    },
    {
      "title": "Visualization of health monitoring data acquired from distributed sensors for multiple patients",
      "authors": [
        "A Page",
        "T Soyata",
        "J Couderc",
        "M Aktas",
        "B Kantarci",
        "S Andreescu"
      ],
      "year": 2015
    },
    {
      "title": "An analytical model to evaluate reminders for medication adherence",
      "authors": [
        "U Varshney",
        "N ; Singh",
        "U Varshney",
        "N Singh"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijmedinf.2020.104091"
    },
    {
      "title": "Machine learning and medication adherence: scoping review",
      "authors": [
        "A Bohlmann",
        "J Mostafa",
        "M Kumar"
      ],
      "year": 2021,
      "doi": "10.2196/26993"
    }
  ],
  "num_references": 75
}
