{
  "paper_id": "NQZZHHFJ",
  "title": "Return on Investment of Enhanced Behavioral Health Services",
  "abstract": "IMPORTANCE Employer-sponsored benefit programs aim to increase access to behavioral health care, which may help contain health care costs. However, research has either focused solely on clinical outcomes or demonstrated reductions in medical claims without accounting for the costs of behavioral health services, leaving the financial return on investment unknown. OBJECTIVE To determine whether a clinically effective employer-sponsored behavioral health benefit is associated with net medical cost savings. \n DESIGN, SETTING, AND PARTICIPANTS This retrospective cohort study included participants eligible for an employer-sponsored behavioral health benefit between November 1, 2019, and May 31, 2023. Eligibility criteria included having a behavioral health diagnosis and, in the program group, attending at least 1 behavioral health appointment. Program users were matched to nonusers on medical risk scores, behavioral health diagnoses, date of diagnosis, age, sex, and employer. Participants were followed up for 1 year before and after the benefit launch. EXPOSURE A digital platform screened individuals for common behavioral health conditions and provided access to video and in-person psychotherapy, medication management, care navigation, and self-guided digital content. \n MAIN OUTCOMES AND MEASURES Primary outcomes were per member per month (PMPM) medical spending, inclusive of all medical claims and program costs. A difference-in-differences analysis was used to compare changes in net medical spending between groups from the year before and up to 1 year after an index mental health diagnosis. \n RESULTS This study included 13 990 participants: 4907 of 4949 (99.1%) eligible program group members were matched to 9083 control participants. Their mean (SD) age was 37 (13.2) years, and most participants (65.5%) were female. Costs decreased in the program group relative to the control group, with a net difference-in-differences of -$164 PMPM (95% CI, -$228 to -$100 PMPM), corresponding to savings of $1070 per participant in the first program year and a return on investment of 1.9 times the costs (ie, every $100 invested reduced medical claims costs by $190). Behavioral health costs in the program group increased relative to the control group but were more than offset by decreases in physical health care costs. Savings were larger for participants with higher medical risk. \n CONCLUSIONS AND RELEVANCE In this cohort study, every $100 invested in an employersponsored behavioral health program with fast access to psychotherapy and medication management was associated with a reduction in medical claims costs by $190. These findings (continued) Key Points Question Does a clinically effective employer-sponsored mental health benefit result in net medical cost savings? Findings In this cohort study of 13 990 employees and dependents, medical claims costs were reduced by $190 for every $100 invested in the mental health benefit. Meaning These findings suggest that expanding access to behavioral health care may be a financially viable costreduction strategy for health care buyers.",
  "year": 2025,
  "date": "2025-02-05",
  "journal": "JAMA Netw Open",
  "publication": "JAMA Netw Open",
  "authors": [
    {
      "forename": "Matt",
      "surname": "Hawrilenko",
      "name": "Matt Hawrilenko",
      "email": "mhawrilenko@springhealth.com"
    },
    {
      "forename": "Casey",
      "surname": "Smolka",
      "name": "Casey Smolka"
    },
    {
      "forename": "Emily",
      "surname": "Ward",
      "name": "Emily Ward"
    },
    {
      "forename": "Geetu",
      "surname": "Ambwani",
      "name": "Geetu Ambwani"
    },
    {
      "forename": "Millard",
      "surname": "Brown",
      "name": "Millard Brown"
    },
    {
      "forename": "Anita",
      "surname": "Mohandas",
      "name": "Anita Mohandas"
    },
    {
      "forename": "Martin",
      "surname": "Paulus",
      "name": "Martin Paulus"
    },
    {
      "forename": "John",
      "surname": "Krystal",
      "name": "John Krystal"
    },
    {
      "forename": "Adam",
      "surname": "Chekroud",
      "name": "Adam Chekroud"
    },
    {
      "surname": "Hawrilenko",
      "name": "Hawrilenko"
    },
    {
      "surname": "Smolka",
      "name": "Smolka"
    },
    {
      "forename": "Chekroud",
      "surname": "Ambwani",
      "name": "Chekroud Ambwani"
    },
    {
      "forename": "Chekroud",
      "surname": "Hawrilenko",
      "name": "Chekroud Hawrilenko"
    },
    {
      "forename": "Chekroud",
      "surname": "Paulus",
      "name": "Chekroud Paulus"
    },
    {
      "forename": "Ward",
      "surname": "Smolka",
      "name": "Ward Smolka"
    },
    {
      "surname": "Ward",
      "name": "Ward"
    },
    {
      "affiliation": "Spring Health , 60 Madison Ave , New York , NY 10010 \n\t\t\t\t\t\t\t\t Spring Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 60 Madison Ave \n\t\t\t\t\t\t\t\t\t 10010 \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "affiliation": "Spring Health , New York , New York ( Hawrilenko \n\t\t\t\t\t\t\t\t Spring Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York Hawrilenko"
    },
    {
      "affiliation": "Chekroud) ; Laureate Institute for Brain Research , Tulsa , Oklahoma ( Paulus) ; \n\t\t\t\t\t\t\t\t Chekroud) \n\t\t\t\t\t\t\t\t Paulus) \n\t\t\t\t\t\t\t\t Laureate Institute for Brain Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tulsa \n\t\t\t\t\t\t\t\t\t Oklahoma"
    },
    {
      "affiliation": "Department of Psychiatry , Yale University School of Medicine , New Haven , Connecticut ( \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Yale University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Haven \n\t\t\t\t\t\t\t\t\t Connecticut"
    },
    {
      "affiliation": "Krystal , Chekroud). \n\t\t\t\t\t\t\t\t Krystal \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chekroud"
    }
  ],
  "doi": "10.1001/jamanetworkopen.2024.57834",
  "keywords": [
    "Ambwani",
    "Brown",
    "Mohandas",
    "Paulus",
    "Chekroud"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The total health care costs of undertreated behavioral health disorders are more than $290 billion each year in the US alone.  1  Behavioral health conditions have been linked with up to 3-fold spending increases for individuals with otherwise the same physical disease burden.  2, 3 The impact is largest for patients with high-cost physical health conditions.  4, 5 More than half of patients with a high-cost condition also have a behavioral health disorder,  6  and behavioral health disorders lead to increased medical spending for chronic pain,  7, 8  cardiovascular disease,  [9] [10] [11]  and diabetes.  12, 13 Expanding timely access to specialty behavioral health treatments may be a cost-effective solution to improve behavioral health and physical health.  1, 2, 4, 14, 15 havioral health and physical health are intertwined. Behavioral health difficulties influence physical health by negatively affecting health behaviors. Depression has been linked to lower adherence to hypertension medication,  16, 17  lower attendance to cardiac rehabilitation,  18  and decreased physical activity.  19, 20 Untreated behavioral health conditions are linked to illness persistence, higher medical complication rates, preventable hospitalizations, and greater health care service use.  4  In contrast, behavioral health interventions positively affect physical health, such as decreasing pain  [21] [22] [23]  and improving glycemic control for type 2 diabetes.  12 or access to care is a substantial barrier to effective treatment, with only 20.8% of diagnosed individuals receiving care from a behavioral health specialist within a year.  24 Structural barrierssuch as difficulty finding appropriate clinicians, limited appointment availability, and high costsdiscourage patients from seeking care, often leading to emergency or hospital visits when conditions worsen.  [25] [26] 6] [27]  Although many employers sponsor behavioral health programs to alleviate these barriers, high-quality evidence demonstrating their effectiveness in reducing medical costs is limited by methodologic issues.  28, 29 Common issues include failing to include the cost of the intervention itself,  3, 30  failing to validate or enhance risk adjustment using preprogram medical spending,  30  or using no risk adjustment at all.  31  Thus, expanding access to behavioral health care is a promising avenue to improve health outcomes and lower costs, but the evidence base would benefit from more rigorous research designs.\n\nThis study used a rigorous matched cohort design, with a difference-in-differences analysis and medical risk scores derived from more than 150 health conditions to evaluate the association between an employer-sponsored behavioral health program and total medical spending. Secondary objectives explored changes in behavioral health care use after the program was launched, differences in spending across medical service categories (eg, emergency department), and whether program outcomes differed for participants with high-cost medical conditions."
    },
    {
      "title": "Study Design",
      "text": "A retrospective, matched cohort design was used to compare 2 groups of participants. The program group included participants receiving behavioral health care (defined as psychotherapy, medication management, or both from a behavioral health specialist) delivered through an employer-sponsored behavioral health program. The control group included participants receiving treatment as usual delivered by the health plan, which could include behavioral health care, general care from a nonspecialist (eg, primary care physician), or a behavioral health diagnosis without follow-up treatment. The observation period spanned November 1, 2019, and May 31, 2023, with each employer contributing 2 consecutive years, spanning 1 year before launch and 1 year after launch."
    },
    {
      "title": "Program",
      "text": "The study analyzed data from an employer-sponsored behavioral health benefit (Spring Health; Spring Care Inc), which has been demonstrated to improve clinical outcomes for depression and anxiety and financial outcomes related to workplace productivity and retention.  32, 33 The program used evidence-based components including measurement-based care, unlimited care navigation sessions, and 6 to 12 free psychotherapy sessions with a clinician, up to 2 of which could be used for medication evaluation and treatment. Care beyond the prepaid session limit was available as an in-network health plan benefit."
    },
    {
      "title": "Participants"
    },
    {
      "title": "Data Sources",
      "text": "Medical claims data were full medical and prescription claims incurred 12 months before program launch through 12 months after launch, paid through 15 months after launch. Prescription claims were analyzed separately from medical claims when available but were unavailable for 2 employers. Allowed amounts, representing the maximum amount the health plan will pay for a service, were used to calculate medical spending. Two employers only provided paid amounts, which were converted to allowed amounts using the following formula: Paid = Allowed/0.8.  34 Allowed amounts were truncated at $50 000 per claim and $100 000 per month.\n\nBehavioral health diagnoses were obtained via medical claims data and the program electronic medical record system, and they were defined as International Statistical Classification of Diseases,"
    },
    {
      "title": "Behavioral Health Care",
      "text": "Behavioral health care was defined using a list of 15 Current Procedural Terminology codes (eTable 1 in Supplement 1), which could occur in any service category. Behavioral health-related claims were defined as any medical claim with a behavioral health diagnosis, regardless of whether it was provided by a behavioral health specialist. Service categories were classified as behavioral health visits, nonbehavioral health office visits, emergency department visits, hospital outpatient visits, hospital inpatient visits, and other visits using place of service codes (eTable 2 in Supplement 1), which were not available for 1 employer."
    },
    {
      "title": "High-Cost Medical Conditions",
      "text": "Medical claims codes were used to define 10 high-cost medical conditions frequently associated with mental health difficulties (eg, hypertension, chronic pain) (eTable 3 in Supplement 1). Medical conditions were chosen based on a literature review of physical health conditions previously associated with behavioral health disorders. Binary indicator variables were created to denote whether each condition was present at any time during the study period. Conditions with 200 or more participants in each match group were included in the analysis.\n\nMedical risk scores were calculated using the Health and Human Services Hierarchical Condition Categories (HHS-HCC) risk adjustment model,  35  with factor weights from the 2019 platinum metal tier. Risk scores were calculated over the 12 months up to and including the patient's index date."
    },
    {
      "title": "Program Costs",
      "text": "All program costs for members insured on the health plan were included in the study, including costs for members who did not actually use the program. Program costs were added to monthly medical allowed amounts (eMethods in Supplement 1)."
    },
    {
      "title": "Statistical Analysis Behavioral Health Care Use",
      "text": "Behavioral health care use rates were computed on both monthly and yearly bases using all 429 781 health plan members. The use rate was defined as the number of individuals with at least 1 behavioral health visit during the period divided by the total number of eligible members in the same period.\n\nInverse probability weighting was used to weight each employer population equally. The difference in use between the year before and the year after program launch was tested using a generalized linear logistic regression model. Standard errors were calculated using a sandwich estimator to reflect the nesting of observations within participants and employers."
    },
    {
      "title": "Cohort Matching",
      "text": "Nearest neighbor matching was used to match users to nonusers at up to a 1:2 ratio using the following criteria: employer (exact match), behavioral health diagnosis category (prior to matching, ICD-10 F codes were collapsed into 4 categories of mood, anxiety, substance use disorder, or other; exact match), log-transformed medical risk score, age, sex, and date of diagnosis. A caliper of standardized mean difference of 0.1 was applied to medical risk scores to prioritize high-quality matches. Weights were used to adjust for participants who only received 1 match."
    },
    {
      "title": "Medical Spending Analysis",
      "text": "The study was designed from a program-year perspective and included data from the 12 months prior to each participant's index date (defined as the date they first received a mental health diagnosis or first interacted with the program) and up to 12 months after their index date, ending at 1 year after launch. Program outcomes were calculated on a per member per month (PMPM) basis using a difference-in-differences model as follows: PMPM Spending = β 0 + β 1 × Program Group + β 2 × Phase +β 3 × Program Group × Phase + β 4…9 × Employer + ⑀, where Program Group represents a binary indicator variable representing membership in the program group, Phase represents whether the month of spend occurred before or after the index diagnosis, and Employer represents a series of 6 binary indicator variables representing the seven employers included in the study, with the seventh employer serving as the reference category. The difference-in-differences is captured by the Program Group × Phase interaction, representing the association between program participation and changes in PMPM spending after the index diagnosis. Employer-level clustering was modeled as a fixed effect.  36 generalized linear model with survey weights was used to accommodate clustering within individuals and match strata. Residual bootstrapping was used to estimate 95% CIs."
    },
    {
      "title": "Return on Investment",
      "text": "Return on investment (ROI) was calculated for the first year after program launch. ROI was defined as gross spending differences divided by total program costs: ROI Multiple = 1 + (Net Difference-in-Differences × Member Months Post Index Date/Total Program Costs). In this equation, a 1 is added to the multiple to reflect total program costs. An ROI multiple of 1.0 represents full cost offset (total costs are equal between groups), with values greater than 1.0 indicating net-positive ROI. Service categories were analyzed by fitting separate models to the spending accrued for each category, further stratified by whether spending was associated with a behavioral health diagnosis.\n\nModeration analysis was conducted by fitting separate models with Program Group × Phase interactions for each candidate moderator. To determine whether any conditions were especially responsive to behavioral health treatment, we controlled the Program × Risk Score × Phase interaction and re-estimated the high-cost condition moderators. Statistically significant interactions were interpreted as physical health conditions differentially affected by behavioral health care. Two-tailed P < .05 was considered statistically significant. Data were analyzed using R, version 4.4 (R Project for Statistical Computing), and the R software package survey.  37"
    },
    {
      "title": "Results"
    },
    {
      "title": "Participant Characteristics",
      "text": "The sample comprised 13 990 participants: 4907 of 4949 (99.1%) program group members were matched to 9083 control participants. Their mean (SD) age was 37 (13.2) years, 65.5% of participants were female and 34.5% were male, and index diagnoses consisted primarily of anxiety (73.3%) and mood (21.0%) disorders. As presented in the Table, the program group and the control group were similar on all matching variables (eTable 4 in Supplement 1 presents sample statistics for the full eligible population). However, small but statistically significant differences were present for sex (program group, female participants: 2.1 percentage points; P = .04) and months post index date (control group: 0.16 months; P = .02). Assessment of the parallel trends assumption found that match groups had nearly identical medical spending trends prior to their index date, implying suitability of the data for difference-in-differences modeling (eFigure 2 in Supplement 1)."
    },
    {
      "title": "Behavioral Health Care Use",
      "text": "The behavioral health care use rate increased from 3.8% per month before launch to 5.5% in the 2 months after program launch and remained steady at that higher rate over the rest of the program year, despite little change in the proportion of individuals accessing care via the health plan alone (Figure  1A ). Annual use was 8.3% in the year prior to launch and increased to 12.2% in the year after launch, corresponding to an absolute annual increase of 3.9 percentage points (95% CI, 2.8-5.1 percentage points) and a relative increase of 47.0% (Figure  1B ). Among the 33.4% of individuals who used behavioral health care in the matched control group, the mean session count was 2.5 sessions higher compared to the program group (P < .001)."
    },
    {
      "title": "Medical Spending Total Medical Spending",
      "text": "Difference-in-differences modeling results are shown in Table. Participant Characteristics a Characteristic Control group (n = 9083) Program group (n = 4907) Adjusted P value b Matching Age, mean (SD), y 37.3 (13.9) 37.4 (11.8) >.99 Sex assigned at birth Male 3197 (35.2) 1626 (33.1) .03 Female 5886 (64.8) 3281 (66.9) Mental health diagnosis Mood disorder 1907 (21.0) 1031 (21.0) >.99 Anxiety disorder 6662 (73.3) 3598 (73.3) Substance use disorder 257 (2.8) 139 (2.8) Other 257 (2.8) 139 (2.8) HHS-HCC medical spending risk score, mean (SD) 1.32 (3.25) 1.32 (3.25) >.99 Time after index date, mo 6.68 (3.42) 6.52 (3.47) .02 Additional High-cost condition Asthma or COPD 759 (8.4) 439 (8.9) .36 Diabetes 558 (6.1) 293 (6.0) .82 Hypertension 1938 (21.3) 814 (16.6) <.001 Pregnancy 413 (4.5) 253 (5.2) .17 Chronic pain 2293 (25.2) 1075 (21.9) <.001 Gastrointestinal conditions 1540 (17.0) 613 (12.5) <.001 Any 4962 (54.6) 2368 (48.3) <.001 Any specialty behavioral health treatment 3031 (33.4) 4907 (100) <.001 Specialty behavioral health session count, among those with ≥1 visit, mean (SD) 7.2 (8.3) 4.7 (4.8) <.001 Abbreviations: COPD, chronic obstructive pulmonary disease; HHS-HCC, Health and Human Services Hierarchical Condition Categories. a Unless specified otherwise, values are presented as No. (%) of participants. b P values were calculated using the Benjamini-Hochberg adjustment with the false discovery rate set to 5%. Weighting was applied to account for individuals who did not receive a 2:1 match. Figure 1. Behavioral Health Care Use Rates in the Year Before and After Program Launch 60 80 40 20 0 Participants, % 15 20 10 5 0 Participants, % -10 -12 2 4 6 8 12 10 Before launch After launch -4 -6 -8 -2 0 Monthly behavioral health care use A Annual behavioral health care use B Time from program launch, mo Study period Difference, 3.9% (95% CI, 2.8%-5.1%) P <.001 Program only Practitioner Both program and health plan Health plan only A, The vertical dashed line represents the program launch; the horizontal dashed line represents the mean prelaunch use. B, Error bars denote 95% CIs. JAMA Network Open | Psychiatry Return on Investment of Enhanced Behavioral Health Services JAMA Network Open. 2025;8(2):e2457834. doi:10.1001/jamanetworkopen.2024.57834 (Reprinted) February 5, 2025 6/14 Downloaded from jamanetwork.com by guest on 08/14/2025 decrease excluding program costs (95% CI, 25.0%-35.0%) (eTable 5 in Supplement 1), a 13.5% net decrease factoring in program costs (95% CI, 8.0%-19.0%) (eTable 6 in Supplement 1), and an ROI of 1.9 times the cost of the program (95% CI, 1.6-2.2) (ie, medical claims costs were reduced by $190\n\nfor every $100 invested in the mental health benefit).\n\nIn an exploratory analysis of monthly difference-in-differences (eResults, eFigure 3, and eTable 7 in Supplement 1), a larger than average group difference was observed in the index month, followed by smaller monthly group differences that increased beginning in month 5 after the index date. Savings for the first full participant year were estimated to be -$1796 (95% CI, -$2734 to -$859)."
    },
    {
      "title": "Pharmacy Spending and Service Categories",
      "text": "Changes in pharmacy spending were not significantly different between the program and control groups (β = -$2 [95% CI, -$32 to $27]). Mental and physical health services spending was significantly different between groups (Figure  3"
    },
    {
      "title": "Moderation Analysis",
      "text": "Savings were moderated by HHS-HCC medical risk score, improving by -$281 (95% CI, -$336 to -$226) (Figure  4A ) for each 1-SD increase in the log risk score. Savings were also significantly higher for men than women (difference-in-differences, -$139 [95% CI, -$256 to -$22]) and higher for older participants (difference-in-differences, -$6 per year older [95% CI, -$10 to -$2]). Savings of -$372 (95% CI, -$465 to -$278) for members with any high-cost condition were observed, with significant moderation effects for all conditions besides pregnancy (Figure  4B ). Figure  4C  illustrates the moderation effects for each high-cost condition plotted at the average HHS-HCC risk score for participants with that condition. Statistically significant differences from the risk score trend line represent excess savings. After adjusting for the Program × Risk Score × Phase interaction, 100 200 300 400 500 600 700 800 0 Allowed amount, $ PMPM Study period Difference-in-differences, -$164 PMPM (95% CI, -$228 to -$100 PMPM) Control group Program group Before mental health diagnosis After mental health diagnosis Monthly spending increases were $164 less per member per month (PMPM) (95% CI, -$228 to -$100 PMPM) for program group members than for control group members in the year following a mental health diagnosis.\n\nsignificant excess savings were found for chronic pain (-$219 [95% CI, -$350 to -$88]), hypertension (-$247 [95% CI, -$393 to -$101]), and gastrointestinal conditions (-$219 [95% CI, -$378 to -$60]) (eTables 9-11 in Supplement 1)."
    },
    {
      "title": "Sensitivity Analysis",
      "text": "A sensitivity analysis examined the possibility for an association between the timing of the COVID-19 pandemic and study results. Most participants began program engagement between June 2021 and July 2022 (eFigure 4 in Supplement 1). Program outcomes appeared unrelated to key pandemic events (eFigure 5 in Supplement 1), suggesting that the pandemic did not influence the study results.\n\nAn analysis examining the design choice to exclude the 11.6% of participants who crossed over between the program and control groups found that the crossover effect would have to be $866 PMPM in favor of the control group-directionally opposite the main effect of the study by a factor of 5 times-to change the primary conclusion of the study (eFigure 6 in Supplement 1)."
    },
    {
      "title": "Discussion",
      "text": "In this study, implementation of an employer-sponsored behavioral health benefit was associated with a 47.0% relative increase in behavioral health care use, a 29.6% gross decrease in total costs, and a 13.5% net decrease in total costs. Consistent with prior research, 1,2 medical costs in the control group increased by 77.8% ($361 PMPM) in the year following a behavioral health diagnosis. Costs in 220 200 180 160 140 80 60 40 20 120 100 0 Spending, $ PMPM Visit type Office Emergency department Hospital outpatient Hospital inpatient BH specialist Other 220 240 200 180 160 140 80 60 40 20 120 100 0 Spending, $ PMPM Visit type Office Emergency department Hospital outpatient Hospital inpatient Other Physician health costs by service category D Behavioral health costs by service category C 700 600 500 200 100 400 300 0 Spending, $ PMPM Group Control Program Overall behavioral health costs A 700 600 500 200 100 400 300 0 Spending, $ PMPM Group Control Program Overall physical health costs B Control Program Control Program BH costs and physical health costs are presented overall (A and C) and by service category (B and D). In panel C, BH specialist care could occur in any setting; other categories represent care occurring in those settings from a non-BH specialist. PMPM indicates per member per month.\n\nthe program group also increased, but by $164 PMPM less than the control group, in line with actuarial expectations of the effect of behavioral health care reported previously.  1  Together, this resulted in an ROI of 1.9 times the costs in the year following program implementation.\n\nBehavioral health care use increased by 47.0% relative to the year before launch. This increase was likely attributable, in part, to the program attracting new users to behavioral health care, because use via health plan clinicians did not decrease after launch. The increase in use contrasts with prior research on a different employer-sponsored program, which showed no increase in behavioral health care utilization.  31 The increase in use observed here is likely due to reduced financial barriers to care because sessions were subsidized by the employer and to a modern web-based platform that made it easier to choose clinicians, schedule appointments within days, and attend treatment sessions.\n\nHigher financial and operational barriers to care among control group participants could have delayed their care until their behavioral health difficulties progressed and required more intensive treatment. Indeed, among the 33.4% of individuals in the control group who used specialty care, the average number of sessions was 2.5 more than program group participants. Lower session use in the program group may also reflect a more consistent use of measurement-based care by program clinicians, in which symptom measures administered throughout therapy enable clinicians to more quickly course-correct patients for a successful outcome and more quickly identify when patients meet their treatment goals.  38 havioral health spending in the program group in this study shifted toward more effective services earlier in the care continuum. Behavioral health spending was higher overall in the program group than in the control group (in particular for behavioral health specialists) but was lower for office visits, emergency department visits, and hospital settings. Prior research has shown that office visits, emergency department visits, and hospital visits are characterized by infrequent or brief treatment episodes rather than comprehensive courses of care and, consequently, are less clinically effective than behavioral health care.  [39] [40] 0] [41]  Earlier use of the program, shown previously to have large clinical effect sizes,  32  may have prevented behavioral health conditions from escalating to the point 1500 1000 500 0 -500 -1000 -1500 Difference, $ PMPM HHS-HCC risk score, standardized Control group Program group Pre to post changes in total cost of care by medical risk A Savings vs risk-based expectation of behavioral health responsiveness C 5 4 3 2 1 0 -1 -2 100 0 -100 -500 -600 -200 -300 -400 -700 Difference-in-differences, $ PMPM HHS-HCC risk score, standardized Diabetes Asthma/COPD Pregnancy Risk -bas ed savi ngs esti mat e GI conditions Hypertension Chronic pain 0.25 0.50 0.75 1.25 1.00 Pregnancy Asthma/COPD Diabetes Chronic pain GI conditions Hypertension Any high-cost condition Difference-in-differences, $ PMPM Pre to post changes in total cost of care by high-cost condition B 0 -250 -500 -750 Cost offset Program costs"
    },
    {
      "title": "Favors program costs lower"
    },
    {
      "title": "Cost offset",
      "text": "A and B, Pre to post changes in total cost of care are presented by medical risk (A) and high-cost condition (B). The gray markers at the bottom of panel A represent the distribution of risk scores. The distance between regression lines represents the difference-indifferences at a given risk score. C, High-cost condition savings estimates are plotted at the average risk level for members with that condition. The downward slope of the dashed line, labeled \"risk-based savings estimate,\" shows how program savings increased for participants with higher medical risk scores. Chronic pain, gastrointestinal (GI) conditions, and hypertension fell substantially below the risk-based savings line, suggesting that spending on these conditions is more responsive to behavioral health treatment than would be expected from overall medical risk alone. COPD indicates chronic obstructive pulmonary disease; HHS-HCC, Health and Human Services Hierarchical Condition Categories; PMPM, per member per month.\n\nthat they required more time and cost-intensive settings such as the emergency department or inpatient stays. Consistent with this interpretation, an exploratory analysis revealed above-average spending reductions in the index month, when medical activity was highest, followed by smaller but increasing reductions after 4 months, enough time to complete a standard course of care. These savings likely result from (1) diverting care to behavioral health services earlier in the continuum and\n\n(2) improved mental health reducing the need for other health care services.\n\nThe program group's increased behavioral health care costs were more than offset by decreased physical health care costs. Behavioral health care may reduce physical health care costs in both indirect and direct ways. For some people, behavioral health care may indirectly improve physical health by addressing barriers to engaging in preventive or disease management practices, such as exercise or medication adherence. Research shows that unaddressed behavioral health disorders are associated with higher rates of preventable hospitalizations in patients with diabetes,  42, 43  asthma, and chronic obstructive pulmonary disease,  43  supporting the notion that behavioral health can impair medical disorder care adherence practices.\n\nFor other people, behavioral health care may directly improve physical health. In this study, 3 physical health conditions (chronic pain, hypertension, and gastrointestinal conditions) had substantial savings that could not be explained by their level of medical risk alone. These conditions are similar in that they are biologically linked to stress, anxiety, and depression, which amplify the body's pain response,  44, 45  increase blood pressure,  46, 47  and exacerbate ulcers and irritable bowel syndrome.  48, 49 These and other conditions that can be affected directly by a behavioral health condition may deliver outsized cost savings when a high-quality behavioral health program is readily available.  [21] [22] [23] 50, 51  Overall, these findings support the enhancement of access to behavioral health care among individuals with high-cost conditions as a strategy not only for cost containment but also for improving both mental and physical health treatment outcomes."
    },
    {
      "title": "Limitations",
      "text": "The study has several limitations. The nonrandomized design may have introduced selection bias, because control group patients may have initiated care for different reasons than program participants, possibly inflating program savings estimates. We mitigated this by using medical risk scores at the time of behavioral health diagnosis to account for new medical information at care initiation. Although a validated algorithm for identifying chronic conditions would enhance the generalizability of our results, we selected diagnostic codes most relevant to mental health conditions because common algorithms focus on severe populations and explicitly exclude psychological factors (eg, chronic pain).  52 Relatedly, the small but statistically significant prevalence differences for several high-cost conditions could indicate residual bias from the matching process or may reflect an association between program use and subsequent condition prevalence during the study year. However, the close match on overall risk scores and the use of difference-in-differences modeling should mitigate any bias."
    },
    {
      "title": "Conclusions",
      "text": "In this cohort study, a large-scale, employer-sponsored behavioral health program with fast access to psychotherapy and medication management was associated with a substantial relative increase in behavioral health care use and notable net decreases in total health care cost. These findings suggest that providing subsidized access to high-quality, measurement-based behavioral health care may be an effective cost containment strategy, particularly in populations with high-cost medical conditions.\n\n48. Blanchard EB, Lackner JM, Jaccard J, et al. The role of stress in symptom exacerbation among IBS patients. J Psychosom Res. 2008;64(2):119-128. doi:10.1016/j.jpsychores.2007.10.010 49. Lee SP, Sung IK, Kim JH, Lee SY, Park HS, Shim CS. The effect of emotional stress and depression on the prevalence of digestive diseases. J Neurogastroenterol Motil. 2015;21(2):273-282. doi:10.5056/jnm14116 50. Ford AC, Quigley EMM, Lacy BE, et al. Effect of antidepressants and psychological therapies, including hypnotherapy, in irritable bowel syndrome: systematic review and meta-analysis. Am J Gastroenterol. 2014;109 (9):1350-1365. doi:10.1038/ajg.2014.148 51. Li Y, Buys N, Li Z, Li L, Song Q, Sun J. The efficacy of cognitive behavioral therapy-based interventions on patients with hypertension: a systematic review and meta-analysis. Prev Med Rep. 2021;23:101477. doi:10.1016/j. pmedr.2021.101477 52. Tonelli M, Wiebe N, Fortin M, et al; Alberta Kidney Disease Network. Methods for identifying 30 chronic conditions: application to administrative data. BMC Med Inform Decis Mak. 2015;15:31. doi:10.1186/s12911-015-0155-5 SUPPLEMENT 1. eMethods eResults eTable 1. Behavioral Health Care Current Procedural Terminology (CPT) Codes eTable 2. Place of Service Code Groupings eTable 3. Code Groupings for High-Cost Conditions and Exclusionary Conditions eTable 4. Sample Statistics: Full Eligible Population eTable 5. Gross Difference-in-Differences Modeling eTable 6. Net Difference-in-Differences Modeling Results eTable 7. Monthly Difference-in-Differences eTable 8. Changes in Medical Service Costs in the Year Following a Mental Health Diagnosis eTable 9. Effect Modification by Demographics eTable 10. Effect Modification by High-Cost Condition eTable 11. Behavioral Health Responsiveness: Risk-Adjusted Moderation by High-Cost Condition eFigure 1. Participant Flow Diagram eFigure 2. Assessment of Parallel Trends in the Year Prior to the Index Date eFigure 3. Net Monthly Spending Pre and Post Index Date eFigure 4. Index Date by Month for Program Users eFigure 5. Gross Difference-in-Differences by Employer and Program Launch Date eFigure 6. Crossover Effect Size Needed to Alter Study Conclusion SUPPLEMENT 2. Data Sharing Statement"
    },
    {
      "text": "Participants were US employees and dependents drawn from 7 employers from industries including manufacturing, media, health care, and technology. Participant flow is shown in eFigure 1 in Supplement 1. Participants were included in this study if they received a behavioral health diagnosis any time after program launch (index diagnosis), were insured by the health plan for 6 months before and 1 month after the index diagnosis, aged 5 years or older, and did not have a transplant or end-stage kidney disease. Participants receiving treatment from both the program and the health plan during the study year were excluded to prevent complications in causal attribution of potentially time-delayed effects. To mitigate survivorship bias between control group participants (possibly in ongoing care at program launch) and program group participants (by definition, initiating a new care episode), a washout period was implemented requiring all participants to have 6 consecutive months without treatment from a behavioral health specialist prior to their index diagnosis. If a control group participant did not receive treatment from a behavioral health specialist at or after their index diagnosis, they were required to have 6 months without any behavioral health diagnosis. Program group participants needed at least 1 psychotherapy or medication management session with the program; they could also receive a diagnosis via the health plan, but it was not required. Nearest neighbor matching was used to match program users to a control cohort of nonusers. The dataset included 429 781 individuals, of whom 40 323 met criteria to enter the matching pool."
    },
    {
      "text": "The program and control groups had similar monthly spending in the year prior to a behavioral health diagnosis (program group: β = $12 [95% CI, -$27 to $50]). In the year following a diagnosis, control group spending increased by $361 PMPM (77.8%) but program group spending only increased by $197 (net difference-indifferences, -$164 PMPM [95% CI, -$228 to -$100 PMPM]), corresponding to $1070 in savings per participant during the first program year. The difference-in-differences represented a 29.6% gross"
    },
    {
      "text": "and eTable 8 in Supplement 1). The program group had a larger increase in total behavioral health spending relative to the control group (β = $40 [95% CI, $20-$60]) but a decrease in total physical health spending (β = -$206 [95% CI, -$265 to -$147]).The pattern of services spending within the mental and physical health categories also differed. In the program group, behavioral health-related spending was significantly higher for behavioral health specialists (β = $163 [95% CI, $157-$169]) but lower for office visits (β = -$21 [95% CI, -$23 to -$20]), emergency department visits (β = -$13 [95% CI, -$15 to -$10]), and hospital visits (outpatient: β = -$34 [95% CI, -$43 to -$26]; and inpatient: β = -$28 [95% CI, -$37 to -$19]). Differences in physical health spending were associated primarily with hospital visits (outpatient: β = -$73 [95% CI, -$103 to -$43]; and inpatient β = -$71 [95% CI, -$101 to -$41]), with smaller but significant differences in emergency department spending (β = -$12 [95% CI, -$21 to -$4]) and office visits (β = -$13 [95% CI, -$21 to -$4])."
    },
    {
      "text": "Figure 2. Changes in Medical Spending After a Behavioral Health Diagnosis 900"
    },
    {
      "text": "Figure 3. Medical Spending in the Year Following a Behavioral Health (BH) Diagnosis"
    },
    {
      "text": "Figure 4. Medical Spending Differences by Medical Risk Score and High-Cost Condition"
    }
  ],
  "references": [
    {
      "title": "Economic impact of integrated medical-behavioral healthcare",
      "authors": [
        "S Melek",
        "D Norris",
        "J Paulua"
      ],
      "year": 2018,
      "doi": "10.1176/appi.ps.655news1"
    },
    {
      "title": "How do individuals with behavioral health conditions contribute to physical and total healthcare spending? Milliman Inc",
      "authors": [
        "S Davenport",
        "T Gray",
        "S Melek"
      ],
      "year": 2020
    },
    {
      "title": "Association of outpatient behavioral health treatment with medical and pharmacy costs in the first 27 months following a new behavioral health diagnosis in the US",
      "authors": [
        "J Bellon",
        "C Quinlan",
        "B Taylor",
        "D Nemecek",
        "E Borden",
        "P Needs"
      ],
      "year": 2022,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2022.44644&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.57834"
    },
    {
      "title": "Fostering sustainable, integrated medical and behavioral health services in medical settings",
      "authors": [
        "R Manderscheid",
        "R Kathol"
      ],
      "year": 2014,
      "doi": "10.7326/m13-1693"
    },
    {
      "title": "Association of mental health disorders with health care utilization and costs among adults with chronic disease",
      "authors": [
        "B Sporinova",
        "B Manns",
        "M Tonelli"
      ],
      "year": 2019,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2019.9910&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.57834"
    },
    {
      "title": "Epidemiology of multimorbidity and implications for health care, research, and medical education: a cross-sectional study",
      "authors": [
        "K Barnett",
        "S Mercer",
        "M Norbury",
        "G Watt",
        "S Wyke",
        "B Guthrie"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)60240-2"
    },
    {
      "title": "Relationships among depression, chronic pain, chronic disabling pain, and medical costs",
      "authors": [
        "B Arnow",
        "C Blasey",
        "J Lee"
      ],
      "year": 2009,
      "doi": "10.1176/ps.2009.60.3.344"
    },
    {
      "title": "Direct and indirect costs in persons with chronic back pain and comorbid mental disorders: a systematic review",
      "authors": [
        "H Baumeister",
        "A Knecht",
        "N Hutter"
      ],
      "year": 2012,
      "doi": "10.1016/j.jpsychores.2012.05.008"
    },
    {
      "title": "The intriguing relationship between coronary heart disease and mental disorders",
      "authors": [
        "De Hert",
        "M Detraux",
        "J Vancampfort"
      ],
      "year": 2018,
      "doi": "10.31887/DCNS.2018.20.1/mdehert"
    },
    {
      "title": "State of the art review: depression, stress, anxiety, and cardiovascular disease",
      "authors": [
        "B Cohen",
        "D Edmondson",
        "I Kronish"
      ],
      "year": 2015,
      "doi": "10.1093/ajh/hpv047"
    },
    {
      "title": "The contribution of major depression to the global burden of ischemic heart disease: a comparative risk assessment",
      "authors": [
        "F Charlson",
        "A Moran",
        "G Freedman"
      ],
      "year": 2013,
      "doi": "10.1186/1741-7015-11-250"
    },
    {
      "title": "Relationship of depression to diabetes types 1 and 2: epidemiology, biology, and treatment",
      "authors": [
        "D Musselman",
        "E Betan",
        "H Larsen",
        "L Phillips"
      ],
      "year": 2003,
      "doi": "10.1016/s0006-3223(03)00569-9"
    },
    {
      "title": "An overview of links between obesity and mental health",
      "authors": [
        "C Avila",
        "A Holloway",
        "M Hahn"
      ],
      "year": 2015,
      "doi": "10.1007/s13679-015-0164-9"
    },
    {
      "title": "Resource use and costs associated with patients treated for depression in primary care",
      "authors": [
        "P Sobocki",
        "M Ekman",
        "H Agren"
      ],
      "year": 2007,
      "doi": "10.1007/s10198-006-0008-3"
    },
    {
      "title": "No health without mental health",
      "authors": [
        "M Prince",
        "V Patel",
        "S Saxena"
      ],
      "year": 2007,
      "doi": "10.1016/s0140-6736(07)61238-0"
    },
    {
      "title": "Symptoms of depression and anxiety and adherence to antihypertensive medication",
      "authors": [
        "L Bautista",
        "L Vera-Cala",
        "C Colombo",
        "P Smith"
      ],
      "year": 2012,
      "doi": "10.1038/ajh.2011.256"
    },
    {
      "title": "Medication adherence, depressive symptoms, and cardiac event-free survival in patients with heart failure",
      "authors": [
        "J Wu",
        "T Lennie",
        "R Dekker",
        "M Biddle",
        "D Moser"
      ],
      "year": 2013,
      "doi": "10.1016/j.cardfail.2013.03.010"
    },
    {
      "title": "Persistent depression affects adherence to secondary prevention behaviors after acute coronary syndromes",
      "authors": [
        "I Kronish",
        "N Rieckmann",
        "E Halm"
      ],
      "year": 2006,
      "doi": "10.1111/j.1525-1497.2006.00586.x"
    },
    {
      "title": "The longitudinal effects of depression on physical activity",
      "authors": [
        "B Roshanaei-Moghaddam",
        "W Katon",
        "J Russo"
      ],
      "year": 2009,
      "doi": "10.1016/j.genhosppsych.2009.04.002"
    },
    {
      "title": "Physical activity and depression: towards understanding the antidepressant mechanisms of physical activity",
      "authors": [
        "A Kandola",
        "G Ashdown-Franks",
        "J Hendrikse",
        "C Sabiston",
        "B Stubbs"
      ],
      "year": 2019,
      "doi": "10.1016/j.neubiorev.2019.09.040"
    },
    {
      "title": "Internet-delivered cognitive and behavioural based interventions for adults with chronic pain: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "M Gandy",
        "Sty Pang",
        "A Scott"
      ],
      "year": 2022,
      "doi": "10.1097/j.pain.0000000000002606"
    },
    {
      "title": "Association between psychological interventions and chronic pain outcomes in older adults: a systematic review and meta-analysis",
      "authors": [
        "B Niknejad",
        "R Bolier",
        "Henderson Cr Jr"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2018.0756&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.57834"
    },
    {
      "title": "Systematic review and meta-analysis of randomized controlled trials of cognitive behaviour therapy and behaviour therapy for chronic pain in adults, excluding headache",
      "authors": [
        "S Morley",
        "C Eccleston",
        "A Williams"
      ],
      "year": 1999,
      "doi": "10.1016/s0304-3959(98)00255-3"
    },
    {
      "title": "Twelve-month mental health service use in six countries of the Americas: a regional report from the World Mental Health Surveys",
      "authors": [
        "G Borges",
        "S Aguilar-Gaxiola",
        "L Andrade"
      ],
      "year": 2019,
      "doi": "10.1017/S2045796019000477"
    },
    {
      "title": "Barriers to mental health treatment: results from the WHO World Mental Health surveys",
      "authors": [
        "L Andrade",
        "J Alonso",
        "Z Mneimneh"
      ],
      "year": 2014,
      "doi": "10.1017/s0033291713001943"
    },
    {
      "title": "Treatment access barriers and disparities among individuals with co-occurring mental health and substance use disorders: an integrative literature review",
      "authors": [
        "M Priester",
        "T Browne",
        "A Iachini",
        "S Clone",
        "D Dehart",
        "K Seay"
      ],
      "year": 2016,
      "doi": "10.1016/j.jsat.2015.09.006"
    },
    {
      "title": "Income differences in persons seeking outpatient treatment for mental disorders: a comparison of the United States with Ontario and the Netherlands",
      "authors": [
        "M Alegría",
        "R Bijl",
        "E Lin",
        "E Walters",
        "R Kessler"
      ],
      "year": 2000,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/archpsyc.57.4.383&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.57834"
    },
    {
      "title": "Economic analyses of mental health and substance use interventions in the workplace: a systematic literature review and narrative synthesis",
      "authors": [
        "C De Oliveira",
        "E Cho",
        "R Kavelaars",
        "M Jamieson",
        "B Bao",
        "J Rehm"
      ],
      "year": 2020,
      "doi": "10.1016/s2215-0366(20)30145-0"
    },
    {
      "title": "A systematic review of the evidence concerning the economic impact of employee-focused health promotion and wellness programs",
      "authors": [
        "D Lerner",
        "A Rodday",
        "J Cohen",
        "W Rogers"
      ],
      "year": 2013,
      "doi": "10.1097/jom.0b013e3182728d3c"
    },
    {
      "title": "The impact of a workforce mental health program on employer medical plan spend: an application of cost efficiency measurement for mental health care",
      "authors": [
        "T Penev",
        "S Zhao",
        "J Lee",
        "C Chen",
        "L Metcalfe",
        "R Ozminkowski"
      ],
      "year": 2023,
      "doi": "10.1089/pop.2022.0240"
    },
    {
      "title": "Employer-sponsored behavioral health program impacts on care utilization and cost",
      "authors": [
        "D Maeng",
        "A Cornell",
        "G Nasra"
      ],
      "year": 2021,
      "doi": "10.37765/ajmc.2021.88724"
    },
    {
      "title": "Clinical and financial outcomes associated with a workplace mental health program before and during the COVID-19 pandemic",
      "authors": [
        "J Bondar",
        "Babich Morrow",
        "C Gueorguieva"
      ],
      "year": 2022,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2022.16349&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.57834"
    },
    {
      "title": "Assessing the impact of a comprehensive mental health program on frontline health service workers",
      "authors": [
        "E Ward",
        "M Fragala",
        "C Birse"
      ],
      "year": 2023,
      "doi": "10.1371/journal.pone.0294414"
    },
    {
      "title": "What the actuarial values in the Affordable Care Act mean",
      "authors": [
        "L Levitt",
        "G Claxton"
      ],
      "year": 2011,
      "doi": "10.5040/9798400642845.ch-007"
    },
    {
      "title": "The HHS-HCC risk adjustment model for individual and small group markets under the Affordable Care Act",
      "authors": [
        "J Kautter",
        "G Pope",
        "M Ingber"
      ],
      "year": 2014,
      "doi": "10.5600/mmrr.004.03.a03"
    },
    {
      "title": "Modeling clustered data with very few clusters",
      "authors": [
        "D Mcneish",
        "L Stapleton"
      ],
      "year": 2016,
      "doi": "10.1080/00273171.2016.1167008"
    },
    {
      "title": "Analysis of complex survey samples",
      "authors": [
        "T Lumley"
      ],
      "year": 2004,
      "doi": "10.18637/jss.v009.i08"
    },
    {
      "title": "A tipping point for measurement-based care",
      "authors": [
        "J Fortney",
        "J Unützer",
        "G Wrenn"
      ],
      "year": 2017,
      "doi": "10.1176/appi.ps.201500439"
    },
    {
      "title": "Population-based care of depression: team care approaches to improving outcomes",
      "authors": [
        "W Katon",
        "M Seelig"
      ],
      "year": 2008,
      "doi": "10.1097/jom.0b013e318168efb7"
    },
    {
      "title": "Evidence review: efficacy and effectiveness of antidepressant treatment in primary care",
      "authors": [
        "G Simon"
      ],
      "year": 2002,
      "doi": "10.1016/s0163-8343(02)00198-6"
    },
    {
      "title": "Organizing care for patients with chronic illness",
      "authors": [
        "E Wagner",
        "B Austin",
        "Von Korff"
      ],
      "year": 1996,
      "doi": "10.2307/3350391"
    },
    {
      "title": "The impact of mental illness on potentially preventable hospitalisations: a population-based cohort study",
      "authors": [
        "Q Mai",
        "Cdj Holman",
        "F Sanfilippo",
        "J Emery"
      ],
      "year": 2011,
      "doi": "10.1186/1471-244x-11-163"
    },
    {
      "title": "Behavioral health conditions and potentially preventable diabetes-related hospitalizations in the United States: findings from a national sample of commercial claims data",
      "authors": [
        "E Stockbridge",
        "S Chhetri",
        "L Polcar",
        "A Loethen",
        "C Carney"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0212955"
    },
    {
      "title": "A meta-analysis of the associations of elements of the fear-avoidance model of chronic pain with negative affect, depression, anxiety, pain-related disability and pain intensity",
      "authors": [
        "A Rogers",
        "S Farris"
      ],
      "year": 2022,
      "doi": "10.1002/ejp.1994"
    },
    {
      "title": "The biology of stress intolerance in patients with chronic pain: state of the art and future directions",
      "authors": [
        "A Wyns",
        "J Hendrix",
        "A Lahousse"
      ],
      "year": 2023,
      "doi": "10.3390/jcm12062245"
    },
    {
      "title": "Urinary stress hormones, hypertension, and cardiovascular events: the Multi-Ethnic Study of Atherosclerosis",
      "authors": [
        "K Inoue",
        "T Horwich",
        "R Bhatnagar"
      ],
      "year": 2021,
      "doi": "10.1161/hypertensionaha.121.17618"
    },
    {
      "title": "Does psychosocial stress cause hypertension? a systematic review of observational studies",
      "authors": [
        "F Sparrenberger",
        "F Cichelero",
        "A Ascoli"
      ],
      "year": 2009,
      "doi": "10.1038/jhh.2008.74"
    }
  ],
  "num_references": 47
}
