{
  "paper_id": "NSNPEUHA",
  "title": "Motivational interviewing in medical care settings: A systematic review and meta-analysis of randomized controlled trials",
  "abstract": "Objective: Motivational Interviewing (MI) is a method for encouraging people to make behavioral changes to improve health outcomes. We used systematic review and meta-analysis to investigate MI's efficacy in medical care settings. Methods: Database searches located randomized clinical trials that compared MI to comparison conditions and isolated the unique effect of MI within medical care settings. Results: Forty-eight studies (9618 participants) were included. The overall effect showed a statistically significant, modest advantage for MI: Odd ratio = 1.55 (CI: 1.40-1.71), z = 8.67, p < .001. MI showed particular promise in areas such as HIV viral load, dental outcomes, death rate, body weight, alcohol and tobacco use, sedentary behavior, self-monitoring, confidence in change, and approach to treatment. MI was not particularly effective with eating disorder or self-care behaviors or some medical outcomes such as heart rate. Conclusion: MI was robust across moderators such as delivery location and patient characteristics, and appears efficacious when delivered in brief consultations. Practice implications: The emerging evidence for MI in medical care settings suggests it provides a moderate advantage over comparison interventions and could be used for a wide range of behavioral issues in health care.",
  "year": 2004,
  "date": "2004",
  "journal": "Am J Prev Med",
  "publication": "Am J Prev Med",
  "authors": [
    {
      "forename": "Brad",
      "surname": "Lundahl",
      "name": "Brad Lundahl",
      "affiliation": "a  College of Social Work , University of Utah , Salt Lake City , USA \n\t\t\t\t\t\t\t\t College of Social Work \n\t\t\t\t\t\t\t\t University of Utah \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Salt Lake City \n\t\t\t\t\t\t\t\t\t USA",
      "email": "brad.lundahl@socwk.utah.edu"
    },
    {
      "forename": "Teena",
      "surname": "Moleni",
      "name": "Teena Moleni",
      "affiliation": "a  College of Social Work , University of Utah , Salt Lake City , USA \n\t\t\t\t\t\t\t\t College of Social Work \n\t\t\t\t\t\t\t\t University of Utah \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Salt Lake City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Brian",
      "surname": "Burke",
      "name": "Brian Burke",
      "affiliation": "b  Psychology Department , Fort Lewis College , Durango , USA \n\t\t\t\t\t\t\t\t Psychology Department \n\t\t\t\t\t\t\t\t Fort Lewis College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durango \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Robert",
      "surname": "Butters",
      "name": "Robert Butters",
      "affiliation": "a  College of Social Work , University of Utah , Salt Lake City , USA \n\t\t\t\t\t\t\t\t College of Social Work \n\t\t\t\t\t\t\t\t University of Utah \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Salt Lake City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Derrik",
      "surname": "Tollefson",
      "name": "Derrik Tollefson",
      "affiliation": "c  Utah State University , Department of Sociology , Social Work & Anthropology , Vernal , USA \n\t\t\t\t\t\t\t\t Department of Sociology \n\t\t\t\t\t\t\t\t Social Work & Anthropology \n\t\t\t\t\t\t\t\t Utah State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vernal \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Christopher",
      "surname": "Butler",
      "name": "Christopher Butler",
      "affiliation": "d  Institute of Primary Care & Public Health , Cardiff University School of Medicine , Cardiff , UK \n\t\t\t\t\t\t\t\t Institute of Primary Care & Public Health \n\t\t\t\t\t\t\t\t Cardiff University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Stephen",
      "surname": "Rollnick",
      "name": "Stephen Rollnick",
      "affiliation": "d  Institute of Primary Care & Public Health , Cardiff University School of Medicine , Cardiff , UK \n\t\t\t\t\t\t\t\t Institute of Primary Care & Public Health \n\t\t\t\t\t\t\t\t Cardiff University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t UK",
      "email": "rollnick@cardiff.ac.uk"
    },
    {
      "affiliation": "College of Social Work , University of Utah , 395 South 1500 East , Salt Lake City , UT 84112 , USA. \n\t\t\t\t\t\t\t\t College of Social Work \n\t\t\t\t\t\t\t\t University of Utah \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 395 South 1500 East \n\t\t\t\t\t\t\t\t\t 84112 \n\t\t\t\t\t\t\t\t\t Salt Lake City \n\t\t\t\t\t\t\t\t\t UT \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1016/j.pec.2013.07.012",
  "sections": [
    {
      "text": "3.2. Variability . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 160 3.3. Prediction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 160 3.3.1. How did MI effects vary by targeted outcomes? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 160 3.3.2. What other variables moderated MI outcomes? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 161 3.3.3. Was there evidence of publication bias? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 165 4. Discussion and conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 165 4.1. Discussion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 165 4.1.1. Limitations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 165 4.1.2. Comparison with other findings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 165 4.2. Conclusion. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 166 4."
    },
    {
      "title": "Introduction",
      "text": "Unhealthy eating, smoking, excessive drinking, and lack of exercise are among the most important modifiable causes of health care problems in the developed world  [1, 2] . As medical care increasingly focuses on managing long-term conditions, clinicians have a growing need to motivate patients to make lifestyle changes that modify risk factors and optimize adherence to medical advice  [3] .\n\nOne counseling approach for promoting behavior change in medical care is MI, defined as ''a person-centered counseling style for addressing the common problem of ambivalence about change.'' [4]  MI arose from efforts to start difficult conversations with patients about risky alcohol intake  [5] . The inclination to confront or persuade patients was replaced by evoking clients' own reasons to change, which minimized resistance  [6] . Later innovations focused on people's natural use of language about change and how listening skills might evoke such language  [7] . MI is both flexible and robust, producing desirable outcomes across many problem areas in different formats  [4] . That is, MI can focus on a variety of problem behaviors-typically one at a time-and can be delivered in a single session or through multiple sessions, including as a prelude to other treatments (e.g., inpatient care), integrated with other treatments (e.g., cognitive behavior therapy), or as a stand-alone intervention.\n\nThe relevance of MI to health care settings emerged in studies on providing feedback of medical test results  [8, 9] . Whereas MI is patient-centered, it is also directional in its focus on change targets, including health behaviors. Refinements to suit health care consultation therefore emerged along with outcome studies  [10] [11] [12] . MI has now been learned and implemented by practitioners of diverse professions, including medical providers  [13] [14] [15] , and appears durable up to 1-year post treatment  [16] .\n\nReviews of MI cover mostly mental health outcomes; when medical outcomes have been targeted, outcomes generally result from studies outside of primary care settings  [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] . Taken together, these reviews yield odds ratios for MI treatments in the 1.5 range (a 50% benefit) versus patients who do not receive MI. A systematic review of MI delivered in physical health care settings has been conducted  [25] , though no known meta-analysis has been conducted on MI within medical settings. Our study seeks to fill this gap, as a meta-analysis uniquely provides a broad perspective and bird's eye view of the value of a specific treatment, which can then be used to focus future individual-level research.\n\nOur study investigated whether MI holds true potential as a treatment option alongside or within the delivery of routine medical care. This review is the first to focus explicitly on the effects of MI delivered in general medical care settings across a range of problem behaviors. Accordingly, the aims of this study are threefold:  (1)  clarify the general efficacy of MI in medical care settings; (2) ascertain whether MI effects in medical care are moderated by medical problem type, delivery (e.g., treatment setting, dose of MI, provider MI training), patient characteristics (e.g., ethnicity, gender, or age), or study design characteristics (e.g., methodological rigor); and (3) provide guidance for future research of MI in medical care settings."
    },
    {
      "title": "Method"
    },
    {
      "title": "Study eligibility criteria",
      "text": "We followed PRISMA guidelines in conducting this study. Studies were included if they: used MI or motivational enhancement therapy (MET; MI plus feedback); employed a randomized trial that isolated MI's unique effect by comparing it to another group of patients who did not receive MI; and was conducted in a medical care setting such as a hospital, physician clinic, emergency department, medically-guided weight loss or diabetes center, dentist office, or physical therapy office. A study was excluded if: patients were consulting specifically for help with addictions or mental or behavioral health, as opposed to consulting for general medical conditions; it took place in an HIV specialty clinic (not a general medical center providing HIV treatment); MI was delivered only through a computer-based program without human contact; it was not published in English or in a peer-reviewed source."
    },
    {
      "title": "Information sources",
      "text": "Research reports were identified from the following databases: PubMed, MedLine, CINAHL, Health Source: Nursing/Academic Edition, PsycARTICLES, PsycINFO, Scopus, Social Work Abstracts, Web of Knowledge; reports were also identified from an MI bibliography created by the Motivational Interviewing Network of Trainers (MINT;  [26] ). The search spanned from 1983 to August 2011."
    },
    {
      "title": "Search strategy",
      "text": "Search terms included: 'motivational interview*' OR 'motivational enhancement therapy.' See Fig.  3 ."
    },
    {
      "title": "Data collection",
      "text": "Once the final group of studies was identified, all studies were independently coded by two authors. The average inter-rater reliability (kappa) was M = 0.84 (SD = 0.08) for the categorical moderators and M = 0.88 (SD = 0.09) for the continuous moderators, suggesting reliable coding."
    },
    {
      "title": "Coding articles",
      "text": "The code sheet was designed to identify factors that may influence the efficacy of MI in medical care settings. These potential moderators were divided into three groups: (a) delivery of MI, (b) patient characteristics, and (c) study design.\n\n2.5.1. Delivery of MI 2.5.1.1. Study location. MI was used in a variety of medical locations (see Table 2). 2.5.1.2. Patient exposure to MI. Table 1 shows descriptive characteristics of included studies. The average time patients received MI was 106 min, longer than the 30 min interventions for comparison groups. The mean number of sessions dedicated to delivering MI in a face-to-face interaction was 2.6 (or 3.0 sessions of phone MI). 2.5.1.3. Amount of provider MI training. The amount of MI training providers received (see Table 1). Providers spent an average of 18 h learning MI, though there was a wide range (4-40). 2.5.1.4. Type of MI. Feedback was provided from standardized assessment instruments in MI style (i.e., MET) in 21 studies, whereas 30 studies delivered basic MI without problem feedback. 2.5.1.5. Provider. Who delivered MI (Table  4 ): mental health professionals (13 studies), nurses (6 studies), dieticians  [3] , physicians  [2] , or mixed provider types.\n\n2.5.1.6. Use of supervision toward fidelity. Whether studies supervised MI practice (36 studies) and, where available, how accurately the providers delivered MI (only 8 studies assessed MI treatment fidelity)."
    },
    {
      "title": "Patient characteristics",
      "text": "We also coded patient characteristic variables (Table  6 ): age, sex, ethnicity, and the stage of disease (i.e., primary, secondary, or tertiary prevention)."
    },
    {
      "title": "Study design",
      "text": "2.5.3.1. Comparison group. Three broad types of comparison groups were employed: (1) 7 studies used a traditional waitlist group, (2) 16 studies used information only groups, such as providing a brochure about obesity management or safe sex practices, and (3) 28 studies employed ''treatment-as-usual'' conditions, which were heterogeneous and ranged from routine medical advice to cognitive behavioral treatments.\n\n2.5.3.2. Measurement type. We coded three measurement types: (1) 24 studies used biophysical indicators such as glycosylated hemoglobin tests for blood glucose control, Human Immunodeficiency Virus (HIV) viral load, Body Mass Index (BMI) for weight, or carbon monoxide or saliva cotinine verification of tobacco abstinence; (2) 12 studies used clinical records such as attending appointments or completing monitoring journals on diet; and/or (3) 44 studies used self-report measures on topics such as quality of life (e.g., depression, confidence) or reports on behavior beliefs (e.g., safe sex behaviors)."
    },
    {
      "title": "Study rigor.",
      "text": "Study rigor was assessed on an 18-point scale using criteria from existing assessment instruments and approaches such as the Cochrane system (  [27] [28] [29] ; code sheet available upon request). Each study was rated by two of the authors (BL, TM) on criteria such as number of participants, attrition, quality control, whether fidelity of MI delivery was assessed, objectivity of measurements, or reporting of follow-up data. Total rigor ratings ranged from 7 to 17 in these studies (Table  1 ) and inter-rater reliability was high (r = 0.85)."
    },
    {
      "title": "Outcomes",
      "text": "In addition to the above moderators, the various medical outcomes assessed by individual studies were also treated as moderators. These outcomes, presented in Table  3 , were grouped into the following 7 categories: Prognostic markers. Disease endpoints. Risk reduction behaviors. Physical functioning and quality of life. Substance abuse. Patient adherence to medical advice and treatment protocols. Patient approach to change."
    },
    {
      "title": "Effect size calculation and analytic strategy",
      "text": "The Odds Ratio was used as the primary effect size in this review. An OR of 1.0 suggests MI was equal to the comparison group, whereas an OR of 1.5 suggests that those in the MI group were one and a half times more likely to improve than those in the comparison group.\n\nA useful way to express ORs in meta-analyses is the Binomial Effect Size Display (BESD), which illustrates the practical importance of an effect by displaying it as a two-by-two contingency table [group (MI, comparison) Â improvement (yes, no)]  [30] . This allows for calculation of percent improvement in each group. When MI outperformed the comparison group, the percent improved is above the 50% mark for MI and below 50% for the comparison group. The difference in percentages reflects the extent to which MI increases patient improvement relative to controls  [30] .\n\nComprehensive Meta-Analysis software  [31]  was used to calculate ORs and run moderator analyses. All analyses were Note: K = number of studies contributing data; OR = Odds ratio; SD = standard deviation. Three studies delivered MI via phone without face-to-face interactions; 17 studies utilized a combination of phone and face-to-face delivery of MI.\n\ncalculated at the 95% Confidence Interval (CI) level. A random effects model was used because our search strategy may not have captured all relevant studies  [29] . Regression analyses for continuously distributed moderators utilized the ''unrestricted maximum likelihood'' method, which is similar to the random effects model  [32] .\n\nIn meta-analysis, there are two possible ways to statistically combine outcomes. The first is to select only one effect size (''n'') per study (''k''); the second is to use all the available effect sizes (''n'') even if several of them are derived from the same study (''k''). Whereas multiple effect sizes derived from a single study are not technically independent, experts argue that running analyses at the effect size level is unlikely to cause biased estimates  [33] . Moreover, including multiple effect sizes from a particular study often serves to produce a more conservative estimate  [31]  as well as to optimize statistical power  [34, 35] . Thus, we reported summary statistics at the effect size level when this allowed all data to be captured. For example, because some studies reported on more than one outcome (e.g., alcohol consumption and safe sex practices), analysis of MI's impact-both overall and by medical outcome category-was calculated at the effect size level. Conversely, moderator analyses were run at the study level because a given moderator was constant for all outcomes in that study. For example, the location in which MI was delivered in a particular study was the same regardless of outcomes assessed. In our study, ''n'' is used when reporting effect-size level statistics and ''k'' is used when reporting study-level statistics. (Note: Overall patterns did not differ when analyses were run at the study or effect size level)."
    },
    {
      "title": "Results",
      "text": "Our selection criteria yielded 48 unique studies with 51 comparisons and 332 effect sizes. This occurred because some studies had more than one comparison group and many studies reported multiple effect sizes by measuring multiple outcomes or the same outcome with multiple instruments and/or by repeatedly assessing outcomes across time. Across all studies, there were 9618 participants. To control for outlier effects  [29] , approximately 8% of the highest and lowest effect sizes were winsorized, leaving a total of 312 effect sizes for final analyses.\n\nOur results are organized around the three goals of metaanalyses: central tendency, variability, and prediction  [36] ."
    },
    {
      "title": "Central tendency"
    },
    {
      "title": "What was the overall magnitude of effect of motivational interviewing interventions?",
      "text": "The omnibus effect size (OR) across the 51 comparisons and 312 effect sizes was statistically significant and positive for MI: OR = 1.55 (95% CI: 1.40-1.71), z = 8.67, p < .001. At the study level, 63% of comparisons were positive and statistically significant at the p < .05 level, 10% had an OR below 1.0, although none was statistically significant. The remaining 27% of the studies showed a nonsignificant advantage for MI. The omnibus OR reveals that, on average, patients receiving MI were 1.55 times more likely to improve than those in the comparison groups. The BESD suggests that 56% of participants improved by having received MI whereas only 44% improved under the comparison conditions. The OR at the 25th percentile was 1.00, 1.46 at the 50th percentile, and 2.36 at the 75th percentile. Table  2  provides an overview of individual studies. Fig.  1  provides a Forrest Plot of effect sizes at the study level."
    },
    {
      "title": "Variability",
      "text": "Was the overall effect size stable?\n\nThe omnibus effect size showed significant heterogeneity, Qw (311) = 521.68, p < .001; I-squared = 90.42, suggesting a need for moderator analyses (below)."
    },
    {
      "title": "Prediction",
      "text": "Because we sought to examine the pragmatic question of MI's general effectiveness in medical care settings, the first moderator we explored was targeted medical outcomes, as shown in Table  3 . ORs varied significantly across these specific outcome categories, Qb (28) = 130.02, p < .001."
    },
    {
      "title": "How did MI effects vary by targeted outcomes?",
      "text": "MI showed significant positive impact on three of five prognostic markers: blood pressure, cholesterol, and HIV viral load (but neither blood glucose nor heart rate). Two research groups studied the impact of MI on HIV viral load, which showed the strongest effect of all prognostic markers. In terms of disease endpoints, MI lowered both dental caries and death compared with controls.\n\nMI also had positive and statistically significant effects on lowering the amount of alcohol consumed, decreasing dangerous alcohol consumption, increasing tobacco abstinence, and decreasing the amount of marijuana smoked. MI was applied to substance abuse within a medical care setting using several different time formats and provider types (see Table  2 ). These studies ranged from physicians providing 20 min of MI with follow-up phone calls in an emergency department setting with substance abusers  [37]  or a 15-min MI intervention focused on alcohol and drug use following patient screening in a primary care clinic  [38] , to a psychologist meeting with patients for a series of meetings lasting about 150 min in a physician's clinic  [39]  or a nurse delivering three 15-min MI sessions to patients identified as having hazardous drinking patterns (frequent use, binge drinking) in Thailand  [40] .\n\nIn most other targeted medical areas, MI produced mixed results. Regarding risk reduction behaviors, MI showed mainly non-significant results despite positive trends. MI had no significant effect in 20-min sessions for injured adolescents who presented at an emergency department where the focus was to increase wearing seatbelts or bicycle helmets and decrease riding with a drunk driver  [46] . MI also did not have any significant impact on healthy eating, safe sex practices (e.g., condom use), fewer sexual partners, and reporting positive STD status to potential sex partners  [41] [42] [43] . MI showed a possible disadvantage in one study for eating disorder behaviors such as vomiting and laxative usage compared to CBT  [44] . However, MI did yield a statistically significant impact on body weight in 10 studies as measured by BMI, weight, and waist circumference.\n\nThe results related to MI's impact on physical functioning and other quality of life indicators were mixed. MI patients did not achieve statistically significant greater functional independence following a stroke relative to those in a comparison condition  [46, 47] . However, patients in an MI condition enjoyed statistically significantly better outcomes on physical strength and disabilityrelated behaviors targeted by physical therapy compared to those who participated in physical therapy without MI  [45] . Six research groups assessed other quality of life indicators  [45] [46] [47] [48] [49] [50]  including worry, anxiety, depression, pain, and adjustment to diseases such as diabetes, stroke, and chronic heart failure, which together showed a statistically significant advantage for MI.\n\nIn terms of adherence to medical advice, MI had a statistically significant effect on patients' self-monitoring, which included actions such as monitoring blood-sugar levels and food intake, as well as on encouraging non-sedentary behavior, such as increasing exercise, strength training, and reducing television watching. MI produced a statistically increase in patients' sense of confidence about approaching change when dealing with conditions such as diabetes, cardiovascular problems, or smoking. In addition, those in MI conditions were significantly more likely to keep appointments, participate in treatment, and report increased intention to change. However, MI did not yield significant results when applied to recommendations regarding breast feeding  [51]  and did not outperform control groups when applied to self-care activities for managing epilepsy  [52]  or following heart failure  [53] . MI also had mixed impact on medication adherence, an important component of behavioral medicine: MI promoted compliance to ART medication among HIV patients  [54]  and had a strong impact on lowering the overuse of prescriptions for pain and discomfort, although this benefit disappeared at the 1-year follow-up  [54] . Conversely, MI did not improve medication adherence among people with epilepsy  [52] ."
    },
    {
      "title": "What other variables moderated MI outcomes?",
      "text": "As shown in Table  4 , MI did not have significantly different outcomes across eight medical settings, Qb = 5.46,  [7] , p = 0.60, or five typical provider types, Qb = 8.92,  [4] , p = 0.06. All sites showed significantly positive outcomes for MI, with the exception of settings that also provided treatment for HIV. Although each provider type produced positive outcomes, only mental health providers and mixed teams reached statistical significance. Whereas MI was delivered more often by non-physicians, physicians also appeared effective in the two studies wherein they delivered MI. No consistent advantage was found from offering MET (OR = 1.79, k = 21; CI: 1.34-2.40) compared to typical MI (OR = 1.21, k = 30; CI: 1.21-1.6), Qb (1) = 1.72, p = 0.19. Finally, reported supervision of MI delivery (OR = 1.64, k = 36; CI: 1.34-2.06) did not produce an advantage when compared to studies that  Note: Tx = treatment; K = number of studies; OR = Odds ratio; CI = 95% confidence interval; n = effect sizes contributing to Odds ratio and associated statistics; HIV = human immunodeficiency virus. Heterogeneity: ''yes'' or ''no'' reflects significance based on I-squared values. % Improved based on BESD  [30] . ''Difference'' column was calculated by % improved MI group minus % improved comparison group. * p < .05 ** p < .001.\n\n= 33.66, p < .001). Further analyses revealed biophysical measures were significantly lower than both self-report indicators (Qb = 33.28, p < .001) and records (Qb = 4.88, p < .05), which did not differ significantly from each other (Qb = 1.56, p = 0.27. Results related to durability were mixed (see Table  5 ), with significant variance between different time points, Qb (3) = 29.35, p < .001. Within a 1-year time frame, MI's impact showed ORs in the 1.30-1.70 range. Of the 5 studies that examined MI beyond 13 months, the OR dropped to 1.14 which was significantly lower than effects 7-12 months after treatment (Qb = 4.53, p < .05) and 5 weeks to 6 months after treatment (Qb = 28.54, p < .001). However, differences between MI's effects immediately following treatment and beyond 13 months were not statistically significant (Qb = 3.25, p > .06), and MI yielded significant positive effects beyond 13 months. In terms of patient characteristics, stage of disease did not significantly moderate MI effects: primary-prevention (OR = 1.38, k = 4; CI: 1.14-1.68), secondary-prevention (OR = 1.32, k = 7; CI: 1.05-1.68) or tertiary-prevention (OR = 1.54; k = 36; CI: 1.42-1.76), Qb (2) = 1.83, p = 0.43.\n\nContinuous moderators bearing on outcomes were also examined via meta-regression (see Table  6 ). Provider training time, patient age, sex, and ethnicity, and study rigor were not significantly associated with MI outcome. Whereas the number of MI sessions provided in person or by phone was unrelated to outcome, the total amount of time patients received in MI interventions approached significance (p = .06) such that longer total treatment resulted in stronger MI effects."
    },
    {
      "title": "Was there evidence of publication bias?",
      "text": "No. In primary research, significant results are more likely to be published than nonsignificant results, which can positively skew systematic reviews  [55] . We assessed the likelihood of publication bias using three accepted methods. Rosenthal's Failsafe N test indicated that 5604 additional studies with null results not included in the meta-analysis would be needed to make the overall MI effect non-significant. Orwin's Fail-safe N, a more conservative test  [31] , indicated that 185 studies with null results would render the omnibus effect non-significant. Both numbers are large considering the number of included studies in this review (k = 48). Fig.  2  shows a Funnel Plot of the Standard Error, which is symmetrical. These three pieces of evidence converge to suggest publication bias is not problematic in this study."
    },
    {
      "title": "Discussion and conclusions"
    },
    {
      "title": "Discussion",
      "text": "This is the first systematic review and meta-analysis of the efficacy of MI across medical care settings. Overall, MI showed beneficial effects, with 63% of main outcome comparisons in these studies yielding statistically significant advantages favoring MI. The omnibus OR suggests a 55% increased chance of MI producing a positive outcome relative to comparison interventions, which were mostly treatment-as-usual groups (55%) or waitlist (14%) or information-only controls (31%).\n\nMI produced a statistically significant and positive impact on a range of outcome measures of interest to medical providers, including dental caries, death rate, cholesterol level, blood pressure, HIV viral load, body weight, physical strength, quality of life, amount of alcohol consumed, dangerous drinking, smoking abstinence, marijuana use, self-monitoring, sedentary behavior, patient confidence, intention to change, and engagement in treatment. However, MI did not show a statistically significant effect on safe sex behaviors, heart rate, blood glucose, healthy eating, eating disorder behavior, injury prevention, functional independence post-stroke, marijuana abstinence, medication adherence, self-care, or breast feeding.\n\nModerator analyses suggest MI is robust. MI is deliverable with or without assessment feedback by different types of medical providers, regardless of amount of training or supervision, across a wide variety of medical settings to patients with differing demographic characteristics and stages of disease. In fact, the only moderators that significantly accounted for differential effect sizes were targeted medical outcome type, measurement type (with self-report measures showing the strongest effects), fidelity (inversely), and, to a certain extent, dosage of MI. Positive effects in these studies were durable, with statistically significant effect sizes found more than a year following intervention and no indication of publication bias."
    },
    {
      "title": "Limitations",
      "text": "Some relevant studies may not have been identified or were excluded because of our tight inclusion criteria  [56] . Further, not including unpublished works may have biased the results even though our publication bias analyses suggest otherwise. Within included studies, several medical outcomes included few studies, making effect sizes estimates unstable. Further, it was often difficult to determine the type of intervention to which MI was compared. Also, only eight studies assessed fidelity of MI delivery, calling into question what use of MI actually means. Fortunately, included studies had high external validity (i.e., they were in realworld clinics) and the mechanism of MI was not at issue here. As well, typically only 3.5% of studies assess fidelity adequately across the broad field of psychotherapy research  [57] ."
    },
    {
      "title": "Comparison with other findings",
      "text": "To date, four general meta-analyses of MI across problem types and settings have been published  [15, [17] [18] [19] . These included studies outside of medical care settings and provide strong evidence that treatment outcomes for patients receiving MI interventions are superior to comparison interventions (OR of about 1.4 to 1.5). The present study found an omnibus OR of 1.55 (95% CI 1.40-1.71) for MI in medical care, which is similar to the ORs found in these general reviews. Thus, MI works just as well in medical care settings as in the substance abuse and specialty clinics. Four further meta-analyses for MI in specific problem areas have been published. One on problem drinking  [20]  included 15 studies and yielded an OR of 1.66 (95% CI 1.53 to 4.66). In the current study, we found an even higher OR for MI with alcohol use of around 2.00 (95% CI from 1.33 to 3.06), indicating this remains one of MI's most appropriate targets and perhaps even most opportune within medical care settings. Two recent meta-analyses of MI and smoking have been conducted: One  [22]  yielded an OR for MI of 1.45 (95% CI 1.14 to 1.83) and the other  [23)  an OR of 1.35 (95% CI 1.02-1.78), both similar to our OR of 1.34 (95% CI 1.05 to 1.70) for MI on smoking abstinence.\n\nThe newest published meta-analysis of MI targeted obesity  [24] . This review included 11 studies wherein 50-323 min of MI were typically employed as an adjunct to standard dietary care or, in about half the studies, a behavioral weight management program. Combined OR for weight loss, blood pressure reductions, and/or increases in physical activity was a high but non-significant 1.90 (95% CI . 99-3.53)  for MI compared to standard care. With a larger number of studies, we found significant positive effects for MI in each of those areas separately: ORs of 1.47 (95% CI 1.19-1.81) for exercise, 1.17 (95% CI 1.09-1.27) for weight loss, and 1.65 (95% CI 1.24-2.19) for blood pressure reductions. Thus, obesity represents a key medical domain in which MI is likely to be valuable."
    },
    {
      "title": "Conclusion",
      "text": "The central implication of our findings is that MI can profitably be delivered by a range of professionals with a minimum investment of time in medical care settings in a variety of formats and time frames for patients of different ages, genders, and ethnicities. Our review suggests medical providers can use MI to help patients exercise more, lose weight, lower HIV viral load, blood pressure and cholesterol, reduce problematic substance use (perhaps even more effectively than in non-medical settings), and boost self-efficacy in their ability to make health-related behavioral changes."
    },
    {
      "title": "Practice implications",
      "text": "MI researchers have come a long way toward understanding its mechanism of action-a supportive relationship combined with the evocation of patient change talk  [58] . However, understanding why MI failed to impact some but not other medical outcomes is complex. The simplest explanation is that the low number of studies in certain problem areas resulted in positive but nonsignificant effect sizes for MI; in fact, with one exception, all targeted outcomes not yielding significant effects had fewer than four studies. The exception was in the area of healthy eating, where MI failed to produce any discernible advantage across 6 studies. Upon closer scrutiny, the 3 effects sizes contributing most heavily to the non-significant effect for MI came from two studies which did not include face-to-face contact between MI providers and patients. One  [59]  used only web-based MI that relied upon email and the relied only on telephone MI  [60] .\n\nAnother important target for which MI did not produce measurable benefits overall was medication adherence. For example, MI did not improve medication adherence for patients with epilepsy  [52]  but it did for those with HIV-AIDS  [61]  and at 3month but not 1-year follow-up for prescription drug abusers  [55, 63] . Again, the study not yielding significant effects for MI utilized a telephone-only format  [52] . It would therefore be premature to conclude that MI is not worth using to bolster medication adherence or healthy eating until further research is conducted with face-to-face treatment.\n\nIn examining moderators, fidelity was inversely related to outcome such that studies measuring MI fidelity produced lower effect sizes (OR = 1.19) than those that did not (OR = 1.64). This may be cause for sobering reflection, as studies producing the strongest effects may or may not have been faithfully delivering MI as designed. However, this finding could also indicate that MI is easy to implement in real-world settings and has positive effects for patients even without time-intensive supervision or fidelity monitoring. Future studies that seek to explain findings or add to intervention refinement and development should conduct thorough process evaluations.\n\nAnother interesting finding relates to the duration of patient exposure to MI. Whereas the total amount of time participants received MI interventions approached significance (p = .06) the number of MI sessions was unrelated to outcome, suggesting that longer time in a single MI visit may promote better outcomes  [62] . Providers may need to invest slightly more time in each visit to realize the full benefits of MI. In a recent study of MI at a general medical clinic, MI training increased physician visit length by about 10% while producing significant reductions in patient depression  [63] .\n\nWhat about the clinical significance? Overall, patients receiving MI had one and half times the chance of improving on a wide variety of health measures compared to control groups. The take home point is: No matter what your professional training or where you work, if you can devote a small amount of extra time with your patients to build relationship and evoke change talk, you can expect 10-15% (as per our BESD analyses above) additional improvement across a wide variety of behaviors and medical outcomes."
    },
    {
      "text": "Practice implications. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 166 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 166"
    },
    {
      "text": "MI showed the strongest effects when compared to waitlist notreatment groups (OR = 1.91, k = 7; CI: 1.38-2.64); however, this value did not statistically differ from information-only groups (OR = 1.54, k = 16; CI: 1.29-1.83) or treatment-as-usual groups (OR = 1.49, k = 28; CI: 1.34-1.71), overall Qb (2) = 1.81, p = 0.41. The measurement method did moderate MI outcomes: Effect sizes for biophysical indicators were lowest (OR = 1.18, k = 24; n = 78; CI: 1.09-1.28), followed by records (OR = 1.48, k = 12, n = 30; CI: 1.24-1.78), with self-report indicators yielding the highest effects (OR = 1.69, k = 44, n = 204; CI: 1.55-1.84, Qb"
    },
    {
      "text": "Fig.2. Funnel plot related to publication bias."
    },
    {
      "text": "Fig. 3. Flow diagram of study selection strategy."
    },
    {
      "text": "Descriptive statistics."
    },
    {
      "text": "Overview of studies."
    },
    {
      "text": "MI effects: overall and by medical outcome category."
    },
    {
      "text": "MI effects by delivery site and provider type."
    },
    {
      "text": "MI effects by follow-up period.Note: k = number of studies. As not all studies contributed data for all moderators, k is often less than 54."
    }
  ],
  "references": [
    {
      "title": "Multiple behavioral risk factor interventions in primary care: summary of research evidence",
      "authors": [
        "M Goldstein",
        "E Whitlock",
        "J Depue"
      ],
      "year": 2004,
      "doi": "10.1016/j.amepre.2004.04.023"
    },
    {
      "title": "Actual causes of death in the United States, 2000",
      "authors": [
        "A Mokdad",
        "J Marks",
        "D Stroup",
        "J Gerberding"
      ],
      "year": 2004,
      "doi": "10.1001/jama.291.10.1238"
    },
    {
      "title": "Consultations about changing behaviour",
      "authors": [
        "S Rollnick",
        "C Butler",
        "J Mccambridge",
        "P Kinnersley",
        "G Elwyn",
        "K Resnicow"
      ],
      "year": 2005
    },
    {
      "title": "Motivational interviewing: helping people change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2013
    },
    {
      "title": "Motivational interviewing with problem drinkers",
      "authors": [
        "W Miller"
      ],
      "year": 1983
    },
    {
      "title": "Motivational interviewing: preparing people to change addictive behavior",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 1991
    },
    {
      "title": "Motivational interviewing: preparing people for change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2002
    },
    {
      "title": "Enhancing motivation for change in problem drinking: a controlled comparison of two therapist styles",
      "authors": [
        "W Miller",
        "R Benefield",
        "J Tonigan"
      ],
      "year": 1993
    },
    {
      "title": "Motivational interviewing with problem drinkers: II. The Drinker's check-up as a preventive intervention",
      "authors": [
        "W Miller",
        "R Sovereign",
        "B Krege"
      ],
      "year": 1988
    },
    {
      "title": "Motivational interviewing in healthcare",
      "authors": [
        "S Rollnick",
        "W Miller",
        "C Butler"
      ],
      "year": 2008
    },
    {
      "title": "Health behavior change: a guide for practitioners",
      "authors": [
        "S Rollnick",
        "P Mason",
        "C Butler"
      ],
      "year": 1999
    },
    {
      "title": "Motivational interviewing",
      "authors": [
        "S Rollnick",
        "C Butler",
        "P Kinnersley",
        "J Gregory",
        "B Mash"
      ],
      "year": 2010
    },
    {
      "title": "A randomized trial of methods to help clinicians learn motivational interviewing",
      "authors": [
        "W Miller",
        "C Yahne",
        "T Moyers",
        "J Martinez",
        "M Pirritano"
      ],
      "year": 2004
    },
    {
      "title": "Cluster-randomized trial of teaching primary care clinicians motivational interviewing to improve depression treatment",
      "authors": [
        "R Keeley",
        "D Brody",
        "B Burke"
      ],
      "year": 2012
    },
    {
      "title": "A meta-analysis of motivational interviewing: twenty-five years of empirical studies",
      "authors": [
        "B Lundahl",
        "C Kunz",
        "C Brownell",
        "D Tollefson",
        "B Burke"
      ],
      "year": 2010
    },
    {
      "title": "The effectiveness and applicability of motivational interviewing: a practice-friendly review of four meta-analyses",
      "authors": [
        "B Lundahl",
        "B Burke"
      ],
      "year": 2009
    },
    {
      "title": "The efficacy of motivational interviewing: a meta-analysis of controlled clinical trials",
      "authors": [
        "B Burke",
        "H Arkowitz",
        "M Menchola"
      ],
      "year": 2003,
      "doi": "10.1037/0022-006x.71.5.843"
    },
    {
      "title": "Motivational interviewing",
      "authors": [
        "J Hettema",
        "J Steele",
        "W Miller"
      ],
      "year": 2005,
      "doi": "10.1146/annurev.clinpsy.1.102803.143833"
    },
    {
      "title": "Motivational interviewing: a systematic review and meta-analysis",
      "authors": [
        "S Rubak",
        "A Sandbaek",
        "T Lauritzen",
        "B Christensen"
      ],
      "year": 2005
    },
    {
      "title": "The efficacy of motivational interviewing as a brief intervention for excessive drinking: a meta-analytic review",
      "authors": [
        "E Vasilaki",
        "S Hosier",
        "W Cox"
      ],
      "year": 2006
    },
    {
      "title": "Matching alcoholism treatments to client heterogeneity: Project MATCH Posttreatment drinking outcomes",
      "year": 1997,
      "doi": "10.15288/jsa.1997.58.7"
    },
    {
      "title": "Efficacy of motivational interviewing for smoking cessation: a systematic review and meta-analysis",
      "authors": [
        "C Heckman",
        "B Egleston",
        "M Hofmann"
      ],
      "year": 2010,
      "doi": "10.1136/tc.2009.033175"
    },
    {
      "title": "Motivational interviewing for smoking cessation: a meta-analytic review",
      "authors": [
        "J Hettema",
        "P Hendricks"
      ],
      "year": 2010
    },
    {
      "title": "Motivational interviewing to improve weight loss in overweight and/or obese patients: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "M Armstrong",
        "T Mottershead",
        "P Ronksley",
        "R Sigal",
        "T Campbell",
        "B Hemmelgarn"
      ],
      "year": 2011,
      "doi": "10.1111/j.1467-789x.2011.00892.x"
    },
    {
      "title": "A systematic review of motivational interviewing in physical health care settings",
      "authors": [
        "K Knight",
        "L Mcgowan",
        "C Dickens",
        "C Bundy"
      ],
      "year": 2006
    },
    {
      "title": "Motivational Interviewing Network of Trainers",
      "authors": [
        "Mint"
      ],
      "year": 2009
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0. The Cochrane Collaboration",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2011
    },
    {
      "title": "The handbook of research synthesis and metaanalysis",
      "authors": [
        "H Cooper",
        "L Hedges",
        "J Valentine"
      ],
      "year": 2009,
      "doi": "10.7758/9781610448864"
    },
    {
      "title": "Practical meta-analysis",
      "authors": [
        "M Lipsey",
        "D Wilson"
      ],
      "year": 2000
    },
    {
      "title": "Using the binomial effect size display (BESD) to present the magnitude of the effect sizes to the evaluation audience",
      "authors": [
        "J Randolph",
        "R Edmondson"
      ],
      "year": 2005
    },
    {
      "title": "Comprehensive meta analysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2005
    },
    {
      "title": "Meta-regression approaches: what, why, when and how? March (Technical Reviews, No. 8)",
      "authors": [
        "S Morton",
        "J Adams",
        "M Suttorp",
        "P Shekelle"
      ],
      "year": 2004
    },
    {
      "title": "Methods of meta-analysis: correcting error and bias in research findings",
      "authors": [
        "J Hunter",
        "F Schmidt"
      ],
      "year": 2004
    },
    {
      "title": "The power of statistical tests for moderators in metaanalysis",
      "authors": [
        "L Hedges",
        "T Pigott"
      ],
      "year": 2004
    },
    {
      "title": "An application of multilevel modelling to meta-analysis and comparison with traditional approaches",
      "authors": [
        "A O'mara",
        "H Marsh"
      ],
      "year": 2007
    },
    {
      "title": "Comparison of three major meta-analytic approaches",
      "authors": [
        "B Johnson",
        "B Mullen",
        "E Salas"
      ],
      "year": 1995
    },
    {
      "title": "Behavior change counseling in the emergency department to reduce injury risk: a randomized, controlled trial",
      "authors": [
        "B Johnston",
        "F Rivara",
        "R Droesch",
        "C Dunn",
        "M Copass"
      ],
      "year": 2002,
      "doi": "10.1542/peds.110.2.267"
    },
    {
      "title": "Brief motivational interviewing for teens at risk of substance use consequences: a randomized pilot study in a primary care clinic",
      "authors": [
        "E D'amico",
        "J Miles",
        "S Stern",
        "L Meredith"
      ],
      "year": 2008,
      "doi": "10.1016/j.jsat.2007.08.008"
    },
    {
      "title": "Adding psychologist's intervention to physicians' advice to problem drinkers in the outpatient clinic",
      "authors": [
        "M Emmen",
        "G Schippers",
        "H Wollersheim",
        "G Bleijenberg"
      ],
      "year": 2005,
      "doi": "10.1093/alcalc/agh137"
    },
    {
      "title": "RCT of effectiveness of motivational enhancement therapy delivered by nurses for hazardous drinkers in primary care units in Thailand",
      "authors": [
        "S Noknoy",
        "R Rangsin",
        "P Saengcharnchai",
        "U Tantibhaedhyangkul",
        "J Mccambridge"
      ],
      "year": 2010,
      "doi": "10.1093/alcalc/agq013"
    },
    {
      "title": "Efficacy of a motivational behavioral intervention to promote chlamydia and gonorrhea screening in young women: a randomized controlled trial",
      "authors": [
        "M Chacko",
        "C Wiemann",
        "C Kozinetz",
        "Von Sternberg",
        "K Velasquez",
        "M Diclemente"
      ],
      "year": 2010,
      "doi": "10.1016/j.jadohealth.2009.06.012"
    },
    {
      "title": "Healthy choices: motivational enhancement therapy for health risk behaviors in HIVpositive youth",
      "authors": [
        "S Naar-King",
        "K Wright",
        "J Parsons",
        "M Frey",
        "T Templin",
        "D Murphy"
      ],
      "year": 2006
    },
    {
      "title": "Brief report: maintenance of effects of motivational enhancement therapy to improve risk behaviors and HIV-related Health in a randomized controlled trial of youth living with HIV",
      "authors": [
        "S Naar-King",
        "P Lam",
        "B Wang",
        "K Wright",
        "J Parsons",
        "M Frey"
      ],
      "year": 2008
    },
    {
      "title": "A randomized controlled two-stage trial in the treatment of bulimia nervosa, comparing CBT versus motivational enhancement in Phase 1 followed by group versus individual CBT in Phase 2",
      "authors": [
        "M Katzman",
        "N Bara-Carril",
        "Rabe- Hesketh",
        "S Schmidt",
        "U Troop",
        "N Treasure"
      ],
      "year": 2010
    },
    {
      "title": "Motivational enhancement therapy in addition to physical therapy improves motivational factors and treatment outcomes in people with low back pain: a randomized controlled trial",
      "authors": [
        "S Vong",
        "G Cheing",
        "F Chan",
        "E So",
        "C Chan"
      ],
      "year": 2011,
      "doi": "10.1016/j.apmr.2010.10.016"
    },
    {
      "title": "Motivational interviewing early after acute stroke: a randomized, controlled trial",
      "authors": [
        "C Watkins",
        "M Auton",
        "C Deans",
        "H Dickinson",
        "C Jack",
        "M Leathley"
      ],
      "year": 2007,
      "doi": "10.1161/01.str.0000258114.28006.d7"
    },
    {
      "title": "The 12month effects of early motivational interviewing after acute stroke: a randomized controlled trial",
      "authors": [
        "C Watkins",
        "J Wathan",
        "M Leathley",
        "M Auton",
        "C Deans",
        "C Lightbody"
      ],
      "year": 2011,
      "doi": "10.1161/strokeaha.110.602227"
    },
    {
      "title": "Motivational enhancement therapy with and without cognitive behavior therapy to treat type 1 diabetes: a randomized trial",
      "authors": [
        "K Ismail",
        "S Thomas",
        "E Maissi",
        "T Chalder",
        "U Schmidt",
        "J Treasure"
      ],
      "year": 2008
    },
    {
      "title": "Motivational interviewing to change quality of life for people with chronic heart failure: a randomised controlled trial",
      "authors": [
        "D Brodie",
        "A Inoue",
        "D Shaw"
      ],
      "year": 2008
    },
    {
      "title": "The effect of motivational interviewing on glycaemic control and perceived competence of diabetes self-management in patients with type 1 and type 2 diabetes mellitus after attending a group education programme: a randomised controlled trial",
      "authors": [
        "Rosenbek Minet",
        "L Wagner",
        "L Lønvig",
        "E Hjelmborg",
        "J Henriksen"
      ],
      "year": 2011
    },
    {
      "title": "Motivational interviewing to promote sustained breastfeeding",
      "authors": [
        "S Wilhelm",
        "M Stepans",
        "M Hertzog",
        "T Rodehorst",
        "P Gardner"
      ],
      "year": 2006,
      "doi": "10.1111/j.1552-6909.2006.00046.x"
    },
    {
      "title": "A telephone-based self-management program for people with epilepsy",
      "authors": [
        "C Dilorio",
        "E Reisinger",
        "K Yeager",
        "F Mccarty"
      ],
      "year": 2009,
      "doi": "10.1016/j.yebeh.2008.10.016"
    },
    {
      "title": "The efficacy of a motivational nursing intervention based on the stages of change on self-care in heart failure patients",
      "authors": [
        "V Paradis",
        "S Cossette",
        "N Frasure-Smith",
        "S Heppell",
        "M Guertin"
      ],
      "year": 2010
    },
    {
      "title": "Randomized controlled trial of a brief intervention for problematic prescription drug use in non-treatment-seeking patients",
      "authors": [
        "A Zahradnik",
        "C Otto",
        "B Crackau",
        "I Lo ¨hrmann",
        "G Bischof",
        "H Rumpf"
      ],
      "year": 2009
    },
    {
      "title": "Publication bias in psychological science: prevalence, methods for identifying and controlling, and implications for the use of metaanalyses",
      "authors": [
        "C Ferguson",
        "M Brannick"
      ],
      "year": 2012
    },
    {
      "title": "Effects of brief counselling among heavy drinkers identified on general hospital wards",
      "authors": [
        "N Heather",
        "S Rollnick",
        "A Bell",
        "R Richmond"
      ],
      "year": 1996,
      "doi": "10.1080/09595239600185641"
    },
    {
      "title": "Treatment integrity in psychotherapy research: analysis of the studies and examination of the associated factors",
      "authors": [
        "F Perepletchikova",
        "T Treat",
        "A Kazdin"
      ],
      "year": 2007,
      "doi": "10.1037/0022-006x.75.6.829"
    },
    {
      "title": "Toward a theory of motivational interviewing",
      "authors": [
        "W Miller",
        "G Rose"
      ],
      "year": 2009
    },
    {
      "title": "A randomized clinical trial evaluating online interventions to improve fruit and vegetable consumption",
      "authors": [
        "G Alexander",
        "J Mcclure",
        "J Calvi",
        "G Divine",
        "M Stopponi",
        "C Johnson"
      ],
      "year": 2010
    },
    {
      "title": "A randomized trial of tailoring and motivational interviewing to promote fruit and vegetable consumption for cancer prevention and control",
      "authors": [
        "M Campbell",
        "C Carr",
        "B Devellis",
        "B Switzer",
        "A Biddle",
        "R Sandler"
      ],
      "year": 2009
    },
    {
      "title": "A 2-arm, randomized, controlled trial of a motivational interviewing-based intervention to improve adherence to antiretroviral therapy (ART) among patients failing or initiating ART",
      "authors": [
        "C Golin",
        "J Earp",
        "H Tien",
        "P Stewart",
        "C Porter",
        "L Howie"
      ],
      "year": 2006,
      "doi": "10.1097/01.qai.0000219771.97303.0a"
    },
    {
      "title": "Brief intervention in general hospital for problematic prescription drug use: 12month outcome",
      "authors": [
        "C Otto",
        "B Crackau",
        "I Lo ¨hrmann",
        "A Zahradnik",
        "G Bischof",
        "U John",
        "H Rumpf"
      ],
      "year": 2009,
      "doi": "10.1016/j.drugalcdep.2009.07.010"
    },
    {
      "title": "Motivational interviewing for depression in primary care: training and pilot outcomes",
      "authors": [
        "R Keeley",
        "F Thomas",
        "M Brody",
        "D Burke"
      ],
      "year": 2011
    },
    {
      "title": "The effects of nicotine gum and counseling among African American light smokers: a 2 Â 2 factorial design",
      "authors": [
        "J Ahluwalia",
        "K Okuyemi",
        "N Nollen",
        "W Choi",
        "H Kaur",
        "M Mayo"
      ],
      "year": 2006,
      "doi": "10.1111/j.1360-0443.2006.01461.x"
    },
    {
      "title": "A randomized clinical trial evaluating online interventions to improve fruit and vegetable consumption",
      "authors": [
        "G Alexander",
        "J Mcclure",
        "J Calvi",
        "G Divine",
        "M Stopponi",
        "C Johnson"
      ],
      "year": 2010
    },
    {
      "title": "Screening and brief intervention to reduce marijuana use among youth and young adults in a pediatric emergency department",
      "authors": [
        "E Bernstein",
        "E Edwards",
        "D Dorfman",
        "T Heeren",
        "C Bliss",
        "J Bernstein"
      ],
      "year": 2009
    },
    {
      "title": "Results of an Adjunct Dietary Intervention Program in the Women's Health Initiative",
      "authors": [
        "D Bowen",
        "C Ehret",
        "M Pedersen",
        "L Snetselaar",
        "M Johnson",
        "Williams Beedoe"
      ],
      "year": 2002
    },
    {
      "title": "Motivational interviewing to change quality of life for people with chronic heart failure: a randomised controlled trial",
      "authors": [
        "D Brodie",
        "A Inoue",
        "D Shaw"
      ],
      "year": 2008
    },
    {
      "title": "Training dietitians in basic motivational interviewing skills results in changes in their counseling style and in lower saturated fat intakes in their patients",
      "authors": [
        "J Brug",
        "F Spikmans",
        "C Aartsen",
        "B Breedveld",
        "R Bes",
        "I Fereira"
      ],
      "year": 2007
    },
    {
      "title": "A randomized trial of tailoring and motivational interviewing to promote fruit and vegetable consumption for cancer prevention and control",
      "authors": [
        "M Campbell",
        "C Carr",
        "B Devellis",
        "B Switzer",
        "A Biddle",
        "R Sandler"
      ],
      "year": 2009
    },
    {
      "title": "Efficacy of a motivational behavioral intervention to promote chlamydia and gonorrhea screening in young women: a randomized controlled trial",
      "authors": [
        "M Chacko",
        "C Wiemann",
        "C Kozinetz",
        "Von Sternberg",
        "K Velasquez",
        "M Diclemente"
      ],
      "year": 2010,
      "doi": "10.1016/j.jadohealth.2009.06.012"
    },
    {
      "title": "Brief motivational intervention for adolescent smokers in medical settings",
      "authors": [
        "S Colby",
        "P Monti",
        "T Tevyaw",
        "N Barnett",
        "A Spirito",
        "W Lewander"
      ],
      "year": 2005
    },
    {
      "title": "Brief motivational interviewing for teens at risk of substance use consequences: A randomized pilot study in a primary care clinic",
      "authors": [
        "E *d'amico",
        "J Miles",
        "S Stern",
        "L Meredith"
      ],
      "year": 2008,
      "doi": "10.1016/j.jsat.2007.08.008"
    },
    {
      "title": "A telephone-based self-management program for people with epilepsy",
      "authors": [
        "C Diiorio",
        "E Reisinger",
        "K Yeager",
        "F Mccarty"
      ],
      "year": 2009
    },
    {
      "title": "Adding Psychologist's Intervention to Physicians' Advice to Problem Drinkers in the Outpatient Clinic",
      "authors": [
        "M *emmen",
        "G Schippers",
        "H Wollersheim",
        "G Bleijenberg"
      ],
      "year": 2005
    },
    {
      "title": "The Kaiser Permanente prenatal smoking-cessation trial: when more isn't better, what is enough?",
      "authors": [
        "D Ershoff",
        "V Quinn",
        "N Boyd",
        "J Stern",
        "M Gregory",
        "D Wirtschafter"
      ],
      "year": 1999
    },
    {
      "title": "Alcohol interventions in a trauma center as a means of reducing the risk of injury recurrence",
      "authors": [
        "L Gentilello",
        "F Rivara",
        "D Donovan",
        "G Jurkovich",
        "E Daranciang",
        "R Ries"
      ],
      "year": 1999
    },
    {
      "title": "A 2-arm, randomized, controlled trial of a motivational interviewing-based intervention to improve adherence to antiretroviral therapy (ART) among patients failing or initiating ART",
      "authors": [
        "C *golin",
        "J Earp",
        "H Tien",
        "P Stewart",
        "C Porter",
        "L Howie"
      ],
      "year": 1999
    },
    {
      "title": "Preparing for pain management: a pilot study to enhance engagement",
      "authors": [
        "S Habib",
        "S Morrissey",
        "E Helmes"
      ],
      "year": 2005,
      "doi": "10.1016/j.jpain.2004.10.004"
    },
    {
      "title": "A randomised controlled trial on the effectiveness of a primary health care based counselling intervention on physical activity, diet and CHD risk factors",
      "authors": [
        "S Hardcastle",
        "A Taylor",
        "M Bailey",
        "R Castle"
      ],
      "year": 2008
    },
    {
      "title": "Advising people to take more exercise is ineffective: a randomized controlled trial of physical activity promotion in primary care",
      "authors": [
        "M Hillsdon",
        "M Thorogood",
        "I White",
        "C Foster"
      ],
      "year": 2002
    },
    {
      "title": "Motivational enhancement therapy with and without cognitive behavior therapy to treat type 1 diabetes: a randomized trial",
      "authors": [
        "K Ismail",
        "S Thomas",
        "E Maissi",
        "T Chalder",
        "U Schmidt",
        "J Treasure"
      ],
      "year": 2008
    },
    {
      "title": "Behavior change counseling in the emergency department to reduce injury risk: a randomized, controlled trial",
      "authors": [
        "B Johnston",
        "F Rivara",
        "R Droesch",
        "C Dunn",
        "M Copass"
      ],
      "year": 2002
    },
    {
      "title": "A randomized controlled two-stage trial in the treatment of bulimia nervosa, comparing CBT versus motivational enhancement in Phase 1 followed by group versus individual CBT in Phase 2",
      "authors": [
        "M Katzman",
        "N Bara-Carril",
        "Rabe- Hesketh",
        "S Schmidt",
        "U Troop",
        "N Treasure"
      ],
      "year": 2010
    },
    {
      "title": "Motivation and patch treatment for HIV+ smokers: a randomized controlled trial",
      "authors": [
        "E Lloyd-Richardson",
        "C Stanton",
        "G Papandonatos",
        "W Shadel",
        "M Stein",
        "R Niaura"
      ],
      "year": 2009
    },
    {
      "title": "The role of marijuana use in brief motivational intervention with young adult drinkers treated in an emergency department",
      "authors": [
        "M Magill",
        "N Barnett",
        "T Apodaca",
        "D Rohsenow",
        "P Monti"
      ],
      "year": 2009
    },
    {
      "title": "Effects of two types of brief intervention and readiness to change on alcohol use in hazardous drinkers",
      "authors": [
        "S Maisto",
        "J Conigliaro",
        "M Mcneil",
        "K Kraemer",
        "R Conigliaro",
        "M Kelley"
      ],
      "year": 2001
    },
    {
      "title": "Randomized clinical trial comparing the effectiveness of two dietary interventions for patients with hyperlipidaemia",
      "authors": [
        "C Mhurichu",
        "B Margetts",
        "V Speller"
      ],
      "year": 1998,
      "doi": "10.1042/cs0950479"
    },
    {
      "title": "Healthy choices: motivational enhancement therapy for health risk behaviors in HIVpositive youth",
      "authors": [
        "S Naar-King",
        "K Wright",
        "J Parsons",
        "M Frey",
        "T Templin",
        "D Murphy"
      ],
      "year": 2006
    },
    {
      "title": "Brief report: maintenance of effects of motivational enhancement therapy to improve risk behaviors and HIV-related Health in a randomized controlled trial of youth living with HIV",
      "authors": [
        "S Naar-King",
        "P Lam",
        "B Wang",
        "K Wright",
        "J Parsons",
        "M Frey"
      ],
      "year": 2008,
      "doi": "10.1093/jpepsy/jsm087"
    },
    {
      "title": "RCT of effectiveness of motivational enhancement therapy delivered by nurses for hazardous drinkers in primary care units in Thailand",
      "authors": [
        "S Noknoy",
        "R Rangsin",
        "P Saengcharnchai",
        "U Tantibhaedhyangkul",
        "J Mccambridge"
      ],
      "year": 2010,
      "doi": "10.1093/alcalc/agq013"
    },
    {
      "title": "Brief intervention in general hospital for problematic prescription drug use: 12month outcome",
      "authors": [
        "C Otto",
        "B Crackau",
        "I Lo ¨hrmann",
        "A Zahradnik",
        "G Bischof",
        "U John",
        "H Rumpf"
      ],
      "year": 2009,
      "doi": "10.1016/j.drugalcdep.2009.07.010"
    },
    {
      "title": "The efficacy of a motivational nursing intervention based on the stages of change on self-care in heart failure patients",
      "authors": [
        "V Paradis",
        "S Cossette",
        "N Frasure-Smith",
        "S Heppell",
        "M Guertin"
      ],
      "year": 2010
    },
    {
      "title": "The effect of motivational interviewing on glycaemic control and perceived competence of diabetes self-management in patients with type 1 and type 2 diabetes mellitus after attending a group education programme: a randomised controlled trial",
      "authors": [
        "Rosenbek Minet",
        "L Wagner",
        "L Lønvig",
        "E Hjelmborg",
        "J Henriksen"
      ],
      "year": 2011
    },
    {
      "title": "Motivational interviewing: a systematic review and meta-analysis",
      "authors": [
        "S Rubak",
        "A Sandbaek",
        "T Lauritzen",
        "B Christensen"
      ],
      "year": 2005
    },
    {
      "title": "Trauma center brief interventions for alcohol disorders decrease subsequent driving under the influence arrests",
      "authors": [
        "C Schermer",
        "T Moyers",
        "W Miller",
        "L Bloomfield"
      ],
      "year": 2006
    },
    {
      "title": "Brief intervention in a primary care setting for hazardous drinkers",
      "authors": [
        "R Senft",
        "M Polen",
        "D Freeborn",
        "J Hollis"
      ],
      "year": 1997
    },
    {
      "title": "Motivational interviewing to improve adherence to a behavioral weight-control program for older obese women with NIDDM -a pilot study",
      "authors": [
        "D Smith",
        "P Krati",
        "C Heckemeyer",
        "D Mason"
      ],
      "year": 1997
    },
    {
      "title": "General hospital admission as an opportunity for smoking-cessation strategies: a clinical trial in Brazil",
      "authors": [
        "R Soares De Azevedo",
        "M Mauro",
        "D Lima",
        "K Gaspar",
        "V Da Silva",
        "N Botega"
      ],
      "year": 2010
    },
    {
      "title": "A randomized controlled trial of motivational interviewing for smoking cessation",
      "authors": [
        "R Soria",
        "A Legido",
        "C Escolano",
        "A Yeste",
        "J Montoya"
      ],
      "year": 2006
    },
    {
      "title": "One-to-one: a motivational intervention for resistant pregnant smokers",
      "authors": [
        "A Stotts",
        "C Diclemente",
        "P Dolan-Mullen"
      ],
      "year": 2002,
      "doi": "10.1016/s0306-4603(01)00174-5"
    },
    {
      "title": "Adolescent dose and ratings of an internet-based depression prevention program: a randomized trial of primary care physician brief advice versus a motivational interview",
      "authors": [
        "B Van Voorhees",
        "J Fogel",
        "B Pomper",
        "M Marko",
        "N Reid",
        "R Domanico"
      ],
      "year": 2009
    },
    {
      "title": "Motivational enhancement therapy in addition to physical therapy improves motivational factors and treatment outcomes in people with low back pain: a randomized controlled trial",
      "authors": [
        "S Vong",
        "G Cheing",
        "F Chan",
        "E So",
        "C Chan"
      ],
      "year": 2011,
      "doi": "10.1016/j.apmr.2010.10.016"
    },
    {
      "title": "Motivational interviewing early after acute stroke: a randomized, controlled trial",
      "authors": [
        "C Watkins",
        "M Auton",
        "C Deans",
        "H Dickinson",
        "C Jack",
        "M Leathley"
      ],
      "year": 2007
    },
    {
      "title": "The 12-month effects of early motivational interviewing after acute stroke: a randomized controlled trial",
      "authors": [
        "C Watkins",
        "J Wathan",
        "M Leathley",
        "M Auton",
        "C Deans",
        "C Lightbody"
      ],
      "year": 2011,
      "doi": "10.1161/strokeaha.110.602227"
    },
    {
      "title": "Motivating parents to prevent caries in their young children: one-year findings",
      "authors": [
        "P Weinstein",
        "R Harrison",
        "T Benton"
      ],
      "year": 2004,
      "doi": "10.14219/jada.archive.2004.0299"
    },
    {
      "title": "Motivating mothers to prevent caries: confirming the beneficial effect of counseling",
      "authors": [
        "P Weinstein",
        "R Harrison",
        "T Benton"
      ],
      "year": 2006
    },
    {
      "title": "Motivational interviewing improves weight loss in women with type 2 diabetes",
      "authors": [
        "D West",
        "V Dilillo",
        "Z Bursac",
        "S Gore",
        "P Greene"
      ],
      "year": 2007,
      "doi": "10.2337/dc06-1966"
    },
    {
      "title": "Motivational interviewing to promote sustained breastfeeding",
      "authors": [
        "S Wilhelm",
        "M Stepans",
        "M Hertzog",
        "T Rodehorst",
        "P Gardner"
      ],
      "year": 2006,
      "doi": "10.1111/j.1552-6909.2006.00046.x"
    },
    {
      "title": "The effect of a culturally tailored smoking cessation for Chinese American smokers",
      "authors": [
        "D Wu",
        "G Ma",
        "K Zhou",
        "D Zhou",
        "A Liu",
        "A Poon"
      ],
      "year": 2009
    },
    {
      "title": "Randomized controlled trial of a brief intervention for problematic prescription drug use in non-treatment-seeking patients",
      "authors": [
        "A Zahradnik",
        "C Otto",
        "B Crackau",
        "I Lo ¨hrmann",
        "G Bischof",
        "H Rumpf"
      ],
      "year": 2009,
      "doi": "10.1111/j.1360-0443.2008.02421.x"
    }
  ],
  "num_references": 111
}
