{
  "paper_id": "P6DZSGM7",
  "title": "Cost-effectiveness of Diabetes Prevention Interventions Targeting High-risk Individuals and Whole Populations: A Systematic Review",
  "abstract": "OBJECTIVE We conducted a systematic review of studies evaluating the cost-effectiveness (CE) of interventions to prevent type 2 diabetes (T2D) among high-risk individuals and whole populations. \n RESEARCH DESIGN AND METHODS Interventions targeting high-risk individuals are those that identify people at high risk of developing T2D and then treat them with either lifestyle or metformin interventions. Population-based prevention strategies are those that focus on the whole population regardless of the level of risk, creating public health impact through policy implementation, campaigns, and other environmental strategies. We systematically searched seven electronic databases for studies published in English between 2008 and 2017. We grouped lifestyle interventions targeting highrisk individuals by delivery method and personnel type. We used the median incremental cost-effectiveness ratio (ICER), measured in cost per quality-adjusted life year (QALY) or cost saved to measure the CE of interventions. We used the $50,000/QALY threshold to determine whether an intervention was cost-effective or not. ICERs are reported in 2017 U.S. dollars. \n RESULTS Our review included 39 studies: 28 on interventions targeting high-risk individuals and 11 targeting whole populations. Both lifestyle and metformin interventions in high-risk individuals were cost-effective from a health care system or a societal perspective, with median ICERs of $12,510/QALY and $17,089/QALY, respectively, compared with no intervention. Among lifestyle interventions, those that followed a Diabetes Prevention Program (DPP) curriculum had a median ICER of $6,212/QALY, while those that did not follow a DPP curriculum had a median ICER of $13,228/QALY. Compared with lifestyle interventions delivered one-on-one or by a health professional, those offered in a group setting or provided by a combination of health professionals and lay health workers had lower ICERs. Among populationbased interventions, taxing sugar-sweetened beverages was cost-saving from both the health care system and governmental perspectives. Evaluations of other population-based interventionsdincluding fruit and vegetable subsidies, community-based education programs, and modifications to the built environmentd showed inconsistent results. \n CONCLUSIONS Most of the T2D prevention interventions included in our review were found to be either cost-effective or cost-saving. Our findings may help decision makers set priorities and allocate resources for T2D prevention in real-world settings.",
  "year": 2025,
  "date": "2025-08-14",
  "journal": "Lancet Diabetes Endocrinol",
  "publication": "Lancet Diabetes Endocrinol",
  "authors": [
    {
      "forename": "Ping",
      "surname": "Zhang",
      "name": "Ping Zhang",
      "affiliation": "1  Division of Diabetes Translation , Centers for Disease Control and Prevention , Atlanta , GA \n\t\t\t\t\t\t\t\t Division of Diabetes Translation \n\t\t\t\t\t\t\t\t Centers for Disease Control and Prevention \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA"
    },
    {
      "forename": "Xilin",
      "surname": "Zhou",
      "name": "Xilin Zhou",
      "affiliation": "1  Division of Diabetes Translation , Centers for Disease Control and Prevention , Atlanta , GA \n\t\t\t\t\t\t\t\t Division of Diabetes Translation \n\t\t\t\t\t\t\t\t Centers for Disease Control and Prevention \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA"
    },
    {
      "forename": "Karen",
      "surname": "Siegel",
      "name": "Karen Siegel",
      "affiliation": "1  Division of Diabetes Translation , Centers for Disease Control and Prevention , Atlanta , GA \n\t\t\t\t\t\t\t\t Division of Diabetes Translation \n\t\t\t\t\t\t\t\t Centers for Disease Control and Prevention \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA"
    },
    {
      "forename": "Boon",
      "surname": "Ng",
      "name": "Boon Ng",
      "affiliation": "2  College of Nursing and Disability, Aging and Technology Cluster , University of Central Florida , Orlando , FL \n\t\t\t\t\t\t\t\t College of Nursing and Disability, Aging and Technology Cluster \n\t\t\t\t\t\t\t\t University of Central Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Orlando \n\t\t\t\t\t\t\t\t\t FL"
    },
    {
      "forename": "Shawn",
      "surname": "Jawanda",
      "name": "Shawn Jawanda",
      "affiliation": "1  Division of Diabetes Translation , Centers for Disease Control and Prevention , Atlanta , GA \n\t\t\t\t\t\t\t\t Division of Diabetes Translation \n\t\t\t\t\t\t\t\t Centers for Disease Control and Prevention \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA"
    },
    {
      "forename": "Krista",
      "surname": "Proia",
      "name": "Krista Proia",
      "affiliation": "1  Division of Diabetes Translation , Centers for Disease Control and Prevention , Atlanta , GA \n\t\t\t\t\t\t\t\t Division of Diabetes Translation \n\t\t\t\t\t\t\t\t Centers for Disease Control and Prevention \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA"
    },
    {
      "forename": "Xuanping",
      "surname": "Zhang",
      "name": "Xuanping Zhang",
      "affiliation": "1  Division of Diabetes Translation , Centers for Disease Control and Prevention , Atlanta , GA \n\t\t\t\t\t\t\t\t Division of Diabetes Translation \n\t\t\t\t\t\t\t\t Centers for Disease Control and Prevention \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA"
    },
    {
      "forename": "Ann",
      "surname": "Albright",
      "name": "Ann Albright",
      "affiliation": "1  Division of Diabetes Translation , Centers for Disease Control and Prevention , Atlanta , GA \n\t\t\t\t\t\t\t\t Division of Diabetes Translation \n\t\t\t\t\t\t\t\t Centers for Disease Control and Prevention \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA"
    }
  ],
  "doi": "https://doi.org/10.13039/100000041",
  "sections": [
    {
      "text": "Diabetes is a major global health issue. In 2019, there were an estimated 463 million adults aged 20-79 years with diabetes globally (;9.3% of the population in this age-group), a figure that is projected to increase to 700 million by 2045  (1) . Health care expenditures attributable to diabetes were estimated at $1.3 trillion in 2015  (2) . Fortunately, type 2 diabetes (T2D), which accounts for 90-95% of the disease burden (3), can be prevented or delayed through nutrition and lifestyle changes as well as through pharmacologic interventions  (4) .\n\nApproaches to prevent T2D fall under two categories: targeting individuals at high risk for developing T2D (high-risk approaches) and targeting the whole population regardless of the level of risk (population-based approaches). In general, high-risk individuals are those who have prediabetes (a health condition with a blood glucose level that is higher than normal but does not reach the level of diagnosed T2D) or who have risk factors for developing T2D, such as having a family history of T2D, being overweight or obese, being physically inactive, being 45 years old or older, or being a woman with a history of gestational diabetes mellitus  (5) . Interventions targeting high-risk individuals include screening for T2D in clinics and communities and providing lifestyle or pharmacologic interventions. On the other hand, population-based approaches aim to impact public health through policy implementation, campaigns, and other environmental change strategies. For example, imposing taxes on sugar-sweetened beverages (SSBs) has been proposed as a population-based approach to combat T2D and cardiovascular disease by the World Health Organization  (6) . Epidemiological evidence on the association between added sugars and T2D incidence and implementation experiences from Mexico and selected cities in the U.S. (Berkeley, for example) have led decision makers to explore the feasibility and effectiveness of scaling up such policies  (7, 8) . Some experts suggest that the goal of reducing the number of new cases of T2D in the U.S. and worldwide is likely best achieved through approaches that combine both high-risk and population-based approaches  (9, 10) .\n\nT2D prevention approaches, whether high-risk or population-based, vary in terms of intervention effectiveness and cost. However, their cost-effectiveness (CE) has not been evaluated comprehensively or systematically. Most literature reviews to date have assessed the efficacy of T2D prevention approaches only without considering their CE or with focus on a single strategy  (11) (12) (13) (14) (15) . For example, one review and meta-analysis focused on nutrition education and examined the cost and CE of using diet modification as a T2D preventive intervention  (16) . Another systematic review measured the CE of T2D high-risk prevention approaches but focused on lifestyle interventions only  (17) . A recent study reviewed the CE of both lifestyle and metformin for T2D prevention among high-risk individuals but did not include population-based approaches  (18) . Another review evaluated both high-risk and population-based approaches (19); however, it did not examine key features of lifestyle interventionsdsuch as intervention delivery mode and formatd that might affect the CE outcome, and it only included fiscal policies among the population-based approaches. In addition, many new studies on the CE of T2D prevention interventions that have been published in recent years need to be evaluated in a review.\n\nHere, we systematically review the CE of both high-risk and population-based approaches for T2D prevention. The goal is twofold: 1) to update evidence on high-risk approaches implemented in real-world settings, including whether to screen, whom to screen, and which formats are best for delivering lifestyle interventions (in-person vs. virtual, one-onone vs. group, etc.) and 2) to synthesize evidence on population-based prevention strategies."
    },
    {
      "title": "RESEARCH DESIGN AND METHODS"
    },
    {
      "title": "Literature Search",
      "text": "We searched the Cumulative Index to Nursing and Allied Health Literature (CINAHL), Cochrane databases, Excerpta Medica (EMBASE), Medical Literature Analysis and Retrieval System Online (MedlinePlus), PsycINFO, Scopus, and Sociological Abstracts (Soc Abs) to identify original economic evaluations of approaches to prevent T2D published in English from January 2008 to July 2017. Search keywords included 1) diabetes, impaired glucose tolerance, and insulin resistance; 2) expenditure, health care cost, and cost of illness; 3) quality-adjusted life year (QALY), disabilityadjusted life year (DALY), and incidence of diabetes; and 4) cost-effectiveness analysis (CEA), cost-utility analysis, cost-benefit analysis, and economic evaluation  (20) . In addition to searching the seven databases above, we manually screened the reference lists of all included studies as well as the table of contents of major diabetes journals (Diabetes Care, The Lancet Diabetes & Endocrinology, Diabetologia, and Diabetes Research and Clinical Practice) during the search period."
    },
    {
      "title": "Study Design for Reviewing Interventions Targeting High-risk Individuals",
      "text": "Following the Cochrane Collaboration's protocol for systematic reviews  (21) , two people independently reviewed each study for inclusion/exclusion in our review, quality assessment, and data abstraction. We focused on three types of economic evaluations of high-risk approaches to T2D prevention: CE, costutility, and cost-benefit analyses. We included studies that reported quantitative measures for the CE outcomes. The outcome was the incremental costeffectiveness ratio (ICER), which is in the form of cost-per-additional QALY gained or cost-per-additional DALY averted."
    },
    {
      "title": "Quality Assessment of the Included Studies",
      "text": "To assess the quality of included studies, we used a tool based on The BMJ authors' guide for economic studies  (22) , which was used previously  (20) . In brief, the tool assesses each study based on 13 attributes: sources of cost data, sources of benefit data, categories of cost data, categories of benefit data, analytical time horizons, study perspectives, model descriptions, structure diagrams, currency and year of the costs, discounting factor for costs, discounting factor for benefits, ICERs, and sensitivity analyses. Each attribute was given one pointdan equal weightdif the study clearly stated it. We included studies with a quality score of seven and above  (20) ."
    },
    {
      "title": "Data Abstraction and Cost Adjustment",
      "text": "We abstracted the following information from each study: publication information, study objective, prevention approach, comparison, target population, delivery method, provider, analytical time horizon, study method, perspective of the evaluation, and results. We adjusted ICERs and costs to 2017 U.S. dollars using the Consumer Price Index  (23) . For studies conducted in countries other than the U.S., we used the annual exchange rate from the Federal Reserve Bank to convert the foreign currencies into U.S. dollars before adjusting them for inflation  (24) . In rare cases where the study did not report the specific year of currency used to calculate costs, we assumed the costs were calculated 1 year before the publication date. Studies were considered cost-effective if the ICER was below the $50,000/QALY threshold  (25) ."
    },
    {
      "title": "Grouping High-risk Approaches to T2D Prevention",
      "text": "We grouped high-risk approaches into four categories based on their study objectives: 1) articles focused on deciding whether to screen for prediabetes, 2) articles determining the target population for screening that would generate the optimal CE outcomes, 3) articles evaluating the CE of specific T2D prevention interventions, and 4) articles evaluating the CE of managing gestational diabetes mellitus.\n\nTo better understand what features contribute to the CE outcomes of prevention interventions, we examined interventions from the third category above (those evaluating the CE of specific T2D prevention interventions) and summarized the median and range of ICERs for interventions sharing similar features in terms of how the intervention is delivered (i.e., whether delivered one-onone or in a group and whether conducted in-person or via virtual media, such as internet or mobile applications) and by whom (i.e., whether taught by health care providers or lay health workers, such as trained community health workers or diabetes educators). The high-risk approaches included lifestyle interventions (translational Diabetes Prevention Program [DPP] and translational non-DPP) and pharmacologic interventions (metformin). Translational DPPs refer to nutrition and physical activity interventions that follow the DPP curriculum that translated to the real world, such as those provided in the community or primary care setting. In contrast, translational non-DPPs are lifestyle interventions that do not strictly follow the DPP curriculum."
    },
    {
      "title": "Study Design for Population-Based Interventions",
      "text": "We modified our study protocol to accommodate the methods and results reported in studies on population-based approaches because many of them did not use the standard framework for assessing CE due to a lack of data. For study screening, we included population-based interventions if they reported ICERs or if they compared costs given a certain level of benefits if benefits were measured as T2D cases prevented or QALY due to reduction in diabetes. Consequently, the result of cost-saving (CS) for population-based interventions should be interpreted with caution, as it could refer to a reduction in health costs only rather than savings as measured by ICER, which is a negative incremental cost.\n\nQuality assessment for populationbased approaches was less restrictive and reduced to nine scoring attributes (the other four pertained to formal CEA and did not apply in these cases): sources of cost data, sources of benefit data, categories of cost data, categories of benefit data, analytical time horizons, study perspectives, model descriptions, currency and year of the costs, and results. Again, we included studies with a quality score of seven and above.\n\nFor selected studies, we abstracted data on publication information, objective, prevention strategy, comparison, target population, analytic time horizon, study method, the perspective of the evaluation, and results. We then grouped population-based approaches into four categories and summarized CE of each one: 1) implementing fiscal policy, 2) implementing a regulation, 3) promoting health by education and information, and 4) changing the built or food environment."
    },
    {
      "title": "RESULTS",
      "text": "Figure  1  shows the 39 studies that met our inclusion criteria: 28 articles on highrisk approaches and 11 articles on population-based approaches."
    },
    {
      "title": "High-risk Approaches",
      "text": "Table  1A  shows studies arranged chronologically and then alphabetically by the last name of the first author within each category . Among these studies, the analytic time horizon ranged from 1 year to a lifetime. Studies were evaluated from either a societal perspective or a health care perspective. Most studies discounted costs and benefits at 3%. While most of the studies were based on simulation modeling, eight studies assessed prevention strategies using randomized controlled trials. Results indicate that screening for prediabetes and providing interventions, either lifestyle or pharmacologic interventions, is either cost-effective or CS among individuals with a high risk of T2D. The conclusion held for both the societal and health care perspectives and for shorter or longer time horizons.\n\nSeventeen studies (or study arms) evaluated the CE of specific interventions compared with no intervention (status quo or placebo) from a health care system perspective (Table  2 )  (35-37, 39,40,42-44,46,49-51) . Results indicate that all interventions were cost-effective, but the magnitude of the ICERs differed by intervention features. Lifestyle interventions were more cost-effective than metformin interventions, regardless of analytical time horizon, delivery method, media, mode, and personnel type. Among lifestyle interventions, translational DPP was more cost-effective than translational non-DPP prevention approaches. The median ICER for translational non-DPP was twice as high as that for translational DPP. Analytical time horizon also affects CE outcomes; studies evaluated over a longer time horizon have a lower ICER. Among lifestyle interventions, in-person interventions had slightly better CE outcomes than virtual interventions. The median ICERs for interventions delivered in groups and for interventions provided by a combination of health professionals and trained lay health workers were less than half of those for the one-on-one interventions or interventions provided by health professionals alone. Population-Based Approaches\n\nTable 1B describes the 11 studies that evaluated 28 population-based approaches to preventing T2D  (54) (55) (56) (57) (58) (59) (60) (61) (62) (63) (64) . Some studies appear in more than one category because they evaluated multiple interventions that were applied to different categories. All studies were evaluated at 10 years or longer. More than half of these studies (or study arms) assessed the CE of two fiscal policiesdSSB taxation and fruit and vegetable subsidies. Among the nine studies (or study arms) that evaluated the CE of SSB taxation, the most common taxation rate was 20% of the total amount paid. All nine studies used computer-simulation models and used effectiveness outcomes from published articles. Two studies used a governmental perspective while the other seven used a health care perspective. All nine studies found the SSB tax to be CS. The included studies also evaluated a sugar tax, a fruit and vegetable subsidy, and a combination of taxing unhealthy foods and subsidizing healthy foods and found large variations in CE outcomes. For nonfiscal policy interventions, such as a walking group in the community, opening supermarkets to increase food access, and increasing healthy food options in the workplace, most of the interventions were cost-effective or CS from the health care system perspective. However, the CE results were inconsistent from the societal perspective. In addition, many of these interventions were only evaluated by one study, such that we were unable to make a definite conclusion on the CE of these interventions.\n\nTable  3  summarizes the CE of populationbased approaches. The SSB tax was found to be CS from the health care system and governmental perspectives. The four studies (or study arms) that evaluated the CE of subsidies for fruits and vegetables found mixed results, from more costly with no net health outcomes benefits to CS. Similarly, the five studies that evaluated community-wide interventions also found them to have various CE outcomes from the health care system and societal perspective. Interventions of incentive programs and environmental change were cost-effective from the health care system perspective."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Our systematic review assessed the CE of approaches for preventing T2D from 39 studies. Three key findings emerged. First, the ICERs of most of the high-risk approaches were well below the range that is generally considered to be costeffective. Importantly, differences between delivery methods were small, and the group-delivered translational DPP provided by a combination of health professionals and trained lay health workers seemed most cost-effective. Our findings reinforced the fact that interventions to prevent T2D among highrisk individuals are highly cost-effective and practical in any given setting. Second, implementing a population-wide SSB tax was CS and has the potential to benefit a large population. SSB taxation can be considered as an important population-based policy approach to prevent T2D globally. Third, although there were many proposed populationbased interventions (including subsidies for fruits and vegetables, health promotion approaches, and environmental changes), the CE of these interventions needs further investigation with real-world data in order to draw a conclusion.\n\nOur findings for high-risk approaches are consistent with previous literature in that lifestyle programs utilizing the translational DPP curriculum are somewhat more cost-effective than lifestyle interventions that do not follow the DPP curriculum  (17) . The translational DPP lifestyle program is widely used in the Centers for Disease Control and Prevention (CDC)-led National Diabetes Prevention Program (National DPP)da U.S. translational program providing a framework and infrastructure for targeting high-risk individuals, and this program is covered by several commercial and public insurers  (65) . For example, the Centers for Medicare & Medicaid Services began covering the CDC-recognized DPP lifestyle change programs in 2018 for Medicare beneficiaries  (66) .\n\nA noteworthy change in the high-risk approach category is the adoption of virtual media for intervention delivery. In recent years, virtual media interventions have become available via online counseling calls, emails, and text messages  (29, 30, 39, 49) . One benefit of virtual media is that it reaches individuals who have barriers to in-person interventions, such as the elderly and people who live in rural areas. People may take advantage of virtual media interventions to save time and travel expenses  (67) . Virtual media interventions also allow participants to access the program any time and with a greater frequency  (68) . Our review found that few studies evaluated the CE of interventions delivered virtually. The results from this limited evidence show that virtually delivered programs were cost-effective but not as cost-effective as the in-person lifestyle program as measured by cost per QALY. Additionally, more rigorous studies are needed to assess the CE of virtually delivered programs. The results of our review also demonstrate great potential for populationbased interventions to prevent T2D (69). Among fiscal policies, taxing SSBs may be a better approach than subsidies for healthy foods for two main reasons: 1) tax policies generated better CE outcomes and 2) evidence supporting tax policies was stronger as multiple studies collectively reached a consistent conclusion. From a health care system perspective, SSB taxes would be CS. The SSB tax would reduce SSB consumption at zero or little health intervention costs and would also reduce health care spending. The nine studies in our review showed how much health care costs would be saved from SSB taxation. In addition, these studies showed that such an intervention would be CS or cost-effective from the governmental perspective. On the other hand, the ICERs of interventions to promote the consumption of fruits and vegetables ranged widely. These studies differed in features that would change the results, such as the targeted population (general population vs. participants in the Supplemental Nutrition Assistance Program [SNAP]), analytical time horizon (10 years vs. lifetime), and study perspective (governmental, health care system, or societal). Although evidence indicates that an SSB tax could be a CS intervention to prevent T2D, there are political and other considerations that impact its implementation in the real world  (70) . The uptake of that strategy is dependent on state and local decisionmaking  (70) (71) (72) .\n\nOur study is one of the first to include articles evaluating the CE of populationbased approaches to prevent T2D in a systematic review. The adoption of population-based approaches could have great potential for improving population health. A recent analysis found that only 3.1% of U.S. adults without T2D (regardless of prediabetes status) met T2D risk reduction lifestyle goals in 2007-2012  (73) , suggesting the need for broader public health efforts to reach the majority of the U.S. population for reducing their risk of T2D. Individuals at high risk for T2D could benefit from population-based prevention efforts in conjunction with targeted, high-risk approaches. For those who have not been screened for T2D, population-based interventions may also slow their progression to T2D and provide other health benefits from better nutrition and more physical activity  (9) .\n\nOur findings on the CE of both high-risk approaches and population-based approaches indicate that investing in T2D prevention is an efficient use of limited health care and societal resources. Since the development of T2D is a result of a combination of multiple risk factors including genetics, environment, and behaviors, a combined strategy of both highrisk and population-based approaches may be the best one to achieve optimal outcomes of T2D prevention  (9, 10) . Interventions targeting high-risk individuals are effective and cost-effective among individuals at risk for T2D. However, the low uptake and resource-intensive nature of high-risk approaches limit their application. In contrast, while population-based approaches use \"upstream\" approaches that reach a broader population, their impact at the individual level is weaker, and the evidence of their effectiveness is more limited.\n\nBased on our review, we suggest two avenues for the future economic evaluation of T2D prevention approaches. The first is to conduct rigorous CEAs using real-world data on populationbased interventions. The studies in this review generated considerable variation in CE, indicating uncertainty about the CE of these interventions. Many studies are based on simulation modeling. Although high-quality simulation models can generate reliable results, they rely on strong assumptions that may or may not be reflected in reality. In contrast, data from empirical studiesd natural experiments, for exampledare directly observed and reflect the \"true\" behavioral change of the population to interventions. Although such studies usually last for a couple of years, they are often the foundation for modeling studies. Additional research that evaluates the impact of taxes, subsidies, food labeling, and other approaches that are already implemented (\"natural experiments\") are needed to obtain stronger data. Second, effective and cost-effective populationbased approaches are needed for both developing and developed countries. *Studies included in this table satisfy three conditions: 1) the main objective of a study was evaluating the CE of an intervention, 2) the effect of the intervention was compared with the effect of a \"status quo\" or a placebo scenario, and 3) the evaluation was from a health care system perspective. †The range of ICER is reported if there are three or more data points. Costs are in 2017 U.S. dollars. ‡Translational DPPs refer to diet and physical activity interventions that follow the DPP curriculum that translated to real-world settings, such as provided in the community or primary care. In contrast, translational non-DPPs are lifestyle interventions that do not strictly follow the DPP curriculum.\n\nAlthough we found a disproportionate imbalance in the number of studies published involving high-income countries, population-based approaches are strategies to reach a large scale of the population to address the dramatic increase in diabetes prevalence worldwide. Conclusions from this review need to be interpreted with caution. First, most of the evaluations, especially populationbased approaches, utilized simulation modeling, which can be heavily influenced by assumptions. Unlike data from clinical trials, which are directly observed, model data are usually from published articles. Even though many models used data from clinical trials for the initial years of interventions, they must make assumptions on the persistence of costs and effectiveness beyond the trial study period to simulate a longer time horizon. Because of these contraints, in our review, we tried to rely on evidence if it was consistent across multiple modeling studies. Second, in order to include as many studies on population-based interventions as possible, we used somewhat \"looser\" quality criteria for these studies. Many of the population-based approaches did not conduct formal CEA. As a result, the CS results from these studies needs to be better understood, as they were a simple comparison of costs given a certain level of health benefit. Also, many of the CE results were estimated from governmental or health care system perspectives rather than a societal perspective. Third, the societal perspective defined in population-based approaches was not as inclusive as it was for highrisk approaches. Some cost categories were not included in the societal perspective, such as productivity loss or time cost. Fourth, we compared the CE of interventions based on the median ICERs without explicitly considering other study information, such as the evaluation method and rigorousness of data. This comparison follows previous literature  (17)  but may not reflect a real difference in CE. Fifth, our results provide information for decision makers to choose among interventions based on CE criteria only. Many other issues such as health equality, acceptability, and feasibility should also be considered in real-world decisionmaking.\n\nEvidence from our review indicates that investing in T2D prevention, using either high-risk approaches or populationbased approaches, is an efficient use of health care and societal resources. Given the enormous cost associated with T2D, if health care resources are limited, then prevention is a highly efficient use of such resources. Interventions targeting high-risk individuals with group-delivered translational DPP lifestyle intervention, provided by a combination of health professionals and trained lay health workers, was more cost-effective compared with one-on-one interventions provided by health professionals solely; however, all interventions targeting high-risk individuals were cost-effective. Among population-based approaches, the SSB taxation saves costs and resources of the health care system and government. Therefore, expansion of insurance-covered, professional, and lay-delivered group DPPs with a simultaneous institution of SSB taxation can be considered as a priority to stem the rising tide of T2D. A combined approach that targets both high-risk individuals and the whole population could be a policy choice for preventing T2D in the U.S. and probably in other high-income countries."
    },
    {
      "text": "Figure 1-Summary of evidence search and selection for T2D prevention approaches."
    },
    {
      "text": "targeting the whole population (population-based approaches)"
    },
    {
      "text": "Description of the CE studies for high-risk and population-based T2D prevention approachesA: Interventions targeting high-risk individuals (high-risk approaches)"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "CVD, cardiovascular disease; DPPOS, Diabetes Prevention Program Outcomes Study; FINDRISC, Finnish Diabetes Risk Score; FPG, fasting plasma glucose; GDM, gestational diabetes mellitus; IFG, impaired fasting glucose; IGT, impaired glucose tolerance; NR, not reported; N/A, not applicable; Plan4ward, Promoting a Lifestyle of Activity and Nutrition for Working to Alter the Risk of Diabetes; USPSTF, U.S. Preventive Services Task Force."
    },
    {
      "text": "Summary of the CE of interventions targeting high-risk individuals for T2D prevention*"
    },
    {
      "text": "Summary of the CE of population-based T2D prevention approachesof taxing $1.45/100 g of saturated fat, $0.32/1 g of sodium, $0.5/liter of SSB, $0.99/100 mL of ice cream, $0.9/100 g of sugar of all other products, and subsidizing $0.15/ 100 g of fruits and vegetables 1 Health care CS Ban on using SNAP dollars for SSB purchases 1 Governmental CS Community-wide programs for health education (newspaper column, booklet, television news, talks, seminars, workshops, and diet and cooking classes) and physical activity promotion (organized walking events, worksite exercise programs, financial incentives, home visits, and phone calls) The mass media campaign, including television advertising, advertisements in print media, a tollfree telephone line for community-level support, and marketing of campaign merchandise 1 Health care CS Targeted incentive program, including distributing tailored maps of local walking paths and bus schedules, using merchandise as incentive or reward for reducing the use of cars, and encouraging use of pedometers Environmental change, including building bicycle paths, extending hours at recreation facilities, opening fitness centers, increasing the convenient supply of healthy foods, nutrition information pamphlets placed on dining tables, color-coded labeling for foods, opening new supermarkets, and increasing healthy food options in workplace cafeterias For studies that did not conduct formal CEA, CS indicates that the intervention reduces cost."
    }
  ],
  "references": [
    {
      "title": "International Diabetes Federation. IDF Diabetes Atlas",
      "year": 2019,
      "doi": "10.1163/1570-6664_iyb_sim_org_38965"
    },
    {
      "title": "The global economic burden of diabetes in adults aged 20-79 years: a cost-of-illness study",
      "authors": [
        "C Bommer",
        "E Heesemann",
        "V Sagalova"
      ],
      "year": 2017,
      "doi": "10.1016/s2213-8587(17)30097-9"
    },
    {
      "authors": [
        "G Atlanta"
      ],
      "year": 2020,
      "doi": "10.1037/e494492006-007"
    },
    {
      "title": "Prevention or delay of type 2 diabetes: Standards of Medical Care in Diabetesd2020",
      "year": 2020,
      "doi": "10.2337/dc20-s003"
    },
    {
      "title": "2. Classification and diagnosis of diabetes: Standards of Medical Care in Diabetes-2020",
      "year": 2020,
      "doi": "10.2337/dc20-s002"
    },
    {
      "title": "Fiscal policy to improve diets and prevent noncommunicable diseases: from recommendations to action",
      "authors": [
        "A Thow",
        "S Downs",
        "C Mayes",
        "H Trevena",
        "T Waqanivalu",
        "J Cawley"
      ],
      "year": 2018,
      "doi": "10.2471/blt.17.195982"
    },
    {
      "title": "Beverages sales in Mexico before and after implementation of a sugar sweetened beverage tax",
      "authors": [
        "M Colchero",
        "C Guerrero-López",
        "M Molina",
        "J Rivera"
      ],
      "year": 2016
    },
    {
      "title": "Impact of the Berkeley excise tax on sugar-sweetened beverage consumption",
      "authors": [
        "J Falbe",
        "H Thompson",
        "C Becker",
        "N Rojas",
        "C Mcculloch",
        "K Madsen"
      ],
      "year": 2016,
      "doi": "10.2105/ajph.2016.303362"
    },
    {
      "title": "Preventing type 2 diabetes in communities across the U.S.: the National Diabetes Prevention Program",
      "authors": [
        "A Albright",
        "E Gregg"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2012.12.009"
    },
    {
      "title": "Population and individual approaches to the prevention and management of diabetes and obesity",
      "authors": [
        "Pan American",
        "Health Organization"
      ],
      "year": 2011
    },
    {
      "title": "Diabetes prevention in the real world: effectiveness of pragmatic lifestyle interventions for the prevention of type 2 diabetes and of the impact of adherence to guideline recommendations: a systematic review and meta-analysis",
      "authors": [
        "A Dunkley",
        "D Bodicoat",
        "C Greaves"
      ],
      "year": 2014,
      "doi": "10.2337/dc14-er06"
    },
    {
      "title": "How effective were lifestyle interventions in real-world settings that were modeled on the Diabetes Prevention Program?",
      "authors": [
        "M Ali",
        "J Echouffo-Tcheugui",
        "D Williamson"
      ],
      "year": 2012
    },
    {
      "title": "A systematic review of real-world diabetes prevention programs: learnings from the last 15 years",
      "authors": [
        "Z Aziz",
        "P Absetz",
        "J Oldroyd",
        "N Pronk",
        "B Oldenburg"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0354-6"
    },
    {
      "title": "Effectiveness of program modification strategies of the diabetes prevention program: a systematic review",
      "authors": [
        "H Neamah",
        "Sebert Kuhlmann",
        "A Tabak"
      ],
      "year": 2016
    },
    {
      "title": "Longterm sustainability of diabetes prevention approaches: a systematic review and meta-analysis of randomized clinical trials",
      "authors": [
        "J Haw",
        "K Galaviz",
        "A Straus"
      ],
      "year": 2017
    },
    {
      "title": "The effectiveness and cost of lifestyle interventions including nutrition education for diabetes prevention: a systematic review and meta-analysis",
      "authors": [
        "Y Sun",
        "W You",
        "F Almeida",
        "P Estabrooks",
        "B Davy"
      ],
      "year": 2017
    },
    {
      "title": "Economic evaluation of combined diet and physical activity promotion programs to prevent type 2 diabetes among persons at increased risk: a systematic review for the Community Preventive Services Task Force",
      "authors": [
        "R Li",
        "S Qu",
        "P Zhang"
      ],
      "year": 2015,
      "doi": "10.7326/m15-0469"
    },
    {
      "title": "Preventing type 2 diabetes: systematic review of studies of cost-effectiveness of lifestyle programmes and metformin, with and without screening, for pre-diabetes",
      "authors": [
        "S Roberts",
        "E Barry",
        "D Craig",
        "M Airoldi",
        "G Bevan",
        "T Greenhalgh"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-017184"
    },
    {
      "title": "Cost-Effective Solutions for the Prevention of Type 2 Diabetes",
      "year": 2016,
      "doi": "10.1002/0470857358.ch2"
    },
    {
      "title": "Cost-effectiveness of interventions to prevent and control diabetes mellitus: a systematic review",
      "authors": [
        "R Li",
        "P Zhang",
        "L Barker",
        "F Chowdhury",
        "X Zhang"
      ],
      "year": 2010
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "year": 2019,
      "doi": "10.1002/9781119536604"
    },
    {
      "title": "The BMJ Economic Evaluation Working Party. Guidelines for authors and peer reviewers of economic submissions to the BMJ",
      "authors": [
        "M Drummond",
        "T Jefferson"
      ],
      "year": 1996
    },
    {
      "title": "Consumer price index",
      "year": 2017,
      "doi": "10.3886/icpsr08166.v3"
    },
    {
      "title": "Board of Governors of the Dederal Reserve System",
      "year": 2017
    },
    {
      "title": "What does the value of modern medicine say about the $50,000 per quality-adjusted life-year decision rule?",
      "authors": [
        "R Braithwaite",
        "D Meltzer",
        "J King",
        "Jr",
        "D Leslie",
        "M Roberts"
      ],
      "year": 2008,
      "doi": "10.1097/mlr.0b013e31815c31a7"
    },
    {
      "title": "Screening adults for pre-diabetes and diabetes may be cost-saving",
      "authors": [
        "R Chatterjee",
        "K Narayan",
        "J Lipscomb",
        "L Phillips"
      ],
      "year": 2010
    },
    {
      "title": "Using an economic model of diabetes to evaluate prevention and care strategies in Australia",
      "authors": [
        "S Colagiuri",
        "A Walker"
      ],
      "year": 2008,
      "doi": "10.1377/hlthaff.27.1.256"
    },
    {
      "title": "Different strategies for screening and prevention of type 2 diabetes in adults: cost effectiveness analysis",
      "authors": [
        "C Gillies",
        "P Lambert",
        "K Abrams"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.39545.585289.25"
    },
    {
      "title": "An economic evaluation for prevention of diabetes mellitus in a developing country: a modelling study",
      "authors": [
        "X Liu",
        "C Li",
        "H Gong"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2458-13-729"
    },
    {
      "title": "Estimating the cost-effectiveness of lifestyle intervention programmes to prevent diabetes based on an example from Germany: Markov modelling",
      "authors": [
        "A Neumann",
        "P Schwarz",
        "L Lindholm"
      ],
      "year": 2011,
      "doi": "10.1186/1478-7547-9-17"
    },
    {
      "title": "Cost effectiveness of preventive screening programmes for type 2 diabetes mellitus in Germany",
      "authors": [
        "T Schaufler",
        "M Wolff"
      ],
      "year": 2010
    },
    {
      "title": "The impact of type 2 diabetes prevention programmes based on risk-identification and lifestyle intervention intensity strategies: a cost-effectiveness analysis",
      "authors": [
        "P Breeze",
        "C Thomas",
        "H Squires"
      ],
      "year": 2017
    },
    {
      "title": "Alternative HbA1c cutoffs to identify high-risk adults for diabetes prevention: a cost-effectiveness perspective",
      "authors": [
        "X Zhuo",
        "P Zhang",
        "E Selvin"
      ],
      "year": 2012
    },
    {
      "title": "Costeffectiveness of alternative thresholds of the fasting plasma glucose test to identify the target population for type 2 diabetes prevention in adults aged $45 years",
      "authors": [
        "X Zhuo",
        "P Zhang",
        "H Kahn",
        "E Gregg"
      ],
      "year": 2013
    },
    {
      "title": "The 10-year cost-effectiveness of lifestyle intervention or metformin for diabetes prevention: an intent-to-treat analysis of the DPP/ DPPOS",
      "authors": [
        "Diabetes Prevention",
        "Program Research"
      ],
      "year": 2012,
      "doi": "10.2337/dc13-er12c"
    },
    {
      "title": "Diabetes Prevention Program Research Group. Effectiveness and cost-effectiveness of diabetes prevention among adherent participants",
      "authors": [
        "W Herman",
        "S Edelstein",
        "R Ratner"
      ],
      "year": 2013
    },
    {
      "title": "Medicare's intensive behavioral therapy for obesity: an exploratory costeffectiveness analysis",
      "authors": [
        "T Hoerger",
        "W Crouse",
        "X Zhuo",
        "E Gregg",
        "A Albright",
        "P Zhang"
      ],
      "year": 2015
    },
    {
      "title": "Cost-effectiveness of SHINE: a telephone translation of the Diabetes Prevention Program",
      "authors": [
        "C Hollenbeak",
        "R Weinstock",
        "D Cibula",
        "L Delahanty",
        "P Trief"
      ],
      "year": 2016
    },
    {
      "title": "Costeffectiveness of a pragmatic structured education intervention for the prevention of type 2 diabetes: economic evaluation of data from the Let's Prevent Diabetes cluster-randomised controlled trial",
      "authors": [
        "J Leal",
        "D Ahrabian",
        "M Davies"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-013592"
    },
    {
      "title": "Costeffectiveness of the 2014 US Preventive Services Task Force (USPSTF) recommendations for intensive behavioral counseling interventions for adults with cardiovascular risk factors",
      "authors": [
        "J Lin",
        "X Zhuo",
        "B Bardenheier"
      ],
      "year": 2017,
      "doi": "10.2337/dc16-1186"
    },
    {
      "title": "The cost-effectiveness of interventions targeting lifestyle change for the prevention of diabetes in a Swedish primary care and community based prevention program",
      "authors": [
        "A Neumann",
        "L Lindholm",
        "M Norberg",
        "O Schoffer",
        "S Klug",
        "F Norström"
      ],
      "year": 2017,
      "doi": "10.1007/s10198-016-0851-9"
    },
    {
      "title": "Cost and clinical implications of diabetes prevention in an Australian setting: a long-term modeling analysis",
      "authors": [
        "A Palmer",
        "D Tucker"
      ],
      "year": 2012
    },
    {
      "title": "Long-term health outcomes and cost-effectiveness of a computer-tailored physical activity intervention among people aged over fifty: modelling the results of a randomized controlled trial",
      "authors": [
        "D Peels",
        "R Hoogenveen",
        "T Feenstra"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-1099"
    },
    {
      "title": "Evaluating the costeffectiveness of lifestyle modification versus metformin therapy for the prevention of diabetes in Singapore",
      "authors": [
        "M Png",
        "Js-Y Yoong"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0107225"
    },
    {
      "title": "Are lifestyle interventions in primary care costeffective?-An analysis based on a Markov model, differences-in-differences approach and the Swedish Björknäs study",
      "authors": [
        "S Saha",
        "K Carlsson",
        "U-G Gerdtham"
      ],
      "year": 2013
    },
    {
      "title": "Peer reviewed: cost-effectiveness analysis of efforts to reduce risk of type 2 diabetes and cardiovascular disease in southwestern pennsylvania, 2005-2007",
      "authors": [
        "K Smith",
        "C Bryce",
        "H Hsu"
      ],
      "year": 2010
    },
    {
      "title": "Economic evaluation of a lifestyle intervention in primary care to prevent type 2 diabetes mellitus and cardiovascular diseases: a randomized controlled trial",
      "authors": [
        "M Van Wier",
        "J Lakerveld",
        "S Bot",
        "M Chinapaw",
        "G Nijpels",
        "M Van Tulder"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2296-14-45"
    },
    {
      "title": "Costeffectiveness of a community-based weight control intervention targeting a low-socioeconomicstatus Mexican-origin population",
      "authors": [
        "K Wilson",
        "Brown Hs 3rd",
        "E Bastida"
      ],
      "year": 2015,
      "doi": "10.1177/1524839914537274"
    },
    {
      "title": "Costeffectiveness of a short message service intervention to prevent type 2 diabetes from impaired glucose tolerance",
      "authors": [
        "C Wong",
        "F-F Jiao",
        "S-C Siu"
      ],
      "year": 2016,
      "doi": "10.1016/j.jval.2014.08.716"
    },
    {
      "title": "A nationwide community-based lifestyle program could delay or prevent type 2 diabetes cases and save $5.7 billion in 25 years",
      "authors": [
        "X Zhuo",
        "P Zhang",
        "E Gregg"
      ],
      "year": 2012
    },
    {
      "title": "Heterogeneity in cost-effectiveness of lifestyle counseling for metabolic syndrome risk groups -primary care patients in Sweden",
      "authors": [
        "I Feldman",
        "L Hellström",
        "P Johansson"
      ],
      "year": 2013
    },
    {
      "title": "Effectiveness and cost-effectiveness of a cluster-randomized prenatal lifestyle counseling trial: a seven-year follow-up",
      "authors": [
        "P Kolu",
        "J Raitanen",
        "J Puhkala",
        "P Tuominen",
        "P Husu",
        "R Luoto"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0167759"
    },
    {
      "title": "Cost-effectiveness of an exercise program during pregnancy to prevent gestational diabetes: results of an economic evaluation alongside a randomised controlled trial",
      "authors": [
        "N Oostdam",
        "J Bosmans",
        "M Wouters",
        "E Eekhoff",
        "W Van Mechelen",
        "M Van Poppel"
      ],
      "year": 2012
    },
    {
      "title": "A penny-per-ounce tax on sugar-sweetened beverages would cut health and cost burdens of diabetes",
      "authors": [
        "Y Wang",
        "P Coxson",
        "Y-M Shen",
        "L Goldman",
        "K Bibbins-Domingo"
      ],
      "year": 2012
    },
    {
      "title": "Nutritional policy changes in the supplemental nutrition assistance program: a microsimulation and cost-effectiveness analysis",
      "authors": [
        "S Basu",
        "H Seligman",
        "J Bhattacharya"
      ],
      "year": 2013
    },
    {
      "title": "Health benefits of reducing sugar-sweetened beverage intake in high risk populations of California: results from the cardiovascular disease (CVD) policy model",
      "authors": [
        "T Mekonnen",
        "M Odden",
        "P Coxson"
      ],
      "year": 2013
    },
    {
      "title": "Decreasing the burden of type 2 diabetes in South Africa: the impact of taxing sugar-sweetened beverages",
      "authors": [
        "M Manyema",
        "J Veerman",
        "L Chola",
        "A Tugendhaft",
        "D Labadarios",
        "K Hofman"
      ],
      "year": 2015
    },
    {
      "title": "Projected impact of Mexico's sugar-sweetened beverage tax policy on diabetes and cardiovascular disease: a modeling study",
      "authors": [
        "L Sánchez-Romero",
        "J Penko",
        "P Coxson"
      ],
      "year": 2016
    },
    {
      "title": "The impact of a tax on sugar-sweetened beverages on health and health care costs: a modelling study",
      "authors": [
        "J Veerman",
        "G Sacks",
        "N Antonopoulos",
        "J Martin"
      ],
      "year": 2016
    },
    {
      "title": "Costeffectiveness of population-based, community, workplace and individual policies for diabetes prevention in the UK",
      "authors": [
        "P Breeze",
        "C Thomas",
        "H Squires"
      ],
      "year": 2017
    },
    {
      "title": "Taxes and subsidies for improving diet and population health in Australia: a cost-effectiveness modelling study",
      "authors": [
        "L Cobiac",
        "K Tam",
        "L Veerman",
        "T Blakely"
      ],
      "year": 2017
    },
    {
      "title": "Cost effectiveness of subsidizing fruit and vegetable purchases through the supplemental nutrition assistance program",
      "authors": [
        "S Choi",
        "H Seligman",
        "S Basu"
      ],
      "year": 2017
    },
    {
      "title": "Cost effectiveness of community-based physical activity interventions",
      "authors": [
        "L Roux",
        "M Pratt",
        "T Tengs"
      ],
      "year": 2008
    },
    {
      "title": "Costeffectiveness of interventions to promote physical activity: a modelling study",
      "authors": [
        "L Cobiac",
        "T Vos",
        "J Barendregt"
      ],
      "year": 2009
    },
    {
      "title": "A national effort to prevent type 2 diabetes: participantlevel evaluation of CDC's National Diabetes Prevention Program",
      "authors": [
        "E Ely",
        "S Gruss",
        "E Luman"
      ],
      "year": 2017
    },
    {
      "title": "Pear R Medicare proposal takes aim at diabetes",
      "year": 2016
    },
    {
      "title": "Women veterans' experience with a web-based diabetes prevention program: a qualitative study to inform future practice",
      "authors": [
        "T Moin",
        "K Ertl",
        "J Schneider"
      ],
      "year": 2015
    },
    {
      "title": "High-tech tools for exercise motivation: use and role of technologies such as the internet, mobile applications, social media, and video games",
      "authors": [
        "D Tate",
        "E Lyons",
        "C Valle"
      ],
      "year": 2015
    },
    {
      "title": "Potential policy approaches to address diet-related diseases",
      "authors": [
        "M Jacobson",
        "J Krieger",
        "K Brownell"
      ],
      "year": 2018
    },
    {
      "title": "State preemption of food and nutrition policies and litigation: undermining government's role in public health",
      "authors": [
        "J Pomeranz",
        "L Zellers",
        "M Bare",
        "M Pertschuk"
      ],
      "year": 2019
    },
    {
      "title": "Sugar-sweetened beverage taxation in the USA, state preemption of local efforts",
      "authors": [
        "J Pomeranz",
        "M Pertschuk"
      ],
      "year": 2019
    },
    {
      "title": "Sugar-sweetened beverage taxation in 2017: a commentary on the reasons behind their quick spread in the EU compared with the USA",
      "authors": [
        "L Hagenaars",
        "P Jeurissen",
        "Klazinga Nsjphn"
      ],
      "year": 2019
    },
    {
      "title": "Prevalence of major behavioral risk factors for type 2 diabetes",
      "authors": [
        "K Siegel",
        "K Bullard",
        "G Imperatore"
      ],
      "year": 2018
    }
  ],
  "num_references": 73
}
