{
  "paper_id": "PD8GN4RS",
  "title": "Physician attitudes toward participating in a financial incentive program for LDL reduction are associated with patient outcomes",
  "year": 2015,
  "date": "2015-08-10",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Tianyu",
      "surname": "Liu",
      "name": "Tianyu Liu",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jingsan",
      "surname": "Zhu",
      "name": "Jingsan Zhu",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Wenli",
      "surname": "Wang",
      "name": "Wenli Wang",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Andrea",
      "surname": "Troxel",
      "name": "Andrea Troxel",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Aderinola",
      "surname": "Adejare",
      "name": "Aderinola Adejare",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Darra",
      "surname": "Finnerty",
      "name": "Darra Finnerty",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Karen",
      "surname": "Hoffer",
      "name": "Karen Hoffer",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Judy",
      "surname": "Shea",
      "name": "Judy Shea",
      "affiliation": "a  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "sheaja@mail.med.upenn.edu"
    }
  ],
  "doi": "10.1016/j.hjdsi.2016.09.002",
  "sections": [
    {
      "title": "Introduction",
      "text": "Pay for performance (P4P) programs, in which providers are paid financial incentives for achieving quality goals, have been widely adopted across the U.S. More than 40 private sector P4P programs currently exist.  1  In the public sector, the Centers for Medicare and Medicaid Services has established a Value-Based Purchasing Program for hospitals and physicians for Medicare patients, and more than half of states have implemented P4P in their Medicaid programs.  2 o date, studies of the impact of P4P on clinical outcomes have revealed mixed results.  [3] [4] 4] [5] [6] [7] [8] [9]  Physicians' attitudes toward P4P programs potentially affect the success of P4P programs,  [10] [11] [12] [13]  yet only a few studies have evaluated the attitudes and experiences of physicians participating in these programs.  [14] [15] ] [16]  Concurrently with the growth of P4P programs, there has been increasing interest in paying patients directly to engage in health behaviors such as quitting smoking and taking their medications.  [17] [18] ] [19]  While studies have assessed patient attitudes about incentives,  [20] [21] [22] [23]  to our knowledge no studies have evaluated how physicians feel about incentives for patients. Physicians' attitudes toward rewarding patients financially could also influence the effect of these incentives in a clinical practice setting.\n\nThis study was conducted as part of a multicenter cluster-rando-mized controlled trial of four financial incentive interventions to reduce low-density lipoprotein cholesterol (LDL-C) with statins among patients with high cardiovascular disease (CVD) risk. The separately published clinical trial found that only financial incentives shared between the physician and the patient were superior to control in improving patient statin adherence (39% vs 27%) and reducing LDL-C at 12 months (-33.6 mg/dL vs -25.1 mg/dL). Notably, improvement relative to control was not observed in the physician incentives only arm (31% statin adherence and -27.9 mg/dL change in LDL-C).  24 iven the mixed results of this and other P4P programs to date, the present study raises three questions to explore how physician attitudes might influence such programs:\n\n1. How did primary care physicians (PCPs) perceive various components of a financial incentive program before and after participating in the program? 2. Do PCP attitudes about financial incentives differ by physician or practice characteristics? 3. Are PCP attitudes about financial incentives associated with patient clinical outcomes in the setting of this P4P program?\n\nwith patients, the effectiveness of incentives in changing patient behavior, and the effect of incentives on the patient-physician relationship."
    },
    {
      "title": "Materials and methods",
      "text": "A detailed description of the main trial is described elsewhere.  24 In brief, PCPs and 1503 of their patients were randomized to one of four arms: physician incentives, patient incentives, shared physician-patient incentives, or control (no financial incentives). In the physician incentives arm, the PCP was eligible to receive a maximum of $1024 per patient over a year (a payment of $256 for each time a patient met the quarterly LDL-C goal). In the patient incentives arm, the patient was eligible to be entered into a daily lottery if s/he took the statin the day before and reached the quarterly LDL-C goal, with a mean expected payout of $1022 per year for perfect adherence. In the shared incentives arm, the physician and the patient were each eligible to receive payouts as described above but at half the expected value. In the control arm, neither the physician nor the patient was eligible for financial incentives based on LDL-C outcomes. In all arms, physicians were compensated for participation via relative value unit credits and patients were compensated via payments totaling $335 each.\n\nWe surveyed physicians to examine their perspectives on participating in the financial incentive program, and how these perceptions were associated with their patients' clinical outcomes. We supplemented these quantitative analyses with post-study interviews of a number of physicians from all four arms."
    },
    {
      "title": "Study population",
      "text": "Practicing PCPs were recruited from \"XX,\" \"YY,\" and \"ZZ\" institutions. PCPs were eligible if they had at least five patients aged 18-80 considered to be either \"medium-risk\" (10-year Framingham Risk Score (FRS)  25  10-20% with LDL-C ≥140 mg/dl) or \"high-risk\" (FRS ≥20% or coronary artery disease equivalent  5  with LDL-C ≥120 mg/dl). At the time of study enrollment, clinical guidelines recommended initiation of statins for patients meeting these criteria. Study coordinators met with eligible and interested physicians to describe study procedures, review patient lists, and conduct baseline surveys. Baseline data included physician demographics, years of practice, and annual visit volume.\n\nParticipating physicians' patients who met eligibility criteria were sent letters describing the study and offering the option of enrolling online or by phone."
    },
    {
      "title": "Physician attitude surveys",
      "text": "Prior to randomization, PCPs were asked to complete a 5-item survey about general agreement with offering financial incentives to physicians or to patients (Appendix A). Three questions inquired about agreement with offering financial incentives to physicians, and were identical to those asked by Young et al. in a survey of physician attitudes regarding P4P programs in the U.S.  11  Two questions inquired about agreement with offering financial incentives to patients and were written to mirror physician questions. Responses were measured on a 5-point scale.\n\nAfter randomization, PCPs randomized to the physician incentives or shared incentives arms were asked to complete the PAI-26 survey, a validated 26-item instrument for assessing provider attitudes toward various aspects of a P4P program.  10 Wording was modified to reflect a forward-looking perspective. Responses were measured on a 5-point scale, and different subsets of questions were averaged to calculate scores for seven subdimensions of physician attitudes toward pay-forperformance programs: awareness and understanding, clinical relevance, cooperation, concern for unintended consequences, control, financial salience, and impact on clinical behavior. Higher scores reflect more positive attitudes.\n\nAt the conclusion of the intervention period (15 months), all PCPs were asked to repeat the 5-item survey on general agreement with offering financial incentives. PCPs in the physician incentives or shared incentives arms were additionally asked to repeat the PAI-26 survey, with wording modified to reflect a backward-looking perspective.\n\nAt the end of the intervention, all PCPs were asked how they would distribute a hypothetical $1000 financial reward for reducing and maintaining LDL-C: to the physician, to the patient, or equally shared between the physician and the patient."
    },
    {
      "title": "Post-study interviews",
      "text": "At the conclusion of the intervention period, we conducted semistructured telephone interviews with a purposive targeted sample of PCPs, in order to more deeply explore attitudes captured in the surveys. Our goal was to interview approximately 30 PCPs total across two of the sites (\"XX\" and \"YY\") from which more than 90% of patient population were recruited, stratified by study arm and representing diverse practices with high-, medium-, and low-performing patients, based on reduction in LDL-C at 12 months. The target was based on literature suggesting 30 is a reasonable number to achieve saturation.  26, 27 We targeted PCPs for interviews in 6 waves, formed as all of a PCP's patients completed the 15-month visit for the study over a 4month period. A total 13 PCPs from \"XX\" and 14 PCPs from \"YY\" were interviewed, including 6 from the patient incentive group, 9 from the physician incentive group, 10 from the shared incentive group, and 2 from the control group."
    },
    {
      "title": "Clinical endpoints",
      "text": "We measured patients' LDL-C at baseline and 12 months using full lipid profiles, and calculated a change in LDL-C from baseline to 12 months for each patient. Changes in LDL-C for all of a PCP's enrolled patients were averaged to calculate a mean change in patient LDL-C for each PCP."
    },
    {
      "title": "Survey analysis",
      "text": "First, we assessed whether PCP responses to the 5-item general survey and PAI-26 differed across study groups at baseline or between baseline and post-study.\n\nSecond, we assessed whether PCP subscores on agreement with offering \"incentives to physicians\" (defined as a mean score ≥4 for questions 1-3) and \"incentives to patients\" (defined as a mean score ≥4 for questions 4-5) differed by physician demographic or practice characteristics. We also assessed whether PCP responses to distribution of a hypothetical $1000 financial incentive differed by those same physician characteristics.\n\nThird, we assessed whether the mean change in patient LDL-C or the effect of study arm on clinical outcomes differed by PCP attitudes on financial incentives."
    },
    {
      "title": "Interview analysis",
      "text": "Trained interviewers (n=2) conducted open-ended interviews following an interview script developed by the study team, which comprised health economists, physicians, and qualitative researchers.\n\nAn independent transcription agency transcribed interview recordings. Transcripts were checked for accuracy, stripped of identifying information, and imported into NVivo 10 for coding and analysis. The team developed a coding scheme, consistent with content analytic approaches, and revised it in an iterative manner. A final coding scheme was established, and all transcripts were coded by trained coding staff (n =3)."
    },
    {
      "title": "Results",
      "text": "A total of 340 PCPs were randomized; 234 PCPs completed baseline surveys and were included in the quantitative analysis. 27 PCPs completed post-study interviews and were included in the qualitative analysis.\n\nDemographic characteristics of PCPs who completed baseline surveys are summarized in Table  1 . PCPs across the four study groups did not differ by age, gender, race/ethnicity, median number of enrolled patients, median years in practice, or median annual visit volume. PCPs who completed post-study interviews generally reflected the broader PCP sample in terms of age, gender, race/ethnicity, and median years in practice; as a group they had significantly higher median number of enrolled patients (9 vs. 5, P < 0.01, Kruskal-Wallis) and median annual visit volume (3425 vs. 2789, P < 0.01, Kruskal-Wallis)."
    },
    {
      "title": "Question 1: PCP attitudes toward financial incentive programs",
      "text": "Physicians' beliefs about offering financial incentives to physicians or patients did not significantly differ across study groups at baseline (P > 0.05, Kruskal-Wallis). Physicians generally agreed with offering financial incentives to physicians and to patients (mean score 3.26-4.01), and these beliefs did not change appreciably at the end of the study in most study groups (Tables  2a  and  2b ).\n\nAmong physicians who were eligible to receive financial incentives, beliefs about specific aspects of the financial incentives did not differ significantly between the physician only and the shared incentive groups at baseline (P > 0.05). These physicians generally understood the incentive structure, thought the incentives were clinically relevant, and did not think the incentives would have unintended consequences on their practices (mean score ≥3.97). They agreed less strongly that the incentive was sufficiently large, or that they could adequately control their patients' outcomes or get the necessary cooperation from other staff (mean score 3.02-3.59). They were mostly neutral about whether the incentives would have a strong impact on their clinical practice (mean score ≤2.75). By the end of the intervention, these attitudes generally remained stable, although physicians agreed less strongly with a few statements (Tables  3a  and  3b )."
    },
    {
      "title": "Question 2: Relationship between PCP attitudes and PCP characteristics",
      "text": "Physicians' beliefs about offering financial incentives to physicians or patients did not significantly differ by age, years of practice, or number of enrolled patients (Table  4a ). Their beliefs also did not significantly correlate with the actual amount of incentive they received (data not shown). When asked how to distribute $1000 in incentives, 7% suggested those dollars go to physicians, 27% suggested they go to patients, and 66% suggested they be shared (Table  4b ). Physicians with higher annual visit volumes were more likely to agree with offering incentives to physicians (55% vs 35%, P < 0.01) and to opt to share the hypothetical $1000 incentive between the patient and the physician (80% vs 52%, P < 0.01)."
    },
    {
      "title": "Question 3: Relationships between physician attitudes and patient outcomes",
      "text": "Patients in the shared incentives group achieved a significantly greater reduction in LDL-C than patients in the control group if their physicians agreed with offering incentives for physicians (-33.9 vs -24.6), agreed with offering incentives for patients (-37.4 vs -27.1), or opted to share the $1000 in incentives (-32.9 vs -22.3) (P < 0.05 for each). This pattern was not observed among physicians who disagreed with offering incentives for physicians, disagreed with offering incentives for patients, or opted to give the $1000 in incentives to patients only. There were no significant differences in LDL-C control between patients in the patient-or physician-only incentive groups and control, irrespective of physician attitudes (Table  5 )."
    },
    {
      "title": "Interview findings",
      "text": "The mean inter-rater reliability for post-study interviews was 0.90. No differences across study groups are statistically significant (P > 0.05)."
    },
    {
      "title": "Table 2a",
      "text": "Physician pre-and post-study general attitudes on incentives for physicians and patients, control arm.\n\nBaseline: mean (SD) (N =57) Post-Study: mean (SD) (N =38)"
    },
    {
      "title": "Incentives for physicians",
      "text": "Physicians should be rewarded when they provide higher quality care\n\n3.98 (0.83) 4.29 (0.69) * Financial incentives for physicians are an effective way to improve the quality of health care 3.54 (0.87) 3.82 (0.93) Financial incentives are more effective as an incentive compared to non-financial incentives such as peerrecognition 3.26 (1.01) 3.58 (0.89) * Incentives for patients Patients should be rewarded when they adhere to treatment 3.70 (0.87) 3.61 (1.00) Financial incentives for patients are an effective way of promoting adherence 3.88 (0.78) 3.87 (0.91) Scale ranges from 1 to 5. * P < 0.05 between pre-and post-study, paired sample t test.\n\nMost physicians stated that they discussed neither the patients' financial incentive nor their own financial incentives with the patients. Some explained that they felt it inappropriate to discuss their own financial incentives with patients. One said that those conversations don't \"have a place in patient care.\" Others expressed that discussing the financial incentive was not relevant because they treat all patients the same and often did not even know who was in the study. While physicians did not discuss incentives, about half explained that the idea of helping patients receive a financial incentive was important to them. One stated, \"In my population, I see many of them struggle and they do [say] that co-payment and the financial ability to afford the medication is always one of [the issues] we keep in [mind] so that definitely influenced.\" They also thought that the financial incentive had an influence on their patients' success in lowering their cholesterol.\n\nThe majority of respondents stated that the study had no effect on their relationships with their patients. A few reported positive effects. One PCP noted that providing feedback to both the patient and the PCP positively affected the patient-physician relationship: \"The one patient that I can recall off the top of my head [had a] history of being compliant to begin with and then knowing that she was in this study and she was getting feedback, I was getting feedback, just kind of reinforced our patient/physician relationship.\" Others indicated that the monitoring aspect of the study encouraged patients to be more serious about their medication adherence and allowed for more interactions with their patients. One PCP stated, \"I think it made both of us more aware of […] why they needed to be taking the medication and how important it was […]. And then that took you into the conversation of the effects long-term, so I think it was just the way to open up a better communication and have the evidence in front of you.\"\n\nTable 2b Physician pre-and post-study general attitudes on incentives for physicians and patients, intervention arms. Baseline: mean (SD) (N =177) Post-Study: mean (SD) (N =121) Incentives for physicians Physicians should be rewarded when they provide higher quality care 4.01 (0.83) 4.02 (0.84) Financial incentives for physicians are an effective way to improve the quality of health care 3.69 (0.81) 3.59 (0.84) Financial incentives are more effective as an incentive compared to non-financial incentives such as peer-recognition 3.55 (0.93) 3.41 (0.92) * Incentives for patients Patients should be rewarded when they adhere to treatment 3.60 (1.00) 3.36 (1.02) * Financial incentives for patients are an effective way of promoting adherence 3.82 (0.79) 3.59 (0.88) * Scale ranges from 1 to 5. * P < 0.05 between pre-and post-study, paired sample t test. Table 3a Physician pre-and post-study attitudes on specific components of the financial incentive program, physician incentive arm. Baseline: mean (SD) (N =52) Post-study: mean (SD) (N =44) a No unintended consequences of incentives 4.29 (0.57) 4.33 (0.51) Clinical relevance of quality targets 4.11 (0.67) 4.07 (0.53) Awareness and understanding of incentive program 3. 97 (0.57) 3. 61 (0.61) * Control over resources needed to achieve quality targets 3.59 (0.65) 3.66 (0.51) Salience of financial incentives 3.45 (0.92) 3.57 (0.78) Ability to secure cooperation of other staff 3.05 (0.74) 2.94 (0.73) Impact on clinical practice 2.75 (0.54) 2.27 (0.65) * Scale ranges from 1 to 7. a N =36 for no unintended consequences, control, and financial salience. * P < 0.01 between pre-and post-study, paired sample t-test.\n\nTable 3b Physician pre-and post-study attitudes on specific components of the financial incentive program, shared incentive arm. Baseline: mean (SD) (N =53) Post-study: mean (SD) (N =45) a No unintended consequences of incentives 4.29 (0.62) 4.36 (0.64) Clinical relevance of quality targets 4.22 (0.51) 4.07 (0.54) * Awareness and understanding of incentive program 4.02 (0.44) 3.50 (0.60) * Control over resources needed to achieve quality targets 3.43 (0.48) 3.48 (0.60) Salience of financial incentives 3.32 (0.67) 3.13 (0.66) * Ability to secure cooperation of other staff 3.02 (0.71) 2.67 (0.79) * Impact on clinical practice 2.62 (0.59) 2.13 (0.60) * Scale ranges from 1 to 7. a N =42 for no unintended consequences, control, and financial salience. * P < 0.01 between pre-and post-study, paired sample t-test. Table 4a Physician attitudes on incentives to physicians and patients, by physician characteristics. N Percent agreeing with offering incentives for physicians Percent agreeing with offering incentives for patients Age < 50 127 46 58 ≥50 103 43 52 Gender Male 147 52 * 54 Female 86 34 * 60 Years of practice ≤18 120 49 60 > 18 113 41 52 Annual visit volume < 2700 114 35 * 21 ≥2700 119 55 * 40 Number of enrolled patients < 6 126 42 54 ≥6 107 49 59 Total 234 45 56 Agreement with offering incentives for physicians (or patients) is based on mean scores of the first 3 (or the last 2) baseline attitude questions on incentives. Agreement is defined as a mean score of 4 or higher. * P < 0.05, chi-squared test."
    },
    {
      "title": "Discussion",
      "text": "We report the results of the first study to evaluate physicians' attitudes on participating in a P4P program that offered incentives to both patients and physicians. Our results can be summarized in three key findings:\n\nFirst, PCPs generally agreed with the concept of offering financial incentives to physicians and to patients, and these attitudes remained stable over time. These results suggest broad and deep acceptance of financial incentives in the context of actually using them. Furthermore, while some have worried that explicit financial incentives threaten important elements of the social contract between physicians and patients, the majority of respondents stated that the study had no effect on their relationship with patients, and may have even improved the patient-physician relationship. Because nearly all PCPs approached for the underlying study agreed to participate, it is unlikely that the favorable attitudes we observed are the result of selecting from those PCPs already agreeing to participate in a study of financial incentives.\n\nSecond, two-thirds of PCPs opted to share financial incentives between physicians and patients. This offers support that physicians would be open to participating in shared incentive programs, which is promising given that the underlying trial found shared incentives to be the most effective.  24 hird, we found relationships between PCPs' attitudes about financial incentives and their patients' clinical outcomes. Notably, the main finding of the separate clinical trial-that shared incentives were superior to control in reducing LDL-C-was observed in the present analysis only when PCPs agreed with offering incentives or when PCPs opted to share a hypothetical $1000 incentive. This suggests that physician attitudes may have an impact on the effectiveness of incentives, at least in the setting of shared incentives.\n\nThe mechanism by which physician attitudes toward financial incentives influence the effect of incentives is unknown. Young et al. have advanced a \"professional control perspective\" in which physicians respond more strongly to financial incentives that support their professional goals and autonomy. They found that PCPs participating in a P4P program for diabetes care performed better if they believed the performance targets were important for promoting their professional goals and did not threaten their autonomy.  14 This is consistent with the findings from our study, in which PCPs believed that LDL-C was a clinically relevant target, and responded more strongly to shared incentives when they believed in sharing incentives with patients.\n\nThis study has some limitations. First, a majority of our PCP sample was male and white non-Hispanic, and therefore may not be representative of the broader PCP population. Second, each PCP had relatively few patients enrolled in the study and earned modest incentive totals overall (mean of $3246 in the physician incentive arm and $1597 in the shared incentive arm). This may have dampened the effect of our incentive program. Third, toward the end of the study, new clinical guidelines were issued that deemphasized specific LDL-C goals in reducing CVD risk.  28 While our finding of physician support for incentives will likely apply to similar concrete outcome measures, it is unclear if it will hold true for more complex outcome measures. Fourth, the quantitative analysis component was designed to be exploratory rather than hypothesis-driven, and thus there is a possibility that some findings were significant by chance. However, our finding that physicians responded more strongly to incentives that matched their beliefs is consistent with existing theoretical frameworks.  14"
    },
    {
      "title": "Conclusions",
      "text": "To our knowledge, this is the first study to examine physician\n\nTable 4b Physician preferences for distribution of a hypothetical $1000 financial reward, by physician characteristics. N To physician, N (%) To patient, N (%) Shared, N (%) Age < 50 80 7 (9) 20 (24) 53 (66) ≥50 57 3 (5) 18 (32) 36 (63) Gender Male 82 5 (6) 19 (23) 58 (70) Female 58 5 (9) 19 (33) 34 (59) Years of practice ≤18 84 8 (10) 21 (25) 55 (66) > 18 56 2 (4) 17 (30) 37 (66) Annual visit volume ** < 2700 71 8 (11) 26 (37) 37 (52) ≥2700 70 2 (3) 12 (17) 56 (80) Number of enrolled patients < 6 76 5 (7) 23 (30) 48 (63) ≥6 65 5 (8) 15 (23) 45 (69) Total 145 10 (7) 39 (27) 96 (66) ** P < 0.01, chi-squared test. Agreement with offering incentives for physicians (or patients) is based on mean scores of the first 3 (or the last 2) baseline attitude questions on incentives. Agreement is defined as a mean score of 4 or higher. a Data not shown for patients whose physicians opted to give the hypothetical $1000 incentive to the physician (N =10) because small sample size precluded meaningful analyses. * P < 0.05 compared to control.\n\nattitudes toward incentives for patients and explore the interaction between these attitudes and patient outcomes in a financial incentive intervention.\n\nPCPs participating in a P4P program generally agree with the concept of financial incentives and are open to sharing incentives between physicians and patients. Physician beliefs about incentives may have an influence on patient outcomes, particularly in a shared incentive setting, but more research is needed to elucidate the exact nature of this interaction."
    },
    {
      "text": "Demographic and practice characteristics of physicians completing baseline surveys."
    },
    {
      "text": "Mean 12-month change in patient LDL-C 12 by study group and physician attitudes."
    }
  ],
  "references": [
    {
      "title": "Pay-for-Performance",
      "year": 2015,
      "doi": "10.1377/forefront.20121011.024094"
    },
    {
      "title": "Pay-for-Performance in State Medicaid Programs: A Survey of State Medicaid Directors and Programs",
      "year": 2015
    },
    {
      "title": "The long-term effect of Premier Pay for Performance on patient outcomes",
      "authors": [
        "A Jha",
        "K Joynt",
        "E Orav",
        "A Epstein"
      ],
      "year": 2012,
      "doi": "10.1056/nejmsa1112351"
    },
    {
      "title": "Effects of the Premier Hospital Quality Incentive Demonstration on Medicare patient mortality and cost",
      "authors": [
        "A Ryan"
      ],
      "year": 2009,
      "doi": "10.1111/j.14752009.00956.x"
    },
    {
      "title": "Pay for performance, quality of care, and outcomes in acute myocardial infarction",
      "authors": [
        "S Glickman",
        "F Ou",
        "E Delong"
      ],
      "year": 2007,
      "doi": "10.1001/jama.297.21.2373"
    },
    {
      "title": "Does pay-for-performance improve the quality of health care?",
      "authors": [
        "L Petersen",
        "L Woodard",
        "T Urech",
        "C Daw",
        "S Sookanan"
      ],
      "year": 2006,
      "doi": "10.7326/0003-145-200608150-,0,0,2"
    },
    {
      "title": "Effects of pay for performance in health care: a systematic review of systematic reviews",
      "authors": [
        "F Eijkenaar",
        "M Emmert",
        "M Scheppach",
        "O Schoffski"
      ],
      "year": 2013,
      "doi": "10.1016/j.healthpol.2013.01.008"
    },
    {
      "title": "The use of financial incentives to help improve health outcomes: is the quality and outcomes framework fit for purpose? A systematic review",
      "authors": [
        "C Langdown",
        "S Peckham"
      ],
      "year": 2014,
      "doi": "10.1093/pubmed/fdt077"
    },
    {
      "title": "Do health care delivery system reforms improve value? The jury is still out",
      "authors": [
        "D Korenstein",
        "K Duan",
        "M Diaz",
        "R Ahn",
        "S Keyhani"
      ],
      "year": 2016,
      "doi": "10.1097/mlr.0000000000000445"
    },
    {
      "title": "Provider attitudes toward pay-for-performance programs: development and validation of a measurement instrument",
      "authors": [
        "M Meterko",
        "G Young",
        "B White"
      ],
      "year": 2006,
      "doi": "10.1111/j.14752006.00582.x"
    },
    {
      "title": "Physician attitudes toward pay-for-quality programs: perspectives from the front line",
      "authors": [
        "G Young",
        "M Meterko",
        "B White"
      ],
      "year": 2007,
      "doi": "10.1177/1077558707300091"
    },
    {
      "title": "Lessons from healthcare providers' attitudes toward payfor-performance: what should purchasers consider in designing and implementing a successful program?",
      "authors": [
        "J Lee",
        "S-I Lee"
      ],
      "year": 2012,
      "doi": "10.3961/jpmph.2012.45.3.137"
    },
    {
      "title": "Physicians' lack of awareness of how they are paid: implications for new models of reimbursement",
      "authors": [
        "K Ryskina",
        "T Bishop"
      ],
      "year": 2013,
      "doi": "10.1001/jamainternmed.2013.9270"
    },
    {
      "title": "Financial incentives, professional values and performance: a study of pay-for-performance in a professional organization",
      "authors": [
        "G Young",
        "H Beckman",
        "E Baker"
      ],
      "year": 2012,
      "doi": "10.1002/job.1770"
    },
    {
      "title": "Putting smart money to work for quality improvement",
      "authors": [
        "N Beaulieu",
        "D Horrigan"
      ],
      "year": 2005,
      "doi": "10.1111/j.14752005.00414.x"
    },
    {
      "title": "A case study of a team-based, quality-focused compensation model for primary care providers",
      "authors": [
        "J Greene",
        "J Hibbard",
        "V Overton"
      ],
      "year": 2014,
      "doi": "10.1177/1077558713506749"
    },
    {
      "title": "The role of behavioral economic incentive design and demographic characteristics in financial incentive-based approaches to changing health behaviors: a meta-analysis",
      "authors": [
        "N Haff",
        "M Patel",
        "R Lim"
      ],
      "year": 2015,
      "doi": "10.4278/ajhp.140714-IT-,0,0,2"
    },
    {
      "title": "Behavioral economics holds potential to deliver better results for patients, insurers, and employers",
      "authors": [
        "G Loewenstein",
        "D Asch",
        "K Volpp"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2012.1163"
    },
    {
      "title": "P4P4P: an agenda for research on pay-for-performance for patients",
      "authors": [
        "K Volpp",
        "M Pauly",
        "G Loewenstein",
        "D Bangsberg"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.1.206"
    },
    {
      "title": "Patient opinions regarding \"pay for performance for patients",
      "authors": [
        "J Long",
        "M Helweg-Larsen",
        "K Volpp"
      ],
      "year": 2008,
      "doi": "10.1007/s11606-0739-,0,0,2"
    },
    {
      "title": "All the money in the world…\" patient perspectives regarding the influence of financial incentives",
      "authors": [
        "H Reisinger",
        "R Brackett",
        "C Buzza"
      ],
      "year": 2011,
      "doi": "10.1111/j.14752011.01287.x"
    },
    {
      "title": "Acceptability of financial incentives to improve health outcomes in UK and US samples",
      "authors": [
        "M Promberger",
        "Rch Brown",
        "R Ashcroft",
        "T Marteau"
      ],
      "year": 2011,
      "doi": "10.1136/jme.2010.039347"
    },
    {
      "title": "Patient attitudes about financial incentives for diabetes self-management: a survey",
      "authors": [
        "K Blondon"
      ],
      "year": 2015,
      "doi": "10.4239/wjd.v6.i5.752"
    },
    {
      "title": "Effect of financial incentives to physicians, patients, or both on lipid levels: a cluster-randomized clinical trial",
      "authors": [
        "D Asch",
        "A Troxel",
        "W Stewart"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.14850"
    },
    {
      "title": "Prediction of coronary heart disease using risk factor categories",
      "authors": [
        "P Wilson",
        "D' Agostino",
        "R Levy",
        "D Belanger",
        "A Silbershatz",
        "H Kannel"
      ],
      "year": 1998,
      "doi": "10.1161/01.cir.97.18.1837"
    },
    {
      "title": "Qualitative interviews in medical research",
      "authors": [
        "N Britten"
      ],
      "year": 1995,
      "doi": "10.1136/bmj.311.6999.251"
    },
    {
      "title": "How many interviews are enough? An experiment with data saturation and variability",
      "authors": [
        "G Guest",
        "A Bunce",
        "L Johnson"
      ],
      "year": 2006,
      "doi": "10.1177/1525822x05279903"
    },
    {
      "title": "American College of Cardiology/ American Heart Association Task Force on Practice Guidelines. 2013 ACC/AHA guideline on the treatment of blood cholesterol to reduce atherosclerotic cardiovascular risk in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines",
      "authors": [
        "N Stone",
        "J Robinson",
        "A Lichtenstein"
      ],
      "year": 2014,
      "doi": "10.1016/j.jacc.2013.11.002"
    }
  ],
  "num_references": 28
}
