{
  "paper_id": "PG6CYRJH",
  "title": "Not all participatory styles are created equal",
  "year": 2015,
  "date": "2015",
  "journal": "Patient Educ. Couns",
  "publication": "Patient Educ. Couns",
  "authors": [
    {
      "forename": "Kathryn",
      "surname": "Pollak",
      "name": "Kathryn Pollak",
      "affiliation": "a  Cancer Control and Populations Sciences , Duke Cancer Institute , United States \n\t\t\t\t\t\t\t\t Cancer Control and Populations Sciences \n\t\t\t\t\t\t\t\t Duke Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.1016/j.pec.2015.12.002",
  "sections": [
    {
      "text": "In the issue of PEC, Labrie and Schulz  [1]  found that when physicians presented more arguments, their style was more participatory. They argued that physicians presenting their side of the issue could enhance conversations by engaging patients in the process. Although the goal of patient-centered communication is to have patients be more participatory in their encounters, having physicians use arguments as the mechanism could be counterproductive to helping patients change.\n\nMany physicians are encouraged to counsel using Motivational Interviewing (MI)  [2] . Miller and Rollnick argue that the way physicians are with their patients is more important than what they actually say. Thus, those who teach MI emphasize MI Spirit (partnership, evocation, acceptance, and compassion). Acceptance is arguably the most challenging, yet one of the most important tenets of MI Spirit because physicians are asked to recognize that behavior change is solely under patients' control, not physician's control. Further, physicians are asked to be curious to try to understand reasons behind patients' choices rather than assuming or even worse judging intentions motivating patients' choices.\n\nCounter to acceptance is when physicians argue their side to patients in attempts to persuade patients they are wrong. Physicians who argue are not truly accepting their patient's autonomy (e.g., physicians feel it is their job to convince patients make the right choices). Choices that all of us make, physicians included, feel like the \"right choice\" to us, even if the choice is not in our best health interest (e.g., not getting enough sleep, texting and walking). Others could view our choices as not \"good choices\", yet we make these choices for good reasons. Until we ourselves are convinced that we need to change, we will not change. The same is true for patients.\n\nUnfortunately, what arguing with patients often does is solidifies their decision to not change. Indeed, when clinicians attempt to argue with patients, patients get defensive and are less likely to change  [3] . The job of physicians is to help patients argue with themselves, confront themselves, and persuade themselves. Patients are more persuaded by their own reasons for changing than by reasons others give them.\n\nAlso, a newer and important feature of MI is that physicians are encouraged to evoke and reflect \"change talk\" in their patients. Change talk statements are those in which patients state they want to change, feel they can change, state reasons for changing, or state steps to changing. In a recent review of mechanisms of MI that promotes behavior change, Copeland found that when physicians encouraged change talk, patients were more likely to change  [4] . Encouraging change talk is the opposite of encouraging \"sustain talk,\" namely when patients talk about not being able to change.\n\nWhen physicians argue with patients, typically this discussion, albeit more participatory, tends to cement patients even more firmly in sustaining their status quo rather than changing. Therefore, rather than encouraging physicians to present arguments to stimulate patients, it might be preferable to have physicians try to engage patients to argue with themselves. Patients have the answers within them; physicians can ask questions to evoke the answers. One way they can do this is to amplify ambivalence in patients by first asking them what their behavior is doing for them (e.g., \"Smoking is clearly important to you otherwise you would not be doing it. What are some things that you like about smoking?\"). Then they can explore what patients do not like about their behavior (e.g., \"Now what are some things you do not like about smoking.\") Then physicians can reflect patients' reasons for the behavior and against the behavior and ask the patient what they would like to do about it. Most patients will be motivated to resolve the inconsistency or ambivalence, often in the direction of change.\n\nUsing this engaging style, practicing acceptance that patients are in charge of the change, and evoking patients argue with themselves should promote a participatory style and also move patients closer to change."
    }
  ],
  "references": [
    {
      "title": "Exploring the relationships between participatory decision-making, visit duration, and general practitioners' provision of argumentation to support their medical advice: results from a content analysis",
      "authors": [
        "N Labrie",
        "P Schulz"
      ],
      "year": 2015,
      "doi": "10.1016/j.pec.2015.01.017"
    },
    {
      "title": "Motivational Interviewing: Helping People Change",
      "authors": [
        "M Miller",
        "S Rollnick"
      ],
      "year": 2013
    },
    {
      "title": "The use of confrontation in addiction treatment: history, science and time for change",
      "authors": [
        "W White",
        "W Miller"
      ],
      "year": 2007
    },
    {
      "title": "Mechanisms of motivational interviewing in health promotion: a Bayesian mediation analysis",
      "authors": [
        "A Pirlott",
        "Y Kisbu-Sakarya",
        "C Defrancesco",
        "D Elliot",
        "D Mackinnon"
      ],
      "year": 2012,
      "doi": "10.1016/j.pec.2015.12.002"
    }
  ],
  "num_references": 4
}
