{
  "paper_id": "PIL73XEF",
  "title": "Online Health Information Seeking Among Patients With Chronic Conditions: Integrating the Health Belief Model and Social Support Theory",
  "abstract": "Background: Chronic diseases are the leading causes of death and disability. With the growing patient population and climbing health care expenditures, researchers and policy makers are seeking new approaches to improve the accessibility of health information on chronic diseases while lowering costs. Online health information sources can play a substantial role in effective patient education and health communication. However, some contradictory evidence suggests that patients with chronic conditions may not necessarily seek online health information. Objective: This study aims to integrate 2 theories (ie, the health belief model and social support theory) and a critical health literacy perspective to understand online health information seeking (OHIS) among patients with chronic conditions. Methods: We used the survey method to collect data from online chronic disease communities and groups on social media platforms. Eligible participants were consumers with at least 1 chronic condition and those who have experience with OHIS. A total of 390 valid questionnaires were collected. The partial least squares approach to structural equation modeling was employed to analyze the data. \n Results: The results suggested that perceived risk (t=3.989, P<.001) and perceived benefits (t=3.632, P<.001) significantly affected patients' OHIS. Perceived susceptibility (t=7.743, P<.001) and perceived severity (t=8.852, P<.001) were found to influence the perceived risk of chronic diseases significantly. Informational support (t=5.761, P<.001) and emotional support (t=5.748, P<.001) also impacted the perceived benefits of online sources for patients. In addition, moderation analysis showed that critical health literacy significantly moderated the link between perceived risk and OHIS (t=3.097, P=.002) but not the relationship between perceived benefits and OHIS (t=0.288, P=.774). \n Conclusions: This study shows that the health belief model, when combined with social support theory, can predict patients' OHIS. The perceived susceptibility and severity can effectively explain perceived risk, further predicting patients' OHIS. Informational support and emotional support can contribute to perceived benefits, thereby positively affecting patients' OHIS. This study also demonstrated the important negative moderating effects of critical health literacy on the association between perceived risk and OHIS.",
  "year": 2022,
  "date": "2022-04-06",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Yuxiang",
      "surname": "Zhao",
      "name": "Yuxiang Zhao",
      "affiliation": "1  School of Economics and Management , Nanjing University of Science and Technology , Nanjing , China \n\t\t\t\t\t\t\t\t School of Economics and Management \n\t\t\t\t\t\t\t\t Nanjing University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Mengyuan",
      "surname": "Zhao",
      "name": "Mengyuan Zhao",
      "affiliation": "2  Fudan University Library , Shanghai , China \n\t\t\t\t\t\t\t\t Fudan University Library \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Shanghai \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Shijie",
      "surname": "Song",
      "name": "Shijie Song",
      "affiliation": "3  Business School , Hohai University , Nanjing , China \n\t\t\t\t\t\t\t\t Business School \n\t\t\t\t\t\t\t\t Hohai University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China",
      "email": "ssong@hhu.edu.cn"
    },
    {
      "affiliation": "Business School Hohai University Fo-Cheng West Rd 8 Nanjing , 211100 China \n\t\t\t\t\t\t\t\t Business School \n\t\t\t\t\t\t\t\t Hohai University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fo-Cheng West Rd 8 \n\t\t\t\t\t\t\t\t\t 211100 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "https://doi.org/10.13039/501100001809",
  "keywords": [
    "health information seeking",
    "patients with chronic conditions",
    "health belief model, social support",
    "critical health literacy benefit. d PSU: perceived susceptibility"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Chronic diseases are the leading global causes of death and disability. In the United States, 6 in 10 adults have 1 chronic disease, and 4 in 10 adults live with 2 or more chronic conditions  [1] . According to the US Centers for Disease Control and Prevention (CDC), chronic diseases account for 3.8 trillion dollars in annual health care expenses in the United States  [1] . In China, 3 chronic diseases (ie, cardiovascular diseases, cancer, and chronic respiratory diseases) were responsible for 80.7% of total deaths in 2019  [2] . Despite causing huge burdens, chronic diseases are influenced by several risk factors (eg, poor diet, physical inactivity, hyperlipidemia, and uncontrolled high blood pressure) that are generally preventable and manageable  [3] . However, people living with chronic diseases often reported limited knowledge of the causes and consequences of their conditions  [4] . Studies revealed that better informed patients are more likely to manage their chronic conditions, prevent exacerbations, and lower costs  [5] . Due to the growing patient population and climbing health care expenditures, researchers and policy makers are seeking new approaches to improve the accessibility of health information on chronic diseases while lowering costs. Online health information sources can play a substantial role in facilitating effective patient education and health communication.\n\nIt is widely assumed that online health information seeking (OHIS) plays a significant role in the health management of patients with chronic diseases. Some evidence accords with this notion. For example, Madrigal and Escoffery  [6]  found that patients with chronic diseases are more likely to perform OHIS than those who are healthy and that patients with chronic diseases are more knowledgeable in OHIS. The phenomenon may be explained by the fact that health information needs trigger the OHIS process. Patients with chronic conditions have more explicit information needs than general consumers, including information on disease causes, lab testing results, and coping strategies  [7] [8] [9] . Online sources are more convenient and accessible than formal health care services, so patients are assumed to perform OHIS frequently.\n\nHowever, some contradictory evidence suggests that patients with chronic conditions may not necessarily seek health information. For example, McCloud and colleagues  [10]  conducted a mail-based survey in the United States and found that 1 in 3 cancer survivors intentionally avoided cancer-related information. Li et al  [11]  carried out a randomized field experiment in China and revealed that people avoid information on cancer and diabetes tests even when there is no monetary or transaction cost. A recent metareview concluded that health status is not a strong predictor of health information seeking  [12] . Therefore, aside from health information needs, research questions of whether and why patients with chronic conditions seek health information online remain unresolved.\n\nThe existing research has applied many well-established theories to the portrayal of health behaviors among general consumers, such as the health belief model (HBM), social support theory, and health literacy. However, few attempts have been made to integrate these theories to understand health information behaviors comprehensively. Therefore, this paper aims to integrate 2 long-standing theories (ie, the health belief model and social support theory) and a critical health literacy perspective to understand online health information seeking among patients with chronic conditions."
    },
    {
      "title": "Research Model and Hypotheses"
    },
    {
      "title": "OHIS Among Patients With Chronic Conditions",
      "text": "Patients with chronic conditions have long-term health management demands; thus, many health experts call for patient activation, an ideal state wherein patients know how to manage their conditions, keep functioning, and prevent health declines  [13] . The extrinsic needs related to health management (eg, to get better informed and to manage chronic conditions) and intrinsic motivations (eg, to seek social support) motivate patients to perform OHIS  [14] .\n\nMoreover, the internet provides patients with a supportive environment for OHIS. Conventional online health information sources include general search engines  [15] , medical databases  [16] , online forums  [17] , and so forth. Recently, social media has become one of the most popular online health information sources among users  [18] . Song et al  [19, 20]  suggest that although many social media platforms were not intentionally designed for OHIS, the rich sets of technological affordances embedded in these platforms allow users to search for health-related content and facilitate user engagement. For example, YouTube empowers patients in chronic condition management  [21] , and TikTok has also been a critical channel for delivering chronic disease information  [22] ."
    },
    {
      "title": "HBM As an Explanatory Framework in Health Behavior Research",
      "text": "Historically, the HBM has been widely used to understand why patients engage in proactive health behaviors. Social psychologists developed the HBM in the 1950s to explain preventive health behaviors  [23] . The model assumes that the intentions of taking proactive health actions rely more on individual beliefs about a particular condition than the objective facts of the condition  [24] . According to the HBM, people's proactive health behaviors are primarily determined by their perceived susceptibility to disease-related conditions, perceived severity of the consequences of disease-related conditions, perceived benefits of the behaviors in reducing the threats, and perceived barriers to the negative aspects of the health behaviors  [25] .\n\nNumerous studies have investigated various health behaviors through the lens of HBM to contextualize health behaviors including a healthy diet  [26] , cancer screening  [27] , vaccination  [28] , medical help seeking  [29] , and preventive behaviors during epidemics  [30] . For example, Hochbaum  [31]  applied the HBM when examining X-ray screening for tuberculosis and found that perceived susceptibility to tuberculosis and perceived benefits of screening varied across participants who had and had not received chest X-rays. More recently, Wong et al  [28]  employed the HBM to assess the acceptance of the COVID-19 vaccine and revealed that perceived severity of contracting COVID-19 and perceived benefits of receiving the vaccine positively predicted vaccine acceptance. Overall, these studies produced internally consistent results that provided fairly strong support for HBM and informed the subsequent use of HBM to understand health behaviors. Despite the intensive use of HBM in health and medical contexts, the model is less adopted to investigate health information behaviors. Given the considerable explanatory power of HBM in health sciences, this study will employ the HBM to investigate OHIS intentions among patients with chronic conditions. Although the HBM does not specify the variable ordering, it implicitly purports the idea that perceived susceptibility and severity jointly lead to a perception of the risk of disease, and perceived benefits influence an individual's assessment of the outcome of the proactive health behaviors  [32] . As such, the risk-benefit consideration motivates the individual to take action. Noteworthily, the HBM does not provide rules of combinations of the constructs. For example, Harrison et al  [33]  did not include the cues to action and health motivation components in their analyses. Ahadzadeh et al  [34]  only included risk perceptions (ie, perceived susceptibility and perceived severity) when using the HBM. According to a recent systematic review  [27] , the risk-benefit aspect is the most frequently explored component in prior studies. Therefore, this study will also focus on the risk-benefit perspective.\n\nThe risk-benefit relationship posited by HBM has been partially examined in prior studies. For example, Ahadzadeh et al  [34]  found that risk perceptions had an indirect positive effect on Malaysian women's online health-related internet use. Mou et al  [35]  observed that perceived benefits of online health websites, perceived susceptibility, and perceived severity of one's health conditions were significant predictors of online health information seeking. Accordingly, our study proposes 2 hypotheses based on the parsimonious form of the HBM:  (1)  The OHIS of patients with chronic diseases is positively influenced by the perceived risk of chronic diseases (H1a) and the perceived benefits of performing OHIS (H1b); and (2) the perceived risk of chronic diseases of patients with chronic conditions is positively influenced by perceived susceptibility (H2a) and severity (H2b).\n\nHowever, explicating the relationship between the HBM constructs cannot resolve all the theoretical limitations of the HMB. To overcome these constraints, researchers have often treated the HBM as an overarching framework  [36]  and combined its constructs with other theories  [37] . For instance, Ahadzadeh et al  [34]  incorporated the HBM and the technology acceptance model to understand users' online health-related internet behaviors. Mou et al  [35]  integrated the HBM, the extended valence framework, and the perspective of self-efficacy to explain users' OHIS. Since prior work suggested that OHIS is associated with social support and health literacy  [38] , we will integrate the perspectives of social support and health literacy in this study."
    },
    {
      "title": "Social Support in OHIS",
      "text": "Social support is often described as the comfort, help, or information that an individual obtains from others  [39] . In offline settings, social support is often provided by friends and relatives  [40] . In online environments, social media serves as an important source of social support for patients. For example, Zhang and He  [41]  found that people living with diabetes exchange medical and lifestyle information and provide and seek social support in Facebook groups. These Facebook diabetes groups share a broad variety of topics, such as nutrition, medications, blood glucose screening, and physical activity  [42] .\n\nSocial support has been extensively examined in health-related fields, with many studies finding positive associations between social support and people's physical and mental health  [43, 44] . The benefits of social support are especially evident in patients' self-management of chronic conditions  [45] . However, despite its promising positive impacts, the mechanisms of how social support influences health behaviors remain underexplored. A couple of studies examined the direct associations between informational and emotional support and health behaviors or conditions. For example, Wang and Parameswaran  [46]  suggested that adequate online social support is correlated with better self-care behaviors of HIV patients. However, other studies revealed that the impacts of social support on health behaviors are mediated by different factors, such as health self-efficacy and health information seeking  [47, 48] .\n\nAlthough social support is a multifaceted concept with different subdimensions, informational and emotional supports are the most frequently studied aspects in the existing health literature  [49] . Savolainen  [50]  found that dietary information seekers solicited emotional support in health blogs by describing their dieting problems, and readers responded by offering considerable informational and emotional support. Stellefson and Paige  [42]  surveyed the 34 largest diabetes support groups on Facebook and revealed that informational and emotional support exchanges were the 2 most common purposes for creating those groups. Therefore, this study will focus on these 2 main types of social support.\n\nRegarding patients' motivations for seeking online sources for social support, some researchers suggest a compensation view and posit that online sources can fulfill patients' social support deficits from offline settings  [51, 52] . However, Guillory and Niederdeppe  [53]  found that patients who already had sufficient social support from families and friends were also likely to seek online health information. McKinley and Wright  [47]  assert that although their inconsistent findings cannot fully support the compensation view, they demonstrate that online social supports are helpful for the end users. Accordingly, we propose our third hypothesis (H3): The perceived benefits of online sources for patients with chronic conditions are positively influenced by online emotional support (H3a) and informational support (H3b)."
    },
    {
      "title": "Critical Health Literacy in OHIS",
      "text": "Health literacy refers to \"the degree to which individuals can obtain, process, understand, and communicate about health-related information needed to make informed health decisions\"  [54] . According to Nutbeam  [54] , health literacy is a hierarchical concept consisting of multiple layers, depending on different levels of advancement of the literacy. While functional literacy refers to basic skills in reading and writing regarding health information, critical literacy refers to the advanced cognitive skills in analyzing health information critically.\n\nEarly studies treated health literacy as a holistic concept and found varied associations between health literacy and patients' health behaviors  [55] . However, many recent studies revealed that the different components of health literacy have different power in explaining health behaviors. For example, Heijmans and Waverijn  [56]  found that critical health literacy is related to self-management, but functional health literacy is not. Matsuoka and Tsuchihashi-Makaya  [57]  revealed similar findings that critical health literacy influences self-care and consulting behaviors but functional health literacy does not. Based on these findings, we argue that critical health literacy may influence patients' information behaviors.\n\nMoreover, prior studies suggested that patients with chronic conditions were concerned about the information quality, although they mostly agreed that online health information was easy to find  [58] . These findings indicated that some patients might be knowledgeable about their health conditions  [9]  and thus are more critical when it comes to health information assessment. Therefore, we posit that the effects of the perceived risk and benefits of OHIS are moderated by critical health literacy. When patients have higher critical health literacy, they are more cautious when choosing online health information sources and may turn to authoritative sources such as offline health care providers. Thus, we propose the following hypotheses (H4): Critical health literacy negatively moderates the associations between perceived risk (H4a) and perceived benefits (H4b) and patients' OHIS.\n\nThe research model and hypotheses are shown in Figure  1 ."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Measurement Instrument",
      "text": "Most of the construct items in this study were adapted from validated existing scales. Each item was measured following a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree). The 3 OHIS items were adapted from studies by Deng and Liu  [48]  and Li and Wang  [59] . The 3 items measuring perceived risk were developed from Kahlor  [60] . The perceived benefits scales were adjusted from McKinley and Wright  [47] . The perceived susceptibility and severity were gauged based on studies by Ahadzadeh et al  [34]  and Shang and Zhou  [61] . Measurements of emotional and informational support were derived from studies by Deng and Liu  [48]  and Li and Wang  [59] . Three items for critical health literacy drew on the measurement developed by Ishikawa and Takeuchi  [62]  and converted into an index. The constructs and measures are shown in Table  1 .\n\nThe questionnaire was formed in 2 stages. First, we used translation (from English to Chinese) and back-translation (from Chinese to English) techniques to design the questionnaire to ensure its reliability. Second, we invited 20 patients living with chronic disease to participate in a pilot survey. We gathered their feedback and suggestions during the completion of the initial questionnaire to further modify the questionnaire, which resulted in the final version of the questionnaire.\n\nTable 1. Constructs and measures."
    },
    {
      "title": "References Measures Constructs",
      "text": "Deng and Liu  [48] ; Li and Wang  [59]  Online health information seeking"
    },
    {
      "title": "•",
      "text": "OHIS a 1: I want to seek health information often on the internet. • OHIS2: I am willing to search the internet for relevant health information when I need it."
    },
    {
      "title": "•",
      "text": "OHIS3: I will seek health information on the internet before making health decisions.\n\nKahlor  [ 60] Perceived risk • PCR b 1: I am constantly worried about my health condition. • PCR2: I fear that my chronic condition would probably attack or worsen. • PCR3: If my chronic disease attacks or worsens, it would have a serious impact on my work or life. McKinley and Wright [47] Perceived benefits • PBF c 1: Health information on the internet could be useful for me. • PBF2: Health information on the internet could be helpful to me. • PBF3: Health information on the internet could help me become familiar with health knowledge.\n\nAhadzadeh et al  [34] ; Shang and Zhou  [61]  Perceived susceptibility\n\nThe health-related issues mentioned in the internet health information are likely to happen on me. • PSU2: There is a good possibility that I will experience the health-related issues mentioned in the internet health information."
    },
    {
      "title": "•",
      "text": "PSU3: I am likely to contract the health-related issues mentioned in the internet health information."
    },
    {
      "title": "Shang and Zhou [61] Perceived severity",
      "text": "• PSE e 1: The consequences of the health-related issues mentioned in the internet health information may be serious for me. • PSE2: Contracting the health-related issues mentioned in the internet health information would be likely to cause me major problems. • PSE3: Suffering from the health-related issues mentioned in the internet health information is a serious problem for me.\n\nDeng and Liu  [48] ; Li and Wang  [59]  Emotional support\n\n• ES f 1: When faced with difficulties, some individuals on the internet comforted and encouraged me. • ES2: When faced with difficulties, some individuals on the internet expressed interest in and concern for my well-being. • ES3: When faced with difficulties, some individuals on the internet are on side with me. Li and Wang [59] Informational support • IS g 1: When faced with difficulties, some individuals on the internet would offer suggestions when I needed help. • IS2: When faced with difficulties, some individuals on the internet would give me information to help me overcome the problem. • IS3: When faced with difficulties, some individuals on the internet would help me discover the cause and provide me with suggestions."
    },
    {
      "title": "Data Collection",
      "text": "The questionnaire was distributed from 2 main channels. First, we recruited participants through online chronic disease health communities. Five typical online health forums (ie, diabetes, hypertension, chronic gastritis, hyperlipoidemia, and rhinitis) were chosen in each of the leading Chinese communities (ie, Baidu Tieba and Douban groups). We also distributed the questionnaire through chronic disease health groups on general social media platforms (eg, WeChat). Eligible participants were consumers with at least 1 chronic condition who sought health information online during the past 12 months. The questionnaire contained a consent form that included the details of the study.\n\nParticipants who agreed to the consent continued to the questionnaire. Each participant received a cash incentive of 5 renminbi (RMB) (about US $0.8) after completing the questionnaire. We received 426 questionnaires from October 18 to 29, 2021. After eliminating incomplete and invalid questionnaires by applying the eligibility criteria, we finally obtained a sample consisting of 390 valid responses."
    },
    {
      "title": "Statistical Analysis",
      "text": "The respondents' characteristics are illustrated in\n\nTable 2. Of the participants, 64.1% (n=250) were male, and 35.9% (n=140) were female. The age coverage was relatively broad, comprising young people under the age of 20 and older adults above the age of 60 years. Respondents' places of residence were relatively balanced, with 46.7% (n=182) of participants living in urban areas and 53.3% (n=208) living in rural areas. Approximately half (n=192, 49.2%) of the participants had college degrees. In terms of health status, 38.5% (n=150) of the participants reported feeling normal, 25.6% (n=100) felt bad, and 35.9% (n=140) felt good or very good. Participants reported various types of chronic conditions. Chronic gastritis (n=146, 37.4%) was the most frequently mentioned condition, followed by diabetes (n=114, 29.2%) and hyperlipidemia (n=98, 25%). About half (n=193, 49.5%) of the participants had 1 chronic condition, 31.79% (n=124) had 2, and 4% (n=17) had 4 or more conditions.\n\nWe also measured the types of health information that participants sought using a typology from Zhao and Zhao  [38] .\n\nParticipants most frequently sought health information about disease symptoms (n=209, 53.6%), medical resources (n=201, 51.5%), and health prevention (n=199, 51%). Additionally, we counted the online health information sources that the participants used. Medical and health apps (n=187, 48%) were the most frequently reported online health information source, followed by social question-and-answer platforms (n=179, 46%) and short video platforms (n=174, 44.6%). Regarding OHIS frequency, all the participants reported they had sought online health information at least once during the past 6 months, and 39.5% (n=154) participants reported that they had sought online health information relatively often or very frequently."
    },
    {
      "title": "Results"
    },
    {
      "title": "Approach",
      "text": "We employed a partial least squares (PLS) approach to structural equation modeling (SEM) on testing the proposed model. Previous studies have shown that the PLS-SEM method is suitable for testing theoretically constructed models  [63]  and validating relatively complex models  [64] . In addition, PLS-SEM can deal with nonnormally distributed samples, which is advantageous when processing relatively small sample sizes  [65] . We used SmartPLS 3 software (SmartPLS GmbH) to analyze the data and test the structural model."
    },
    {
      "title": "Measurement Model",
      "text": "Drawing on Shang and Zhou  [61] , we adopted reliability, convergent, and discriminant validity to evaluate the measurement model. Table  3  reports the reliability and convergence validity results. The reliability was judged based on the Cronbach alpha and composite reliability values. The results show that all Cronbach alpha and composite reliability values were greater than the proposed threshold of 0.7  [66] , indicating qualified reliability. The convergence validity was examined by the values of average variance extracted (AVE). The results show that AVEs were higher than the recommended value of 0.5  [67] , and all indicator loadings exceeded the threshold of 0.7, suggesting satisfactory convergence validity.\n\nThe discriminant validity was checked by testing both the Fornell-Larcker criteria  [68]  and the heterotrait-monotrait ratio (HTMT)  [69] . Table  4  suggested that the square root of AVE values for each construct exceeded all its correlation coefficients with other constructs, indicating promising discriminant validity  [68] . Moreover, all HTMT values were below the recommended value of 0.85 (Table  5 ), suggesting good discriminant validity  [69] . The foregoing results verify the discriminant validity of all the constructs in our study."
    },
    {
      "title": "Structural Model",
      "text": "We adopted standard bootstrap in SmartPLS 3 on 5000 bootstrapping samples to examine the structural model's path coefficients and corresponding significance levels. Figure  2  shows the results of the PLS-SEM analysis, where perceived risk, perceived benefits, and online health seeking behavior are explained by the independent variables with variance values of 62.2%, 57%, and 61.5%, respectively, indicating a good explanation of the structural model.\n\nThe hypotheses testing results (Table  6 ) show that perceived risk (β=.188, P<.001) and perceived benefits (β=.222, P<.001) have significant positive effects on OHIS, supporting both H1a and H1b. As for health beliefs, perceived susceptibility (β=.408, P<.001) and perceived severity (β=.461, P<.001) significantly influence perceived risk, indicating that both H2a and H2b are supported. Concerning social support, both emotional support (β=.431, P<.001) and informational support (β=.408, P<.001) have positive effects on perceived risk, supporting H3a and H3b. Moreover, we tested the moderating effects of critical health literacy. The results show that critical health literacy (β=-.133, P=.002) has negative moderating effects on the relationship between perceived risk and OHIS, which supports H4a. However, critical health literacy cannot significantly moderate the relationship between perceived benefits and OHIS (β=-.012, P=.774). Therefore, H4b is not supported."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principle Findings",
      "text": "In this study, we investigated the effects of perceived risk and perceived benefits on OHIS among patients with chronic conditions. Based on HBM, we examined the influencing factors of perceived risk using 2 antecedents: perceived susceptibility and perceived severity. Additionally, drawing on social support theory, we explored the impact of informational and emotional support on perceived benefits of patients' OHIS. This study also focused on critical health literacy and how it moderates the effects of perceived risk and perceived benefits on OHIS. We proposed a research model by integrating the aforementioned theories and developed corresponding measurement instruments. Data were collected from online chronic disease communities and social media groups using the survey method and analyzed using the PLS-SEM method.\n\nThe results suggested that perceived risk (t=3.989, P<.001) and perceived benefits (t=3.632, P<.001) significantly affected patients' OHIS. Perceived susceptibility (t=7.743, P<.001) and perceived severity (t=8.852, P<.001) were found to significantly influence the perceived risk of chronic diseases. Informational support (t=5.761, P<.001) and emotional support (t=5.748, P<.001) also impacted the perceived benefits of online sources for patients. In addition, moderation analysis showed that critical health literacy significantly moderates the relationship between perceived risk and OHIS (t=3.097, P=.002) but not the relationship between perceived benefits and OHIS (t=0.288, P=.774)."
    },
    {
      "title": "Implications",
      "text": "This study makes contributions to both theory and practice. From a theoretical perspective, we extend the HBM into information behavior research by integrating it with the social support theory. The HBM suggests that belief in health risk predicts the likelihood of engaging in health-related behaviors  [37] . Prior work shows that individuals with higher perceived risk have a stronger motivation to perform health-related behaviors and change their health conditions  [34, 70] . Among them, patient-initiated OHIS can undoubtedly meet patients' health information needs and promote positive health information behaviors to a certain extent. In addition to patients' spontaneous health beliefs, this paper argues that social determinants of health can largely contribute to patients' health information behaviors-social support as an intermediary social determinant predicts patients' OHIS. We believe this assertion can simultaneously enrich the HBM and literature on health information behaviors. Our empirical study confirms the validity of this extension. Wilson  [71]  suggested that the disciplines of health and medical sciences and information sciences share a prominent common interest in information behavior research, and the flows of ideas and theories from the community of interest would also benefit information behavior research.\n\nAdditionally, we contextualize health literacy in chronic diseases by proposing and testing how critical health literacy moderates the relationship between health beliefs and social support to patients' OHIS. Prior work has explored the measurement of critical health literacy for patients with chronic diseases and the impact on self-management of health  [56, 72] . However, few studies have analyzed the impact of critical health literacy on OHIS. Our analysis contributes to the literature by uncovering a negative moderating effect between perceived risk and OHIS. We speculated that patients with higher critical health literacy may also be more capable in health information seeking and source selections. When patients with higher critical health literacy perceive a greater health risk, they may not necessarily search for health information on the internet and social media, given the general information quality concerns with online sources; instead, they are likely to seek more professional medical advice and visit doctors directly. This finding allows us to reexamine the compound influences of OHIS and seek more theoretical support from a psychological perspective.\n\nFrom a practical perspective, this study suggests that online health communities should provide sufficient social support to patients and create a reciprocal virtual community. This social support can come from high-quality content created by professionals or emotional support generated by the mutual help between patient-patient and doctor-patient interactions. Meanwhile, online health communities should encourage surrogate health information seeking among patients and enhance the sense of belonging to the virtual community through gamification incentives and participatory design methods.\n\nFinally, online health platforms need to better segment their users by providing targeted professional services to differentiated patients according to their varied health literacy levels instead of the traditional demographic profiles. Patients can become well informed about their health conditions and evolve into \"expert patients.\" Expert patients with high health literacy usually have higher health information quality standards and prefer to go to offline professional medical institutions for consultation. Therefore, online health communities could consider inviting health care experts to carry out freemium consultations with more specialized, personalized, and accurate services to retain patients with higher critical health literacy and enhance their stickiness and loyalty to online health platforms."
    },
    {
      "title": "Limitations and Future Work",
      "text": "This study has several limitations. First, the underlying influence mechanism between the 2 theories (ie, the health belief model and the social support theory) needs to be further empirically demonstrated. Future research could consider health beliefs as mediating constructs to unravel the effects of social determinants of health on individuals' perceived risks and benefits and further draw on social cognitive theory to empirically explore this mediating effect.\n\nSecond, we identified the moderating effect of critical health literacy in OHIS; however, the moderation analysis indicates that more contextualized measures are needed to validate the working mechanisms of critical health literacy. Future research needs to uncover how critical health literacy moderates the patients' OHIS intentions. Additionally, future research could further empirically analyze the constituent domains of critical health literacy  [72]  in terms of the dimensions of the constructs and how they are measured. Furthermore, researchers may also consider a randomized controlled trial to explore the effects of improved critical health literacy on OHIS.\n\nThird, the generalizability may be limited as our sample is restricted to chronic disease patients in China. Our findings may not be applicable to other countries, regions, and contexts. Future work may conduct cross-cultural and cross-national comparisons to better generalize this study's results. Moreover, this is a cross-sectional study; due to the diversity of chronic diseases and the dynamic nature of chronic conditions, more longitudinal studies are needed in the future to reveal the dynamic effects of changes in health beliefs and social support on OHIS among patients with chronic diseases. Experience sampling methods and action research approaches are recommended to improve the validity of the research through multiwave data collection."
    },
    {
      "title": "Conclusions",
      "text": "This paper contributes to the literature on OHIS by integrating the HBM and the social support theory. The integrated model suggested that health beliefs and social support positively impact OHIS among patients with chronic diseases. In particular, perceived susceptibility and severity can positively impact perceived risk, further influencing patients' OHIS. Informational support and emotional support can contribute to perceived benefits, further positively affecting patients' OHIS. This study also demonstrated critical health literacy's important negative moderating effects on the association between perceived risk and OHIS. Theoretical and practical implications for leveraging OHIS for patients with chronic diseases were also provided."
    },
    {
      "text": "Figure 1. Proposed research model."
    },
    {
      "text": "Figure 2. Structural model results. ns: nonsignificant. ***P<.001, **P<.01, and *P<.05."
    },
    {
      "text": "Characteristics of respondents."
    },
    {
      "text": "Reliability and convergence validity."
    },
    {
      "text": "Discriminant validity (Fornell-Larcker criterion) a .Values on the diagonal represent the square root of average variance extracted (AVE) for each construct."
    },
    {
      "text": "Discriminant validity (heterotrait-monotrait ratio)."
    },
    {
      "text": "Hypotheses testing results."
    }
  ],
  "references": [
    {
      "title": "About chronic diseases",
      "year": 2022
    },
    {
      "title": "Report on the Nutrition and Chronic Disease Status of Chinese Residents",
      "year": 2022,
      "doi": "10.31525/cmr-977fcc"
    },
    {
      "title": "Prevention of chronic disease in the 21st century: elimination of the leading preventable causes of premature death and disability in the USA",
      "authors": [
        "U Bauer",
        "P Briss",
        "R Goodman",
        "B Bowman"
      ],
      "year": 2014,
      "doi": "10.1016/s0140-6736(14)60648-6"
    },
    {
      "title": "Living with chronic obstructive pulmonary disease: A survey of patients' knowledge and attitudes",
      "authors": [
        "P Hernandez",
        "M Balter",
        "J Bourbeau",
        "R Hodder"
      ],
      "year": 2009,
      "doi": "10.1016/j.rmed.2009.01.018"
    },
    {
      "title": "The effect of diabetes knowledge and attitudes on self-management and quality of life among people with type 2 diabetes",
      "authors": [
        "Y Kueh",
        "T Morris",
        "A Ismail"
      ],
      "year": 2017,
      "doi": "10.1080/13548506.2016.1147055"
    },
    {
      "title": "Electronic health behaviors among US adults with chronic disease: cross-sectional survey",
      "authors": [
        "L Madrigal",
        "C Escoffery"
      ],
      "year": 2019,
      "doi": "10.2196/11240"
    },
    {
      "title": "Understanding the information needs of patients with ovarian cancer regarding genetic testing to inform intervention design: interview study",
      "authors": [
        "Y Zhang",
        "S Yi",
        "C Trace",
        "Williams Brown"
      ],
      "year": 2022,
      "doi": "10.2196/31263"
    },
    {
      "title": "Consumer health information needs: A systematic review of measures",
      "authors": [
        "W Pian",
        "S Song",
        "Y Zhang"
      ],
      "year": 2020,
      "doi": "10.1016/j.ipm.2019.102077"
    },
    {
      "title": "The expert patient: towards a novel definition",
      "authors": [
        "J Cordier"
      ],
      "year": 2014,
      "doi": "10.1183/09031936.00027414"
    },
    {
      "title": "Class, race and ethnicity and information avoidance among cancer survivors",
      "authors": [
        "R Mccloud",
        "M Jung",
        "S Gray",
        "K Viswanath"
      ],
      "year": 2013,
      "doi": "10.1038/bjc.2013.182"
    },
    {
      "title": "Information avoidance and medical screening: a field experiment in China",
      "authors": [
        "Y Li",
        "J Meng",
        "C Song",
        "K Zheng"
      ],
      "year": 2021,
      "doi": "10.1287/mnsc.2020.3723"
    },
    {
      "title": "Antecedents predicting health information seeking: A systematic review and meta-analysis",
      "authors": [
        "C Chang",
        "M Huang"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijinfomgt.2020.102115"
    },
    {
      "title": "Development of the Patient Activation Measure (PAM): conceptualizing and measuring activation in patients and consumers",
      "authors": [
        "J Hibbard",
        "J Stockard",
        "E Mahoney",
        "M Tusler"
      ],
      "year": 2004,
      "doi": "10.1111/j.1475-6773.2004.00269.x"
    },
    {
      "title": "Consumer use of \"Dr Google\": a survey on health information-seeking behaviors and navigational needs",
      "authors": [
        "K Lee",
        "K Hoti",
        "J Hughes",
        "L Emmerton"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4345"
    },
    {
      "title": "Dr Google and the consumer: a qualitative study exploring the navigational needs and online health information-seeking behaviors of consumers with chronic health conditions",
      "authors": [
        "K Lee",
        "K Hoti",
        "J Hughes",
        "L Emmerton"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3706"
    },
    {
      "title": "Searching for specific health-related information in MedlinePlus: behavioral patterns and user experience",
      "authors": [
        "Y Zhang"
      ],
      "year": 2014,
      "doi": "10.1002/asi.22957"
    },
    {
      "title": "The cognitive authority of user-generated health information in an online forum for girls and young women",
      "authors": [
        "N Hirvonen",
        "A Tirroniemi",
        "T Kortelainen"
      ],
      "year": 2019,
      "doi": "10.1108/jd-05-2018-0083"
    },
    {
      "title": "Seeking and sharing health information online: comparing search engines and social media",
      "authors": [
        "De Choudhury",
        "M Morris",
        "M White"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557214"
    },
    {
      "title": "Serious information in hedonic social applications: affordances, self-determination and health information adoption in TikTok",
      "authors": [
        "S Song",
        "Y Zhao",
        "X Yao",
        "Z Ba",
        "Q Zhu"
      ],
      "year": 2022,
      "doi": "10.1108/jd-08-2021-0158"
    },
    {
      "title": "Short video apps as a health information source: an investigation of affordances, user experience and users' intention to continue the use of TikTok",
      "authors": [
        "S Song",
        "Y Zhao",
        "X Yao",
        "Z Ba",
        "Q Zhu"
      ],
      "year": 2021,
      "doi": "10.1108/intr-10-2020-0593"
    },
    {
      "title": "Go to YouTube and call me in the morning: use of social media for chronic conditions",
      "authors": [
        "X Liu",
        "B Zhang",
        "A Susarlia",
        "R Padman"
      ],
      "year": 2020,
      "doi": "10.25300/misq/2020/15107"
    },
    {
      "title": "Short-video apps as a health information source for chronic obstructive pulmonary disease: information quality assessment of TikTok videos",
      "authors": [
        "S Song",
        "X Xue",
        "Y Zhao",
        "J Li",
        "Q Zhu",
        "M Zhao"
      ],
      "year": 2021,
      "doi": "10.2196/28318"
    },
    {
      "title": "The health belief model",
      "authors": [
        "C Abraham",
        "P Sheeran"
      ],
      "year": 2007
    },
    {
      "title": "Testing the health belief model: LISREL analysis of alternative models of causal relationships between health beliefs and preventive dental behavior",
      "authors": [
        "M Chen",
        "K Land"
      ],
      "year": 1986,
      "doi": "10.2307/2786856"
    },
    {
      "title": "The health belief model: a decade later",
      "authors": [
        "N Janz",
        "M Becker"
      ],
      "year": 1984,
      "doi": "10.1177/109019818401100101"
    },
    {
      "title": "Willingness of Iranian young adults to eat organic foods: application of the health belief model",
      "authors": [
        "M Yazdanpanah",
        "M Forouzani",
        "M Hojjati"
      ],
      "year": 2015,
      "doi": "10.1016/j.foodqual.2014.11.012"
    },
    {
      "title": "The health belief model and colorectal cancer screening in the general population: A systematic review",
      "authors": [
        "J Lau",
        "T Lim",
        "G Wong",
        "K Tan"
      ],
      "year": 2020,
      "doi": "10.1016/j.pmedr.2020.101223"
    },
    {
      "title": "Acceptance of the COVID-19 vaccine based on the health belief model: A population-based survey in Hong Kong",
      "authors": [
        "M Wong",
        "E Wong",
        "J Huang",
        "A Cheung",
        "K Law",
        "M Chong"
      ],
      "year": 2021,
      "doi": "10.1016/j.vaccine.2020.12.083"
    },
    {
      "title": "Factors that influence young people's mental health help-seeking behaviour: a study based on the Health Belief Model",
      "authors": [
        "P O'connor",
        "B Martin",
        "C Weeks",
        "L Ong"
      ],
      "year": 2014,
      "doi": "10.1111/jan.12423"
    },
    {
      "title": "Predictors of adherence with home quarantine during COVID-19 crisis: the case of health belief model",
      "authors": [
        "Al-Sabbagh Mq",
        "A Al-Ani",
        "B Mafrachi",
        "A Siyam",
        "U Isleem",
        "F Massad"
      ],
      "year": 2022,
      "doi": "10.1080/13548506.2021.1871770"
    },
    {
      "title": "Public Participation in Medical Screening Programs: A Socio-psychological Study",
      "authors": [
        "G Hochbaum"
      ],
      "year": 1958
    },
    {
      "title": "Social cognition models and health behaviour: A structured review",
      "authors": [
        "C Armitage",
        "M Conner"
      ],
      "year": 2000,
      "doi": "10.1080/08870440008400299"
    },
    {
      "title": "A meta-analysis of studies of the Health Belief Model with adults",
      "authors": [
        "J Harrison",
        "P Mullen",
        "L Green"
      ],
      "year": 1992,
      "doi": "10.1093/her/7.1.107"
    },
    {
      "title": "Integrating health belief model and technology acceptance model: an investigation of health-related internet use",
      "authors": [
        "A Ahadzadeh",
        "S Sharif",
        "F Ong",
        "K Khong"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3564"
    },
    {
      "title": "Health beliefs and the valence framework in health information seeking behaviors",
      "authors": [
        "J Mou",
        "D Shin",
        "J Cohen"
      ],
      "year": 2016,
      "doi": "10.1108/itp-06-2015-0140"
    },
    {
      "title": "Studying users' computer security behavior: A health belief perspective",
      "authors": [
        "B Ng",
        "A Kankanhalli",
        "Y Xu"
      ],
      "year": 2009,
      "doi": "10.1016/j.dss.2008.11.010"
    },
    {
      "title": "The health belief model",
      "authors": [
        "V Champion",
        "C Skinner"
      ],
      "year": 2008
    },
    {
      "title": "Online health information seeking behaviors among older adults: systematic scoping review",
      "authors": [
        "Y Zhao",
        "M Zhao",
        "S Song"
      ],
      "year": 2022,
      "doi": "10.2196/34790"
    },
    {
      "title": "Social support and physical health",
      "authors": [
        "B Wallston",
        "S Alagna",
        "B Devellis",
        "R Devellis"
      ],
      "year": 1983,
      "doi": "10.1037/0278-6133.2.4.367"
    },
    {
      "title": "Different strokes from different folks: community ties and social support",
      "authors": [
        "B Wellman",
        "S Wortley"
      ],
      "year": 1990,
      "doi": "10.1086/229572"
    },
    {
      "title": "Facebook as a platform for health information and communication: a case study of a diabetes group",
      "authors": [
        "Y Zhang",
        "D He",
        "Y Sang"
      ],
      "year": 2013,
      "doi": "10.1007/s10916-013-9942-7"
    },
    {
      "title": "Social media content analysis of public diabetes Facebook groups",
      "authors": [
        "M Stellefson",
        "S Paige",
        "A Apperson",
        "S Spratt"
      ],
      "year": 2019,
      "doi": "10.1177/1932296819839099"
    },
    {
      "title": "Associations between loneliness and perceived social support and outcomes of mental health problems: a systematic review",
      "authors": [
        "J Wang",
        "F Mann",
        "B Lloyd-Evans",
        "R Ma",
        "S Johnson"
      ],
      "year": 2018,
      "doi": "10.1186/s12888-018-1736-5"
    },
    {
      "title": "Social support and physical health: the importance of belonging",
      "authors": [
        "C Hale",
        "J Hannum",
        "D Espelage"
      ],
      "year": 2010,
      "doi": "10.3200/jach.53.6.276-284"
    },
    {
      "title": "The influence of social support on chronic illness self-management: a review and directions for research",
      "authors": [
        "M Gallant"
      ],
      "year": 2003,
      "doi": "10.1177/1090198102251030"
    },
    {
      "title": "Can online social support be detrimental in stigmatized chronic diseases? A quadratic model of the effects of informational and emotional support on self-care behavior of HIV patients",
      "authors": [
        "X Wang",
        "S Parameswaran",
        "D Bagul",
        "R Kishore"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy012"
    },
    {
      "title": "Informational social support and online health information seeking: Examining the association between factors contributing to healthy eating behavior",
      "authors": [
        "C Mckinley",
        "P Wright"
      ],
      "year": 2014,
      "doi": "10.1016/j.chb.2014.04.023"
    },
    {
      "title": "Understanding consumer health information-seeking behavior from the perspective of the risk perception attitude framework and social support in mobile social media websites",
      "authors": [
        "Z Deng",
        "S Liu"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijmedinf.2017.05.014"
    },
    {
      "title": "Informational and emotional elements in online support groups: a Bayesian approach to large-scale content analysis",
      "authors": [
        "U Deetjen",
        "J Powell"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv190"
    },
    {
      "title": "Dietary blogs as sites of informational and emotional support",
      "authors": [
        "R Savolainen"
      ],
      "year": 2010,
      "doi": "10.1016/j.lisr.2010.04.004"
    },
    {
      "title": "Predictors of online health information seeking among women with breast cancer: the role of social support perception and emotional well-being",
      "authors": [
        "S Kim",
        "D Shah",
        "K Namkoong",
        "F Mctavish",
        "D Gustafson"
      ],
      "year": 2013,
      "doi": "10.1111/jcc4.12002"
    },
    {
      "title": "Factors associated with use of interactive cancer communication system: an application of the comprehensive model of information seeking",
      "authors": [
        "J Han",
        "M Wise",
        "E Kim",
        "R Pingree",
        "R Hawkins",
        "S Pingree"
      ],
      "year": 2010,
      "doi": "10.1111/j.1083-6101.2010.01508.x"
    },
    {
      "title": "Does social support predict pregnant mothers' information seeking behaviors on an educational website?",
      "authors": [
        "J Guillory",
        "J Niederdeppe",
        "H Kim",
        "J Pollak",
        "M Graham",
        "C Olson"
      ],
      "year": 2014,
      "doi": "10.1007/s10995-014-1471-6"
    },
    {
      "title": "Health literacy as a public health goal: a challenge for contemporary health education and communication strategies into the 21st century",
      "authors": [
        "D Nutbeam"
      ],
      "year": 2000,
      "doi": "10.1093/heapro/15.3.259"
    },
    {
      "title": "A systematic review of interventions in primary care to improve health literacy for chronic disease behavioral risk factors",
      "authors": [
        "J Taggart",
        "A Williams",
        "S Dennis",
        "A Newall",
        "T Shortus",
        "N Zwar"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2296-13-49"
    },
    {
      "title": "Functional, communicative and critical health literacy of chronic disease patients and their importance for self-management",
      "authors": [
        "M Heijmans",
        "G Waverijn",
        "J Rademakers",
        "R Van Der Vaart",
        "M Rijken"
      ],
      "year": 2015,
      "doi": "10.1016/j.pec.2014.10.006"
    },
    {
      "title": "Health literacy is independently associated with self-care behavior in patients with heart failure",
      "authors": [
        "S Matsuoka",
        "M Tsuchihashi-Makaya",
        "T Kayane",
        "M Yamada",
        "R Wakabayashi",
        "N Kato"
      ],
      "year": 2016,
      "doi": "10.1016/j.pec.2016.01.003"
    },
    {
      "title": "An innovative mixed methods approach to studying the online health information seeking experiences of adults with chronic health conditions",
      "authors": [
        "J Mayoh",
        "C Bond",
        "L Todres"
      ],
      "year": 2012,
      "doi": "10.1177/1558689811416942"
    },
    {
      "title": "Seeking health information on social media: a perspective of trust, self-determination, and social support",
      "authors": [
        "Y Li",
        "X Wang"
      ],
      "year": 2018,
      "doi": "10.4018/joeuc.2018010101"
    },
    {
      "title": "PRISM: a planned risk information seeking model",
      "authors": [
        "L Kahlor"
      ],
      "year": 2010,
      "doi": "10.1080/10410231003775172"
    },
    {
      "title": "Understanding older adults' intention to share health information on social media: the role of health belief and information processing",
      "authors": [
        "L Shang",
        "J Zhou",
        "M Zuo"
      ],
      "year": 2020,
      "doi": "10.1108/intr-12-2019-0512"
    },
    {
      "title": "Measuring functional, communicative, and critical health literacy among diabetic patients",
      "authors": [
        "H Ishikawa",
        "T Takeuchi",
        "E Yano"
      ],
      "year": 2008,
      "doi": "10.2337/dc07-1932"
    },
    {
      "title": "PLS-SEM: indeed a silver bullet",
      "authors": [
        "J Hair",
        "C Ringle",
        "M Sarstedt"
      ],
      "year": 2011,
      "doi": "10.2753/MTP1069-6679190202"
    },
    {
      "title": "A partial least squares latent variable modeling approach for measuring interaction effects: results from a Monte Carlo simulation study and an electronic-mail emotion/adoption study",
      "authors": [
        "W Chin",
        "B Marcolin",
        "P Newsted"
      ],
      "year": 2003,
      "doi": "10.1287/isre.14.2.189.16018"
    },
    {
      "title": "Methodological research on partial least squares structural equation modeling (PLS-SEM)",
      "authors": [
        "G Khan",
        "M Sarstedt",
        "W Shiau",
        "J Hair",
        "C Ringle",
        "M Fritze"
      ],
      "year": 2019,
      "doi": "10.1108/intr-12-2017-0509"
    },
    {
      "title": "Structural equation models with unobservable variables and measurement error: algebra and statistics",
      "authors": [
        "C Fornell",
        "D Larcker"
      ],
      "year": 1981,
      "doi": "10.2307/3150980"
    },
    {
      "title": "The partial least squares approach to structural equation modeling",
      "authors": [
        "W Chin"
      ],
      "year": 1998
    },
    {
      "title": "Evaluating structural equation models with unobservable variables and measurement error",
      "authors": [
        "C Fornell",
        "D Larcker"
      ],
      "year": 1981,
      "doi": "10.1177/002224378101800104"
    },
    {
      "title": "A new criterion for assessing discriminant validity in variance-based structural equation modeling",
      "authors": [
        "J Henseler",
        "C Ringle",
        "M Sarstedt"
      ],
      "year": 2014,
      "doi": "10.1007/s11747-014-0403-8"
    },
    {
      "title": "Consumers' disease information-seeking behaviour on the internet in Korea",
      "authors": [
        "E Yun",
        "H Park"
      ],
      "year": 2010,
      "doi": "10.1111/j.1365-2702.2009.03187.x"
    },
    {
      "title": "The diffusion of information behaviour research across disciplines",
      "authors": [
        "T Wilson"
      ],
      "year": 2018
    },
    {
      "title": "Critical health literacy: a review and critical analysis",
      "authors": [
        "D Chinn"
      ],
      "year": 2011,
      "doi": "10.1016/j.socscimed.2011.04.004"
    }
  ],
  "num_references": 72
}
