{
  "paper_id": "PKYF7EF5",
  "title": "THEME ARTICLE: OUT-OF-LAB Adapting Multidevice Deployments During a Pandemic: Lessons Learned From Two Studies",
  "year": 2020,
  "date": "2020",
  "journal": "Lancet Child Adolesc Health",
  "publication": "Lancet Child Adolesc Health",
  "authors": [
    {
      "forename": "Lucas",
      "surname": "Silva",
      "name": "Lucas Silva",
      "orcid": "0000-0001-9795-9071"
    },
    {
      "forename": "Daniel",
      "surname": "Epstein",
      "name": "Daniel Epstein",
      "orcid": "0000-0002-2657-6345"
    },
    {
      "forename": "Arpita",
      "surname": "Bhattacharya",
      "name": "Arpita Bhattacharya"
    },
    {
      "forename": "Elizabeth",
      "surname": "Ankrah",
      "name": "Elizabeth Ankrah"
    },
    {
      "forename": "Elissa",
      "surname": "Monteiro",
      "name": "Elissa Monteiro"
    },
    {
      "forename": "Jesus",
      "surname": "Beltran",
      "name": "Jesus Beltran"
    },
    {
      "forename": "Sabrina",
      "surname": "Schuck",
      "name": "Sabrina Schuck"
    },
    {
      "forename": "Gillian",
      "surname": "Hayes",
      "name": "Gillian Hayes"
    },
    {
      "affiliation": "University of California , Irvine , CA , 92697 , USA Franceli L. Cibrian , \n\t\t\t\t\t\t\t\t Franceli L. Cibrian \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 92697 \n\t\t\t\t\t\t\t\t\t Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Chapman University , Orange , CA , 92866 , USA \n\t\t\t\t\t\t\t\t Chapman University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 92866 \n\t\t\t\t\t\t\t\t\t Orange \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of California , Irvine , CA , 92697 , USA \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 92697 \n\t\t\t\t\t\t\t\t\t Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of California , Riverside , CA , 92521 , USA \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 92521 \n\t\t\t\t\t\t\t\t\t Riverside \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of California , Irvine , CA , 92697 , USA Kimberley D. Lakes , \n\t\t\t\t\t\t\t\t Kimberley D. Lakes \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 92697 \n\t\t\t\t\t\t\t\t\t Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of California , Riverside , CA , 92697 , USA \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 92697 \n\t\t\t\t\t\t\t\t\t Riverside \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of California , Irvine , CA , 92697 , USA \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 92697 \n\t\t\t\t\t\t\t\t\t Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1109/mprv.2021.3104262",
  "sections": [
    {
      "text": "The emergence of the COVID-19 pandemic brought into evidence some of the challenges of deploying and managing user studies out-of-the-lab. Satisfying new health guidelines required adapting to remote and contactless procedures, which in turn impacted recruitment, participant involvement, and technology delivery and configuration. Such challenges are endemic to many user studies. However, the emergence of the pandemic forced us to confront them head on in two distinct multidevice deployment studies. Changing research design, deployment strategies, and study management allowed us to reflect on some of the core challenges for all field related technological interventions and provided insight into how researchers might conduct more responsive, flexible, and robust studies outside the lab more broadly. Our reflections suggest simple but important ways that researchers can design flexibility, responsiveness, and empathy into all future user studies in-the-wild. U SER-CENTERED RESEARCH was forced to adapt to new health safety guidelines because of the COVID-19 pandemic. In March 2020, in California in the United States, the governor issued a stay-at-home order due to COVID-19,  1  prohibiting any gathering, including those at schools and in other public spaces. Around the world, authorities issued similar orders. Research studies either halted or had to be adapted to remote procedures.\n\nAdapting ongoing procedures for technology deployment involved more than just shifting from inperson meetings to videoconferencing. During this period, we were conducting two separate user studies with custom-built apps for multiple devices. The ModEat study explored multidevice ecosystems for tracking personal food consumption and supporting people's various healthy eating goals.  2  The Cool-Craig project explored the use of a smartwatch and phone app to support children with Attention Deficit Hyperactivity Disorder (ADHD) and their parents working together to promote self-regulation and self-efficacy. Due to challenges with self-organization, children and youth with ADHD experienced increased risk of not participating in scheduled distance learning.  3 he pandemic intensified challenges of managing these two deployment studies. These challenges are to some degree endemic to all field-based user studies. However, the COVID-19 pandemic exacerbated tensions, as we were forced to adapt research designs, as well as the deployment of technologies and study management. This experience allowed us to reflect on some of the core challenges for technological studies in-the-wild. In particular, we encountered participant engagement difficulties, increased burden on participants and researchers, and additional necessary infrastructure for technology deployment.\n\nWe reflect on and provide insight into how researchers can be more proactive in addressing these core challenges to conduct responsive, empathetic, flexible, and robust user studies outside the lab. We conclude with two research design considerations based on lessons that are still relevant post-pandemic."
    },
    {
      "title": "CASE STUDY 1: MULTIDEVICE FOOD JOURNALING",
      "text": "Food journaling can effectively assist with a variety of eating related goals, such as healthier food decisions, weight loss, and managing diseases (e.g., diabetes).  4 e created ModEat, a multimodal and multidevice system, to understand people's preferred ways of describing or capturing their foods when using a pervasively available system.  2  ModEat allowed people to journal their food on computers, phones, Apple Watches, and devices with Amazon Alexa or Google Assistant. The phone version supported input via barcodes, photos, simulated database searches, website (e.g., recipe), open text, and voice memos. The computer version supported the same inputs, using image upload rather than taking photos. The smartwatch and voice assistants used simple conversations to record open-ended food descriptions. Most participants used devices they already owned for the study, but we loaned some Echo Dot or Google Home Mini devices (Figure  1 top ).\n\nThe original study design included an initial in-person interview with participants to understand their journaling goals and help with setup, their use of Mod-Eat for two weeks, and a final in-person interview to understand their experiences, preferences, and opportunities for future technology. During the final interview, participants were compensated $30 and returned any loaned devices."
    },
    {
      "title": "Adapting Recruitment",
      "text": "We started recruitment in January 2020, before significant local spread of COVID-19, using local email lists and subreddits related to the university and city of the study to make loaning smart speakers easier. The onboarding procedures involved an in-person meeting to configure ModEat on the participant's devices, deliver a smart speaker when necessary, showcase the journaling features of each platform, and basic testing to assess configuration of ModEat. Because the smart speaker required setup at home, we installed ModEat as a skill on either the Alexa or Google Home app on participant's phones and instructed them to configure ModEat for their smart speakers. We then briefly interviewed participants about their prior food journaling experiences and goals related to their eating practices. Before lockdowns, we onboarded four participants at nearby locations of their choice, including our university campus and shopping malls.\n\nWe had planned to expand local recruitment efforts by distributing flyers, which we abandoned due to emerging governmental guidelines on social distancing. Instead, we began recruiting participants living in distant locations who already owned all the necessary devices. Local recruitment continued with optional drop-off of smart speakers while remote recruitment required participants to own all necessary equipment.\n\nWhen stay-at-home orders came into place, we amended study procedures for participants who were already enrolled, including remote interviews and socially distanced methods for returning equipment. One participant stopped communicating and did not return the loaned device. Some local participants who had signed up to enroll in the study stopped communicating during our attempts to schedule onboarding. Participants who were remotely enrolled already had a smart speaker, but two new local participants opted to receive a loaned one. Later, a local participant opted out of the study due to health issues, returning the device, and a distant participant stopped communicating mid-deployment. In total, 15 participants completed the study, 15 were recruited but never started, and 3 started but did not complete, with one device never being returned."
    },
    {
      "title": "Adapting Procedures",
      "text": "In adapting to pandemic practices, the process of interviewing, configuring devices, and launching the study had to be broken into multiple separate processes and interactions, each with their own communication exchanges and logistics. For participants receiving a device, processes additionally included obtaining their addresses, scheduling and confirming delivery (Figure  1  top), confirmation they successfully received the device (Figure  2  top), and scheduling the first onboarding synchronous remote session. One participant who received the device on their porch was concerned with the possibility of contagion and asked if it was \"OK to put the device in \"quarantine\" for 3-4 days to make sure any potential virus [sic] are dead,\" before proceeding with the study. Device delivery also introduced additional invasion of participant's privacy and anonymity, as it required learning their home address.\n\nTo help with the remote setup of ModEat, we created a detailed manual with step-by-step instructions on how to set up ModEat and use its features. During the initial remote meeting, we would also go over the steps to confirm if the participant successfully configured ModEat in each device. Nonetheless, this initial session was sometimes not enough to complete setup and configuration. Participants occasionally faced technical difficulties during routine use, which troubleshooted over email, sometimes involving screenshots and suggestions. One participant required an additional synchronous meeting to resolve technical problems. Another sought customer support from the manufacturer of the smart speaker to resolve a device-related challenge that we could not address."
    },
    {
      "title": "CASE STUDY 2: PROMOTING SELF-REGULATION IN CHILDREN WITH ADHD",
      "text": "Wearable computing solutions have the potential to support neurodiverse children and adults in home and school settings, as they can sense physiological data from the users, promote organizational skills, and deliver notifications. Particularly, children with ADHD can take advantage of wearables to support their selfregulation skills (i.e., regulating their behaviors and emotions to pursue goals 5 ) as they often struggle to sustain attention for prolonged periods, can be easily distracted, struggle with organization, and may express hyperactive impulsive symptoms.  6 uring the last two years, we have been working on the design, development, and evaluation of smartwatch-based interventions supporting self-regulation skills for children and adolescents with ADHD, by working with them through participatory design and community-based research methods.  7 This early work indicated the need for wearables that allow children and their caregivers to collaborate to accomplish common goals around self-regulation. Thus, we developed CoolCraig, an Apple Watch and phone application that tracks physiological data, promotes organizational skills, and implements a goal-reward economy that rewards children for accomplishing goals set collectively by them and their parents.\n\nWe originally planned for a two-stage deployment of CoolCraig, including a \"wash-out\" phase for participants to gain familiarity with the smartwatch over 6 weeks, and an intervention phase, using the CoolCraig app for 16 weeks. The first stage and initial recruitment were planned for Spring of 2020 and we faced barriers due to the COVID-19 spread. We offered a total of $100 as compensation for participating in the study."
    },
    {
      "title": "Adapting Recruitment",
      "text": "Study activities were initially planned to coincide with activities and schedules at a local school, where we had conducted a codesign study to develop the app. 7 We intended to recruit by sharing flyers with parents and conducting in-person workshops to provide them with information about the smartwatch intervention.\n\nWhen the collaborating school shifted to remote education, a partner from the school joined the research team and helped us connect with potential families through phone calls. Ten families were then recruited for the initial 6-week phase, which we changed from a \"wash-out\" phase to an intervention phase, as described in the next section. At the time of this writing, five families are enrolled, and we expanded to recruit through a community clinic."
    },
    {
      "title": "Adapting Procedures",
      "text": "The original study design involved preassessment evaluations, including two in-person assessments to evaluate ADHD symptoms and collect saliva to measure the children's cortisol levels, as an indicator of stress. These initial intake meetings were to be followed by a group session to distribute Apple Watches and install CoolCraig on one parent's phone or, if they preferred, a loaned phone. Finally, we intended to conduct monthly in-person interviews with the children and focus groups with the parents to obtain feedback on the intervention. At the end of the study, we planned to collect the devices and conduct the postassessment evaluation.\n\nDue to pandemic restrictions, the pre-and postassessments were conducted using telehealth procedures, and we dropped cortisol measurement. To reduce complexity during the first phase, the researchers set up the devices before delivery and paired each watch with a phone distributed to each family. Families could not install CoolCraig on their own phone. Instead of using this first phase purely as a wash-out phase, we rapidly developed and deployed a simple intervention, focusing on using technology to support organizational skills, which could help support distance learning. We presented the school's schedule for each child on their devices so that they would receive notifications at home for online classes and school activities, essentially creating an unplanned intervention on the fly to support homeschooling or distance learning.\n\nSimilar to the ModEat study, one researcher acted as a proxy to deliver the devices to participants' homes (Figure  1  bottom), avoiding in-person contact and address disclosure to the rest of the research team. During deployment, one child lost their watch and another broke their watch's screen, causing additional logistical and exposure challenges for device pickup, repair, and redelivery.\n\nTo help with device setup and use, we sent participants a printed and digital manual with step-by-step instructions for CoolCraig's features. We also scheduled a short virtual session with each family to demonstrate the app and answer questions.\n\nUpon conducting the first interviews after a few weeks of deployment, we realized that sessions needed to be short and flexible. Barriers to extended sessions included the children's limited attention span, busy family schedules, saturation with virtual meetings, and additional household stress that came with the pandemic. To balance study goals with participant's life challenges, we opted instead for shorter sessions that would satisfy their time restricted schedules, often outside our own working hours. We also ran sessions more frequently than with our previous studies."
    },
    {
      "title": "REFLECTING ON CHALLENGES",
      "text": "Conducting research in-the-wild bears some risk of uncertainty and requires adapting to changing contexts, limiting the control and repeatability otherwise provided by lab experiments. However, the pandemic highlighted core areas of difficulty that can sometimes be hidden in traditional deployment studies and opened new possibilities for remote and socially distanced studies in the future.\n\nAlthough our two studies had distinct goals, target populations, and custom apps, both faced shared challenges. We reflect on considerations from both deployment studies surrounding engagement, collecting data, managing burden on researchers and participants, and managing infrastructure."
    },
    {
      "title": "Participant Enrollment and Engagement",
      "text": "Participants who persevered through the challenges in our remote projects tended to be motivated by improving the well being and health of the targeted population. For ModEat, this materialized as interest in making food journaling easier for healthier eating, while for CoolCraig, the desire was to help all families with children with ADHD. Other complementary motivations included wanting to try new technologies, curiosity, a desire to be involved with research, and monetary compensation.\n\nWhile none of these motivations are particularly unique to our studies nor to participation during a pandemic, what we found interesting was the challenge of balancing these motivations-which may be considered somewhat trivial-in the face of a massive crisis in the form of fears around health, moving work and school to home, and the challenges of \"lockdown\" more broadly. Tradeoffs between participants' own activities and those asked for the study, which once seemed reasonable in light of their somewhat altruistic goals and limited compensation, suddenly became much harder to bear. As people became increasingly emotionally and physically impacted by the pandemic, motivation decreased, and availability for using deployed apps or talking with us about them became more limited, thereby increasing recruitment and retention challenges.\n\nExpanding from local recruitment to reach people in distant locations can potentially help find those who have the time and inclination to participate in a research study. However, in both of our studies, the practicalities of moving from in-person meetings and lending devices to remote participation and requirements for device ownership created substantial challenges and highlighted limitations of trials without a substantial local workforce and technical aptitude.\n\nIn hindsight, we see value in future studies broadening recruitment plans for both local and remote participants. In both cases, use of study devices as study compensation can reduce the logistical challenges of returning, sterilizing, and reusing equipment. Increases to study costs for buying such devices would be offset by existing participant compensation and losses due to participants who damaged or did not return study equipment. In addition, outsourcing device delivery by sending them directly from a commercial seller and removing the need for retrieval can decrease logistic efforts.\n\nDespite potential benefits, this strategy might not be feasible for more complex technology setups or unique, custom-made devices. However, as more pervasive computing research projects use off-the-shelf technology with software that can be deployed remotely, these types of approaches should be considered to broaden the study pool. For example, we are currently recruiting families for longitudinal participation in our continued work with CoolCraig, which can be a difficult commitment. We have opened recruitment outside our geographic area, and we will continue this practice even after we can engage in-person locally. We are considering providing the watch and phone as compensation for longitudinal participation, rather than cash payments. Additionally, by the end of many longitudinal research studies, the equipment might not be in appropriate condition for reuse by the research team. Distribution to participants enables them to keep using tools they found useful, reduces the waste associated with unused old equipment locked in cabinets, opens the opportunity for additional follow-up assessment, and makes for a more sustainable approach to research.\n\nDelivering devices to participants' homes have additional implications regarding their privacy and anonymity. While participants in both our studies were generally comfortable sharing their home addresses, others might not be as open to sharing such personal information. To protect privacy while delivering devices, only one researcher could access the participant's home address, which was treated as sensitive information. Nonetheless, participants would also benefit from additional options, including allowing them to pick up devices themselves at mail centers or, if distance and policies permit, the research lab."
    },
    {
      "title": "Data Collection",
      "text": "The research described in our case studies employed mixed-method approaches to collecting and analyzing system usage logs alongside qualitative interviews. In adapting study activities to the pandemic, we quickly realized the benefits and challenges of remote interview sessions in acquiring relevant data for our research goals. Though it did not require travelling and allowed for more flexible scheduling, participants were sometimes less committed or engaged in remote sessions, resulting in some late cancelations. Finally, with less control over the environment, remote interviews were easily interrupted.\n\nThese challenges were exacerbated in the Cool-Craig study, during which participants occasionally cut sessions short due to various in-home circumstances. For instance, children would often wish to leave the Zoom meeting to go play outside or play online with friends. Children can be difficult to engage in interviews in the best of circumstances, but those who have been trapped in online school for hours, with or without ADHD, are unlikely to want to sit still and talk on-screen for yet another hour as part of a research study. Adults from both studies occasionally rescheduled meetings last minute due to back-toback appointments that were running late, or misjudged the time they would be available.\n\nWe adapted interview procedures over time in ways that may be useful for remote field deployments more generally. In particular, we found that without the commitment and burden of traveling to meet the research team, participants were often more open to multiple sessions. Using multiple shorter remote meetings balanced out the need to collect as much data as in a single longer in-person session, while allowing participants to squeeze research participation into small pockets of time in their lives. Frequent sessions also enabled us to analyze what participants shared in prior sessions and subsequently ask clarifying questions. These sessions focused on smaller components of the overall research goals, such as configuration and overview of researchermade apps, or specific components of the deployed interventions. Planning for granular meetings can also better support occasional session interruption or cancelation, since it is expected that there will be other opportunities to schedule meetings.\n\nDespite the flexibility gained with more remote sessions, there were still losses of some particular benefits of meeting in-person. Observing and reacting to nonverbal cues were significantly lessened in videoconferencing, particularly when participants preferred to not turn on their cameras. Having less control over participant's environments had especially strong implications for interviews with children who are easily distracted by nearby toys or other items in the room. Although having parents nearby helped the research team keep the children engaged, their proximity may have also influenced what children said, the details they were willing to provide, and their general responses to interview activities. If interviews were inperson, we could have prepared the environment to be less distracting and address concerns around the confidentiality of the interviews.\n\nDespite these and other constraints, deployment studies during the pandemic, as during any time, benefit from being situated in real-life experiences. People struggled during COVID-19 with home schooling, weight management, and other challenges that our interventions were designed to support. The additional struggles of pandemic life highlighted the need for and potential benefits of our approaches. The constraints that participants experienced impacted technology use and influenced the study results in ways that were not originally planned and might raise questions about generalizability. Nonetheless, deployments during the pandemic are also a strength, offering relevant contributions for technology design following shifting circumstances that can often be disruptive to normal routines, during crises, and concerning the broader discourse around public health and supportive technologies. We incorporated interview questions about the pandemic's influence on our study's goals to enable us to explore the limitations and benefits of technology interventions in face of new social dynamics."
    },
    {
      "title": "Burden on Participants and Researchers Alike",
      "text": "Pervasive technology deployment studies in-the-wild inherently demand substantial work to create the necessary tools and manage their use by participants.  8 ch of the labor in these deployments end up not being reported in the study's published results, rendering this work invisible.\n\nPandemic restrictions greatly intensified the research team's invisible work for the deployment. This additional workload was related to aforementioned challenges with delivery logistics, technological configuration, and troubleshooting the breakdowns participants occasionally faced. The additional workload also resulted in some delay to the projects. Such invisible work and project delay might not be directly considered in any evaluation of the research, nor the researchers as part of career milestones. For example, this labor could be unaccounted for in student graduation or faculty promotion timelines, depending on the norms and policies of an individual's institution.\n\nLike with researchers, participants also faced increased invisible workload. The remote nature of the activities made participants collaborators in tasks that otherwise would have been completed by the research team, such as certain steps of device configuration, troubleshooting errors, setup environment for interviews, and managing some study logistics. In addition, participants received several sheets of instructions and manuals that required dedicated time to parse, which would have instead been efficiently reviewed during an in-person session. This additional work does not produce data relevant to the research questions but is important when considering how people might engage were these products come to market. Indeed, a substantial barrier to many IoT, mobile health, and pervasive computing products is the effort required to install, learn, and maintain them. Conducting this research remotely served as an essential reminder that researchers must consider the work of understanding and maintaining the technology when creating study plans and participant compensation, but also when considering development of products and long-term engagement with such technologies.\n\nShorter meetings might reduce fatigue and burden for participants, especially when they are already saturated with many other remote sessions (e.g., school, job meetings). Also, more regular meetings allow for researchers and participants to closely and regularly engage around the pervasive technology deployment, providing more opportunities to detect and troubleshoot technology errors, build rapport over time, and discuss the nuances of intervention adoption or abandonment. Nonetheless, there is tension with overall study burden due to increased number of meetings, asynchronous communications to negotiate scheduling, and added recurring activities over their regular routines.\n\nA team-based approach is important in building fluid and consistent relationships with community partners. As during the transition to online school activities, community partners may be overwhelmed planning how to adapt during crises. We strongly recommend that researchers iteratively adapt to the community partners' time and resource constraints to come up with a mutually agreed upon plan to adapt to the stakeholders' needs and timeline."
    },
    {
      "title": "Infrastructure to Maintain Deployment Studies",
      "text": "Deployment studies benefit from understanding people's use of technology in their daily shifting contexts and interacting with their technological infrastructure.\n\nAlthough the ModEat study relied on recruiting participants who already owned many devices with the opportunity to lend a smart speaker, the CoolCraig study required more expensive devices that were less likely to be already owned by children. Lending some or all devices helped include participants who otherwise would not be represented in the study based on device ownership or socioeconomic constraints. Nonetheless, we had to rely even more on participants' at-home infrastructures, including their internet connections and other devices (tablets, laptops), for deployment and conducting virtual meetings.\n\nParticipants also had to conduct the additional work of preparing and maintaining their infrastructure for study settings. Novel technologies are particularly susceptible to malfunctions, particularly high-fidelity multidevice prototypes created for the purpose of research. While some resolutions can be carried out by participants themselves, other more critical situations ultimately require researchers to synchronously collaborate or physically retrieve devices for repair or reconfiguration."
    },
    {
      "title": "IMPLICATIONS FOR STUDIES IN-THE-WILD",
      "text": "Our experiences responding to dramatic and sudden environmental changes in designing and deploying two studies brought to light two overarching themes related to improvement of future deployment studies."
    },
    {
      "title": "Motivating and Involving Participants",
      "text": "When people decide whether to enroll in a study, they are evaluating the personal benefits they might receive from participating and the societal benefits that the research might produce. However, they also consider the tradeoffs between their life circumstances and any additional responsibilities research participation might demand.\n\nTherefore, it can be beneficial in extenuating circumstances, such as the pandemic, to increase monetary compensation or directly facilitate participants' nonstudy related activities, such as providing childcare and/ or food catering during interviews. However, these strategies must be considered within the limits of ethical research, remaining sensitive to the potential coercive nature of excessive compensation, particularly during times of stress and high need like a pandemic.\n\nAdditionally, shorter and periodic sessions can lessen challenges with otherwise prolonged virtual meetings but imply frequent engagement with the study, require more effort to manage, and involve more participant attention over time. To navigate this tension, quantity, length, and frequency of meetings should be considerate of each participant's particular situation and desires. Such balance has a higher chance of providing better quality and relevant data, given that participants will be more engaged and available. Alternatively, deployment studies can take advantage of indirect data collection, such as relying more on system usage logs or perhaps remote observation with in-home cameras or other sensors. This approach, however, introduces privacy risks and requires ethical measures, such as designated areas in the home with clear indicators for when and where they are being recorded, precautionary measures for privacy of minors and unconsented members of the household, and providing agency to the participant to turn the camera ON or OFF and/or delete parts of the recordings any time.  9 ilding Up Infrastructure Broadening participation, including recruiting people in distant locations, might increase representation in deployment studies and provide more data toward research goals. However, this approach can also impose challenges to delivering and managing technology infrastructure.\n\nIt is tempting to seek participants who already have a solid infrastructure of devices and connectivity in place, allowing for lessening or redirecting project budget. But this approach would likely exclude participants who would otherwise benefit from the technology and whose perspectives, needs, and constraints should influence its design. Research ethics require that we sample participants from a wide variety of backgrounds who may not have access to such resources or the technical knowledge to use them. Thus, researchers must determine a minimum viable infrastructure necessary to participate in the deployment study.\n\nBefore beginning recruitment, there is a need to consider the tradeoffs among competing considerations for the budget of the study, what the project can provide to participants, and what we might expect a target population to already own. These same considerations must come into play during analysis, with claims limited to the population actually recruited and the experiences they have had. For instance, although access to the internet and phones has significantly increased, more novel and/or expensive devices are not as commonly owned. Access to internet can also still be a barrier for those with low socioeconomic status or in rural areas with poorer connectivity. As such, researchers can consider not only the loaning of devices, but also preconfigured hotspots or other solutions that would allow for device use as well as remote interview sessions.\n\nWe acknowledge that these financially straining decisions may not be feasible within the budget limits of all research teams. Offering the devices as substitutes to monetary compensation is one possible strategy when using less expensive devices. Loaning devices to distant participants involve logistical costs and increased effort (e.g., sanitizing, mail dispatch, and retrieval). The tradeoffs include decreasing participant diversity by recruiting participants who already own devices. This also presents an opportunity for researchers to work with industry partners who can ship relevant products as donations or to return to the funding body to request specific and increased budgets for deployment studies, more so when conducting research in the face of new social dynamics during crises."
    },
    {
      "title": "CONCLUSION",
      "text": "Reflecting the influence of the COVID-19 pandemic on two multidevice out-of-the-lab deployments, we have identified a few ways in which deployment studies could better enable participation and higher quality data collection even beyond these circumstances. We have also noted how the challenges of the pandemic exacerbated common barriers to participation in deployment studies and typical demands on researchers.\n\nCommunity-based participatory research enables researchers and study participants to work together as cocreators and collaborators in designing and evaluating technology. In these remote deployments, study participants were additionally required to collaborate in the study management. Participants took on tasks that often are done by researchers during deployment studies, including parts of the setup and troubleshooting of technology as well as organizing logistics for interview sessions. A participant's willingness and ability to engage in study activities speaks to their motivation in contributing to research goals, as the invisible work often exceeds material compensation. Balancing participation motivations with required labor has implications for in-the-wild studies seeking to broaden who is interested and able to participate, lower or mitigate the burden of participation, and improve necessary technology infrastructure to enable participants to successfully use and evaluate deployed technologies and engage with the study."
    },
    {
      "text": "FIGURE 1. Device packages we delivered to local participants of the ModEat (top) and CoolCraig (bottom) studies."
    },
    {
      "text": "FIGURE 2. Example of message exchange between a ModEat study participant to coordinate delivery (top) and recovery (bottom) of device package inside an additional bag."
    }
  ],
  "references": [
    {
      "title": "About COVID-19 restrictions In California",
      "year": 2020,
      "doi": "10.26524/royal.37.7"
    },
    {
      "title": "Investigating preferred food description practices in digital food journaling",
      "authors": [
        "L Silva",
        "D Epstein"
      ],
      "year": 2021,
      "doi": "10.1145/3461778.3462145"
    },
    {
      "title": "ADHD management during the COVID-19 pandemic: Guidance from the European ADHD guidelines group",
      "authors": [
        "S Cortese"
      ],
      "year": 2020,
      "doi": "10.1016/s2352-4642(20)30110-3"
    },
    {
      "title": "A survey on food computing",
      "authors": [
        "W Min",
        "S Jiang",
        "L Liu",
        "Y Rui",
        "R Jain"
      ],
      "year": 2019,
      "doi": "10.1145/3329168"
    },
    {
      "title": "Self-regulation interventions for children with attention deficit/ hyperactivity disorder",
      "authors": [
        "R Reid",
        "A Trouth",
        "M Schartz"
      ],
      "year": 2005
    },
    {
      "title": "Cautionary statement for forensic use of DSM-5",
      "year": 2013,
      "doi": "10.1176/appi.books.9780890425596.744053"
    },
    {
      "title": "Supporting selfregulation of children with ADHD using wearables: Tensions and design challenges",
      "authors": [
        "F Cibrian",
        "K Lakes",
        "A Tavakoulnia",
        "K Guzman",
        "S Schuck",
        "G Hayes"
      ],
      "year": 2020,
      "doi": "10.1145/3313831.3376837"
    },
    {
      "title": "Research in the wild: Synthesis Lectures Human-Centered Informatics",
      "authors": [
        "Y Rogers",
        "P Marshall"
      ],
      "doi": "10.1007/978-3-031-02220-3"
    },
    {
      "title": "Situating digital interventions: Mixed methods for HCI research in the home",
      "authors": [
        "V Mitchell",
        "K Mackley",
        "S Pink",
        "C Escobar-Tello",
        "G Wilson",
        "T Bhamra"
      ],
      "year": 2015,
      "doi": "10.1093/iwc/iwu034"
    },
    {
      "title": "SILVA is a doctoral student with the Department of Informatics",
      "authors": [
        "M Lucas"
      ],
      "doi": "10.33425/2692-7918.1062"
    },
    {
      "title": "CIBRIAN is an Assistant Professor with the Fowler School of Engineering at Chapman University",
      "authors": [
        "L Franceli"
      ],
      "doi": "10.3808/jeil.201900011"
    },
    {
      "title": "EPSTEIN is an Assistant Professor with the Department of Informatics",
      "doi": "10.33425/2692-7918.1062"
    },
    {
      "doi": "10.33425/2692-7918.1062"
    },
    {
      "title": "ANKRAH is a doctoral student with the Department of Informatics"
    },
    {
      "title": "BELTRAN is a Postdoctoral Researcher with the Department of Informatics",
      "doi": "10.33425/2692-7918.1062"
    },
    {
      "title": "SCHUCK is an Assistant Professor in residence"
    },
    {
      "title": "LAKES is a Professor with the Department of Psychiatry"
    },
    {
      "title": "HAYES is the Vice Provost for graduate education, the Dean of the Graduate Division",
      "authors": [
        "Gillian Robert",
        "Barbara Kleist"
      ],
      "doi": "10.33425/2692-7918.1062"
    }
  ],
  "num_references": 18
}
