{
  "paper_id": "PVBF7M2C",
  "title": "The global effect of digital health technologies on health workers' competencies and health workplace: an umbrella review of systematic reviews and lexical-based and sentence-based meta-analysis Israel",
  "abstract": "Systematic reviews have quantified the effectiveness, feasibility, acceptability, and cost-effectiveness of digital health technologies (DHTs) used by health-care workers. We aimed to collate available evidence on technologies' effect on health-care workers' competencies and performance. We searched the Cochrane Database of Systematic Reviews, Embase, MEDLINE, Epistemonikos, and Scopus for reviews published from database inception to March 1, 2023. Studies assessing the effects of DHTs on the organisational, socioeconomic, clinical, and epidemiological levels within the workplace, and on health-care workers' performance parameters, were included. Data were extracted and clustered into 25 domains using vote counting based on the direction of effect. The relative frequency of occurrence (RFO) of each domain was estimated using R software. AMSTAR-2 tool was used to appraise the quality of reporting, and the Confidence in the Evidence from Reviews of Qualitative research approach developed by Grading of Recommendations Assessment, Development and Evaluation was used to analyse the certainty of evidence among included studies. The 12 794 screened reviews generated 132 eligible records for assessment. Top-ranked RFO identifiers showed associations of DHT with the enhancement of health-care workers' performance (10•9% [95% CI 5•3-22•5]), improvement of clinical practice and management (9•8% [3•9-24•2]), and improvement of care delivery and access to care (9•2% [4•1-20•9]). Our overview found that DHTs positively influence the daily practice of health-care workers in various medical specialties. However, poor reporting in crucial domains is widely prevalent in reviews of DHT, hindering our findings' generalisability and interpretation. Likewise, most of the included reviews reported substantially more data from high-income countries. Improving the reporting of future studies and focusing on lowincome and middle-income countries might elucidate and answer current knowledge gaps.",
  "year": 2022,
  "date": "2022",
  "journal": "Lancet Digit Health",
  "publication": "Lancet Digit Health",
  "authors": [
    {
      "forename": "Júnior",
      "surname": "Borges Do Nascimento",
      "name": "Júnior Borges Do Nascimento"
    },
    {
      "forename": "N",
      "surname": "Azzopardi-Muscat",
      "name": "N Azzopardi-Muscat"
    },
    {
      "forename": "Zapata",
      "surname": "Phd",
      "name": "Zapata Phd"
    },
    {
      "forename": "David",
      "surname": "Novillo-Ortiz",
      "name": "David Novillo-Ortiz"
    },
    {
      "forename": "E",
      "surname": "Martinez",
      "name": "E Martinez"
    },
    {
      "forename": "Mohamed",
      "surname": "Hebatullah",
      "name": "Mohamed Hebatullah"
    },
    {
      "forename": "Lenny",
      "surname": "Abdulazeem",
      "name": "Lenny Abdulazeem"
    },
    {
      "forename": "Zangiacomi",
      "surname": "Vasanthan",
      "name": "Zangiacomi Vasanthan"
    },
    {
      "forename": "Lucindo",
      "surname": "Martinez",
      "name": "Lucindo Martinez"
    },
    {
      "forename": "Lasse",
      "surname": "Zucoloto",
      "name": "Lasse Zucoloto"
    },
    {
      "forename": "Natasha",
      "surname": "Østengaard",
      "name": "Natasha Østengaard"
    },
    {
      "forename": "Tomas",
      "surname": "Azzopardi-Muscat",
      "name": "Tomas Azzopardi-Muscat"
    },
    {
      "forename": "David",
      "surname": "Zapata",
      "name": "David Zapata"
    },
    {
      "surname": "Novillo-Ortiz",
      "name": "Novillo-Ortiz"
    },
    {
      "affiliation": "44  Pathology and Laboratory Medicine , Medical College of Wisconsin , Milwaukee , WI , USA \n\t\t\t\t\t\t\t\t Pathology and Laboratory Medicine \n\t\t\t\t\t\t\t\t Medical College of Wisconsin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Milwaukee \n\t\t\t\t\t\t\t\t\t WI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "School of Medicine and University Hospital , Federal University of Minas Gerais , Belo Horizonte , Brazil \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University Hospital \n\t\t\t\t\t\t\t\t Federal University of Minas Gerais \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Belo Horizonte \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "affiliation": "Division of Country Health Policies and Systems , World Health Organization Regional Office for Europe , Copenhagen , Denmark \n\t\t\t\t\t\t\t\t Division of Country Health Policies and Systems \n\t\t\t\t\t\t\t\t World Health Organization Regional Office for Europe \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Copenhagen \n\t\t\t\t\t\t\t\t\t Denmark"
    },
    {
      "affiliation": "Department of Sport and Health Sciences , Technical University of Munich , Munich , Germany (H M \n\t\t\t\t\t\t\t\t Department of Sport and Health Sciences \n\t\t\t\t\t\t\t\t Technical University of Munich \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Munich \n\t\t\t\t\t\t\t\t\t H M \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "affiliation": "Abdulazeem MD , MSc) ; Physical Medicine and Rehabilitation Department , Christian Medical College , Vellore , India (L \n\t\t\t\t\t\t\t\t Abdulazeem MD \n\t\t\t\t\t\t\t\t MSc) \n\t\t\t\t\t\t\t\t Physical Medicine and Rehabilitation Department \n\t\t\t\t\t\t\t\t Christian Medical College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vellore \n\t\t\t\t\t\t\t\t\t L \n\t\t\t\t\t\t\t\t\t India"
    },
    {
      "affiliation": "T Vasanthan MPT) ; Department of Social Medicine-Biostatistics , Ribeirão Preto Medical School , University of São Paulo , São Paulo , Brazil \n\t\t\t\t\t\t\t\t Department of Social Medicine-Biostatistics \n\t\t\t\t\t\t\t\t Ribeirão Preto Medical School \n\t\t\t\t\t\t\t\t T Vasanthan MPT) \n\t\t\t\t\t\t\t\t University of São Paulo \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t São Paulo \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "affiliation": "M L Zucoloto PhD) ; Centre for Evidence-Based Medicine Odense and Cochrane Denmark , Department of Clinical Research (L Østengaard MSc) and University Library of Southern Denmark (L Østengaard) , University of Southern Denmark , Odense , Denmark \n\t\t\t\t\t\t\t\t M L Zucoloto PhD) \n\t\t\t\t\t\t\t\t Centre for Evidence-Based Medicine Odense \n\t\t\t\t\t\t\t\t Department of Clinical Research (L Østengaard MSc) \n\t\t\t\t\t\t\t\t L Østengaard \n\t\t\t\t\t\t\t\t Cochrane Denmark \n\t\t\t\t\t\t\t\t University Library of Southern Denmark \n\t\t\t\t\t\t\t\t University of Southern Denmark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Odense \n\t\t\t\t\t\t\t\t\t Denmark"
    },
    {
      "affiliation": "Division of Country Health Policies and Systems , World Health Organization Regional Office for Europe , Copenhagen 2100 , Denmark \n\t\t\t\t\t\t\t\t Division of Country Health Policies and Systems \n\t\t\t\t\t\t\t\t World Health Organization Regional Office for Europe \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2100 \n\t\t\t\t\t\t\t\t\t Copenhagen \n\t\t\t\t\t\t\t\t\t Denmark"
    }
  ],
  "doi": "10.3998/mpub.11373292.cmp.2587",
  "sections": [
    {
      "title": "Introduction",
      "text": "Multiple digital health technologies (DHTs) have revolutionised health care by providing an integrated, efficient, and decentralised environment for health-care delivery. DHT has improved patient outcomes and access to health services and professional knowledge,  1  and include any information technology targeted towards improving care delivery and enhancing the end-user experience.  2, 3 New digital solutions have been introduced annually, including remote sensors and wearables, telemedicine and health information, data analytics and artificial intelligence approaches, evidence-based medical posts on social media, and clinical decision support systems.  [4] [5] 5] [6] [7]  Multiple health-related institutions and stakeholders, including WHO, are promoting the adoption and scale-up of DHT innovations worldwide.  8, 9 hese promotional initiatives aim to translate scientific research into action and enhance knowledge through scientific engagement assessing and linking geographical needs with innovation pipelines, and implementing practical approaches that balance benefits and risks of DHTs.\n\nNumerous DHTs have outperformed standard care delivery methods, suggesting an improvement in clinically relevant variables and psychological, social, and financial outcomes.  [10] [11] 1] [12] [13] [14]  Nevertheless, endeavours from top-ranked scientific institutions worldwide are not only focused on the effect of DHTs on patients' perspectives, but also those servicing them.  15, 16 Published investigations suggest that these technologies have gained broader acceptance among healthcare workers due to readiness to access information or support from senior specialists, increased communication, lower operational costs, provision of data-driven patient feedback, and increased agility and productivity.  [17] [18] 8] [19]  However, these findings are still controversial, and the conclusive contribution made by DHTs to health-care workers is still undefined.  20, 21 ecause of the fast-paced creation and implementation of such interventions, several primary studies and systematic reviews have evaluated the cost-effectiveness and the effect of DHTs on health-care workers' performance and safety, and the perceived usefulness of DHTs. However, even among evidence-based analyses, these reviews show inconsistent effectiveness or costrelated benefits.  [22] [23] 3] [24]  To the best of our knowledge, no previous overview of systematic reviews has been conducted to understand and interpret the effect of DHTs on health-care workers' competencies and performance metrics, nor to assess the available evidence of DHTs effects on practice and workplace. Therefore, we aimed to collate, analyse, and verify the current evidence of the effect of these digital solutions on healthcare workers' performance and professional competencies and streamlining provider-provider Review communication, delivery of care, knowledge acquisition, and profitability for all levels of care."
    },
    {
      "title": "Methods",
      "text": "This project (protocol registered on PROSPERO [CRD42022304372, appendix pp 13-23) followed well known guidelines and methodologies used in evidencebased medicine, including the Cochrane Handbook, PRISMA, the Synthesis Without Meta-analysis, and the Quality of Reporting of Meta-analyses document.  [25] [26] [27] [28]"
    },
    {
      "title": "Data extraction and quality assessment",
      "text": "After shortlisting eligible records, four investigators (IJBdN, HMA, LTV, and LØ) independently extracted information regarding study identification, objective, publication year, journal name, number of included databases, number of included studies, targeted healthcare workers, number of workers enrolled, preliminary study designs, technology under investigation, the setting, the disease or condition considered, and our primary outcome-effects of DHTs on health-care workers' performance and competencies and on healthcare workplaces. Instead of tying the methods to a particular epistemological or theoretical perspective, the findings were summarised using a thematic analysis associated with discourse analysis, a method that relies upon identifying patterns or themes within qualitative data that also considers sociocultural and political contexts.  29, 30 In this method, major line-by-line codes are generated based on sentences, words, lexical patterns, and similarities of in-text presentation. Subsequently, generated codes are framed in analytical themes (higher order domains), a direct translation of concepts identified in each study that contain key messages from a group of collected results. Concomitantly, the codes are reviewed to consider implications and then discussed in a group to allow for abstract messages and themes to emerge beyond the content in the original materials. Therefore, in our study, during the early data preparation phase, the same four investigators summarised the effect of distinct DHTs on health-care workers' performance aspects, satisfaction with and acceptance of DHTs, and their influence on multiple variables of the integrated framework defined during study implementation for specific health conditions. We also recorded results of the effects of DHTs on health-care-related processes or workplaces. In the late data preparation phase, four other collaborators independently evaluated the summarised data, appraised the overall content, and, if necessary, restructured the findings, complementing the extracted information. Any disagreements were resolved by discussion. After data preparation, we clustered all conclusions (vote counting based on the direction of effect) of each included review according to their similarity, arrange ment, and writing into 25 stratified core outcome domains (all higher level domains). The rationale for grouping findings into core domains created by our group involved principles of discursive resonance, discursive approach to paraphrastic processes, and eval uation of the repetition of lexical items (appendix p 24).  31  Concurrently, all studies were quality-appraised independently by IJBdN, HMA, and LTV applying 16 core methodological quality criteria based on the Assessing the Methodological Quality of Systematic Reviews 2 protocol.  32 fter assessing each domain, we used the AMSTAR 2 platform's algorithm to provide a final rating. The appendix (pp 25-651) includes a detailed judgment for each review."
    },
    {
      "title": "Statistical analyses and summary of the evidence",
      "text": "We evaluated the occurrence and relevance of the identified core outcome domains using a standard aggregate data meta-analysis for proportions. We obtained the 95% CIs of the relative frequencies of occurrence (RFO) under each domain (25 core domains) using the metaprop function within the R package version 4.1.1. After intervals estimation, we presented the results graphically. Homogeneity among the DHTs was tested using Cochrane's test. The certainty of the evidence was appraised for the top ten most-frequently observed core domains using a modified version of the Confidence in the Evidence from Reviews of Qualitative research approach developed by Grading of Recommendations Assessment, Development and Evaluation. This approach considers the methodological limitations, coherence, data adequacy, and findings' relevance.  33"
    },
    {
      "title": "Results"
    },
    {
      "title": "Search results",
      "text": "Our Jan 21, 2022, search retrieved 9912 records, of which 139 underwent full-text review (figure  1 ). Based on the inclusion and exclusion criteria, 52 studies were included that directly assessed the effect of DHTs on health-care workers' routines, and seven ongoing studies were identified. On March 1, 2023, 4150 new publications were identified through an additional database search (figure  1 ). Of those, 150 studies were shortlisted for fulltext assessment, and 80 reviews were added to our umbrella review. Two additional ongoing studies or protocols were identified. In total, this overview of systematic reviews included 132 primary systematic reviews and nine ongoing studies (figure  1 ). One study required external translation (from Chinese to English). The reference list of included studies is available upon request. The appendix (pp 689-693) includes a list of all full-text excluded studies (n=148) with the justification for exclusion."
    },
    {
      "title": "Characteristics of included reviews",
      "text": "Most records included quantitative (eg, randomised clinical trials, observational studies, and economic analysis), qualitative (eg, case study research, public online surveys, and ethnographic research), or mixed method studies. Studies were published between 1998\n\nSee Online for appendix (n=1) and 2023 (n=15), predominantly in the Journal of Medical Informatic Research (n=12), the Journal of the American Medical Informatics Association (n=6), Cochrane Database of Systematic Reviews (n=6), Implementation Science (n=6), Telemedicine and eHealth (n=5), and BMJ Open (n=5). Overall, approxi mately 4000 primary publications were con sidered about health-care workers, including physicians, frontline and community health-care workers, nurses, pharmacists, dentists, and physiotherapists, from a variety of medical specialties.\n\nThe appendix (pp 26-57) summarises the characteristics of included studies by intervention type and primary disease or condition evaluated. Sytematic reviews and scoping reviews focused on mental health disorders and syndromes, maternal and gynaecological health, infectious diseases, cardiovascular pathologies, and oral diseases. Most systematic reviews described, calculated, and displayed the occupations of health-care workers' enrolled in each primary study, totalling approximately 298 000 individuals. Geo graphically, reviews involved professionals located in Africa (n=32), Europe (n=80), North America (n=80), Latin America (n=37), Asia (n=71), and Australia and New Zealand (n=56)."
    },
    {
      "title": "Quality appraisal",
      "text": "The appendix (pp 50-56) shows the reliability of included reviews based on the AMSTAR-2 criteria and the method ological quality summary. Five reviews (4•0%) achieved the maximum quality of reporting, 17 (12•8%) were rated as low-quality of reporting, and 108 (81•8%) reviews were rated as critically low quality of reporting. Population, intervention, comparison, and outcome components related to the research question and inclusion criteria were adequately stated in all reviews, which was a benchmark prioritised in our inclusion criteria. Only 35 reviews (28•4%) explicitly stated that the review methods were established before the commencement of the review or detailed any protocol deviation (critical item 2). Similarly, predominant inappropriate reporting of one non-critical item (item 10), and two critical domains (items 7 and 13) was observed among included reviews. None of the critical domains had a predominantly positive observation among included reviews. Conversely, five non-critical domains were usually correctly stated among included reviews, such as review authors explanation of their selection of the study designs for inclusion in the review (item 3), dual study selection (item 5) and extraction (item 6), sufficient description of included studies (item 8), and disclosure of conflicts of interest (item 16). A meta-analysis, used as the primary statistical combination technique, was executed only in eight (6•5%) reviews. All meta-analyses satisfactorily explained heterogeneity observed in the results. Indepth justification for each quality assessment judgement is available in the appendix (pp 59-681)."
    },
    {
      "title": "Summary of effects of digital health technologies on health-care workers' associated characteristics and metrics and on health workplace",
      "text": "We extracted, classified, and evaluated data from several different DHTs, as shown in figure  2 . Considering all categorised modalities of DHTs, the enhancement of health-care workers' technical performances was the most common effect described among included reviews (10•9% [95% CI 5•3-22•5], moderate confidence). This enhancement of health-care professionals' technical performance was reported as increased accuracy and efficacy during decision-making processes commonly faced in clinical practice; reduced time needed to execute tasks; improved worker productivity; faster and more reliable real-time access to data; increased knowledge acquisition; or more timely technical and specialised reports, comprising activities, progressions, and Records identified*: 9912 from databases 6 from PROSPERO Records removed before screening: 31 duplicate records removed 9881 records screened 9742 records excluded* 139 reports sought for retrieval 0 reports not retrieved 139 reports assessed for eligibility 52 studies included in review 7 protocols and registries included 132 studies included 9 protocols and registries 80 reports excluded 4 reason 1 39 reason 2 25 reason 3 12 reason 4 Records identified*: 4334 from databases 0 from PROSPERO Records removed before screening: 184 duplicate records removed 4150 records screened 4000 records excluded* 150 reports sought for retrieval 0 reports not retrieved 150 reports assessed for eligibility 80 studies included in review 2 protocols and registries included 68 reports excluded 0 reason 1 43 reason 2 1 reason 3 24 reason 4 ). We also recognised that telemedicine might increase healthcare worker burden and burnout (2•2% [0•3-7•9]). According to Gagnon and colleagues,  34  telemedicine and remote monitoring technologies might also contribute to occupational therapists' willingness to practise in rural or remote regions. For cost-effectiveness, 14 (31•8%) reviews evidenced beneficial effects in reducing overall public health expenditures and financing basic health services (16•1% [9•1-25 •5]). Interprofessional commun ication and collaboration between different health-care professions improved when using tele medicine (27•0% [18•1-37•4]). In one review, instant messaging applications appeared to be an adjunctive tool for telemedicine due to portability, speed, simplicity, and the ability to provide constant and easy updates."
    },
    {
      "title": "Mobile health technologies (n=34)",
      "text": "The effect of mobile health technologies on health-care workers' environments was evaluated in 34 reviews (25•7%). Figure  2  highlights the relative occurrence in 25 core domains observed among the 34 reviews. The highest RFO was 29•3% (95% CI 19•4-41•0), which suggested a relation ship between mobile health technologies and strengthened interprofessional commun ication, information and knowledge exchange, and enhanced accessibility and inter-team relationships. Furthermore, mobile health technologies were associated with improved care delivery, access to care, and quality of care (24•0% [14•9-35•3]), and enhanced technical performance, accuracy, and efficacy of workers (28•0% [18•2-39•6]). Mobile technologies were associated with high satisfaction rates among general users (RFO of 20•0% [11•6-30•8]), and with improved clinical management and practice, more rapid responses to health-related issues or emergencies, and facilitation of decision making (22•7% [13•8-33•8]). Other core domains showed relation ships between mobile health technologies and improved worker skills, self-confidence, and personal competencies; improved data collection and acquisition (14•7% [7•6-24•7]); improved adherence to treatment regimens and protocols and enhanced information provision about treatment (13•3% [6•6-23•2]); and better utilisation of emergency referral systems (13•3% [6•6-23•2]). Figure  2  shows the full frequency of occurrence of each registered domain."
    },
    {
      "title": "Electronic medical records or electronic health systems (n=23)",
      "text": "23 reviews (17•4%) provided data on the effect of electronic medical records or any documentation system on health-care workers' practice. Electronic health systems and clinical information systems have been shown to positively enhance multiple metrics related to health-care workers, including clinical management and practice (16•9% [95% CI 9•0-27 •7]), data collection and documentation, expedited registration of patient-relevant data, decreased documentation errors, improved access to Review Code number 25 24 23 22 21 20 19 18 17 16 15 14 13 12 11 10 9 8 7 6 5 4 3 2 1 0 5 10 20 15 % G AI 0 5 10 20 15 % 0 5 10 20 25 15 % Code number 25 24 23 22 21 20 19 18 17 16 15 14 13 12 11 10 9 8 7 6 5 4 3 2 1 0 5 10 20 25 30 15 D CDSS 0 5 10 0 5 10 20 15 Code number 25 24 23 22 21 20 19 18 17 16 15 14 13 12 11 10 9 8 7 6 5 4 3 2 1 0 5 10 20 25 30 35 40 15 A Mobile health H Web-based E Clinical reminder B Telemedicine I Overall F Social media C EMR 0 5 10 20 25 30 35 40 15 0 5 10 20 25 30 15 % (95% CI) % (95% CI) % (95% CI) 6•0-22•7]), and professional performance at work (14•1% [7•0-24•4]). Health-care workers identified that interprofessional communication also improved following the implementation of electronic documenting systems (9•9% [4•1-19•3]) during and between shifts due to a better coordinated system in which all workers can be easily reached. Overall, the acceptance and satisfaction of electronic documentation systems were elevated, with high satisfaction among health-care workers (12•7% [6•0-22•7]), mostly because of reduced cognitive load, improved quality of care, and enhanced patient safety. Remarkably, mental health improved when electronic medical records were connected to work flow redesign and quality improvement initiatives, addressing physicians' insecurities and concerns by reducing documentation and task time and expanding care teams. Despite this, electronic health systems were also associated with increased workload and documentation time (9•9% [4•1-19•3]). One review suggested that usability scores depend on the specialtygeneral internal medicine physicians tend to rate electronic medical records' usability higher than family medicine physicians, radiologists, and surgeons. Additionally, Fiander and colleagues 35 reported that when practitioners are trained on systems, use increases. Clinical decision support systems (n=20) Clinical decision support systems were analysed in 20 reviews in clinical and non-clinical activities. Similar to other technologies, computerised clinical decision support systems considerably improved and optimised clinical behaviour, performance, and professional knowledge and beliefs, along with improved care delivery (15•5% [95% CI 8•0-26•0]). Moreover, integrating clinical decision support systems with health-care processes empowered workers when making decisions (16•9% [9•0-27•7]) and increased the adherence to guidelines and clinical protocols (15•5% [8•0-26•0]). According to Adepoju and colleagues, 36 although evidence indicates a substantial improvement in performance, existing evidence does not support their ability to improve the quality of care or clinical outcomes in sub-Saharan Africa. Additionally, conflicts might occur in clinical decision making when the expert knowledge of health workers conflicts with the recommendations of the system. The cost-effectiveness of clinical decision support systems was considered positive in four reviews (12•7% [6•0-22•7]), due to reduced costs in managing diseases and laboratory and radiology assessments. Nevertheless, cost-effectiveness was deemed inconclusive in two reviews and geographically dependent in two other reviews. Included reviews catalogued the core applicability of clinical decision support systems in the routines of health-care workers, enhancing the rationing involved in emergency referrals (1•4% [0•0-7•6]) and diagnosis (9•9% [4•1-19•3]), predicting patients' prognosis (2•8% [0•3-9•8]), and supporting research initiatives (2•8% [0•3-9•8])."
    },
    {
      "title": "Artificial intelligence systems (n=8)",
      "text": "The effect of artificial intelligence technologies on healthcare workers was assessed in eight reviews. These reviews showed the effect of a spectrum of artificial intelligence technologies, such as digital phenotyping, chatbots, natural language processing and deep learning, and machine learning prediction models. The most prominent outcomes were improved care delivery and enhanced clinical practice through better history taking (RFO of 8\n\n•8% [95% CI 3•3-18•2]), improved professional communication (8•8% [3•3-18•2]), and high acceptance and satisfaction rates of such technology (10•3% [4•2-20•1]). Multiple objective and subjective measures were reported as indicators of such enhancements, such as clinical indicators, interviews, surveys, focus groups, and consensus-building approaches. Čartolovni and colleagues, 37 for example, depicted a graphical representation of the interplay of ethical, legal, and social considerations that showed various health-care workers' responses to surveys. Another study reported the increase of disease control and prevention (1•5% [0•0-7•9]), where technology serves as an effective infosurveillance and info epidemiology tool. Moreover, Boonstra and colleagues 38 reviewed the artificial intelligence-based clinical decision-making tools in emergency health-care settings and reported potential positive improvement of clinical practice and reduction of workload."
    },
    {
      "title": "Miscellaneous",
      "text": "Although some DHT modalities were emphasised less, findings also showed their effectiveness and impact. For instance, clinical reminders and alert systems integrated into health-care workers' practices were evaluated in four reviews. In five core domains, these systems were mentioned in some aspect (1•7% [95% CI 0•0-8•9]) and showed their potential effectiveness (improved diagnosis, delivery of care, prescription-related outcomes, health-care workers' performance, and adherence to guidelines). Regarding laboratory reporting systems, a general evaluation showed that the method has been accepted and widely used by its intended clinical clientele. Social media platforms were evaluated in eight reviews. Social media improved health-care workers' performance (6\n\n•2% [95% CI 1•7-15•2]) and interprofessional communication (4•7% [1•0-13•1]), and facilitated training and recruitment of workers (9•4% [3•5-19•3]). These technologies improved clinical practice and management; enhanced health-care workers' mental health (4•7% [1•0-13•1]); and improved workers' skills, motivation, and empowerment (1•6% [0•0-8•4])."
    },
    {
      "title": "Discussion",
      "text": "Findings from this overview and lexical-based and sentence-based meta-analysis show that DHTs are associated with improving health-care workers' performance benchmarks, including delivery of care, diagnosis, clinical management, prescription-related practice, patient follow-up, and data management. Moreover, these technologies enhance interprofessional communication, compliance with standard clinical protocols, health-care workers' skills and personal competencies, and health-care workers mental health outcomes.\n\nAlthough we included many systematic reviews, their unsatisfactory reporting hinders the extrapolation of findings from particular settings to broader professional environments.\n\nHealth technologies reportedly increase the performance of health-care workers, yet defining and quantifying work performance is still challenging. In our included studies, performance was commonly correlated to optimised communication skills; reliable and rapid access to data; development of professional expertise and skills; increased productivity, efficacy, and accuracy; improvement in quality of care; decreased time commitment to professional activities; and advanced knowledge acquisition. However, evaluating and establishing work performance metrics and tools to measure them are still difficult in health care. The absence of standardised performance evaluation scores and nomenclature limits the understanding of the effectiveness of DHTs and makes the clustering and classification of findings less straightforward, less transparent, and based on smaller amounts of highquality homogenous data. Moreover, DHTs are often introduced in health-care facilities without pre-analysis, intra-analysis, and post-analysis of workers' satisfaction; consideration of corporate culture; thorough testing for effectiveness or cost-effectiveness; or solid strategic planning. Consequently, substantial amounts of resources are invested and lost without properly evaluating their positive effect on the health-care workers and evaluating patients' outcomes and efficiency gains.  39 herefore, health employees, medical and health companies, policy makers, and stakeholders involved in assessing success and productivity should mobilise efforts to create a standardised tool to measure job performance, weighting work quality and quantity, efficiency, and organisational-level metrics. Furthermore, balancing the job satisfaction and motivation of the health-care worker might prove crucial for increasing the accuracy of this scale.\n\nOur overview did not catalogue and analyse barriers to and facilitators for the dissemination, creation, implementation, and follow-up of multiple DHTs. Nevertheless, the literature suggests that several components affect the success or failure of a particular intervention.  34, 40, 41 nfrastructure and technical barriers; personal and psychological issues; legal and ethical variables; and cultural, social, and political factors need to be addressed to promote outreach to health-care workers to encourage them to use health technologies in their professional routines.  34, 40, 41 In contrast, involving health-care workers in the development and implementation of DHTs, the availability of government and multisectoral incentives, and willingness and perceived use of DHTs by health workers, seem to actively enable consistent and positive use of these technologies.  34, 40, 42 The availability or lack of training and updated educational programmes either facilitates the adoption of digital solutions or reduces wide use and perception of usefulness.  [43] [44] ] [45] [46] [47]  Although most readers might perceive our study as a representation of the effects of DHTs on health-care workers from a global perspective, attention should be paid when evaluating our results. We did not identify the original setting from each primary study indirectly included in our study (this is not the goal of an umbrella review), so we could not properly classify the most frequently evaluated countries and regions associated with our research question. However, our team noted that most included reviews reported substantially more data from high-income countries. Therefore, effectiveness, safety, and feasibility data are insufficient for most regions worldwide, especially from low-income and middle-income countries, which frequently have staff shortages, high prevalence of infectious and noncommunicable diseases, and restricted access to medical facilities.  [48] [49] 9] [50] [51]  In addition, Braa and colleagues  52, 53  observed challenges faced by low-income and middle-income countries (eg, fragmentation of health-care systems and associated processes, multiple data sources, and lack of standards for data labelling and processing), which should be considered when preparing strategies to improve health information systems and information structures.  52 Likewise, considering national diversity within these nations (based on differences in health services and basic infrastructure) is highly relevant.  52, 53 owever, when these idiosyncrasies are addressed or alleviated, as evidenced by some reviews, the effect of DHTs is impressive, particularly in remote and rural regions, emphasising the value of future research in these regions.  36, 43, 44, 48, 54, 55 lthough not explicitly discussed in the included reviews, our results might be affected by publication bias, as observation of negative effects linked to the use of health technologies were not reported. Typical reasons for observing publication bias include fewer published primary studies (leading to non-relevant intervention effects), unreliability, and subjectivity during the peerreviewing process.  56, 57 Additionally, reporting bias might have influenced our findings along with external funding and commercial interests. Thus, although overviews of systematic reviews outrank all study designs in terms of certainty of the evidence, our findings should be interpreted deliberatively by health-care workers and decision makers.\n\nHarmful or unintended consequences caused by emerging health technologies were vaguely identified in the included reviews. However, considering negative outcomes through the design, implementation, and longitudinal technology assessment is essential for the Review digital health scientific progress and its self-correcting nature. At the organisational level, disruption of workflows, changing process dynamics, changes in the power structure, and hierarchical relationships (other than strategic repositioning) are central factors requiring the attention of developers and supporters of DHTs.  [58] [59] ] [60]  Regarding personal and cognitive-related negative consequences, the potential dematerialisation and depersonalisation of relationships and human interactions and escalated stress-related emotions during implementation phases because of inexperience and scepticism play a substantial role in the rate of adoption of DHTs. Clinical and professional factors and economic, social, legal, and ethical consequences should also be addressed by stakeholders dealing with telemedicine, electronic medical records, or any other DHT, as they affect not only the overall job performance and satisfaction but also the quality of care and patient contentment.\n\nOur results clearly showed unequal evidence regarding multiple types of DHT. Electronic medical records, telemedicine and correlated technologies, and mobile health technologies have historically been used in a disproportionate number of publications compared with clinical alert reminders, systems, laboratory reporting platforms, and social media. Thus, the complete, holistic, and integrated evaluation of the effects of these less prevalent health technologies designed for health workers is yet to be seen, while the consolidation of the most common DHTs perpetuates their reputations as reliable and effective mechanisms for improvement of health workers-related performance and overall enhancement of public health-care conditions. However, two actions should be initiated following on from these observations. First, we urgently need high-quality studies analysing the effect, effective ness, and safety of these neglected technologies. As the global economy and public health status plunge deeper into a financial crisis and health-care programmes deteriorate, innovative research decisions must cover lesser investigated technologies to discover opportunities and improve existing systems and professional frameworks. Likewise, innovative and unprecedented study designs involving the use of telemedicine, telehealth, electronic medical records, and mobile technologies could also facilitate continued progress in digital medicine, labour medicine, and evidence-based medicine. Therefore, a call to action is required to maintain the progressive and functional evolution of DHTs' effects on health workers' lives.\n\nIn this Review, we applied a well known summarising technique from linguistics and discourse analysis, which presents relevant strengths.  61, 62 Indeed, synthesising qualitative data is challenging, but by using a thematic-based analysis we believe that we successfully examined the perspectives of researchers across the globe, highlighted similarities and differences in reporting, and generated unanticipated insights.  61 onsidering our large set of included reviews, we strictly adhered to our methodological criteria, which consisted of data identification, analysis, organisation, description, and reporting performed by four independent researchers. However, some limitations exist. Subject bias (a con founding component originated by individuals responsible for the research) may have surfaced during the data summarisation process, but this was minimised as we formed a research team with multidisciplinary skills, different linguistic and sociocultural backgrounds, and from contrasting geopolitical settings. Secondly, thematic analysis studies are affected by their inherent theoretical freedom (allowing a range of analytic options), which might initially impede researchers deciding what aspects of data to focus on and might generate a risk of reporting inconsistency. However, we systematically applied our"
    },
    {
      "title": "Search strategy and selection criteria",
      "text": "Initially, we searched the Cochrane Database of Systematic Reviews, Embase, MEDLINE, Epistemonikos, and Scopus for publications published from database inception to Jan 21, 2022, and hand-searched references across the shortlisted reviews. In addition, we searched PROSPERO for ongoing research associated with digital health technologies' effect on the healthcare worker environment. However, considering the prodigious scientific output in digital medicine commencing in 2022, we re-executed our search on March 1, 2023. Our search term definitions and thesaurus (appendix pp 5-12) were based on recent studies.  [29] [30] 0] [31] [32]  Unpublished data were requested, when pertinent, by emailing the corresponding author or through ResearchGate messages. An expert librarian helped develop our search strategy.\n\nWe followed the published definition of systematic reviews: a review study adhering to evidence-based medicine-related guidelines, which searches at least two databases for its systematic analysis.  27, 33 Moreover, the study should describe the search strategy and present transparent methods for study selection and data extraction. We considered including scoping reviews, depending on the existence and report of adequate methodological characteristics. Therefore, two investigators (IJBdN and HMA) independently included studies that precisely analysed the literature associated with digital health technology use by health-care workers, evaluating the effects of these technologies in the health-care workplace (our primary outcome as reported in our protocol), regardless of the outcome assessed and the publication design of the primary studies. Therefore, based on Cochrane's population, intervention, control, and outcomes framework, studies were deemed eligible when enrolling health-care providers from multiple levels of care (participants), using several digital health technologies (interventions), in the existence of a control group (comparator), and outcome studies were shortlisted in the standard Cochrane methodology (abstract and title screening followed by full text assessment). However, the general effects we report were part of a careful, group-based decision analysis to guarantee holistic and integrative reporting of the existing literature. Inclusion was not restricted because of the existence of a comparator or control group from included studies (ie, studies without a control group were included), nor published language, medical field, or publication date. Furthermore, eligible studies needed to exclusively include formal health-care workers in their analyses. We excluded preprints, unpublished data, narrative and literature reviews, and reviews targeting informal health-care workers or individuals in training (eg, students).\n\nIn our registered protocol, we planned to search the first 100 records from Google Scholar as a supplement.  34 However, results differed based on the user's geographical location and previous searching patterns, so we decided not to analyse Google Scholar, as reproducibility would be hindered. No other protocol deviation was executed.\n\napproach to concept identification, in shared decision making. Moreover, we weighted and limited the generalisability of results within the primary studies included in our review. Therefore, future studies that focus on a strategic set of countries might be required for better triangulation of findings. Lastly, overlapping themes can occur during the code creation process in thematic analysis, hindering the coherence and consistency of results. Nevertheless, our study focused on identifying main ideas or concepts, taking care not to misrepresent generated higher-level domains as an overarching theme.\n\nIn our evaluation, our assessment showed significant heterogeneity (p<0•01) among some reported domains. Explanations might include the aggregation of data from different types of health-care workers, the publication year, the geographical location of the assessed sample or the manuscript writer and their understanding of sentence structures, or even how the technologies were tailored or implemented. However, further studies might investigate these characteristics to draw proper inferences and conclusions.\n\nOur overview integrates and evidences the best research evidence available regarding the effectiveness, feasibility, and acceptance of DHTs for health-care workers. We showed that even though included reviews evidenced the beneficial effect of multiple DHTs, data from low-income and middle-income countries are mostly absent. A further limitation worth mentioning is that some DHTs might require long intervals of time post implementation before the health-care institution can measure a benefit. Therefore, the effect of a DHT on an outcome might vary if comparing a shorter assessment period with a longer assessment period. Since several systematic reviews included in our study might have chosen to assign equal weighting across primary studies with multiple measurements periods, this could preclude the ability to distinguish between short-term and long-term effects on health workers' metrics. Additionally, even for high-income nations, high-quality scientific data are still difficult to interpret, hampered by low-quality methodological reporting and vague measurements of professional performance. Technology use in the health-care sector tends to evolve intensely due to rapid technological advancements in software development, operating systems, and improvement of professional competencies. Therefore, it is important to understand how emerging, highly advanced systems will synergistically be incorporated into workflows, and how to assess their applicability for a particular health condition or disease. This process of understanding the emerging technologies should be assessed through high-quality epidemiological, clinical, and socioeconomic research, combining data from diverse predefined settings that use standardised nomenclature, definitions, and measures for primary and secondary outcomes."
    },
    {
      "title": "Conclusion",
      "text": "We have found moderate evidence that DHTs positively affect health-care workers' performance, mental health, clinical management, and features associated with delivery and access to care. Furthermore, a very low certainty of evidence exists that DHTs decrease direct and indirect costs, which consequently might reduce government or private sector-related spending. Based on included reviews, studies sharing concepts between medicine, information technology, and DHTs currently do not have essential methodological components, substantially decreasing the certainty of the evidence of our findings. Therefore, well structured studies evaluating health-care workers and clinically related outcomes are still needed."
    },
    {
      "text": "Figure 1: PRISMA flow diagram Reason 1=wrong intervention or platform was unclear. Reason 2=the study did not provide any relevant outcome influencing health-care workers. Reason 3=targeted population was not health-care workers. Reason 4=study design used did not match our inclusion criteria. *Studies can be accessed upon request."
    },
    {
      "text": "addition, improved clinical practice and management (9•8% [95% CI 3•9-24•2], moderate confidence); improved care delivery and access to care (9•2% [4•1-20•9], moderate confidence); high satisfaction perceived among health-care workers using such technologies (9•0% [4•2-19•4], low confidence); and worker training, recruitment, and continuous education (7•1% [3•8-13•4], moderate confidence) made up the ranking of the five most-frequently reported effects associated with the use of DHTs. Enhanced interprofessional communication (decrease in communication gaps, enhanced shared information quality, improved information and knowledge exchange, strengthened quality and efficiency of communication, enhanced accessibility and inter-team relationships, and increased professional networks) had an RFO of 6•2% ([2•1-18•3], moderate confidence). Less frequently reported were domains asso ciated with improved diagnosis and screening processes (4•4% [1•8-10•7], moderate confidence); improved health-care workers' skills, moti vation, empowerment, self-confidence, selfaccuracy, and improved personal competencies (4•8% [2•0-11•4], moderate evidence); decreased indirect or direct costs of processes (eg, travel-related costs; 4•6% [1•6-13•3], very low confidence); and improved longitudinal follow-up of patients and better patient monitoring (3•3% [1•3-8•2], moderate confidence). The appendix (pp 57-58) shows the summary of findings from the ten most-reported domains with respective RFOs and overall quality of evidence. Based on the heterogeneity assessment across the generated domains, we found significant heterogeneity (p<0•01) for seven outcomes. Telemedicine, telehealth, telemonitoring, and remote monitoring technologies (n=46) 46 (34•8%) reviews provided data associating the use of telemedicine, telehealth, telemonitoring, and remote monitoring technologies with outcomes related to healthcare workers. Numerous reviews sug gested that the use of these technologies in several medical specialties improves decision-making processes (30•3% [95% CI 21•0-41•0]), enhances the delivery of care (27•0% [18•1-37•4]), and is associated with high satisfaction rates among health-care workers (29•2% [20•1-39•8]). In addition, these technologies enable faster identification of new clinical issues (11•2% [5•5-19•7]). Reviews also evidenced that telemedicine might further career advancement, expand know ledge, and enhance efficiency and performance metrics (23•6% [15•2-33•8]); be used in therapeutic interventions (11•2% [5•5-19•7]); and facilitate health-care workers' training and recruitment (15•7% [8•9-25•0]"
    },
    {
      "text": "Figure 2: Relative frequency of occurrence of higher level domains, by major modality of digital health technologies AI=artificial intelligence. CDSS=clinical decision support system. EMR=electronic medical record."
    }
  ],
  "references": [
    {
      "title": "Digital health",
      "authors": [
        "Y Ronquillo",
        "A Meyers",
        "S Korvek"
      ],
      "year": 2022,
      "doi": "10.3998/mpub.11373292.cmp.2587"
    },
    {
      "title": "Health information technology and digital innovation for national learning health and care systems",
      "authors": [
        "A Sheikh",
        "M Anderson",
        "S Albala"
      ],
      "year": 2021
    },
    {
      "title": "What is digital health? Review of definitions",
      "authors": [
        "F Fatehi",
        "M Samadbeik",
        "A Kazemi"
      ],
      "year": 2020,
      "doi": "10.3233/shti200696"
    },
    {
      "title": "The evolution of telehealth: where have we been and where are we going?",
      "authors": [
        "T Lustig"
      ],
      "year": 2012
    },
    {
      "title": "Telemedicine and telehealth: principles, policies, performance, and pitfalls",
      "authors": [
        "A Darkins",
        "M Cary"
      ],
      "year": 2000
    },
    {
      "title": "Use of social media to enable medical teams to work virtually (and better)",
      "authors": [
        "P Tissington",
        "C Senior"
      ],
      "year": 2013,
      "doi": "10.1016/s0140-6736(13)60935-6"
    },
    {
      "title": "Widespread implementation of a low-cost telehealth service in the delivery of antenatal care during the COVID-19 pandemic: an interrupted timeseries analysis",
      "authors": [
        "K Palmer",
        "M Tanner",
        "M Davies-Tuck"
      ],
      "year": 2021
    },
    {
      "title": "What is digital health?",
      "year": 2020
    },
    {
      "title": "The efficacy, challenges, and facilitators of telemedicine in post-treatment cancer survivorship care: an overview of systematic reviews",
      "authors": [
        "R Chan",
        "M Crichton",
        "F Crawford-Williams"
      ],
      "year": 2021
    },
    {
      "title": "Effectiveness of home-based and remotely supervised aerobic exercise in Parkinson's disease: a double-blind, randomised controlled trial",
      "authors": [
        "N Van Der Kolk",
        "N De Vries",
        "Rpc Kessels"
      ],
      "year": 2019,
      "doi": "10.1016/s1474-4422(19)30285-6"
    },
    {
      "title": "Effectiveness of an integrated telehealth service for patients with depression: a pragmatic randomised controlled trial of a complex intervention",
      "authors": [
        "C Salisbury",
        "O 'cathain",
        "A Edwards"
      ],
      "year": 2016
    },
    {
      "title": "Effectiveness of remote patient monitoring after discharge of hospitalized patients with heart failure: the better effectiveness after transition-heart failure (BEAT-HF) randomized clinical trial",
      "authors": [
        "M Ong",
        "P Romano",
        "S Edgington"
      ],
      "year": 2016
    },
    {
      "title": "effectiveness of telehealth in rural and remote emergency departments: systematic review",
      "authors": [
        "C Tsou",
        "S Robinson",
        "J Boyd"
      ],
      "year": 2021
    },
    {
      "title": "Healthcare professionals' perceptions of digital health competence: a qualitative descriptive study",
      "authors": [
        "E Jarva",
        "A Oikarinen",
        "J Andersson"
      ],
      "year": 2022,
      "doi": "10.1002/nop2.1184"
    },
    {
      "title": "Empowering the health workforce to make the most of the digital revolution",
      "authors": [
        "K Socha-Dietrich"
      ],
      "year": 2021,
      "doi": "10.1787/18152015(preprint"
    },
    {
      "title": "WHO guidance for digital health: what it means for researchers",
      "authors": [
        "T Jandoo"
      ],
      "year": 2020,
      "doi": "10.1177/2055207619898984"
    },
    {
      "title": "Public health digitalization in Europe",
      "authors": [
        "A Odone",
        "S Buttigieg",
        "W Ricciardi",
        "N Azzopardi-Muscat",
        "A Staines"
      ],
      "year": 2019,
      "doi": "10.1093/eurpub/ckz161"
    },
    {
      "title": "Digital health for optimal supportive care in oncology: benefits, limits, and future perspectives",
      "authors": [
        "M Aapro",
        "P Bossi",
        "A Dasari"
      ],
      "year": 2020
    },
    {
      "title": "Unintended consequences of tele health and their possible solutions",
      "authors": [
        "S Gogia",
        "A Maeder",
        "M Mars",
        "G Hartvigsen",
        "A Basu",
        "P Abbott"
      ],
      "year": 2016
    },
    {
      "title": "Acceptance and resistance of new digital technologies in medicine: qualitative study",
      "authors": [
        "S Safi",
        "T Thiessen",
        "K Schmailzl"
      ],
      "year": 2018
    },
    {
      "title": "A systematic review of clinical decision support systems for clinical oncology practice",
      "authors": [
        "P Pawloski",
        "G Brooks",
        "M Nielsen",
        "B Olson-Bullis"
      ],
      "year": 2019
    },
    {
      "title": "Perception of telemedicine among medical practitioners in Malaysia during COVID-19",
      "authors": [
        "H Thong",
        "Dkc Wong",
        "H Gendeh",
        "L Saim",
        "Ppbsh Athar",
        "A Saim"
      ],
      "year": 2021
    },
    {
      "title": "Systematic review of patient and caregivers' satisfaction with telehealth videoconferencing as a mode of service delivery in managing patients' health",
      "authors": [
        "J Orlando",
        "M Beard",
        "S Kumar"
      ],
      "year": 2019
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt"
      ],
      "year": 2021,
      "doi": "10.31222/osf.io/jb4dx"
    },
    {
      "title": "Improving the quality of reports of meta-analyses of randomised controlled trials: the QUOROM statement. Quality of Reporting of Meta-analyses",
      "authors": [
        "D Moher",
        "D Cook",
        "S Eastwood",
        "I Olkin",
        "D Rennie",
        "D Stroup"
      ],
      "year": 1999,
      "doi": "10.1016/s0140-6736(99)04149-5"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "authors": [
        "Jpt Higgins",
        "J Thomas",
        "J Chandler"
      ],
      "year": 2022
    },
    {
      "title": "Synthesis without meta-analysis (SWiM) in systematic reviews: reporting guideline",
      "authors": [
        "M Campbell",
        "J Mckenzie",
        "A Sowden"
      ],
      "year": 2020
    },
    {
      "title": "Discourse analysis: a useful methodology for health-care system researches",
      "authors": [
        "A Yazdannik",
        "A Yousefy",
        "S Mohammadi"
      ],
      "year": 2017,
      "doi": "10.4103/jehp.jehp_124_15"
    },
    {
      "title": "Methods for the thematic synthesis of qualitative research in systematic reviews",
      "authors": [
        "J Thomas",
        "A Harden"
      ],
      "year": 2008,
      "doi": "10.1186/1471-2288-8-45"
    },
    {
      "title": "Discurso e Cultura na Aula de Língua",
      "authors": [
        "S Serrani"
      ],
      "year": 2005
    },
    {
      "title": "AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or nonrandomised studies of healthcare interventions, or both",
      "authors": [
        "B Shea",
        "B Reeves",
        "G Wells"
      ],
      "year": 2017,
      "doi": "10.1136/bmj.j4008"
    },
    {
      "title": "Applying GRADE-CERQual to qualitative evidence synthesis findings: introduction to the series",
      "authors": [
        "S Lewin",
        "A Booth",
        "C Glenton"
      ],
      "year": 2018
    },
    {
      "title": "m-Health adoption by healthcare professionals: a systematic review",
      "authors": [
        "M-P Gagnon",
        "P Ngangue",
        "J Payne-Gagnon",
        "M Desmartis"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv052"
    },
    {
      "title": "Interventions to increase the use of electronic health information by healthcare practitioners to improve clinical practice and patient outcomes",
      "authors": [
        "M Fiander",
        "J Mcgowan",
        "R Grad"
      ],
      "year": 2015,
      "doi": "10.1002/14651858.cd004749.pub3"
    },
    {
      "title": "mHealth for clinical decision-making in sub-Saharan Africa: a scoping review",
      "authors": [
        "Ioo Adepoju",
        "Bja Albersen",
        "De Brouwere",
        "V Van Roosmalen",
        "J Zweekhorst"
      ],
      "year": 2017
    },
    {
      "title": "Ethical, legal, and social considerations of AI-based medical decision-support tools: a scoping review",
      "authors": [
        "A Čartolovni",
        "A Tomičić",
        "Lazić Mosler"
      ],
      "year": 2022
    },
    {
      "title": "Influence of artificial intelligence on the work design of emergency department clinicians a systematic literature review",
      "authors": [
        "A Boonstra",
        "M Laven"
      ],
      "year": 2022,
      "doi": "10.1186/s12913-022-08070-7"
    },
    {
      "title": "Significance of technology management and project management aligned with portfolio management is vital for any project based organisation",
      "authors": [
        "J George"
      ],
      "year": 2008,
      "doi": "10.4324/9780080967059-30"
    },
    {
      "title": "Factors affecting front line staff acceptance of telehealth technologies: a mixed-method systematic review",
      "authors": [
        "L Brewster",
        "G Mountain",
        "B Wessels",
        "C Kelly",
        "M Hawley"
      ],
      "year": 2014,
      "doi": "10.1111/jan.12196"
    },
    {
      "title": "Adoption of e-health technology by physicians: a scoping review",
      "authors": [
        "C De Grood",
        "A Raissi",
        "Y Kwon",
        "M Santana"
      ],
      "year": 2016,
      "doi": "10.2147/jmdh.s103881"
    },
    {
      "title": "A systematic review of contributing factors of and solutions to electronic health recordrelated impacts on physician well-being",
      "authors": [
        "O Nguyen",
        "N Jenkins",
        "N Khanna"
      ],
      "year": 2021
    },
    {
      "title": "Evidence on feasibility and effective use of mHealth strategies by frontline health workers in developing countries: systematic review",
      "authors": [
        "S Agarwal",
        "H Perry",
        "L Long",
        "A Labrique"
      ],
      "year": 2015
    },
    {
      "title": "A comparative review of mobile health and electronic health utilization in sub-Saharan African countries",
      "authors": [
        "B Bervell",
        "H Al-Samarraie"
      ],
      "year": 2019,
      "doi": "10.1016/j.socscimed.2019.04.024"
    },
    {
      "title": "Use of mobile health (mHealth) technologies and interventions among community health workers globally: a scoping review",
      "authors": [
        "J Early",
        "C Gonzalez",
        "V Gordon-Dseagu",
        "L Robles-Calderon"
      ],
      "year": 2019,
      "doi": "10.1177/1524839919855391"
    },
    {
      "title": "Health workers' perceptions and experiences of using mHealth technologies to deliver primary healthcare services: a qualitative evidence synthesis",
      "authors": [
        "W Odendaal",
        "Anstey Watkins",
        "J Leon"
      ],
      "year": 2020,
      "doi": "10.1002/14651858.cd011942.pub2"
    },
    {
      "title": "Systematic review of factors influencing the adoption of information and communication technologies by healthcare professionals",
      "authors": [
        "M Gagnon",
        "M Desmartis",
        "M Labrecque"
      ],
      "year": 2012,
      "doi": "10.1007/s10916-010-9473-4"
    },
    {
      "title": "Community health workers and mobile technology: a systematic review of the literature",
      "authors": [
        "R Braun",
        "C Catalani",
        "J Wimbush",
        "D Israelski"
      ],
      "year": 2013
    },
    {
      "title": "Healthcare stakeholders' perceptions and experiences of factors affecting the implementation of critical care telemedicine (CCT): qualitative evidence synthesis",
      "authors": [
        "A Xyrichis",
        "K Iliopoulou",
        "N Mackintosh"
      ],
      "year": 2021,
      "doi": "10.1002/14651858.cd012876.pub2"
    },
    {
      "title": "The role of electronic medical record in care delivery in developing countries",
      "authors": [
        "F Williams",
        "S Boren"
      ],
      "year": 2008
    },
    {
      "title": "Telemedicine and developing countries",
      "authors": [
        "D Wright",
        "L Androuchko"
      ],
      "year": 1996
    },
    {
      "title": "Developing health information systems in developing countries: the flexible standards strategy",
      "authors": [
        "J Braa",
        "O Hanseth",
        "Heywood Mohammed",
        "W Shaw"
      ],
      "year": 2007
    },
    {
      "title": "Networks of action: sustainable health information systems across developing countries",
      "authors": [
        "J Braa",
        "E Monteiro",
        "S Sahay"
      ],
      "year": 2004,
      "doi": "10.2307/25148643"
    },
    {
      "title": "Effectiveness of mHealth interventions targeting health care workers to improve pregnancy outcomes in low-and middle-income countries: a systematic review",
      "authors": [
        "M Amoakoh-Coleman",
        "Abj Borgstein",
        "Sfv Sondaal"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5533"
    },
    {
      "title": "Issues affecting nurses' capability to use digital technology at work: an integrative review",
      "authors": [
        "J Brown",
        "N Pope",
        "A Bosco",
        "J Mason",
        "A Morgan"
      ],
      "year": 2020
    },
    {
      "title": "Bias, subjectivity, chance, and conflict of interest in editorial decisions",
      "authors": [
        "F Godlee",
        "K Dickersin"
      ],
      "year": 2003
    },
    {
      "title": "Peer-review practices of psychological journals: the fate of published articles, submitted again",
      "authors": [
        "D Peters",
        "S Ceci"
      ],
      "year": 1982
    },
    {
      "title": "Benefits and drawbacks of electronic health record systems",
      "authors": [
        "N Menachemi",
        "T Collum"
      ],
      "year": 2011
    },
    {
      "title": "Social, organizational, and technological factors impacting clinicians' adoption of mobile health tools: systematic literature review",
      "authors": [
        "C Jacob",
        "A Sanchez-Vazquez",
        "C Ivory"
      ],
      "year": 2020
    },
    {
      "title": "Some multidimensional unintended consequences of telehealth utilization: a multi-project evaluation synthesis",
      "authors": [
        "H Alami",
        "M-P Gagnon",
        "J-P Fortin"
      ],
      "year": 2019,
      "doi": "10.15171/ijhpm.2019.12"
    },
    {
      "title": "Thematic analysis: striving to meet the trustworthiness criteria",
      "authors": [
        "L Nowell",
        "J Norris",
        "D White",
        "N Moules"
      ],
      "year": 2017
    },
    {
      "title": "Thematic analysis of qualitative data: AMEE guide no. 131",
      "authors": [
        "M Kiger",
        "L Varpio"
      ],
      "year": 2020,
      "doi": "10.1080/0142159x.2020.1755030"
    }
  ],
  "num_references": 61
}
