{
  "paper_id": "PXZ8U7LV",
  "title": "A Self-Determination Theory Approach to Psychotherapy: The Motivational Basis for Effective Change",
  "abstract": "The application of self-determination theory (SDT) to psychotherapy is particularly relevant because a central task of therapy is to support the client to autonomously explore, identify, initiate, and sustain a process of change. In this article, the authors discuss the experimental work, field studies, and clinical trials representing the application of SDT to the domain of psychotherapy. Evidence supports the importance of client autonomy for the attainment and maintenance of treatment outcomes. In addition, intervention studies suggest that therapist autonomy support enhances the likelihood that treatment gains will be achieved and maintained. The authors discuss some of the processes involved in enhancing autonomy, including the role of awareness, the importance of exploring and challenging introjects and external regulations, attention to need-related goal contents, and therapist attitudes required for a therapy approach that is process-rather than outcome-focused.",
  "year": 2004,
  "date": "2004",
  "journal": "Journal of Personality",
  "publication": "Journal of Personality",
  "authors": [
    {
      "forename": "Richard",
      "surname": "Ryan",
      "name": "Richard Ryan",
      "email": "richard.ryan@rochester.edu"
    },
    {
      "forename": "Edward",
      "surname": "Deci",
      "name": "Edward Deci"
    },
    {
      "affiliation": "University of Rochester Clinical and Social Sciences in Psychology , University of Rochester , Rochester , New York. \n\t\t\t\t\t\t\t\t Clinical and Social Sciences in Psychology \n\t\t\t\t\t\t\t\t University of Rochester \n\t\t\t\t\t\t\t\t University of Rochester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t New York"
    },
    {
      "affiliation": "Clinical and Social Sciences in Psychology , University of Rochester , 355 Meliora Hall , Rochester , NY 14627 . \n\t\t\t\t\t\t\t\t Clinical and Social Sciences in Psychology \n\t\t\t\t\t\t\t\t University of Rochester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 355 Meliora Hall \n\t\t\t\t\t\t\t\t\t 14627 \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t NY"
    }
  ],
  "doi": "10.1037/a0012753",
  "keywords": [
    "psychotherapy",
    "self-determination theory",
    "motivation",
    "autonomy"
  ],
  "sections": [
    {
      "text": "In the past two decades, clinical psychologists have placed increasing emphasis on evidence-based treatment approaches within training programs and clinical practice  (Kazdin, 2003) . This trend has been attributable both to (1) a sense of professionalism within the field that has highlighted the importance of using techniques that have empirical backing, and (2) pressure from third-party payers who want indication that treatment will impact important outcomes if they are to pay for it  (Parry, 2000) .\n\nIn clinical psychology this emphasis on evidence-based treatments has resulted in attention being paid to compiling specific, often manualized, methods designed to change targeted behavioral outcomes. In contrast, less attention has focused on the development and validation of comprehensive evidence-based theories that focus on the processes of change while also integrating varied factors that impact important outcomes and specifying how particular treatment tools can be optimally applied. Basing therapy in a comprehensive, evidencebased theory is especially important because clinicians are so often presented with new situations and unique configurations of problems to which highly standardized methods may not be readily applicable. In fact, evidenced-based treatments typically are criterion-focused and thus often developed on unrepresentative samples with discrete diagnostic presentations  (Westen, Novotny, & Thompson-Brenner, 2004) . By contrast, the focus of treatment in most therapy settings is complex and the course of therapy is not so easily preordained  (Yalom, 2002) . Accordingly, therapists require principles that can be adapted to such circumstances.\n\nIndeed, with few exceptions, psychotherapy depends upon the ongoing willingness of clients to recognize and work on specific, and often multiple, problem areas in their lives. Thus, in most clinical encounters, treatment is an unfolding process, the goals of which are sometimes changing. Comprehensive theories are needed to guide this process of working with clients so clinicians can identify what is needed even in novel circumstances as they engage in the tasks of therapy and facilitate maintenance of the changes that result.\n\nIn this article, we present an overview of an approach to psychotherapy and behavior change derived from self-determination theory (SDT;  Deci & Ryan, 2000; Ryan & Deci, 2000) . SDT provides empirically informed guidelines and principles for motivating people to explore experiences and events, and from that reflective basis, to make adaptive changes in goals, behaviors, and relationships. Because the issues of motivation and of creating a climate conducive to volitional and lasting change are central to all psychotherapies, the principles of SDT are not only useful in informing therapeutic content but also have relevance across varied interventions and techniques. Moreover, given the empirical framework of SDT, both the effectiveness of these principles and their generalizability to different populations and therapeutic foci are subject to ongoing empirical test and refinement.\n\nSDT represents a broad theory of motivated behavior, built upon experimentally tested constructs and principles at both micro and macro levels  (Deci & Ryan, 2008) . Much basic research stemming from SDT examines experimentally how the processes and structures of rewards, directives, feedback, praise, positive regard, and other change-related factors enhance or diminish self-motivation and outcomes. Moreover, as illustrated in other articles in this issue, SDT has been applied and tested in a variety of domains and field settings. Herein we discuss the SDT model of psychotherapy and behavior change, and those aspects of it that have been empirically supported to date."
    },
    {
      "title": "Perceived Locus of Causality and Therapy Success",
      "text": "Within SDT, the construct of autonomy concerns the selfendorsement of one's behavior and the accompanying sense of volition or willingness. SDT proposes that, when individuals are more autonomously engaged in the therapeutic process-that is, when they have a more internal perceived locus of causality for treatment  (de Charms, 1968; Ryan & Connell, 1989 )-they will be more likely to integrate learning and behavior change, resulting in more positive outcomes. This is so because, to the extent that people experience treatment or change as a function of external factors, they will experience conflict and division in the process of change, rendering it unstable. Unless the client internalizes responsibility for the process of change, there can be little hope for long-term success.\n\nSDT describes varied types of motives that may bring a person to therapy, along with their correlates and consequences. These motives, with corresponding regulatory processes, vary along a continuum of relative autonomy  (Ryan & Connell, 1989; Vallerand, 1997) , and people typically have varied degrees of each type of motive. First, persons can be pressured or coerced by external factors, a process referred to as external regulation. This is especially apparent in the treatment of children, and in therapies connected with the legal system such as substance abuse  (Wild, Cunningham, & Ryan, 2006) . Second, introjection is evident when people initiate treatment because of \"shoulds,\" guilt, or seeking social approval and thus pressure themselves to change. Third, clients may have the more autonomous experience of identifying with the goals of therapy and volitionally pursuing change. This volitional identification will be transformed into integrated regulation when it is brought into congruence with all of the person's values and perceptions. Finally, clients may even come to treatment with considerable intrinsic motivation, reflected in an open curiosity and interest in what can occur. Each of these motives and their regulations has its own dynamic presentation, but the less autonomous the motive the more SDT predicts poor engagement in therapy and lowered long-term, or maintained, success.\n\nTesting this idea,  Pelletier, Tuson, and Haddad (1997)  assessed the degree to which individuals enter treatment for more controlled (i.e., external or introjected motivation) or autonomous reasons (i.e., identified, integrated, or intrinsic motivation). Data from adult outpatient clinics revealed that the more autonomous individuals were in their motivation for therapy, the more important they believed the therapy to be, the less distracted they were during therapy, the less tension they experienced about therapy, the more satisfied they were with the therapy, the greater their intention to persist, the higher their self-esteem, the lower their level of depressive symptoms, and the greater their life satisfaction. People's controlled motivation, in contrast, positively predicted tension, and negatively predicted the importance of therapy, the intention to persist, and self-esteem.\n\nUsing a different approach,  Michalak, Klappheck, and Kosfelder (2004)  studied the relative autonomy of treatment goals in a sample of psychiatric outpatients. Patients who were more autonomously motivated had more positive therapeutic outcomes. Interesting to note, the relations of autonomy to outcomes were especially robust when looking at the outcomes of specific sessions, even when controlling for levels of symptoms and distress. Michalak et al.  argued that, because autonomy is related to goal progress  (Koestner, Lekes, Powers, & Chicoine, 2002)  and sustained effort  (Sheldon & Houser-Marko, 2001) , clients with more autonomous goals may be better able to confront and overcome difficulties and barriers to change.\n\nResearch by  Williams, Grow, Freedman, Ryan, and Deci (1996)  found that morbidly obese patients in a weight-loss program who reported more autonomous reasons for participating in treatment lost more weight and were better able to maintain the weight loss over a 2-year period than patients whose regulation was more controlled. Here again, autonomy was associated with better attendance and internalization of the treatment approach, which was reflected in the sustained lifestyle changes made by these patients.\n\nIn some cases therapy is prompted, or even mandated, by an external source, and in such cases the client is more prone to begin treatment with an external perceived locus of causality. For example, in a study of patients in a methadone maintenance programme,  Zeldman, Ryan, and Fiscella (2004)  found that court-mandated attendance was, in fact, associated with lower autonomy for treatment. But the more important issue was the degree of willing assent to treatment reported by individual patients. This predicted therapist-rated engagement and chemically verified abstinence. Similar findings have been obtained in treatment for alcohol dependence (e.g.,  Ryan, Plant, & O'Malley, 1995) ."
    },
    {
      "title": "Motivational Interviewing (MI)",
      "text": "With regard to the initiation of treatment and the eliciting of volition, SDT has had a particular affinity with the approach of MI  (Miller & Rollnick, 2002) . MI has become a popular approach to promoting behavior change, initially in the area of alcohol and other substance abuse, and more recently for a wider range of issues. It is a client-centered  (Rogers, 1951)  method that neither persuades nor coerces patients to change, but instead attempts to explore and resolve their ambivalence, allowing them to decide for themselves whether to change. Markland, Ryan, Tobin, and Rollnick (2005)  pointed out that SDT provides a meaningful framework for understanding how and why MI works. Specifically, the authors argued that MI can be understood as providing an autonomy-supportive atmosphere conducive to clients finding an internal source of motivation, if it is present. In terms of methods, MI practises can be aligned with supporting each of the three basic psychological needs specified by SDT, namely autonomy (through nondirective inquiry and reflection), competence (through provision of information), and relatedness (through a relationship characterised by unconditional positive regard).\n\nResearching the links between the constructs of SDT and MI,  Foote et al. (1999)  showed that patients randomly assigned to a MI treatment group experienced the setting as more autonomy supportive than those assigned to a usual-care group. Further, perceived autonomy support was related to treatment engagement and attendance.\n\nThe Facilitation of Autonomy: Evidence on Autonomy Support values and regulations of new ways of being, perceiving, and behaving. Indeed, it is integration within personality rather than behavioral change per se that is the aim of an SDT-informed approach to therapy. That process supports the client in examining behavioral options, taking interest in relevant information, reflecting upon it, and allowing a synthesis to form.\n\nA large body of SDT research has focused on the nature and impact of interpersonal supports for autonomy, whether the context is parenting, education, sport, work, friendships, or psychotherapy  (Ryan & Deci, 2000) . Across domains the general concept of autonomy support refers to the attitudes and practices of a person or a broader social context that facilitate the target individual's self-organization and self-regulation of actions and experiences. Research within SDT has identified a number of specific components to autonomy support, including understanding and acknowledging individuals' perspectives  (Koestner, Ryan, Bernieri, & Holt, 1984) , providing them with unconditional regard  (Assor, Roth, & Deci, 2004) , supporting choice  (Moller, Deci, & Ryan, 2006; Reeve, Nix, & Hamm, 2003) , minimizing pressure and control  (Ryan, 1982) , and providing a meaningful rationale for any suggestions or requests  (Deci, Eghrari, Patrick, & Leone, 1994) .\n\nIn the context of psychotherapy, the process of supporting autonomy includes all of these elements, but it begins most crucially with understanding and validating clients' internal frame of reference. Respect for people's experience does not entail endorsement of their values or behaviors, but rather represents a thorough attempt to grasp how the individuals see the situation, internally and externally. In helping clients articulate their experiences, regrets, conflicts and anxieties, therapists seek to cultivate an interested attention or mindfulness  (Brown & Ryan, 2003)  with respect to areas of concern. Although that may sound simple enough, to be autonomy supportive in this way requires being truly noninvested in a specified outcome  (Deci & Ryan, 1985)  and trusting in the client's capacity to take interest in and integrate information. Autonomy-support entails therapists facilitating the process of clients organizing and self-regulating their actions, rather than imposing the therapists' agendas or values on them, and it involves aiding the clients in understanding their experiences and taking responsibility for new behaviors. It is in such a nonjudgmental and noncontrolling atmosphere that SDT assumes people are most apt to make choices and changes in the direction of health  (Ryan, 1995) .\n\nA recent study examined the importance of autonomy support and autonomous motivation for therapeutic outcomes  (Zuroff et al., 2007) . Ninety-five adults were treated for major depression using one of three approaches: cognitive behavior therapy, interpersonal therapy, or pharmacotherapy with clinical management. At the third treatment session, patients completed assessments of their motivation for treatment, their perceptions of autonomy support from the therapists, and the therapeutic alliance. Symptoms of depression were assessed both pre-and posttreatment. Results indicated that, in all three treatment groups, patients' perceptions of autonomy support positively predicted autonomous motivation for treatment and therapeutic alliance. In turn, autonomous motivation predicted remission of depression. Although therapeutic alliance is not a SDT construct per se, it is clearly in line with SDT's conceptual framework. The specific SDT model tested in most studies focuses on autonomy support from practitioners fa-cilitating the clients' experience of autonomous motivation, competence for change, and relatedness to the change agent, which in turn lead to internalization and change in behavior, affect, and symptoms. Williams et al. (2006)  conducted a clinical trial to test this SDT-based therapeutic treatment model for smoking cessation. Patients' autonomous motivation for treatment and perceived competence for change were assessed before treatment and six months later, and their perceptions of the therapist's autonomy-support were assessed one month into treatment. The primary outcome was smoking status at six months, assessed via a biochemically validated index. Results showed that the SDT intervention was experienced as more autonomy-supportive than the community-care alternative, and it led to significantly greater cessation at six months. Support was also found across conditions for a process model of change in which perceived autonomy-support led to increases in both autonomous motivation and perceived competence, and these motivation variables led to greater cessation. Follow-ups at 18 and 32 months showed that the enhanced improvement in the SDT-treatment group was maintained at each time point  (Williams et al., 2006) .\n\nIn the SDT intervention, the therapists were oriented toward taking the patients' internal frame of reference by attempting to understand and relate to the patients' perspectives through listening and reflecting. They also actively encouraged patients to reflect upon what they did and did not like about smoking, and how continuing to smoke or stopping might fit with their values and needs. Throughout, therapists remained neutral or equidistant, not endorsing either option or pressuring clients toward cessation. Yet, if patients made a choice to quit, the therapists then worked with them to develop specific competencies for dealing with withdrawal and avoiding relapse, all the time respecting the patients' autonomy.\n\nOne interesting aspect of this study concerned patients' motivations toward medications associated with smoking cessation. An important component of success was accounted for by adherence to medications, which in turn was determined by patients' autonomy for taking the medications, as previous studies had shown (e.g.,  Williams, Rodin, Ryan, Grolnick, & Deci, 1998) . Given the importance of medications in many types of psychotherapy the role of therapists in supporting autonomy for medication adherence is significant."
    },
    {
      "title": "Comments and Observations on SDT Methods in Psychotherapy",
      "text": "As an empirically based theory, SDT has been constructed and refined through iterations between theoretical propositions and testing of their implications in experimental and field studies. Yet SDT is also reflective of a basic organismic assumption that throughout development people manifest active tendencies toward integration  (Ryan, 1995) , synthesis  (Freud, 1923 (Freud, /1962)) , organization  (Piaget, 1971) , and self-actualization  (Patterson & Joseph, 2007) . From the SDT perspective, the promotion of therapeutic change involves energizing and supporting this inherent growth tendency as patients take on the challenges confronting them.\n\nThis integrative tendency underlying healthy development can be either facilitated or thwarted within one's social environment. Indeed,  Ryan, Deci, Grolnick, and La Guardia (2006)  described the relations between need thwarting and the development of a number of commonly diagnosed forms of psychopathology. Specifically, the SDT concept of basic psychological needs refers to those nutriments from the social environment that are essential or necessary for the processes of growth, integrity, and wellness to ensue. Although there may be others, the empirical findings within SDT have specified autonomy, competence, and relatedness as universal psychological needs (e.g.,  Deci & Ryan, 2000; Ryan, 1995) . Mobilizing the integrative tendency within the context of therapy requires supporting the satisfaction of these three needs. To the extent that treatment settings and psychotherapeutic encounters promote basic psychological need satisfaction and facilitate people being able to get these basic needs more fully satisfied in the various domains of their lives, the treatment will be more effective in promoting well-being. Although every encounter with patients is unique, the focus on need support leads therapists guided by SDT to a few common foci and styles of intervention.\n\nIn what follows we discuss a few of these considerations."
    },
    {
      "title": "Therapeutic Support and the Need for Relatedness",
      "text": "Autonomy support plays a critical role in fostering motivation and internalization, but SDT suggests that the psychological need for relatedness must also be met  (Markland et al., 2005) . Relatedness, the sense of being cared for and connected with the other, is critical to internalization and valuing of the therapeutic process. It is conveyed through both therapist warmth and genuine involvement in the therapeutic endeavor. In this regard, when research has examined the elements involved in people feeling secure in a dyadic relationship, relatedness need satisfaction contributes significantly, but so too does satisfaction of the needs for autonomy and competence (La Guardia,  Ryan, Couchman, & Deci, 2000) . We suspect that patients' security of attachment to their therapist would also positively predict internalization and therapeutic outcomes for they tend also to be associated with relatedness need satisfaction and satisfaction of the other basic psychological needs."
    },
    {
      "title": "Structure and the Enhancement of Competence",
      "text": "The need for competence  (Deci & Moller, 2005)  concerns supports for efficacy with respect to autonomously selected goals or areas of growth. Therapists enhance the sense of competence through providing both effectance relevant feedback and by providing a structure to their activities that brings coherence and direction to the work of therapy. Although the role of positive feedback is well understood, the concept of structure, which concerns the implementation of goals, strategies, and limits, is often confused with control. Yet research in SDT suggests that structure can be implemented in either controlling or autonomysupportive ways (e.g.,  Grolnick, 2003; Koestner et al., 1984) , and this strongly moderates the likelihood of promoting proactivity and internalization."
    },
    {
      "title": "Internalization and Integration",
      "text": "In many therapeutic encounters, clients are attempting to change a behavior or become more successful in managing emotions or drives. A basic motivational process common to these issues concerns the development of regulatory processes through the internalization and integration of values and behavioral regulations that are congruent with them  (Ryan et al., 2006) .\n\nFor example, to regulate emotions effectively, individuals may need to hold back or delay the spontaneous, nonintentional expression of emotions such as making automatic, aggressive, hurtful comments. Through the internalization and integration of this process of delay, people will be able to both experience the emotion and to make a more reflective and authentic choice about whether to express it and, if so, how. In the SDT view, this would not mean \"programming\" a person with methods to minimize, suppress, or distort inner reactions, but rather helping them to experience the informational as opposed to the controlling significance of emotions  (Deci & Ryan, 1985)  and the choices, responsibilities and options they have with respect to what follows. The process of internalization and integration of regulations is thus relevant not only to acquiring new behaviors, but also to developing regulations of inner urges and inclinations that are counterproductive (e.g.,  Ryan, 2005) ."
    },
    {
      "title": "Confronting Introjects",
      "text": "One of the most common problems for psychotherapists is dealing with introjects. Within SDT, introjects are conceptualized as \"partial internalizations\" (e.g.,  Deci et al., 1994)  that are manifest as intrapersonal pressures and rewards, leading individuals to experience no real choice about how they live their lives. Introjects are frequently derived from clients' experiences of conditional regard during development  (Assor et al., 2004)  and are buttressed by the resulting sense of contingent self-worth  (Deci & Ryan, 1995) . For example, it is common for patients to inhibit saying what they think or feel because they project that others would disapprove or reject them. As well, introjects can lead individuals to study relentlessly for careers they do not want, or to enact social rituals that interfere with satisfying true needs. Introjects can be crippling both in their stringent severity and in the harsh punishments \"they\" administer when people fail to live up to the standards, as manifest, for example, in introjective or self-critical depression  (Shahar, Henrich, Blatt, Ryan, & Little, 2003) .\n\nSuch cases often require identifying and challenging these introjects. Frequently clients have a difficult time recognizing introjects as such. Yet the aim in helping them challenge their introjects is to allow them to reevaluate these inner demands and come to a true, reflective choice about whether they are indeed congruent and meaningful for the individuals. To the extent that they are reflectively considered to be authentic and appropriate, the clients can then work to integrate them. To the extent that the demands are considered inappropriate, the clients can begin to experience, with support from their therapists, what it means to discard them."
    },
    {
      "title": "Fostering Awareness",
      "text": "Awareness refers to a state in which people experience a relaxed interest, free in the moment from introjected agendas and egoinvolvements  (Deci & Ryan, 1985) . In SDT we have studied awareness as mindfulness, defined as an open and receptive awareness of what is occurring  (Brown & Ryan, 2003) . Mindful awareness is a means for people to become more in touch with emotions, as well as introjects and painful experiences that have been blocked or suppressed. Through awareness people are able to examine feelings, experiences, or introjects, and to work toward integrating that material. Mindful awareness thus enhances the organismic integration process by fostering a fuller acknowledgment of the varied parts of one's personality, so that they can be brought into coherence and harmony  (Deci & Ryan, 1991) .\n\nPrevious research has shown that greater mindfulness is associated with both more autonomous regulation and more subjective vitality, or the experience of energy being available to the self  (Ryan & Deci, 2008) . Studies have further shown that people tend to experience greater mindfulness and vitality in autonomysupportive contexts (e.g.,  Brown & Ryan, 2003; Nix, Ryan, Manly, & Deci, 1999) ."
    },
    {
      "title": "Contacting Basic Needs",
      "text": "In the SDT model of psychotherapy people are understood to have basic psychological needs for autonomy, competence, and relatedness, the satisfaction of which is essential for optimal development and mental health. SDT argues that the etiology of a wide number of psychological problems and psychopathologies lies in the dynamics of need deprivation or thwarting during development  (Ryan, 2005; Ryan et al., 2006) . Individuals who have failed to gain satisfaction of these needs may block awareness of them, or minimize the value of these self-nutriments. For example,  Moller, Deci, and Elliot (2008)  found that when people experienced little satisfaction of the relatedness need, they tended to value it less, even though its satisfaction is essential for daily well-being (e.g.,  Reis, Sheldon, Gable, Roscoe, & Ryan, 2000) . In fact, as people experience thwarting of the basic needs they may develop need substitutes  (Williams, Cox, Hedberg, & Deci, 2000)  such as extrinsic life goals  (Kasser & Ryan, 1996)  toward which they direct their energy rather than being mindful of the necessity of the basic needs themselves.\n\nAccordingly, another important therapeutic agenda is to facilitate patients' awareness of their basic needs and to explore opportunities for achieving greater satisfaction of these needs. As such, SDT-informed therapists are mindful of the basic psychological needs and notice when a need is being ignored or avoided by patients, or when what is being talked about implies need thwarting. When there is no mention of intimate interactions with others or when a patient talks about feeling fine after being rejected by a partner, the therapists will take note and may raise the issue when the time seems right. When patients never speak about feeling ineffective even though it is clear that things are not going well at work, or when patients seem to have no awareness of being controlled and thus not acting in accord with their own interests and values but instead are speaking about what they should or have to do, the therapists would also take note and would likely find a way to address the issues. These are merely instances of how the content either expressed or avoided by patients associated with the needs for autonomy, competence, and relatedness are important in the practise of SDT-based therapy.\n\nBeing aware of emotions is particularly relevant in this regard, for emotions provide people with valuable cues about when they are or are not getting what they need. Central to emotions such as anger and sadness are experiences of need thwarting. These emotions may signal that people's autonomy has been thwarted, that they have been criticized for their incompetence, or that they have been rejected or ignored by important others. In contrast, unexpected joy or excitement may be an indicator of fulfillment and actualization. As such, autonomy-supportive therapists encourage patients to take interest in emotions and to hear what the emotions \"are saying\" to them. By taking an interest in emotions, people have a means of coming more into contact with factors impacting autonomy, competence, and relatedness-that is, with the essential nutriments for their growth, satisfaction, and sense of meaning  (Weinstein, Ryan, & Deci, in press )."
    },
    {
      "title": "Content Considerations: The What and Why of Psychotherapy",
      "text": "Although therapists, in order to be autonomy supportive, must be nonjudgmental and equidistant with respect to their clients' values and goals, this does not mean that therapists must be naı ¨ve with respect to the implications of different life goals. In SDT, research on both eudaimonic and hedonic wellness  (Ryan & Deci, 2001)  has found that people who place strong importance on extrinsic goals such as appearance, popularity, and wealth tend to be less psychologically healthy than those who focus on intrinsic goals such as community, intimacy, or personal growth. Moreover, when SDT-informed therapists listen to clients' goals, the therapists can often detect in these not only strong introjects but also attempts to compensate for earlier need thwarting with strong extrinsic goals such as in seeking power or money to make up for insecurities due to parental control or rejection (e.g.,  Kasser, Ryan, Zax, & Sameroff, 1995) . Indeed, many dynamic problems are precisely the fallout of earlier need deprivations  (Ryan, 2005)  and conflicts between basic needs  (Deci & Ryan, 1995 , 2000) .\n\nIn short, SDT emphasises the process of therapy as being facilitated by the therapists' disciplined approach to being autonomy-supportive, and providing the need-related nutriments of structure and involvement that allow the integrative propensities within clients' to become active. In addition, given that SDT is also a theory of psychopathology in which developmental need deprivations are considered crucial to the formation of clinical presentations  (Ryan et al., 2006) , it also supplies a set of contents for therapists to consider. Where prior theories saw the growth and conflicts of the psyche as based in drive energies or external reinforcements, SDT instead sees the moving forces of the psyche in terms of basic psychological needs and the dynamics of their support or frustration within social contexts."
    },
    {
      "title": "The Relevance of SDT to Other Evidence-based Approaches",
      "text": "We began by distinguishing evidence-based treatments that tend to focus on specific outcomes from evidence-based theories that inform how change occurs and how specific treatment tools can be optimally applied. In our view the issue is not whether other evidence-based techniques should not be utilized but rather is how they can be most optimally implemented in ways that are consistent with the evidence on how motivation for change becomes internalized and maintained. That is, an SDT approach would not exclude evidence-based interventions, which all informed clinicians ought to have in their toolkits, but rather would guide how the methods can be better integrated into clinical practice.\n\nFor example, the most common evidence-based treatments that focus on specific outcomes are described under the rubric of cognitive behavioral therapies (CBTs). Although discussions of CBT typically state that (1) it is important for the therapist to develop rapport with the patient, and (2) that the patient should experience treatment as voluntary, most of these approaches do not specify how those factors either derive from cognitive-behavioral theories, (which in some cases actually deny the significance of autonomy-e.g.,  Bandura, 1989)  or how the promotion of relatedness and autonomy are actually accomplished. SDT, in contrast, explicitly emphasises autonomy-support and relatedness, and details how these can be promoted. Thus, SDT encourages therapists to take the patients' perspectives and not align themselves with either side of the patients' conflicts but instead to support the patients to examine the conflict and clarify their own goals. SDT research has further detailed many elements of autonomy support, including such issues as not emphasising rewards, deadlines, and pressures, which tend to be experienced as controlling, and instead to reflect feelings, promote choice, and provide meaningful, noncontrolling feedback. By being attentive to the patients' autonomous motivation for change, it is possible to use the techniques of CBT, or any other focussed evidence-based approach, in ways that facilitate greater maintenance of change. Indeed, this suggests that considerable variation in the success of any focussed intervention may well depend upon the controlling versus autonomy-supportive styles through which they are implemented."
    },
    {
      "title": "Why Therapists Are Not Always Autonomy Supportive",
      "text": "Research has shown that the degree to which authority figures are autonomy supportive versus controlling depends in part on what types of pressures, rewards contingencies, and supports they are experiencing in that setting (e.g.,  Deci, Spiegel, Ryan, Koestner, & Kauffman, 1982; Grolnick, 2003; Pelletier, Seguin-Levesque, & Legault, 2002) . In fact, one tenet of SDT is that, to the degree that rewards, sanctions, or controls are contingently attached to specific outcomes, interventions are more likely to be controllingly implemented  (Ryan & Brown, 2005) . Accordingly, we suggest that therapists being controlling rather than autonomy supportive is often a function of the pressures they experience in the treatment milieu. This can be direct external pressures from clinic directors or insurers, and it can be internally controlling introjects and ego-involvements that lead to therapists feeling compelled to \"make\" clients change.\n\nIn contrast to an investment in attaining specific behavioral outcomes, SDT emphasizes the promotion of self-endorsed change  (Deci & Ryan, 1985) . Promoting patient choice through the clarification of values and goals, and facilitating growth through methods that emphasize ownership, personal responsibility, and awareness is thus an orientation that is not only allied with many of the traditional values of the therapeutic community, but in the case of SDT is also something that has been empirically supported through multiple methodologies in multiple settings. That is, an orientation toward the support of autonomy is not only a core therapeutic sensibility, it is an empirically grounded approach to lasting change. Yet to be effective, it also requires therapists themselves being aware of their motives, resisting letting their own self-esteem become dependent on outcomes, and protecting clients from controlling systems of incentives and pressures that can contaminate the process and climate of therapy."
    },
    {
      "title": "Conclusions",
      "text": "We have outlined several aspects of a self-determination theory approach to psychotherapy and behavior change. We noted that autonomy is a critical element in successful therapy and that, when autonomy is facilitated in therapeutic encounters, patients experience more positive treatment outcomes that will be more likely to persist over time. We highlighted the importance of therapists using an autonomy-supportive style and being mindful of supporting satisfaction of basic psychological needs for autonomy, competence, and relatedness, which have been shown in many studies to promote health and well-being. SDT has a growing amount of empirical support when applied to psychotherapy, and it represents a basis for integrating psychological research into clinical practice.\n\nTo the extent that SDT concerns basic principles of motivation, it can be applied to any therapeutic technique, no matter how outcome focused the technique may be. That is, even in the context of prestructured goals and strategies, enhancing the perceived autonomy-support and volition of participants will enhance outcomes. But even more congruent with an SDT perspective is the idea that, optimally, the goals and outcomes of therapy will not be dictated a priori, but will instead result from an inherent growth process catalysed by conditions of nutriment; that is, by interpersonal supports for the client's basic psychological needs for autonomy, competence, and relatedness. By focusing on therapy as an active growth process and being mindful of supporting clients' basic psychological needs, rather than viewing therapy as a product-focused set of techniques, the SDT approach to psychotherapy is bringing important, though often forgotten, elements of wisdom from the psychodynamic, humanistic, and existential traditions into the current movement toward empirically supported practices."
    },
    {
      "title": "Re ´sume",
      "text": "Ĺ'application de la the ´orie de l'autode ´termination au domaine de la psychothe ´rapie est particulie `rement pertinente, car l'un des principaux ro ˆles de la the ´rapie est d'encourager le client a `e ˆtre autonome dans l'exploration, la de ´finition, l'initiation et le maintien du processus de changement. Dans le pre ´sent article, nous nous penchons sur le travail expe ´rimental, les e ´tudes sur le terrain et les essais cliniques qui illustrent l'application de la the ´orie de l'autode ´termination a `la psychothe ´rapie. Les e ´tudes ont re ´ve ´le ĺ'importance de l'autonomie du client dans l'acquisition et le maintien des bienfaits du traitement. De plus, les expe ´rimentations sugge `rent que le soutien du the ´rapeute en matie `re d'acquisition d'autonomie augmente les chances de re ´ussite du traitement et favorise le maintien des re ´sultats. Nous expliquons certains des processus qui favorisent l'autonomie, y compris le ro ˆle de la prise de conscience, l'importance de l'exploration et de la mise au de ´fi des parame `tres externes et d'introjection, l'attention porte ´e au contenu de l'objectif base ´sur le besoin, ainsi que l'attitude a àdopter par le the ´rapeute pour une approche axe ´e sur le processus et non sur le re ´sultat.\n\nMots-cle ´s : psychothe ´rapie, the ´orie de l'autode ´termination, motivation, autonomie"
    }
  ],
  "references": [
    {
      "title": "The emotional costs of parents' conditional regard: A self-determination theory analysis",
      "authors": [
        "A Assor",
        "G Roth",
        "E Deci"
      ],
      "year": 2004,
      "doi": "10.1111/j.0022-3506.2004.00256.x"
    },
    {
      "title": "Human agency in social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1989,
      "doi": "10.1037//0003-066x.44.9.1175"
    },
    {
      "title": "The benefits of being present: Mindfulness and its role in psychological well-being",
      "authors": [
        "K Brown",
        "R Ryan"
      ],
      "year": 2003,
      "doi": "10.1037/0022-3514.84.4.822"
    },
    {
      "title": "Personal causation",
      "authors": [
        "R De Charms"
      ],
      "year": 1968
    },
    {
      "title": "Facilitating internalization: The self-determination theory perspective",
      "authors": [
        "E Deci",
        "H Eghrari",
        "B Patrick",
        "D Leone"
      ],
      "year": 1994,
      "doi": "10.1111/j.1467-6494.1994.tb00797.x"
    },
    {
      "title": "The concept of competence: A starting place for understanding intrinsic motivation and self-determined extrinsic motivation",
      "authors": [
        "E Deci",
        "A Moller"
      ],
      "year": 2005
    },
    {
      "title": "Intrinsic motivation and selfdetermination in human behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985,
      "doi": "10.1007/978-1-4899-2271-7_2"
    },
    {
      "title": "A motivational approach to self: Integration in personality",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1991,
      "doi": "10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k"
    },
    {
      "title": "Human autonomy: The basis for true self-esteem",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1995,
      "doi": "10.1007/978-1-4899-1280-0_3"
    },
    {
      "title": "The \"what\" and \"why\" of goal pursuits: Human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000
    },
    {
      "title": "Facilitating optimal motivation and psychological well-being across life's domains",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2008
    },
    {
      "title": "Effects of performance standards on teaching styles: Behavior of controlling teachers",
      "authors": [
        "E Deci",
        "N Spiegel",
        "R Ryan",
        "R Koestner",
        "M Kauffman"
      ],
      "year": 1982,
      "doi": "10.1037/0022-0663.74.6.852"
    },
    {
      "title": "A group motivational treatment for chemical dependence",
      "authors": [
        "J Foote",
        "A Deluca",
        "S Magura",
        "A Grand",
        "A Rosenblum",
        "S Stahl"
      ],
      "year": 1999
    },
    {
      "title": "The ego and the id",
      "authors": [
        "S Freud"
      ],
      "year": 1923
    },
    {
      "title": "The psychology of parental control",
      "authors": [
        "W Grolnick"
      ],
      "year": 2003
    },
    {
      "title": "Further examining the American dream: Differential correlates of intrinsic and extrinsic goals",
      "authors": [
        "T Kasser",
        "R Ryan"
      ],
      "year": 1996
    },
    {
      "title": "The relations of maternal and social environments to late adolescents' materialistic and prosocial values",
      "authors": [
        "T Kasser",
        "R Ryan",
        "M Zax",
        "A Sameroff"
      ],
      "year": 1995,
      "doi": "10.1037//0012-1649.31.6.907"
    },
    {
      "title": "Research design in clinical psychology",
      "authors": [
        "A Kazdin"
      ],
      "year": 2003,
      "doi": "10.1023/a:1021893318132"
    },
    {
      "title": "Attaining personal goals: Self-concordance plus implementation intentions equals success",
      "authors": [
        "R Koestner",
        "N Lekes",
        "T Powers",
        "E Chicoine"
      ],
      "year": 2002,
      "doi": "10.1037//0022-3514.83.1.231"
    },
    {
      "title": "Setting limits on children's behavior: The differential effects of controlling versus informational styles on children's intrinsic motivation and creativity",
      "authors": [
        "R Koestner",
        "R Ryan",
        "F Bernieri",
        "K Holt"
      ],
      "year": 1984
    },
    {
      "title": "Within-person variation in security of attachment: A self-determination theory perspective on attachment, need fulfillment, and well-being",
      "authors": [
        "La Guardia",
        "J Ryan",
        "R Couchman",
        "C Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.79.3.367"
    },
    {
      "title": "Motivational interviewing and self-determination theory",
      "authors": [
        "D Markland",
        "R Ryan",
        "V Tobin",
        "S Rollnick"
      ],
      "year": 2005,
      "doi": "10.1521/jscp.2005.24.6.811"
    },
    {
      "title": "Personal goals of psychotherapy patients: The intensity and the \"why\" of goal-motivated behavior and their implications for the therapeutic process",
      "authors": [
        "J Michalak",
        "M Klappheck",
        "J Kosfelder"
      ],
      "year": 2004
    },
    {
      "title": "Motivational interviewing",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2002
    },
    {
      "title": "Person-level dynamics of the psychological need to belong: Sensitization to the affective value of belonging",
      "authors": [
        "A Moller",
        "E Deci",
        "A Elliot"
      ],
      "year": 2008,
      "doi": "10.1177/0146167210371622"
    },
    {
      "title": "Choice and egodepletion: The moderating role of autonomy",
      "authors": [
        "A Moller",
        "E Deci",
        "R Ryan"
      ],
      "year": 2006
    },
    {
      "title": "Revitalization through self-regulation: The effects of autonomous and controlled motivation on happiness and vitality",
      "authors": [
        "G Nix",
        "R Ryan",
        "J Manly",
        "E Deci"
      ],
      "year": 1999
    },
    {
      "title": "Evidence-based psychotherapy: Special case or special pleading?",
      "authors": [
        "G Parry"
      ],
      "year": 2000
    },
    {
      "title": "Person-centered personality theory: Support from self-determination theory and positive psychology",
      "authors": [
        "P Patterson",
        "S Joseph"
      ],
      "year": 2007,
      "doi": "10.1177/0022167806293008"
    },
    {
      "title": "Pressure from above and pressure from below as determinants of teachers' motivation and teaching behavior",
      "authors": [
        "L Pelletier",
        "C Seguin-Levesque",
        "L Legault"
      ],
      "year": 2002
    },
    {
      "title": "Client motivation for therapy scale: A measure of intrinsic motivation, extrinsic motivation, and amotivation for therapy",
      "authors": [
        "L Pelletier",
        "K Tuson",
        "N Haddad"
      ],
      "year": 1997
    },
    {
      "title": "Biology and knowledge",
      "authors": [
        "J Piaget"
      ],
      "year": 1971
    },
    {
      "title": "Testing models of the experience of self-determination in intrinsic motivation and the conundrum of choice",
      "authors": [
        "J Reeve",
        "G Nix",
        "D Hamm"
      ],
      "year": 2003
    },
    {
      "title": "Daily well-being: The role of autonomy, competence, and relatedness",
      "authors": [
        "H Reis",
        "K Sheldon",
        "S Gable",
        "J Roscoe",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1177/0146167200266002"
    },
    {
      "title": "Client centered therapy",
      "authors": [
        "C Rogers"
      ],
      "year": 1951
    },
    {
      "title": "Control and information in the intrapersonal sphere: An extension of cognitive evaluation theory",
      "authors": [
        "R Ryan"
      ],
      "year": 1982
    },
    {
      "title": "Psychological needs and the facilitation of integrative processes",
      "authors": [
        "R Ryan"
      ],
      "year": 1995
    },
    {
      "title": "The developmental line of autonomy in the etiology, dynamics, and treatment of borderline personality disorders",
      "authors": [
        "R Ryan"
      ],
      "year": 2005,
      "doi": "10.1017/s0954579405050467"
    },
    {
      "title": "Legislating competence: The motivational impact of highstakes testing as an educational reform",
      "authors": [
        "R Ryan",
        "K Brown"
      ],
      "year": 2005
    },
    {
      "title": "Perceived locus of causality and internalization: Examining reasons for acting in two domains",
      "authors": [
        "R Ryan",
        "J Connell"
      ],
      "year": 1989,
      "doi": "10.1037//0022-3514.57.5.749"
    },
    {
      "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0003-066x.55.1.68"
    },
    {
      "title": "On happiness and human potentials: A review of research on hedonic and eudaimonic well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2001
    },
    {
      "title": "From ego-depletion to vitality: Theory and findings concerning the facilitation of energy available to the self",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-9004.2008.00098.x"
    },
    {
      "title": "The significance of autonomy and autonomy support in psychological development and psychopathology",
      "authors": [
        "R Ryan",
        "E Deci",
        "W Grolnick",
        "J La Guardia"
      ],
      "year": 2006
    },
    {
      "title": "Initial motivations for alcohol treatment: Relations with patient characteristics, treatment involvement and dropout",
      "authors": [
        "R Ryan",
        "R Plant",
        "S Malley"
      ],
      "year": 1995,
      "doi": "10.1016/0306-4603(94)00072-7"
    },
    {
      "title": "Interpersonal relatedness, self-definition, and motivational orientation during adolescence: A theoretical and empirical investigation",
      "authors": [
        "G Shahar",
        "C Henrich",
        "S Blatt",
        "R Ryan",
        "T Little"
      ],
      "year": 2003,
      "doi": "10.1037/0012-1649.39.3.470"
    },
    {
      "title": "Self-concordance, goalattainment, and the pursuit of happiness: Can there be an upward spiral",
      "authors": [
        "K Sheldon",
        "L Houser-Marko"
      ],
      "year": 2001
    },
    {
      "title": "Toward a hierarchical model of intrinsic and extrinsic motivation",
      "authors": [
        "R Vallerand"
      ],
      "year": 1997,
      "doi": "10.1016/s0065-2601(08)60019-2"
    },
    {
      "title": "Finding meaning through basic need satisfaction: A self-determination theory perspective on meaning in life",
      "authors": [
        "N Weinstein",
        "R Ryan",
        "E Deci"
      ],
      "year": 2008
    },
    {
      "title": "The empirical status of empirically supported psychotherapies: Assumptions, findings and reporting in clinical trials",
      "authors": [
        "D Westen",
        "C Novotny",
        "H Thompson-Brenner"
      ],
      "year": 2004,
      "doi": "10.1037/0033-2909.130.4.631"
    },
    {
      "title": "Social pressure, coercion, and client engagement at treatment entry: A self-determination theory perspective",
      "authors": [
        "T Wild",
        "J Cunningham",
        "R Ryan"
      ],
      "year": 2006,
      "doi": "10.1016/j.addbeh.2006.01.002"
    },
    {
      "title": "Extrinsic life goals and health risk behaviors in adolescents",
      "authors": [
        "G Williams",
        "E Cox",
        "V Hedberg",
        "E Deci"
      ],
      "year": 2000
    },
    {
      "title": "Motivational predictors of weight loss and weight-loss maintenance",
      "authors": [
        "G Williams",
        "V Grow",
        "Z Freedman",
        "R Ryan",
        "E Deci"
      ],
      "year": 1996,
      "doi": "10.1037//0022-3514.70.1.115"
    },
    {
      "title": "Testing a self-determination theory intervention for motivating tobacco cessation: Supporting autonomy and competence in a clinical trial",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "D Sharp",
        "C Levesque",
        "R Kouides",
        "R Ryan"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.1.91"
    },
    {
      "title": "Autonomous regulation and adherence to long-term medical regimens in adult outpatients",
      "authors": [
        "G Williams",
        "G Rodin",
        "R Ryan",
        "W Grolnick",
        "E Deci"
      ],
      "year": 1998
    },
    {
      "title": "The gift of therapy",
      "authors": [
        "I Yalom"
      ],
      "year": 2002
    },
    {
      "title": "Client motivation, autonomy support and entity beliefs: Their role in methadone maintenance treatment",
      "authors": [
        "A Zeldman",
        "R Ryan",
        "K Fiscella"
      ],
      "year": 2004
    },
    {
      "title": "Autonomous motivation for therapy: A new common factor in brief treatments for depression",
      "authors": [
        "D Zuroff",
        "R Koestner",
        "D Moskowitz",
        "C Mcbride",
        "M Marshall",
        "M Bagby"
      ],
      "year": 2007,
      "doi": "10.1080/10503300600919380"
    }
  ],
  "num_references": 58
}
