{
  "paper_id": "Q4K2DX4T",
  "title": "Effectiveness of Digital Health Interventions Containing Game Components for the Self-management of Type 2 Diabetes: Systematic Review",
  "abstract": "Background: Games and game components have become a major trend in the realm of digital health research and practice as they are assumed to foster behavior change and thereby improve patient-reported and clinical outcomes for patients with type 2 diabetes. \n Objective: The aim of this systematic review was to summarize and evaluate the current evidence on the effectiveness of digital health interventions containing game components on behavioral, patient-reported, and clinical outcomes for patients with type 2 diabetes. Methods: An electronic search was conducted in MEDLINE and PsycINFO in April 2020; updated in April 2022; and supplemented by additional searches via Google Scholar, Web of Science (which was used for forward citation tracking), and within the references of the included records. Articles were identified using predefined inclusion and exclusion criteria. In total, 2 reviewers independently conducted title, abstract, and full-text screening and then individually performed a critical appraisal of all the included studies using the Cochrane risk-of-bias tool version 2. A consensus was reached through discussion. Results: Of 2325 potentially relevant titles (duplicates excluded), 10 (0.43%) randomized controlled trials were included in this review. Quality assessment revealed a high risk of bias for all randomized controlled trials except for 10% (1/10), with performance bias due to the lack of blinding being the major source of bias. There is evidence suggesting that digital health interventions containing game components can substantially improve motivation for physical activity (1/1, 100% of the studies dealing with PA motivation), exercise intensity (3/5, 60%), dietary behavior (4/4, 100%), health literacy (1/3, 33%), mental quality of life (2/2, 100%), glycated hemoglobin level (2/6, 33%), BMI (1/3, 33%), fasting plasma glucose level (1/2, 50%), waist circumference (1/1, 100%), and aerobic capacity (1/1, 100%). \n Conclusions: Published studies indicated that digital health interventions containing game components might improve health behavior patterns, quality of life, and clinical outcomes in patients with type 2 diabetes. However, the intervention types and outcomes studied were heterogeneous, and study quality was mostly low, which translates to ambiguous results. Future research should focus on sound methodology and reporting as well as on identifying game components that contribute to significant positive effects.",
  "year": 2021,
  "date": "2021",
  "journal": "J Epidemiol Glob Health",
  "publication": "J Epidemiol Glob Health",
  "authors": [
    {
      "forename": "Linda",
      "surname": "Ossenbrink",
      "name": "Linda Ossenbrink"
    },
    {
      "forename": "Tina",
      "surname": "Haase",
      "name": "Tina Haase"
    },
    {
      "forename": "Patrick",
      "surname": "Timpel",
      "name": "Patrick Timpel"
    },
    {
      "forename": "Olaf",
      "surname": "Schoffer",
      "name": "Olaf Schoffer"
    },
    {
      "forename": "Madlen",
      "surname": "Scheibe",
      "name": "Madlen Scheibe"
    },
    {
      "forename": "Jochen",
      "surname": "Schmitt",
      "name": "Jochen Schmitt"
    },
    {
      "forename": "Stefanie",
      "surname": "Deckert",
      "name": "Stefanie Deckert"
    },
    {
      "forename": "Lorenz",
      "surname": "Harst",
      "name": "Lorenz Harst",
      "email": "lorenz.harst@tu-dresden.de"
    },
    {
      "affiliation": "Center for Evidence-based Healthcare , University Hospital and Faculty of Medicine Carl Gustav Carus , Technische Universität Dresden , Dresden , Germany \n\t\t\t\t\t\t\t\t Center for Evidence-based Healthcare \n\t\t\t\t\t\t\t\t Faculty of Medicine Carl Gustav Carus \n\t\t\t\t\t\t\t\t University Hospital \n\t\t\t\t\t\t\t\t Technische Universität Dresden \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dresden \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "affiliation": "Center for Evidence-based Healthcare University Hospital and Faculty of Medicine Carl Gustav Carus Technische Universität Dresden Fetscherstraße 74 Dresden , 01307 Germany \n\t\t\t\t\t\t\t\t Center for Evidence-based Healthcare University Hospital \n\t\t\t\t\t\t\t\t Faculty of Medicine Carl Gustav Carus \n\t\t\t\t\t\t\t\t Technische Universität Dresden \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fetscherstraße 74 \n\t\t\t\t\t\t\t\t\t 01307 \n\t\t\t\t\t\t\t\t\t Dresden \n\t\t\t\t\t\t\t\t\t Germany"
    }
  ],
  "doi": "10.2196/44132",
  "keywords": [
    "diabetes",
    "gamification",
    "digital health",
    "diabetes self-management",
    "mobile"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "According to the 2021 and most recent Diabetes Atlas provided by the International Diabetes Federation, diabetes affects 537 million people worldwide, which equals a share of almost 7% of the world's total population  [1] . Compared with the data provided in the 2019 Atlas, this is an increase in diabetes prevalence of almost 16% within 2 years  [1] . The vast majority of people diagnosed with diabetes (95%) live with type 2 diabetes  [2, 3] .\n\nApart from genetic predispositions and a higher probability of having a diabetes diagnosis at an older age, several risk factors of type 2 diabetes are lifestyle-related, such as physical inactivity; malnutrition; and, correspondingly, overweight and obesity  [4] . Therefore, several clinical practice guidelines on the treatment of type 2 diabetes focus not only on pharmacological interventions but also on a comprehensive self-management regimen that includes theory-based behavior change  [4] [5] [6] [7] . Measures for the latter warranted by the so-called Diabetes Self-Management and Education (DSME) regimen defined by the American Diabetes Association (ADA) include education on symptoms, etiology of and coping with diabetes, the adoption of a healthy (ie, high fiber-and fruit-and vegetable-based) diet, and the uptake of regular physical activity (PA) as a means to achieve weight loss  [4, 6] . Apart from the education component, continuous monitoring of blood glucose values, food intake, and frequency and intensity of PA is a requirement of DSME  [6] .\n\nThe potential of digital health applications, such as telemedicine, for supporting patients regarding DSME is well documented for patients with a more recent diabetes diagnosis, especially for applications that enable continuous glucose self-monitoring or health care provider feedback on the values recorded  [8] .\n\nRecently, interest has spiked in digital health applications containing game components as they are expected to offer aid in behavior change  [9] , which, for many patients, is a necessary precondition for successful DSME  [10] . Game components such as scoring systems, trophies, and leaderboards have been shown to be effective in increasing the motivation for uptake of healthy behaviors in a number of chronic conditions  [11]  as well as a measure of health promotion. However, the methodological quality of the evidence is still moderate to low  [12] . Educational games often rely on storytelling elements such as coherent narratives and episodes, which generate a so-called transportation effect where players immerse themselves completely in the narrative world, which loosens reluctance toward behaviors perceived as laborious or unpleasant, such as PA  [13, 14] . Exergames stimulate PA by challenging the players' abilities and rewarding success  [15] .\n\nA moderating role of the regulatory mode can be assumed in the relationship between gaming and behavior change.\n\nAccording to theory, either individuals can assess the situation they are in and then develop the most adequate strategy to reach a behavioral aim (assessment) or they can just initiate the behavior for which they strive (locomotion). Locomotion is associated with higher intrinsic motivation, whereas assessment is associated with anticipating failure and, therefore, procrastination  [16] .\n\nIn 2016, a meta-analysis including both types of game-based interventions (educational games and exergames) for patients with diabetes (type 1 and 2) showed no effect on blood glucose values (glycated hemoglobin [HbA 1c ]) but showed an effect on quality of life, balance, and muscle strength  [17] . Theng et al  [18]  found that videogames were useful tools for diabetes education independent of diabetes type. However, the analyses are outdated (both searches were conducted in 2014) given the substantial increase in the availability of gamified health interventions, as evidenced by a recent overview of gamified interventions used in the context of diabetes  [19] , half of which were launched after 2016. The median survival time of reviews is 5.5 years before they are outdated  [20] . In addition, patient populations and the measures taken to deal with type 1 and type 2 diabetes differ greatly  [7] , and so do the effective components of digital health applications  [8] . Therefore, targeted game-based interventions are necessary as well. Furthermore, given the complex requirements of DSME, focusing the analysis solely on clinical outcomes and neglecting behavioral outcomes as well as patient-reported outcomes (PROs), as did Martos-Cabrera et al  [21]  and Kaihara et al  [22] , is limited in perspective."
    },
    {
      "title": "Objectives",
      "text": "Therefore, the questions to be answered were as follows:  (1)"
    },
    {
      "title": "Do digital game-based interventions have an effect on the health behavior of patients with type 2 diabetes? and (2) Do digital game-based interventions have an effect on clinical outcomes and PROs in patients with type 2 diabetes?"
    },
    {
      "title": "Methods",
      "text": "The protocol for this systematic review was published beforehand in PROSPERO (CRD42020209706) and followed during the conduct of the review. Reporting of the results adhered to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) statement  [23] ."
    },
    {
      "title": "Study Inclusion and Exclusion",
      "text": "The inclusion and exclusion criteria were defined according to the population, intervention, control, outcome, and study design scheme (Textboxes 1 and 2). For this purpose, digital health interventions containing game components were defined as the intervention group, whereas usual care or the use of digital health interventions without a game component were defined as the control group.\n\nTextbox 1. Study inclusion criteria. Population • Participants with type 2 diabetes (no age restriction) Intervention • Use of digital health applications containing game components identified in previous reviews [12,17] (such as virtual reality, serious gaming, or exergaming) Comparison • Use of digital health applications without game components or standard or usual care Outcome • Primary outcomes: • Behavioral outcomes such as physical activity or dietary behavior • Secondary outcomes: • Patient-reported outcomes such as self-efficacy, patient empowerment, and quality of life • Clinical parameters such as glycated hemoglobin (blood sugar value), BMI, and systolic blood pressure or diastolic blood pressure Study design • Randomized controlled trials • Nonrandomized studies (only when n>10) Textbox 2. Study exclusion criteria. Population • Participants without diabetes or with type 1 or gestational diabetes Intervention • No treatment or intervention Comparison • No treatment or intervention Outcome • Neither behavioral outcomes nor patient-reported outcomes or clinical parameters studied Study design • Cross-sectional studies, qualitative studies, reviews, and meta-analyses\n\nOnly studies published in English or German were included."
    },
    {
      "title": "Database Search",
      "text": "An electronic database search was conducted in MEDLINE (via PubMed) and PsycINFO to cover both medical and psychological research. The initial search was conducted in April 2020 and updated in April 2022 with no restrictions on start time. The search string (Multimedia Appendix 1) included terms covering type 2 diabetes (population), including Medical Subject Heading terms and synonyms for game and gaming (intervention) as well as game components, and was piloted in previous research  [24] . Population and intervention terms were linked with the operator AND. No restrictions were imposed on the outcome category of the search string to avoid accidentally excluding relevant effects of gamified interventions.\n\nAdditional searches were conducted within the references of the included studies (backward citation tracking) as well as on Google Scholar and Web of Science, where publications citing the included studies were checked (forward citation tracking) in July 2022."
    },
    {
      "title": "Screening and Data Extraction",
      "text": "The screening of relevant records was a 2-step process. First, 2 independent reviewers screened the titles and abstracts of all records found by the database and hand searches. If deemed relevant by at least one reviewer, the full text was assessed for eligibility by both reviewers as well. The reference manager EndNote (Clarivate Analytics) was used for both screening and duplicate removal.\n\nData were extracted according to the population, intervention, control, outcome, and study design scheme, aiming at allowing for a comparison of the effects of different gamified intervention types on the aforementioned outcome domains. In addition, the following information was extracted from each study: (1) bibliographic information, (2) population characteristics, (3) the allocation of the study participants to the intervention and control group or control groups, (4) treatment or interventions applied to the control group (as a means to account for plausible confounding factors), (  5 ) inclusion and exclusion criteria of each applicable study (as a means to account for plausible confounding factors), and (6) outcome measures (to inform quality assessment).\n\nThe data extraction sheet was piloted by 2 researchers on 2 of the included studies, which were randomly selected, and subsequently slightly adjusted by including the category \"outcome measures.\" Data extraction was performed using a Microsoft Excel (Microsoft Corp) spreadsheet.\n\nFor a visual representation, HbA 1c values at baseline and after intervention completion were extracted in percentage or mmol/mol depending on the data available in the included studies, along with the SD. Δ HbA 1c was computed, and statistical significance was extracted from the included studies.\n\nThe threshold for statistically significant effects was set at P<.05. No assumptions were made if information was missing; this was labeled as \"not reported\" instead. All study results were tabulated. Apart from the tabulation and visualization of HbA 1c results, the presentation of the results is narrative."
    },
    {
      "title": "Quality Assessment",
      "text": "The randomized controlled trials (RCTs) found were assessed for study quality by applying the Cochrane risk-of-bias tool version 2 (RoB 2)  [25] , whereas cohort studies, if included, were assessed using the corresponding Critical Appraisal Skills Programme (CASP) cohort study checklist  [26] . Case-control studies were assessed using the corresponding checklist also provided by the CASP  [27] . The RoB 2 covers bias within an outcome resulting from the randomization process (selection bias); blinding of participants, assessors, and analysts; deviations from intervention delivery (performance bias); changes in participants' adherence to the intervention (attrition bias); modalities of outcome measurement; or selective reporting (reporting bias). RoB 2 assessment was performed for each relevant study outcome according to our inclusion criteria. According to the RoB 2 manual, the overall risk of bias within a study was deemed high if 1 study outcome had a high risk of bias. Both records by Höchsmann et al  [28, 29]  were treated as 1 study with several outcomes. CASP checklists for nonrandomized studies cover the same categories except for randomization and blinding while also putting an emphasis on practical implications of the study results. In contrast to the RoB 2, CASP checklists were applied to the entire study instead of to selected outcomes. The RoB 2 deems studies to be at a low risk of bias when a low risk of bias is detected for all relevant domains. Some concerns regarding the risk of bias within an outcome can be assumed when some concerns are raised for at least one domain. A high risk of bias can be assumed when multiple domains raise some concerns or a high risk of bias is detected for at least one domain  [25] . With the CASP, overall risk of bias is assessed by answering the following question: \"Do you believe the results?\"\n\nQuality assessment was performed for the effect of both assignment to the intervention (ie, the intention-to-treat effect) and adherence to the intervention (ie, the per-protocol effect).\n\nAll steps of the review-screening of titles and abstracts and full texts, data extraction, and quality assessment-were performed by at least 2 researchers independently (LO, LH, or PT in the first search period and LH and TH in the second search period) to minimize bias. Differences in inclusion, extraction, and quality assessment were resolved through discussion with a third person not involved in the screening process (SD)."
    },
    {
      "title": "Diversions From the Protocol",
      "text": "Contrary to the protocol registered with PROSPERO, research question 2 was adapted so that it clearly addressed PROs. Furthermore, we refrained from performing a search in key journals as these were all listed in MEDLINE."
    },
    {
      "title": "Results"
    },
    {
      "title": "Results of the Search Process",
      "text": "Both database searches (2020 and 2022) taken together yielded 2325 results. A total of 7 additional potentially relevant publications were identified via additional searches, but excluded after full text assessment. In total, 2087 publications remained after duplicates were removed, 2034 (97.5%) of which were removed after title and abstract screening. The full texts of the remaining 53 publications were assessed for eligibility. This process led to the exclusion of 25% (13/53) of the studies as they addressed a population outside this review's scope, such as patients with type 1 or prediabetes  [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] . Another 40% (21/53) of the studies were excluded as the interventions studied did not have a game component . A total of 15% (8/53) of the studies were excluded as they used 1-armed designs or did not study any of the prespecified outcomes but solely patient experiences, such as satisfaction with the application  [64] [65] [66] [67] [68] [69] [70] [71] .\n\nA complete list of the excluded studies with reasons for exclusion can be found in Multimedia Appendix 2 . Finally, 10 studies were included in the qualitative data analysis  [28, 29, [72] [73] [74] [75] [76] [77] [78] [79] [80] . Höchsmann et al  [28, 29]  reported results from the same study in 2 records. The process of study selection is depicted in Figure  1 ."
    },
    {
      "title": "Descriptive Statistics of the Populations Studied",
      "text": "All the included studies (10/10, 100%) were RCTs. However, Kempf and Martin  [78]  and Brinkmann et al  [72]  applied a crossover design in which participants in the control group received the intervention later during the study period. The study samples ranged from 8 participants  [72]  to 465 participants  [76] . The lowest mean age was 44 (SD 7.9) years  [79]  and the highest mean age was 68 (SD 5.8) years  [73] . Brinkmann et al  [72]  only reported the age span of the study participants, which was 67 to 75 years. Overall, 533 female participants and 1061 male participants were included. The intervention duration ranged from 30 minutes (exergame)  [72]  to 36 weeks (self-management app with quiz component)  [74] . In total, 30% (3/10) of the RCTs performed follow-up analyses after the intervention period, with follow-up times ranging from 7 days  [72]  to 48 weeks  [77] . A complete overview of the population characteristics of the included RCTs can be found in Table  1 ."
    },
    {
      "title": "Results of the Quality Assessment",
      "text": "Applying the RoB 2, a high risk of bias was detected in 90% (9/10) of the included RCTs  [28, [73] [74] [75] [76] [77] [78] [79] [80] . A total of 10% (1/10) of the studies had a low risk of bias  [72] . For 40% (4/10) of the RCTs, multiple reasons for a high risk of bias were detected  [73, 74, 79, 80] , whereas for 30% (3/10) of the studies, only 1 reason was found  [75, 77, 78] . The allocation sequence was random in all but 10% (1/10) of the cases  [79] . Major sources of bias were the blinding of study participants and personnel to the allocation to either the intervention or the control group  [73, 74, 76, 77, 79, 80]  and, to a smaller degree, inadequate (ie, nonreliable or nonvalidated) measures for outcome assessment  [28, [73] [74] [75] 79, 80] , both of which translate to detection bias. Most of the included RCTs (7/10, 70%) conducted per-protocol analyses  [28, 29, 72, 73, 75, 77, 78, 80] , whereas another study did not specify the type of analysis  [79] . As such, the effect estimate was potentially biased by dropouts in all but 20% (2/10)  [74, 76]  of the included RCTs (attrition bias). Glasgow et al  [74]  and Kerfoot et al  [76]  performed an intention-to-treat analysis, whereas the remaining authors all performed per-protocol analyses except for Koohmareh et al  [79] , for whom the type of analysis could not be discerned. Bias because of selective reporting was detected by comparing the outcomes described in the Methods sections and those reported in the Results sections  [75, 76] . The results of the quality assessment can be found in Figure  2 ."
    },
    {
      "title": "Game Types and Components Analyzed in the Included RCTs",
      "text": "Of the 10 included RCTs, 4 (40%) focused on an exergame  [28, 29, 72, 75, 78] , one (25%) of which reported first behavioral and then clinical results of the same exergame intervention studied with the same population  [28, 29] . A total of 20% (2/10) of the studies reported on the effects of game components within digital self-management applications for diabetes  [73, 80] . In 40% (4/10) of the RCTs, the authors analyzed quiz games with DSME content  [74, 76, 77, 79] . The digital intervention studied by Brinkmann et al  [72]  combined an exergame with a game for cognitive problem-solving.\n\nWithin the exergames, virtual reality components such as virtual race tracks were used  [72, 75, 78] . Scoring systems awarding trophies to winners or when individualized scores were achieved were used in 60% (6/10) of the interventions  [28, 29, 73, 74, 76, 79, 80] . Storytelling features were part of 20% (2/10) of the interventions studied  [28, 79] , and 10% (1/10) of the interventions applied a team-based approach to the game  [78] .\n\nAmong the 4 RCTs in which the authors reported on the matter  [72, 75, 78, 79] , intervention intensity varied between 30 minutes once (equal to intervention duration)  [72] , 15 minutes per day for 6 weeks  [79] , 30 minutes per day for 12 weeks  [78]  and 45 minutes twice a week for 4 weeks  [75] .\n\nA complete overview of the intervention types and game components studied in the included RCTs can be found in Table  2 ."
    },
    {
      "title": "Effects of Gamified Health Interventions on Health Behavior",
      "text": "Exercise intensity and adherence were studied in 50% (5/10) of the included studies  [28, 29, [73] [74] [75] 78] . A total of 40% (4/10) of the studies reported on nutritional behavior  [73, 74, 79, 80] , and 20% (2/10) of the studies reported on medication adherence  [73, 74] .\n\nPositive effects on behavioral PA outcomes were reported in several of the included RCTs (4/10, 40%). A total of 50% (2/4) of the exergames studied led to an increased intensity of PA (measured as step count, caloric expenditure, and self-report) in the study participants  [28, 29, 78] , and so did the quiz component nested within the DSME website studied by Glasgow et al  [74] . However, the latter was only effective when the website was supplemented with follow-up calls by study staff as a supportive measure in handling the website and group meetings with other study participants  [74] . Only Höchsmann et al  [28]  reported on PA adherence and found no substantial effect of their exergame on PA adherence, where PA exercises were nested within a coherent narrative. However, the intervention statistically significantly increased intrinsic motivation for PA (P<.001), whereas intrinsic motivation decreased in the control group (1-time lifestyle counseling and structured exercise plan) during the study period. Between-group effects were significant. The authors also found a significant positive relationship between time spent doing the in-game exercises and PA motivation (P=.01)  [28] .\n\nDugas et al  [73]  found no overall intervention effect of any of the intervention arms studied on adherence as a whole (quantified using an in-app rating system; Table  3 ), but they found a statistically significant interaction effect (in regression analysis) of time spent using the self-management app with game elements and assessment (P=.01). They also found a statistically significant interaction effect of time and locomotion on weekly exercise adherence (P<.05)  [73] .\n\nIn 40% (4/10) of the RCTs, the authors found significant positive effects on nutrition behavior. Glasgow et al  [74]  reported a significant decrease in fat intake in the intervention group compared with that in the control group (P value for intergroup differences=.006). Koohmareh et al  [79]  found that participants using their educational game on glycemic index and calorie intake paid significantly more attention to the glycemic levels and calorie count of their food (P value for intergroup differences=.001). Maharaj et al  [80]  showed that participants using the mySugr app with the reward system could significantly reduce their high-fat food consumption, whereas no significant changes were found in the control group using a self-management app without a game component (P value for intergroup differences=.052). Interaction effects of time and assessment as well as of time and locomotion were found by Dugas et al  [73]  for nutrition adherence (quantified using an in-app rating system) as well. The authors also found a significant positive effect of locomotion on nutritional adherence (P<.05) but none of assessment (P value not reported)  [73] .\n\nGlasgow et al  [74]  found no significant effect of the intervention on medication adherence or on eating habits other than fat intake (P value for intergroup differences=.006). Dugas et al  [73]  found an interaction effect of time spent using the intervention and assessment on medication adherence (P=.04).\n\nA total of 40% (2/5) of the exergames studied had no effect on PA intensity  [75, 78] . Overall, positive effects of digital health interventions with game components could be found on motivation for and intensity of PA as well as on eating habits.\n\nSelf-assessed diabetes-related impairment using PAID q • Self-assessed physical and mental well-being using SF-\n\n12 • Subjective well-being using WHO-5 r • Quality of life using ADS-L s • Low • Behavioral outcomes: • No significant differences in PPR in any group (P value not reported) • PROs: • No significant differences in diabetes-related impairment during intervention time in any study group (P value not reported) • No significant differences in diabetes-related impairment and empowerment at followup in any study group (P value not reported) • Clinical parameters: • No significant differences in urine microalbumin to creatinine ratio in any study group (P value not reported) • PROs: • Significant increase in empowerment in the intervention group but decrease in the control group during intervention time (significant between-group differences; P value for intergroup differences=.01) • Clinical parameters: • Significantly higher reduction in HbA 1c in the intervention group than in the control group both after the intervention and at follow-up (significant between-group differences; P value for intergroup differ-ences=.048) • Significantly higher reduction in HbA 1c in the intervention group for patients with baseline HbA 1c of >75 mmol/mol (P=.03) • HbA 1c • Oral diabetes medication PPR u • Urine microalbumin to creatinine ratio • Diabetes Empowerment Scale-Short Form • Self-assessed diabetes-related impairment using PAID Kerfoot et al [76], 2017 Study quality according to RoB 2 a Results Outcome (outcome measure) Study, year Nonsignificant Statistically significant Koohmareh et al [79], 2020 • Low • Clinical outcomes: • No significant differences in FPG (P value for intergroup differences=.63) • Behavioral outcomes: • Significantly more attention to food glucose levels and food calories in intervention group but not in the control group (P value for intergroup differences=.001) • PROs: • Significantly higher Amoo test scores in the intervention group but not in the control group (P value for intergroup differences=.001) • FPG • Knowledge of diabetes diet (self-developed Amoo v test) • Attention to food glucose levels and food calories • Low • Behavioral outcomes: • No significant median differences in self-care behaviors in any study group (P value for intergroup differ-ences=.64) PROs: • No significant median differences in illness beliefs in any study group (P value for intergroup differences=.05) • Behavioral outcomes: • Borderline significant median difference in high-fat food consumption (lower in mySugr group; P value for intergroup differ-ences=.052) • Self-care behaviors (SD-SCA w ) • Illness beliefs (Brief Illness Perception Questionnaire) Maharaj et al [80], 2021 • Low • Clinical outcomes: • No significant differences in HbA 1c between intervention and control group after adjustment for risk factors (P value for intergroup differences=.12) • No significant differences in BMI between intervention and control group after adjustment for risk factors (P value for intergroup differences=.08) • Clinical outcomes: • Significant reduction in waist circumference in intervention group but not in control group (P value for intergroup differences=.04) • Stronger intergroup differences in frequent users (P=.008)\n\nTurnin et al  [77] , 2021\n\na RoB 2: Cochrane risk-of-bias tool version 2.\n\nb BDNF: brain-derived neurotrophic factor.\n\nc VEGF: vascular endothelial growth factor.\n\nd IGF-1: insulin-like growth factor-1.\n\ne HbA 1c : glycated hemoglobin (blood sugar value).\n\nf PA: physical activity. g BMI: body mass index h PRO: patient-reported outcome.\n\ni FES-I: Falls Efficacy Scale-International.\n\nj VPT: vibration perception threshold.\n\nk SF-12: Short Form Health Survey.\n\nl LDL-C: low-density lipoprotein cholesterol.\n\nm HDL-C: high-density lipoprotein cholesterol.\n\nn SBP: systolic blood pressure.\n\n0 DBP: diastolic blood pressure.\n\np FPG: fasting plasma glucose.\n\nq PAID: Problem Areas in Diabetes Scale. v Amoo: diabetes test designed by Koohmareh et al  [79] . w SDSCA: Summary of Diabetes Self-Care Activities."
    },
    {
      "title": "Effects of Gamified Health Interventions on PROs",
      "text": "In the included RCTs, data were provided on health literacy in general  [74, 79, 80] , quality of life  [75, 78] , diabetes-related impairment  [76, 78] , and subjective well-being  [78] .\n\nConcerning health literacy, Koohmareh et al  [79]  found a significant positive effect of their educational game on knowledge concerning a diet adequate for patients with diabetes (measured on a self-developed scale; P=.001). Maharaj et al  [80]  found no significant median differences in illness beliefs (measured using the Brief Illness Perception Questionnaire) between the gamified mySugr and the self-management app without any game components (P value for intergroup differences=.05). Glasgow et al  [74]  used health literacy as a moderating variable in a multivariate analysis of covariance to measure the effects of their self-management website with quiz elements but found no interaction effects (P value not reported).\n\nIn the domain of quality of life, Grewal et al  [75]  found a significant improvement in mental well-being because of the virtual balance training they studied (P value for intergroup differences=.04) but no effect of said intervention on physical well-being (P value for intergroup differences=.64; both measured using the Short Form 12 Health Survey). The same effect was demonstrated by Kempf and Martin  [78] , who studied Wii Fit Plus games, using both the Short Form 12 Health Survey and a German depression scale. Subjective well-being, measured using the 5-item World Health Organization Well-Being Index scale, improved significantly in the study by  Kempf and Martin [78]  as well (P value for intergroup differences=.004).\n\nGrewal et al  [75]  and Kempf and Martin  [78]  studied the effects of gamified interventions on diabetes-related impairment both using the Problem Areas in Diabetes Scale. Although the latter found a positive effect of the Wii Fit Plus games (P value for intergroup differences=.03) [78] , the former found no effect of virtual balance training (P value not reported)  [75] . In terms of impairment, Grewal et al  [75]  found no effect of the virtual balance training on fear of falling (P value for intergroup differences=.31).\n\nOverall, sparse positive effects of digital health interventions with game components could be found on health literacy and diabetes-related impairment, whereas substantial evidence was found for the improvement of subjective mental well-being."
    },
    {
      "title": "Effects of Gamified Health Interventions on Clinical Outcomes",
      "text": "The clinical outcome studied most often in the included RCTs was HbA 1c  [29, 73, 74, [76] [77] [78] . Furthermore, 30% (3/10) of the included studies analyzed changes in BMI  [74, 77, 78] , whereas Höchsmann et al  [28] , Glasgow et al  [74] , and Kempf and Martin  [78]  also analyzed lipid outcomes and blood pressure values. Fasting plasma glucose (FPG) was studied twice  [78, 79] , and so was the heart rate of the participants  [28, 72] . Brinkmann et al  [72]  studied cognitive parameters in conjunction with lactate values, and Grewal et al  [75]  analyzed postural stability.\n\nThe effects of the gamified interventions on HbA 1c levels studied in 60% (6/10) of the RCTs are depicted in Figure  3 , where asterisks mark significant changes in HbA 1c . Only Kerfoot et al  [76]  (P value for intergroup differences=.048) and Kempf and Martin  [78]  (P value for intergroup differences<.001) found significant positive effects of a mobile, team-based DSME quiz and Wii Fit Plus games, respectively, on HbA 1c levels in terms of a reduction in the intervention group and significant between-group effects. Dugas et al  [73]  found a significant effect of time spent using the self-management app with an award system on HbA 1c levels in a regression analysis (P<.01), as well as an interaction effect of total adherence score (additive score of exercise, nutrition, and medication adherence; P<.01). Kempf and Martin  [78]  also found significant positive effects of the intervention on BMI (P value for intergroup differences=.008); however, Glasgow et al  [74]  (P value for intergroup differences=.20) and Turnin et al  [77]  (P value for intergroup differences=.08), also studying DSME software with quiz components, did not. Significant effects on FPG after using the same software were also reported by Kempf and Martin  [78]  (P value for intergroup differences=.008) but not by Koohmareh et al  [79]  (P value for intergroup differences=.63), who studied the same intervention type. Significant effects were not found on lipid outcomes and blood pressure values  [29, 74, 78]  or on cognitive outcomes and lactate values  [72] . Grewal et al  [75]  found their exergame, including a virtual obstacle course, to have a positive effect on postural stability when compared with usual care (P value for intergroup differences=.009).\n\nTurnin et al  [77]  found a significant reduction in waist circumference in the intervention group when compared with the control group both before and after adjusting for confounding factors such as baseline HbA 1c levels, age, sex, or obesity (P value for intergroup differences=.04). The authors also reported an increased effect on waist circumference in those with a higher frequency of use (P=.008).\n\nNo significant effects were found on heart rate  [29, 72] , blood pressure (systolic or diastolic)  [29, 78] , or lipid values (ie, on total cholesterol, triglycerides, low-density lipoprotein cholesterol, or high-density lipoprotein cholesterol)  [29, 78]  in any of the RCTs that reported on these values. Brinkmann et al  [72]  studied the vascular endothelial growth factor as an indicator of diabetes retinopathy but found no effect of the Wii Fit exergame they studied (P value not reported). Furthermore, they found no effect of the intervention on insulin-like growth factor-1 as a proxy for poorly adjusted diabetes (P value not reported).\n\nBrinkmann et al  [72]  found improved lactate values in the intervention group (P=.04) but not in the control group (P value not reported), which used a stationary bicycle, thus indicating higher fitness levels owing to the exergame. Improved fitness because of an exergame was also demonstrated by Höchsmann et al  [29]  using aerobic capacity as an indicator (P<.001). Grewal et al  [75]  found improved postural stability to be an effect of the virtual balance training they studied (P=.009).\n\nAs Brinkmann et al  [72]  aimed to also improve cognitive functioning of the study participants by adding cognitive challenges to the exergame, they studied the brain-derived neurotrophic factor as an indicator of learning and memory capacity and found no significant effect of the intervention (P value not reported).\n\nOverall, sparse positive effects of digital health interventions with game components could be found on clinical outcomes, with fitness-related outcomes improving the most.\n\nA complete overview of the effects found in the included RCTs can be found in Table  3 . If not stated otherwise, differences in outcomes are reported between the intervention and control group(s) before and after the study in Table  3 ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Despite heterogeneity in the effects of the gamified applications studied in this review on behavioral, clinical, and patient-reported outcomes, certain patterns emerged. Exergames had the tendency to improve fitness-related and, to a smaller extent, clinical values (as shown in 4/10, 40% of the RCTs  [73, [76] [77] [78] ), whereas educational games affected disease-related knowledge and especially nutrition behavior (as shown in 4/10, 40% of the RCTs  [73, 74, 79, 80] ). In addition, exergames had a potential to improve outcomes related to self-reported well-being such as quality of life and diabetes-related impairment (as shown in 2/10, 20% of the RCTs  [75, 78] )."
    },
    {
      "title": "Comparison With Prior Work",
      "text": "The results confirm those of a meta-analysis by DeSmet et al  [82] , who showed significant positive effects of serious games on health behavior independent of any diagnosis and its theory-based determinants and significant but much smaller effects on various clinical outcomes. As for nutrition behavior, which improved according to 40% (4/10) of the RCTs included in this review solely because of self-management applications with quiz elements, Ledoux et al  [83]  found similar effects of a serious game for young patients with type 1 diabetes. Somewhat surprisingly, self-efficacy was not among the outcomes studied in the included RCTs despite existing evidence that both exergames and serious games can increase the feeling of being able to actively affect one's health outcomes  [65, 84] . A precondition derived from behavior change theories is the option for goal setting by the intervention participants themselves as opposed to behavioral goals predefined by the intervention developers  [85] . This precondition was met by all the gamified interventions studied in this review that used a reward or scoring system as these game components allow for the autonomous setting of target values that the users aim to achieve and, thus, generate intrinsic motivation  [12] .\n\nA coherent narrative as an instrument of storytelling was used in only 20% (2/10) of the included interventions; however, it aided in producing positive effects on behavioral, knowledge-related  [28, 79] , and clinical outcomes  [29] . As such, the results confirm observations made for narrative health communication messages when delivered in a digital manner  [86] .\n\nPhysical fitness because of an increase in PA owing to interventions with game components is an especially promising result as PA is one of the primary target behaviors of diabetes self-management. The same is true for dietary behavior  [6] . As such, these results underline once more the potential of digital interventions for DSME, acknowledged also by the ADA and the European Association for the Study of Diabetes in a joint statement  [87] .\n\nThe relatively high mean age of the study participants is surprising insofar as the traditional target group for digital health applications of all sorts is usually younger people  [88] . Christensen et al  [17] , in sensitivity analyses, also found a positive effect of game-based interventions only for people aged <18 years. Especially regarding exergaming, the positive effects for older people because of high engagement have already been proven elsewhere  [89] . Given the fact that most of the gamified interventions studied in this review (7/10, 70%) were designed for mobile devices, the high penetration of such devices in all age groups might play an important role in overcoming the digital health divide because of age  [90] . Therefore, the results need to be considered in light of demographic changes and a rise in the demand for health care, especially for chronic diseases  [91] .\n\nWith intervention duration varying widely (Table  2 ), statements on its relevance have to be made with caution. However, the results show that effects on clinical outcomes can be achieved via digital health interventions with game components after at least 12 months  [76, 78] , which corresponds to the concept of DSME as a continuous, long-term intervention  [4, 6] . However, even 36 weeks of intervention duration did not guarantee significant effects on BMI and HbA 1c  [74] , hinting at a washout in intervention fidelity common in digital health applications  [92] .\n\nThe fact that generally positive effects of digital health interventions of any kind are biased because of low overall study quality also mirrors findings of recent evidence syntheses  [22, 93] . The methodological issues concerning the quality of obtainable evidence raised in the joint statement by the ADA and the European Association for the Study of Diabetes  [87]  persist in this review even though all the included studies (10/10, 100%) were RCTs or had adaptive RCT designs. The issue of blinding of study participants and personnel to the allocation is common in digital health trials as the fact that one did not receive a gamified health application is easily uncovered  [8] . Therefore, the study conducted by Maharaj et al  [80]  is a positive example of comparing 2 digital health applications whereby one is augmented with game components. The issue of missing outcome data because of dropouts, well known to researchers in multiple fields, is also common in digital health research  [94]  and is linked to the issue of intervention fidelity. The reasons as to why trial participants may lose interest in the use of digital health applications can be numerous  [92] . Therefore, participatory design is an important precondition for gamified applications as well  [95] . Nonvalidated outcome measures, another major source of bias in the included RCTs, point to the need to develop core outcome sets for digital health applications with or without game components."
    },
    {
      "title": "Strengths and Limitations",
      "text": "Robust and reproducible systematic review methods were used to identify the best available evidence, and the results were reported according to the PRISMA checklist (Multimedia Appendix 3  [23] ). Owing to the fact that all steps taken in this review were performed by 2 researchers independently and checked by a third researcher, it is highly unlikely that relevant records were overlooked or incorrectly discarded as irrelevant. The same is true for information in the included records relevant to the quality assessment.\n\nThe focus on research published in German or English is a limitation. Owing to the diverse intervention types (with intervention durations varying widely) and outcomes studied in the rather large number of included RCTs (compared, eg, with the meta-analysis by Christensen et al  [17] ), a meta-analysis especially of clinical outcomes was not deemed feasible. Rather, the broad realm of outcomes studied allows for a holistic overview of the potential effects of digital health interventions with game components. Some of the included RCTs (3/10, 30%) had a considerable loss to follow-up, which would have required intention-to-treat analyses. However, most studies (7/10, 70%) conducted per-protocol analyses instead. Furthermore, the reasons for dropout were not always reported.\n\nLittle to no follow-up time after the intervention period limits the comparability of the gamified interventions studied in the included RCTs with other digital or analog behavior change interventions that have demonstrated sustainable effects over time  [96] . However, according to both theory and evidence, sustainable and long-lasting behavior change over a time span of at least 6 months is necessary to achieve improved health outcomes and still not easily achieved  [85] . Owing to limited reporting of intervention intensity, no discernible patterns regarding effectiveness could be found. Moreover, effective components of gamified health interventions regarding both clinical outcomes and behavior change have not been identified yet  [97] ."
    },
    {
      "title": "Conclusions",
      "text": "This systematic review provided a thorough analysis of the effectiveness of digital health interventions with game components for the self-management of type 2 diabetes. The included RCTs analyzing exergames showed positive effects on fitness-related outcomes and, albeit only in 1 case, also on HbA 1c . Educational games improved dietary habits and subjective mental health and well-being. However, the evidence base was ambiguous and further limited because of the considerable risk of bias in the study designs of most of the included RCTs (9/10, 90%). Nevertheless, the results imply that digital health interventions with game components can help improve PA, dietary habits, and well-being. Therefore, these applications, when developed based on theory and evaluated rigorously, can help achieve the behavioral goals mentioned in several guidelines for DSME. Given the mostly low quality of the included RCTs, the presented evidence allows for nothing more than the suggestion of digital health interventions with game components as a supplement to traditional DSME, which corresponds to the statement by Fleming et al  [87] . The main results of this review are summarized in Textbox 3.\n\nTextbox 3. Main results of the review."
    },
    {
      "title": "•",
      "text": "The variety of game components used in digital health interventions for type 2 diabetes ranges from quiz components over storytelling elements to full-scale exergames.\n\n• Digital health interventions containing game components might improve the health behavior patterns, quality of life, and clinical outcomes of patients with type 2 diabetes."
    },
    {
      "title": "•",
      "text": "The methodological quality was low in most of the included randomized controlled trials.\n\nFurther research should compare digital health interventions that contain game components with those that do not rather than comparing the former with usual care and, as such, risking bias because of high dropout rates. Furthermore, longer follow-up assessments are crucial to detect whether the effects of gamified interventions are sustainable. Adaptive study designs such as microrandomization, where individuals are randomized to several intervention components or treatments for the study duration  [98] , could be used to determine which game components have an effect on which outcome domain (behavioral, PROs, or clinical). Larger sample sizes would allow for more detailed subgroup analyses  [99]  to determine which user groups, in addition to those defined by age, profit the most from digital health interventions containing game components.\n\nFinally, but importantly, a comparison of the effects of digital health interventions with game components for patients with type 1 and 2 diabetes is bound to provide further insights."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow diagram depicting study inclusion."
    },
    {
      "text": "Figure 2. Results of the quality assessment applying the Cochrane risk-of-bias tool version 2 [28,29,72,-80]."
    },
    {
      "text": "item World Health Organization Well-Being Index. s ADS-L: Allgemeine Depressionsskala long version (German). t DPP-4: dipeptidyl peptidase 4. JMIR Serious Games 2023 | vol. 11 | e44132 | p. 17 https://games.jmir.org/2023/1/e44132 (page number not for citation purposes) Ossenbrink et al JMIR SERIOUS GAMES XSL • FO RenderX u PPR: patient-pill ratio."
    },
    {
      "text": "Figure 3. Effects of the interventions studied on glycated hemoglobin (HbA 1c ) levels. *Significant. Δ HbA 1c : difference in HbA 1c between pre-and postintervention measurement; CG: control group; DSME: Diabetes Self-Management and Education; IG: intervention group; n.s.: not significant [29,73,74,76-78]."
    },
    {
      "text": "Study and population characteristics of the included randomized controlled trials."
    },
    {
      "text": "Intervention characteristics of the included randomized controlled trials."
    },
    {
      "text": "Results of the included randomized controlled trials according to all relevant outcomes and overall study quality."
    }
  ],
  "references": [
    {
      "title": "IDF Diabetes Atlas",
      "year": 2021,
      "doi": "10.2174/1573399819666230413094200"
    },
    {
      "title": "Epidemiology of type 2 diabetes -global burden of disease and forecasted trends",
      "authors": [
        "M Khan",
        "M Hashim",
        "J King",
        "R Govender",
        "H Mustafa",
        "Al Kaabi"
      ],
      "year": 2020,
      "doi": "10.2991/jegh.k.191028.001"
    },
    {
      "title": "Standards Revision Task Force. 2017 national standards for diabetes self-management education and support",
      "authors": [
        "J Beck",
        "D Greenwood",
        "L Blanton",
        "S Bollinger",
        "M Butcher",
        "J Condon"
      ],
      "year": 2017,
      "doi": "10.2337/dci17-0025"
    },
    {
      "title": "ESC Guidelines on diabetes, pre-diabetes, and cardiovascular diseases developed in collaboration with the EASD",
      "authors": [
        "F Cosentino",
        "P Grant",
        "V Aboyans",
        "C Bailey",
        "A Ceriello",
        "V Delgado",
        "Esc Scientific",
        "Document Group"
      ],
      "year": 2019,
      "doi": "10.1093/eurheartj/ehz486"
    },
    {
      "title": "Standards Revision Task Force. National standards for diabetes self-management education and support",
      "authors": [
        "L Haas",
        "M Maryniuk",
        "J Beck",
        "C Cox",
        "P Duker",
        "L Edwards"
      ],
      "year": 2012,
      "doi": "10.2337/dc14-s144"
    },
    {
      "title": "American Diabetes Association (ADA), European Association for the Study of Diabetes (EASD). Management of hyperglycemia in type 2 diabetes: a patient-centered approach: position statement of the American Diabetes Association (ADA) and the European Association for the Study of Diabetes (EASD)",
      "authors": [
        "S Inzucchi",
        "R Bergenstal",
        "J Buse",
        "M Diamant",
        "E Ferrannini",
        "M Nauck"
      ],
      "year": 2012,
      "doi": "10.2337/dc12-0413"
    },
    {
      "title": "Mapping the evidence on the effectiveness of telemedicine interventions in diabetes, dyslipidemia, and hypertension: an umbrella review of systematic reviews and meta-analyses",
      "authors": [
        "P Timpel",
        "S Oswald",
        "P Schwarz",
        "L Harst"
      ],
      "year": 2020,
      "doi": "10.2196/16791"
    },
    {
      "title": "Integrative gaming: a framework for sustainable game-based diabetes management",
      "authors": [
        "K Kahol"
      ],
      "year": 2011,
      "doi": "10.1177/193229681100500214"
    },
    {
      "title": "Effective strategies for encouraging behavior change in people with diabetes",
      "authors": [
        "K Hood",
        "M Hilliard",
        "G Piatt",
        "Ievers-Landis Ce"
      ],
      "year": 2015
    },
    {
      "title": "A systematic review of gamification in e-Health",
      "authors": [
        "L Sardi",
        "A Idri",
        "J Fernández-Alemán"
      ],
      "year": 2017,
      "doi": "10.1016/j.jbi.2017.05.011"
    },
    {
      "title": "Gamification for health and wellbeing: a systematic review of the literature",
      "authors": [
        "D Johnson",
        "S Deterding",
        "K Kuhn",
        "A Staneva",
        "S Stoyanov",
        "L Hides"
      ],
      "year": 2016,
      "doi": "10.1016/j.invent.2016.10.002"
    },
    {
      "title": "An assessment of nutrition education in endocrinology fellowship programs in the United States",
      "authors": [
        "S Bassin",
        "K Kohm",
        "N Fitzgerald",
        "D Cohen"
      ],
      "year": 2022,
      "doi": "10.1016/j.eprac.2021.12.012"
    },
    {
      "title": "The role of transportation in the persuasiveness of public narratives",
      "authors": [
        "M Green",
        "T Brock"
      ],
      "year": 2000,
      "doi": "10.1037/0022-3514.79.5.701"
    },
    {
      "title": "Cultivating engagement and enjoyment in exergames using feedback, challenge, and rewards",
      "authors": [
        "E Lyons"
      ],
      "year": 2015,
      "doi": "10.1089/g4h.2014.0072"
    },
    {
      "title": "Regulatory mode",
      "authors": [
        "C Amato",
        "D Garcia"
      ],
      "year": 2020,
      "doi": "10.1007/978-3-319-24612-3_2305"
    },
    {
      "title": "The effect of game-based interventions in rehabilitation of diabetics: a systematic review and meta-analysis",
      "authors": [
        "J Christensen",
        "L Valentiner",
        "R Petersen",
        "H Langberg"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0165"
    },
    {
      "title": "The use of videogames, gamification, and virtual environments in the self-management of diabetes: a systematic review of evidence",
      "authors": [
        "Y Theng",
        "J Lee",
        "P Patinadan",
        "S Foo"
      ],
      "year": 2015,
      "doi": "10.1089/g4h.2014.0114"
    },
    {
      "title": "A systematized review on diabetes gamification",
      "authors": [
        "S Asadzandi",
        "S Sedghi",
        "S Bigdeli",
        "M Sanjari"
      ],
      "year": 2020,
      "doi": "10.47176/mjiri.34.168"
    },
    {
      "title": "How quickly do systematic reviews go out of date? A survival analysis",
      "authors": [
        "K Shojania",
        "M Sampson",
        "M Ansari",
        "J Ji",
        "S Doucette",
        "D Moher"
      ],
      "year": 2007,
      "doi": "10.7326/0003-4819-147-4-200708210-00179"
    },
    {
      "title": "Games and health education for diabetes control: a systematic review with meta-analysis",
      "authors": [
        "Membrive-Jiménez Mj",
        "N Suleiman-Martos",
        "E Mota-Romero",
        "Cañadas-De La Fuente",
        "G Gómez-Urquiza"
      ],
      "year": 2020,
      "doi": "10.3390/healthcare8040399"
    },
    {
      "title": "Impact of gamification on glycaemic control among patients with type 2 diabetes mellitus: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "T Kaihara",
        "V Intan-Goey",
        "M Scherrenberg",
        "M Falter",
        "I Frederix",
        "Y Akashi"
      ],
      "year": 2021,
      "doi": "10.1093/ehjopen/oeab030"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "Systematische Übersicht zum Einsatz von Gamification-basierten Interventionen für Typ II Diabetes",
      "authors": [
        "L Harst",
        "P Timpel"
      ],
      "year": 2020,
      "doi": "10.5771/9783748900658-161"
    },
    {
      "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Sterne",
        "J Savović",
        "M Page",
        "R Elbers",
        "N Blencowe",
        "I Boutron"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l4898"
    },
    {
      "title": "Introducing critical appraisal skills training in UK social services: another link between health and social care?",
      "authors": [
        "C Spittlehouse",
        "M Acton",
        "K Enock"
      ],
      "year": 2009,
      "doi": "10.1080/13561820020003946"
    },
    {
      "title": "CASP checklist: 11 questionsto help you make sense of a case control study",
      "year": 2023,
      "doi": "10.7717/peerj.12951/table-2"
    },
    {
      "title": "Effectiveness of a behavior change technique-based smartphone game to improve intrinsic motivation and physical activity adherence in patients with type 2 diabetes: randomized controlled trial",
      "authors": [
        "C Höchsmann",
        "D Infanger",
        "C Klenk",
        "K Königstein",
        "S Walz",
        "A Schmidt-Trucksäss"
      ],
      "year": 2019,
      "doi": "10.2196/11444"
    },
    {
      "title": "Novel smartphone game improves physical activity behavior in type 2 diabetes",
      "authors": [
        "C Höchsmann",
        "O Müller",
        "M Ambühl",
        "C Klenk",
        "K Königstein",
        "D Infanger"
      ],
      "year": 2019,
      "doi": "10.1016/j.amepre.2019.02.017"
    },
    {
      "title": "The rapid implementation of an innovative virtual diabetes boot camp program: case study",
      "authors": [
        "S Saiyed",
        "R Joshi",
        "S Khattab",
        "S Dhillon"
      ],
      "year": 2022,
      "doi": "10.2196/32369"
    },
    {
      "title": "Impact of mobile phone text messaging intervention on adherence among patients with diabetes in a rural setting: a randomized controlled trial",
      "authors": [
        "E Owolabi",
        "D Goon",
        "A Ajayi"
      ],
      "year": 2020,
      "doi": "10.1097/MD.0000000000018953"
    },
    {
      "title": "Older adults engage with personalized digital coaching programs at rates that exceed those of younger adults",
      "authors": [
        "S Graham",
        "N Stein",
        "F Shemaj",
        "O Branch",
        "J Paruthi",
        "S Kanick"
      ],
      "year": 2021,
      "doi": "10.3389/fdgth.2021.642818"
    },
    {
      "title": "Impact of a digital diabetes prevention program on risk factors for chronic disease in a workforce cohort",
      "authors": [
        "C Birse",
        "D Shiffman",
        "A Satish",
        "M Fragala",
        "A Arellano",
        "C Sweet"
      ],
      "year": 2020,
      "doi": "10.1097/JOM.0000000000002044"
    },
    {
      "title": "The DAILY (Daily Automated Intensive Log for Youth) trial: a wireless, portable system to improve adherence and glycemic control in youth with diabetes",
      "authors": [
        "V Kumar",
        "K Wentzell",
        "T Mikkelsen",
        "A Pentland",
        "L Laffel"
      ],
      "year": 2004,
      "doi": "10.1089/1520915041705893"
    },
    {
      "title": "Evaluation of microcomputer nutritional teaching games in 1,876 children at school",
      "authors": [
        "M Turnin",
        "M Tauber",
        "O Couvaras",
        "B Jouret",
        "C Bolzonella",
        "O Bourgeois"
      ],
      "year": 2001
    },
    {
      "title": "Story immersion may be effective in promoting diet and physical activity in Chinese children",
      "authors": [
        "J Wang",
        "T Baranowski",
        "P Lau",
        "R Buday",
        "Y Gao"
      ],
      "year": 2017,
      "doi": "10.1016/j.jneb.2017.01.001"
    },
    {
      "title": "Comparison of short-term energy intake and appetite responses to active and seated video gaming, in 8-11-year-old boys",
      "authors": [
        "S Allsop",
        "B Green",
        "C Dodd-Reynolds",
        "G Barry",
        "P Rumbold"
      ],
      "year": 2016,
      "doi": "10.1017/s0007114515005437"
    },
    {
      "title": "Educational video game for juvenile diabetes: results of a controlled trial",
      "authors": [
        "S Brown",
        "D Lieberman",
        "B Germeny",
        "Y Fan",
        "D Wilson",
        "D Pasta"
      ],
      "year": 1997,
      "doi": "10.3109/14639239709089835"
    },
    {
      "title": "Cytokine, glycemic, and insulinemic responses to an acute bout of games-based activity in adolescents",
      "authors": [
        "K Dring",
        "S Cooper",
        "J Morris",
        "C Sunderland",
        "G Foulds",
        "A Pockley"
      ],
      "year": 2019,
      "doi": "10.1111/sms.13378"
    },
    {
      "title": "Assessment of a mobile game (\"Mobilekids monster manor\") to promote physical activity among children",
      "authors": [
        "A Garde",
        "A Umedaly",
        "S Abulnaga",
        "L Robertson",
        "A Junker",
        "J Chanoine"
      ],
      "year": 2015,
      "doi": "10.1089/g4h.2014.0095"
    },
    {
      "title": "Empowering diabetes out-patients with structured education: short-term and long-term effects of functional insulin treatment on perceived control over diabetes",
      "authors": [
        "K Howorka",
        "J Pumprla",
        "D Wagner-Nosiska",
        "H Grillmayr",
        "C Schlusche",
        "A Schabmann"
      ],
      "year": 2000,
      "doi": "10.1016/s0022-3999(99)00074-4"
    },
    {
      "title": "Design and evaluation of a pervasive coaching and gamification platform for young diabetes patients",
      "authors": [
        "R Klaassen",
        "K Bul",
        "R Op Den Akker",
        "G Van Der Burg",
        "P Kato",
        "Di Bitonto"
      ],
      "year": 2018,
      "doi": "10.3390/s18020402"
    },
    {
      "title": "Role of digital engagement in diabetes care beyond measurement: retrospective cohort study",
      "authors": [
        "Y Fundoiano-Hershcovitz",
        "A Hirsch",
        "S Dar",
        "E Feniger",
        "P Goldstein"
      ],
      "year": 2021,
      "doi": "10.2196/24030"
    },
    {
      "title": "International feasibility study for the Women's Wellness with Type 2 Diabetes Programme (WWDP): an eHealth enabled 12-week intervention programme for midlife women with type 2 diabetes",
      "authors": [
        "D Anderson",
        "J Sturt",
        "N Mcdonald",
        "C White",
        "J Porter-Steele",
        "R Rogers"
      ],
      "year": 2021,
      "doi": "10.1016/j.diabres.2020.108541"
    },
    {
      "title": "Technology-based and supervised exercise interventions for individuals with type 2 diabetes: randomized controlled trial",
      "authors": [
        "E Timurtas",
        "M Inceer",
        "N Mayo",
        "N Karabacak",
        "Y Sertbas",
        "M Polat"
      ],
      "year": 2022,
      "doi": "10.1016/j.pcd.2021.12.005"
    },
    {
      "title": "Effectiveness of mHealth management with an implantable glucose sensor and a mobile application among Chinese adults with type 2 diabetes",
      "authors": [
        "M Guo",
        "F Meng",
        "Q Guo",
        "T Bai",
        "Y Hong",
        "F Song"
      ],
      "year": 2021,
      "doi": "10.1177/1357633x211020261"
    },
    {
      "title": "Effectiveness of a video-based lifestyle education program compared to usual care in improving HbA1c and other metabolic parameters in individuals with type 2 diabetes: an open-label parallel arm randomized control trial (RCT)",
      "authors": [
        "U Gupta",
        "Y Gupta",
        "D Jose",
        "K Mani",
        "V Jyotsna",
        "G Sharma"
      ],
      "year": 2020,
      "doi": "10.1007/s13300-020-00769-2"
    },
    {
      "title": "Enhanced alleviation of insulin resistance via the IRS-1/Akt/FOXO1 pathway by combining quercetin and EGCG and involving miR-27a-3p and miR-96-5p",
      "authors": [
        "H Liu",
        "H Guan",
        "X Tan",
        "Y Jiang",
        "F Li",
        "D Sun-Waterhouse"
      ],
      "year": 2022,
      "doi": "10.1016/j.freeradbiomed.2022.02.002"
    },
    {
      "title": "Changes in patient-reported outcome measures with a technology-supported behavioral lifestyle intervention among patients with type 2 diabetes: pilot randomized controlled clinical trial",
      "authors": [
        "R Jiwani",
        "J Wang",
        "A Berndt",
        "P Ramaswamy",
        "Mathew Joseph",
        "N Du"
      ],
      "year": 2020,
      "doi": "10.2196/19268"
    },
    {
      "title": "Foot thermometry with mHeath-based supplementation to prevent diabetic foot ulcers: a randomized controlled trial",
      "authors": [
        "M Lazo-Porras",
        "A Bernabe-Ortiz",
        "A Taype-Rondan",
        "R Gilman",
        "G Malaga",
        "H Manrique"
      ],
      "year": 2020,
      "doi": "10.12688/wellcomeopenres.15531.2"
    },
    {
      "title": "Cost-effectiveness analysis of a mobile-based intervention for patients with type 2 diabetes mellitus",
      "authors": [
        "J Li",
        "L Sun",
        "Y Hou",
        "L Chen"
      ],
      "year": 2021,
      "doi": "10.1155/2021/8827629"
    },
    {
      "title": "Feasibility of using mobile technology to improve physical activity among people living with diabetes in asia",
      "authors": [
        "N Lukkahatai",
        "P Soivong",
        "D Li",
        "P Jaiman",
        "S Thamkaew",
        "D Chaiwong"
      ],
      "year": 2021,
      "doi": "10.31372/20200504.1110"
    },
    {
      "title": "The influence of baseline hemoglobin a1c on digital health coaching outcomes in adults with type 2 diabetes: real-world retrospective cohort study",
      "authors": [
        "M Martin",
        "J Patterson",
        "M Allison",
        "O' Connor",
        "B Patel"
      ],
      "year": 2021,
      "doi": "10.2196/24981"
    },
    {
      "title": "Using an activity tracker to increase motivation for physical activity in patients with type 2 diabetes in primary care: a randomized pilot trial",
      "authors": [
        "C Pelletier",
        "M Gagnon",
        "N Alméras",
        "J Després",
        "P Poirier",
        "A Tremblay"
      ],
      "year": 2021,
      "doi": "10.21037/mhealth-20-154"
    },
    {
      "title": "Incorporating behavioral trigger messages into a mobile health app for chronic disease management: randomized clinical feasibility trial in diabetes",
      "authors": [
        "S Sittig",
        "J Wang",
        "S Iyengar",
        "S Myneni",
        "A Franklin"
      ],
      "year": 2020,
      "doi": "10.2196/15927"
    },
    {
      "title": "The effects of continuous usage of a diabetes management app on glycemic control in real-world clinical practice: retrospective analysis",
      "authors": [
        "Y Tu",
        "Y Chang",
        "H Chiou",
        "K Lai"
      ],
      "year": 2021,
      "doi": "10.2196/23227"
    },
    {
      "title": "A self-management randomized controlled pilot trial for low-income adults with type 2 diabetes in mexico city",
      "authors": [
        "R Whittemore",
        "M Vilar-Compte",
        "La De",
        "S Cerda",
        "R Delvy",
        "S Jeon",
        "S Burrola-Méndez"
      ],
      "year": 2020,
      "doi": "10.1093/cdn/nzaa074"
    },
    {
      "title": "The influence of mobile phone-based health reminders on patient adherence to medications and healthy lifestyle recommendations for effective management of diabetes type 2: a randomized control trial in Dhaka, Bangladesh",
      "authors": [
        "F Yasmin",
        "N Nahar",
        "B Banu",
        "L Ali",
        "R Sauerborn",
        "A Souares"
      ],
      "year": 2020,
      "doi": "10.1186/s12913-020-05387-z"
    },
    {
      "title": "Computer-based programmed instruction did not improve the knowledge retention of medication instructions of individuals with type 2 diabetes mellitus",
      "authors": [
        "J Ruiz",
        "A Andrade",
        "R Anam",
        "M Lisigurski",
        "C Karanam",
        "J Sharit"
      ],
      "year": 2014,
      "doi": "10.1177/0145721713508825"
    },
    {
      "title": "A theory of planned behavior-enhanced intervention to promote health literacy and self-care behaviors of type 2 diabetic patients",
      "authors": [
        "I Zeidi",
        "H Morshedi",
        "Alizadeh Otaghvar"
      ],
      "year": 2020,
      "doi": "10.15167/2421-4248/jpmh2020.61.4.1504"
    },
    {
      "title": "Using guessing game to increase complication awareness of patients with newly diagnosed type 2 diabetes",
      "authors": [
        "L Bai",
        "J Wang",
        "L Zhang",
        "H Jang",
        "R Yao"
      ],
      "year": 2018,
      "doi": "10.4183/aeb.2018.401"
    },
    {
      "title": "A primary care-based randomized controlled trial of 12-week whole-body vibration for balance improvement in type 2 diabetes mellitus",
      "authors": [
        "Del Pozo-Cruz",
        "J Alfonso-Rosa",
        "R Ugia",
        "J Mcveigh",
        "J Pozo-Cruz",
        "B Sañudo"
      ],
      "year": 2013,
      "doi": "10.1016/j.apmr.2013.05.030"
    },
    {
      "title": "Pilot feasibility study of a digital storytelling intervention for immigrant and refugee adults with diabetes",
      "authors": [
        "M Wieland",
        "J Njeru",
        "M Hanza",
        "D Boehm",
        "D Singh",
        "B Yawn"
      ],
      "year": 2017,
      "doi": "10.1177/0145721717713317"
    },
    {
      "title": "Improvement in glucose regulation using a digital tracker and continuous glucose monitoring in healthy adults and those with type 2 diabetes",
      "authors": [
        "Dehghani Zahedani",
        "Shariat Torbaghan",
        "S Rahili",
        "S Karlin",
        "K Scilley",
        "D Thakkar"
      ],
      "year": 2021,
      "doi": "10.1007/s13300-021-01081-3"
    },
    {
      "title": "Diabetes island: preliminary impact of a virtual world self-care educational intervention for African Americans with type 2 diabetes",
      "authors": [
        "L Ruggiero",
        "A Moadsiri",
        "L Quinn",
        "B Riley",
        "K Danielson",
        "C Monahan"
      ],
      "year": 2014,
      "doi": "10.2196/games.3260"
    },
    {
      "title": "Investigating innovative means of prompting activity uptake in older adults with type 2 diabetes: a feasibility study of exergaming",
      "authors": [
        "H Senior",
        "T Henwood",
        "D De Souza",
        "G Mitchell"
      ],
      "year": 2016
    },
    {
      "title": "Interactive multimedia tailored to improve diabetes self-management",
      "authors": [
        "F Wood",
        "E Alley",
        "S Baer",
        "R Johnson"
      ],
      "year": 2015,
      "doi": "10.1016/j.cnur.2015.05.009"
    },
    {
      "title": "Cost-effectiveness evaluation of a remote monitoring programme including lifestyle education software in type 2 diabetes: results of the Educ@dom study",
      "authors": [
        "M Mounié",
        "N Costa",
        "P Gourdy",
        "C Latorre",
        "S Schirr-Bonnans",
        "J Lagarrigue",
        "@ Educ",
        "Study Dom",
        "Group"
      ],
      "year": 2022,
      "doi": "10.1007/s13300-022-01207-1"
    },
    {
      "title": "Real-world assessments of mySugr mobile health app",
      "authors": [
        "F Debong",
        "H Mayer",
        "J Kober"
      ],
      "year": 2019,
      "doi": "10.1089/dia.2019.0019"
    },
    {
      "title": "Is the Wii balance board a valid and reliable instrument to assess postural stability in older adults with type 2 diabetes mellitus?",
      "authors": [
        "F Álvarez-Barbosa",
        "Del Pozo-Cruz",
        "J Sañudo",
        "Alfonso-Rosa Rm"
      ],
      "year": 2020,
      "doi": "10.1016/j.diabres.2020.108313"
    },
    {
      "title": "Online cognitive training: an adaptation of the memory, attention, and problem solving skills for persons with diabetes intervention",
      "authors": [
        "H Cuevas",
        "S Carter"
      ],
      "year": 2020,
      "doi": "10.1097/CIN.0000000000000663"
    },
    {
      "title": "Effects of cycling and exergaming on neurotrophic factors in elderly type 2 diabetic men -a preliminary investigation",
      "authors": [
        "C Brinkmann",
        "L Schäfer",
        "M Masoud",
        "J Latsch",
        "D Lay",
        "W Bloch"
      ],
      "year": 2017,
      "doi": "10.1055/s-0043-103967"
    },
    {
      "title": "Individual differences in regulatory mode moderate the effectiveness of a pilot mHealth trial for diabetes management among older veterans",
      "authors": [
        "M Dugas",
        "K Crowley",
        "G Gao",
        "T Xu",
        "R Agarwal",
        "A Kruglanski"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0192807"
    },
    {
      "title": "Outcomes of minimal and moderate support versions of an internet-based diabetes self-management support program",
      "authors": [
        "R Glasgow",
        "D Kurz",
        "D King",
        "J Dickman",
        "A Faber",
        "E Halterman"
      ],
      "year": 2010,
      "doi": "10.1007/s11606-010-1480-0"
    },
    {
      "title": "Sensor-based interactive balance training with visual joint movement feedback for improving postural stability in diabetics with peripheral neuropathy: a randomized controlled trial",
      "authors": [
        "G Grewal",
        "M Schwenk",
        "J Lee-Eng",
        "S Parvaneh",
        "M Bharara",
        "R Menzies"
      ],
      "year": 2015,
      "doi": "10.1159/000371846"
    },
    {
      "title": "A team-based online game improves blood glucose control in veterans with type 2 diabetes: a randomized controlled trial",
      "authors": [
        "B Kerfoot",
        "D Gagnon",
        "G Mcmahon",
        "J Orlander",
        "K Kurgansky",
        "P Conlin"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-0310"
    },
    {
      "title": "Impact of a remote monitoring programme including lifestyle education software in type 2 diabetes: results of the Educ@dom Randomised Multicentre study",
      "authors": [
        "M Turnin",
        "P Gourdy",
        "J Martini",
        "J Buisson",
        "M Chauchard",
        "J Delaunay",
        "@ Educ",
        "Study Dom",
        "Group"
      ],
      "year": 2021,
      "doi": "10.1007/s13300-021-01095-x"
    },
    {
      "title": "Autonomous exercise game use improves metabolic control and quality of life in type 2 diabetes patients -a randomized controlled trial",
      "authors": [
        "K Kempf",
        "S Martin"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6823-13-57"
    },
    {
      "title": "Effect of implementing a mobile game on improving dietary information in diabetic patients",
      "authors": [
        "Z Koohmareh",
        "M Karandish",
        "A Hadianfard"
      ],
      "year": 2021,
      "doi": "10.47176/mjiri.35.68"
    },
    {
      "title": "Comparing two commercially available diabetes apps to explore challenges in user engagement: randomized controlled feasibility study",
      "authors": [
        "A Maharaj",
        "D Lim",
        "R Murphy",
        "A Serlachius"
      ],
      "year": 2021,
      "doi": "10.2196/25151"
    },
    {
      "title": "To \"do the right thing\" or to \"just do it\": locomotion and assessment as distinct self-regulatory imperatives",
      "authors": [
        "A Kruglanski",
        "E Thompson",
        "E Higgins",
        "M Atash",
        "A Pierro",
        "J Shah"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.79.5.793"
    },
    {
      "title": "A meta-analysis of serious digital games for healthy lifestyle promotion",
      "authors": [
        "A Desmet",
        "D Van Ryckeghem",
        "S Compernolle",
        "T Baranowski",
        "D Thompson",
        "G Crombez"
      ],
      "year": 2014,
      "doi": "10.1016/j.ypmed.2014.08.026"
    },
    {
      "title": "An educational video game for nutrition of young people: theory and design",
      "authors": [
        "T Ledoux",
        "M Griffith",
        "D Thompson",
        "N Nguyen",
        "K Watson",
        "J Baranowski"
      ],
      "year": 2016,
      "doi": "10.1177/1046878116633331"
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the be FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp",
        "C Fox",
        "D Small",
        "J Massaro"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Mechanisms of health behavior change in persons with chronic illness or disability: the Health Action Process Approach (HAPA)",
      "authors": [
        "R Schwarzer",
        "S Lippke",
        "A Luszczynska"
      ],
      "year": 2011,
      "doi": "10.1037/a0024509"
    },
    {
      "title": "Impact of narratives on persuasion in health communication: a meta-analysis",
      "authors": [
        "F Shen",
        "V Sheer",
        "R Li"
      ],
      "year": 2015,
      "doi": "10.1080/00913367.2015.1018467"
    },
    {
      "title": "Diabetes digital app technology: benefits, challenges, and recommendations. A consensus report by the European association for the study of diabetes (EASD) and the American diabetes association (ADA) diabetes technology working group",
      "authors": [
        "G Fleming",
        "J Petrie",
        "R Bergenstal",
        "R Holl",
        "A Peters",
        "L Heinemann"
      ],
      "year": 2020,
      "doi": "10.2337/dci19-0062"
    },
    {
      "title": "Internet use and need for digital health technology among the elderly: a cross-sectional survey in China",
      "authors": [
        "X Sun",
        "W Yan",
        "H Zhou",
        "Z Wang",
        "X Zhang",
        "S Huang"
      ],
      "year": 2020,
      "doi": "10.1186/s12889-020-09448-0"
    },
    {
      "title": "The physical effect of exergames in healthy elderly-a systematic review",
      "authors": [
        "L Larsen",
        "L Schou",
        "H Lund",
        "H Langberg"
      ],
      "year": 2013,
      "doi": "10.1089/g4h.2013.0036"
    },
    {
      "title": "Health literacy and health information technology adoption: the potential for a new digital divide",
      "authors": [
        "M Mackert",
        "A Mabry-Flynn",
        "S Champlin",
        "E Donovan",
        "K Pounders"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6349"
    },
    {
      "title": "The future of healthcare: the impact of digitalization on healthcare services performance",
      "authors": [
        "L Lapão"
      ],
      "year": 2018
    },
    {
      "title": "Non-use of telemedicine: a scoping review",
      "authors": [
        "G Reinhardt",
        "P Schwarz",
        "L Harst"
      ],
      "year": 2021,
      "doi": "10.1177/14604582211043147"
    },
    {
      "title": "Effectiveness of game-based self-management interventions for individuals with diabetes: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "C Shiau",
        "S Lim",
        "L Cheng",
        "Y Lau"
      ],
      "year": 2021,
      "doi": "10.1089/g4h.2020.0203"
    },
    {
      "title": "Abstract 189: why digital health trials can fail: lessons learned from the SmartGUIDE randomized trial of virtual cardiac rehabilitation",
      "authors": [
        "C Olivier",
        "S Middleton",
        "N Purington",
        "S Shashidhar",
        "K Mahaffey",
        "M Turakhia"
      ],
      "year": 2019,
      "doi": "10.1161/hcq.12.suppl_1.189"
    },
    {
      "title": "Evaluation is key: providing appropriate evaluation measures for participatory and user-centred design processes of healthcare IT",
      "authors": [
        "L Harst",
        "B Wollschlaeger",
        "J Birnstein",
        "T Fuchs",
        "P Timpel"
      ],
      "year": 2021,
      "doi": "10.5334/ijic.5529"
    },
    {
      "title": "T2DM self-management via smartphone applications: a systematic review and meta-analysis",
      "authors": [
        "M Cui",
        "X Wu",
        "J Mao",
        "X Wang",
        "M Nie"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0166718"
    },
    {
      "title": "Gamification and behavior change techniques in diabetes self-management apps",
      "authors": [
        "L Priesterroth",
        "J Grammes",
        "K Holtz",
        "A Reinwarth",
        "T Kubiak"
      ],
      "year": 2019,
      "doi": "10.1177/1932296818822998"
    },
    {
      "title": "Optimizing digital integrated care via micro-randomized trials",
      "authors": [
        "A Walton",
        "Nahum Shani",
        "I Crosby",
        "L Klasnja",
        "P Murphy"
      ],
      "year": 2018,
      "doi": "10.1002/cpt.1079"
    },
    {
      "title": "Sample sizes of studies on diagnostic accuracy: literature survey",
      "authors": [
        "L Bachmann",
        "M Puhan",
        "G Riet",
        "P Bossuyt"
      ],
      "year": 2006,
      "doi": "10.1136/bmj.38793.637789.2f"
    }
  ],
  "num_references": 98
}
