{
  "paper_id": "Q8KCEDW3",
  "title": "Using Normalization Process Theory in feasibility studies and process evaluations of complex healthcare interventions: a systematic review",
  "abstract": "Background: Normalization Process Theory (NPT) identifies, characterises and explains key mechanisms that promote and inhibit the implementation, embedding and integration of new health techniques, technologies and other complex interventions. A large body of literature that employs NPT to inform feasibility studies and process evaluations of complex healthcare interventions has now emerged. The aims of this review were to review this literature; to identify and characterise the uses and limits of NPT in research on the implementation and integration of healthcare interventions; and to explore NPT's contribution to understanding the dynamics of these processes. Methods: A qualitative systematic review was conducted. We searched Web of Science, Scopus and Google Scholar for articles with empirical data in peer-reviewed journals that cited either key papers presenting and developing NPT, or the NPT Online Toolkit ( www.normalizationprocess.org ). We included in the review only articles that used NPT as the primary approach to collection, analysis or reporting of data in studies of the implementation of healthcare techniques, technologies or other interventions. A structured data extraction instrument was used, and data were analysed qualitatively. Results: Searches revealed 3322 citations. We show that after eliminating 2337 duplicates and broken or junk URLs, 985 were screened as titles and abstracts. Of these, 101 were excluded because they did not fit the inclusion criteria for the review. This left 884 articles for full-text screening. Of these, 754 did not fit the inclusion criteria for the review. This left 130 papers presenting results from 108 identifiable studies to be included in the review. NPT appears to provide researchers and practitioners with a conceptual vocabulary for rigorous studies of implementation processes. It identifies, characterises and explains empirically identifiable mechanisms that motivate and shape implementation processes. Taken together, these mean that analyses using NPT can effectively assist in the explanation of the success or failure of specific implementation projects. Ten percent of papers included critiques of some aspect of NPT, with those that did mainly focusing on its terminology. However, two studies critiqued NPT emphasis on agency, and one study critiqued NPT for its normative focus. Conclusions: This review demonstrates that researchers found NPT useful and applied it across a wide range of interventions. It has been effectively used to aid intervention development and implementation planning as well as evaluating and understanding implementation processes themselves. In particular, NPT appears to have offered a valuable set of conceptual tools to aid understanding of implementation as a dynamic process.",
  "year": 2015,
  "date": "2015",
  "journal": "BMJ Qual Saf",
  "publication": "BMJ Qual Saf",
  "authors": [
    {
      "forename": "Carl",
      "surname": "May",
      "name": "Carl May",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK",
      "email": "carl.may@lshtm.ac.uk",
      "orcid": "0000-0002-0451-2690"
    },
    {
      "forename": "Amanda",
      "surname": "Cummings",
      "name": "Amanda Cummings",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0000-0002-0451-2690"
    },
    {
      "forename": "Melissa",
      "surname": "Girling",
      "name": "Melissa Girling",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Mike",
      "surname": "Bracher",
      "name": "Mike Bracher",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Frances",
      "surname": "Mair",
      "name": "Frances Mair",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Christine",
      "surname": "May",
      "name": "Christine May",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Elizabeth",
      "surname": "Murray",
      "name": "Elizabeth Murray",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Michelle",
      "surname": "Myall",
      "name": "Michelle Myall",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Tim",
      "surname": "Rapley",
      "name": "Tim Rapley",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Tracy",
      "surname": "Finch",
      "name": "Tracy Finch",
      "affiliation": "Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "https://doi.org/10.13039/100011715",
  "keywords": [
    "Normalization Process Theory",
    "Complex interventions",
    "Implementation research",
    "Process evaluation",
    "Systematic review"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Implementation theories are useful. They provide explanations for relevant phenomena, propose important research questions and frame the collection and analysis of data  [1] . These explanations are generalizable and facilitate comparative studies. Implementation researchers now have a wide range of useful theoretical tools at their disposal  [2] [3] [4] . Normalization Process Theory (NPT)  [5] [6] [7] [8] [9] [10]  is one of these. It identifies, characterises and explains mechanisms that have been empirically demonstrated to motivate and shape implementation processes and affect their outcomes. This paper presents a systematic review of studies of healthcare interventions informed by NPT."
    },
    {
      "title": "What is NPT and what does it do?",
      "text": "NPT is a theory of implementation that focuses on what people-both individuals and groups-do rather than what they believe or intend, and it has been built up from studies of practice in many different healthcare systems. This means that it focuses attention on aspects of individual and collective behaviour shown to be important in empirical studies of implementation processes. The development of NPT first involved the iterative development of a robust generic theory of implementation  [5-9, 11, 12] . From this, tools were developed to assist implementation practitioners and researchers  [13] [14] [15] [16]  in thinking through and measuring important elements of implementation processes. In its most recent iteration, we have shown how the basic mechanisms characterised in NPT function as self-organising mechanisms in complex adaptive social systems  [10] . Theory development in NPT has been iterative, with three phases of development around practical questions.\n\n1. Objects: How are components of complex interventions operationalised by their users? In the first iteration of the theory-the Normalization Process Model (NPM)  [5, 6] -we identified the importance of collective action in routinely incorporating complex interventions into everyday practice. We showed how collective action was organised around interactions between users and the properties of intervention components. 2. Agents: What is the work of implementing a new technique, technology or organisational intervention? In the second iteration of the theory-Normalization Process Theory (NPT)  [7, 8] -we characterised mechanisms (coherence, cognitive participation, collective action and reflexive monitoring) that motivate and shape implementation processes and explained their operation.\n\n3. Contexts: How are structural and cognitive resources for implementation mobilised and what mechanisms lead to variations in implementation processes over time and between settings? In the most recent iteration of the theory-Extended Normalization Process Theory (ENPT)  [9, 10] -we pointed to the dynamic role of implementation contexts in the mobilisation and negotiation of implementation processes.\n\nUnderpinning these practical questions is one that is fundamental to the social and behavioural sciences-and especially to behavioural economics, sociology and social psychology-which is how can we best understand the dynamics of human agency under conditions of constraint  [10] ? The important implication of this question is that well-designed, theoretically informed studies in implementation research actually offer opportunities for basic investigations in the social sciences."
    },
    {
      "title": "The purpose of this review",
      "text": "A review by McEvoy et al.  [17] , published in 2014, provided a qualitative synthesis of 29 early and heterogeneous studies in which NPT was used. It drew attention to a positive response from healthcare researchers to the theory, but it also made three important critical points about the emerging NPT literature. McEvoy et al.  [17]  pointed to the ways that early studies using NPT did little work to justify the choice of theory, called for the prospective application of NPT to data analysis and collection and stressed the importance of moving beyond single stakeholder perspectives.\n\nIn the period since McEvoy et al.'s review  [17] , studies using NPT have proliferated. There are now a large number of protocols, empirical studies and reviews in which NPT plays a role. Importantly, a large number of NPT studies have now been completed by groups who are independent of the theory's architects. It is therefore an opportune time to undertake a qualitative systematic review that will (i) identify and characterise the uses and limits of NPT in research on the implementation and integration of healthcare interventions and (ii) explore NPT's contribution to understanding the dynamics of these processes."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Systematic citation searches",
      "text": "As the aim of this qualitative systematic review was to identify the uses of NPT in research on the implementation and integration of health care interventions since the publication of the first iteration of the theory in 2006, our search strategy was focused on citations. Following Kirk et al.'s review of reports of the Consolidated Framework for Implementation Research  [18] , we searched two bibliographic two databases (Scopus and Web of Science), and a search engine (Google Scholar), to search for citations of key papers that developed or expounded the main constructs of NPT  [5-9, 11, 12] , papers that developed NPT related methods or tools  [13] [14] [15]  and citations of the NPT web-enabled on-line toolkit ( www.normalizationprocess.org ) [16] . Searches were conducted by AC, MG, CRM, MM and TLF. The sensitivity of the search strategy was tested against a database of studies using NPT that had been collected by three of the co-authors (CRM, TR, TF). All studies already known to use NPT at December 2015 were identified by the first round of systematic searches. Searches were initially undertaken in June 2015 and were updated in December 2015, August 2016 and March 2017. A final search was undertaken in December 2017."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "We included the following: peer-reviewed English language journal articles reporting empirical research on the implementation of healthcare interventions, in which NPT was the primary analytic framework (applied either prospectively in study design and data collection, or retrospectively in the interpretation of already collected data) and which were undertaken in any healthcare setting. We define an empirical paper as one that contains evidence of data collection and analysis. We included studies that used any method of empirical investigation (qualitative, quantitative, and mixed methods).\n\nWe excluded the following: papers in which NPT was used as a framework for systematic reviews or meta-syntheses; papers solely on patient and caregiver experiences; papers in which NPT was not the primary analytic theory; editorials, theory and methods discussion papers; papers containing passing references to NPT; study protocols; papers describing work undertaken in settings other than healthcare; and papers published in languages other than English. We also excluded theses or dissertations, books and book chapters, conference proceedings and abstracts. We did not exclude papers on the grounds of methodological quality. We already knew that the literature ranged from student projects through to process evaluations in large and well-designed clinical trials in which NPT informed all activities from design through process evaluation and follow-up, to interpretation of trial outcomes. All studies were equally interesting to us, because we were searching for information about the way in which the theory was used rather than the summative results of NPT analyses."
    },
    {
      "title": "Screening",
      "text": "Screening started with an assessment of citations and abstracts' relevance by reviewers who had not been involved in the development of NPT (AC and MM). Reports that met eligibility criteria were obtained in full text. Full-text papers were screened by pairs of reviewers (AC with MM or CRM; MB with CRM; or CRM and TF) working independently of each other. Full-text screening consisted of identifying papers where NPT was clearly the analytic framework for an empirical study. Because no 'one best way' to operationalise NPT and its constructs has been prescribed, we did not apply judgments about this to screened papers. This meant that screening involved a simple Yes/No question, and references were sorted within Endnote Libraries accordingly."
    },
    {
      "title": "Data extraction",
      "text": "We developed an extraction instrument, (see Additional file 1: Appendix 1). Data were extracted by all authors except CMM, FSM and EM. To avoid conflicts of interest, authors or co-authors of included papers were not involved in extracting data from those papers. Data were extracted on authors, year of publication, health care problem addressed, study type and methods, data collection procedures, how NPT was used in the study and whether this had been pre-specified in the study protocol. We looked for data on whether and how NPT had contributed to understanding the dynamics of the processes of implementation and integration, and for authors' views about the limitations of NPT in terms of both its scope (what the theory explains) and application (what happens when researchers use the theory). As this was a qualitative review, we included data from both the results and discussion sections of included papers."
    },
    {
      "title": "Data analysis",
      "text": "Coding and initial interpretation work was undertaken using the extraction instrument. To ensure consistency, CRM and TLF jointly checked coding on 75/130 of included papers, and CRM and CMM jointly checked categorisation of all included papers. The analysis aimed (i) to identify and characterise the uses and limitations of NPT in research on the implementation and integration of healthcare interventions and (ii) to explore NPT's contribution to understanding the dynamics of these processes. Hence, we started by describing how NPT had been used and subsequently analysed the data to explore the ways that mechanisms defined by NPT have been revealed to operate. We sought to understand the relative importance of specific NPT constructs across different settings (core processes and mechanisms) and differences that seemed to apply in relation to different intervention types and healthcare systems (contingent processes and mechanisms)."
    },
    {
      "title": "Public registration of the review",
      "text": "PROSPERO deemed this review ineligible for public registration on the grounds that NPT was not a healthcare intervention."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search results",
      "text": "Searches revealed 3322 citations. In Fig.  1 , we show that after eliminating 2337 duplicates and broken or junk URLs, 985 were screened as titles and abstracts. Of these, 101 were excluded because they did not fit the inclusion criteria for the review. This left 884 articles for full-text screening. Of these, 754 did not fit the inclusion criteria for the review. This left 130 papers presenting results from 108 identifiable studies to be included in the review."
    },
    {
      "title": "Types of studies",
      "text": "In this review, 130 papers reported the application of NPT in 108 identifiable studies. Included articles presented both controlled (n = 26) and uncontrolled (n = 82) studies.\n\nIn Table  1 , we show that NPT was employed in 26 controlled studies-mainly complex intervention trialsand these generated 40/130 (30.8%) articles . These included an intervention design study (n = 1), feasibility studies (n = 5), process evaluations (n = 19) and retrospective documentary analyses (n = 1), embedded in complex intervention trials. Three of these studies used mixed methods, and one  [55]  was a survey. The remainder (n = 22) all used qualitative methods.\n\nIn Table  2 , we show that NPT was employed in in 82 uncontrolled studies, and these generated 90/130 (69.2%) articles . These included feasibility studies (n = 20) and process evaluations (n = 54), and seven were what we have called 'field studies' which focused on general conditions in which interventions might take place, rather than the progress of specific interventions. One study was an ethnography of a set of socio-technical practices  [103] . Qualitative methods were used in 72 studies. Of the remainder, seven were mixed methods studies, two were surveys, and one was a prospective cohort study."
    },
    {
      "title": "What was being implemented?",
      "text": "Studies included in this review fell into seven categories. The most numerous group of studies were those concerned with service organisation and delivery (n = 29, 26.9%  [23, 27, 32-35, 43-46, 58, 76, 79, 82, 84, 86, 89, 91, 92, 99, 105-107, 110, 115, 116, 119, 122, 127, 133-136, 140, 146, 148] ). For example, in the UK, Grant et al.  [34, 35]  evaluated a complex intervention aimed at reducing risk in prescribing in primary care. They used NPT in 'identifying and describing the components and sub-components of the intervention' to understand 'the nuances associated with collective implementation'. The next most numerous group of studies focused on the implementation of diagnostic and therapeutic   Netherlands NPM Infertility support (online) Systematic review [167] -Process evaluation Qualitative Retrospective Yes Yes N/A 28. Agbakoba et al. [60-62] UK NPT Telecare/digital health in the community Systematic review [168] Yes Process evaluation Qualitative Prospective Yes Yes Yes 29. Alharbi et al. [63] Sweden NPT Person-centred care -Process evaluation Qualitative Retrospective Yes Yes N/A 30. Ahmed et al. [64] UK NPT Screening questionnaire (genetic conditions in primary care) Systematic review [169] -Feasibility study Qualitative Retrospective Yes No No 31. Alverbratt et al. [65] Sweden NPT Patient assessment tool in psychiatry -Process evaluation Qualitative Prospective Yes Yes Yes 32. Ariens et al. [66] Netherlands NPT Teledermatology Yes Process evaluation Quantitative (survey using eHit Toolkit [226]) Prospective Yes No No 33. Atkins et al. [67] South Africa NPM Supporting treatment adherence in tuberculosis Systematic review [170] -Process evaluation Qualitative Retrospective Yes Yes No 34. Bamford et al. [68] UK NPT Nutrition guidelines FSA guideline [171] Yes Process evaluation Qualitative Prospective Yes Yes No 35. Basu et al. [69] UK NPT Improving motor outcome in infants after perinatal stroke Feasibility study Qualitative Prospective Yes No N/A 36. Bayliss et al. [70] UK NPT Training for chronic fatigue management NICE guideline [172] Feasibility study Qualitative Prospective Yes Yes No 37. Bee et al. [71] UK NPT Cognitive behavioural therapy by phone Systematic reviews [227, 228] Feasibility study Qualitative Prospective Yes No No 38. Bocum et al. [72] Burkina Faso NPM Antenatal syphilis screening Feasibility study Qualitative Retrospective Yes No Yes 39. Bouamrane and Mair [73] UK NPT Surgical assessment (online) Systematic review [168] Yes Process evaluation Qualitative Prospective Yes No N/A 40. Bouamrane and Mair [74] UK NPT Electronic referrals (online) Systematic review [168] Yes Process evaluation Qualitative Prospective Yes No N/A 41. Bouamrane and Mair [75] UK NPT Surgical assessment (online) Systematic review [173] Yes Process evaluation Qualitative Prospective Yes Yes N/A [79] Canada NPT Hospital accreditation Systematic review [230] -Process evaluation Qualitative Retrospective Yes Yes yes 46. Dickinson et al. [80] UK NPT Cognitive stimulation for people with dementia Process evaluation Qualitative Retrospective Yes Yes Yes 47. Dikomiitis et al. [81] UK NPT Decision support tool for cancer -Feasibility study Qualitative Prospective Yes No No 48. Drew et al. [82] UK ENPT Fracture prevention clinics NICE guidelines [176, 177] -Process evaluation Qualitative Retrospective Yes Yes No 49. Dugdale et al. [83] UK NPT Substance misuse management (online) -Process evaluation Qualitative Prospective Yes Yes No 50. Ehrlich [84] Australia NPT Care coordination in long-term conditions Yes Field study Qualitative Prospective N/A N/A N/A 51. Finch [85] UK NPM Telecare/telemedicine -Field study Qualitative Prospective Yes No No 52. Franx et al. [86] Netherlands NPT Collaborative care for depression NICE guideline [178] Yes Process evaluation Qualitative Retrospective Yes Yes No 53. French et al. [87, 88] UK NPT Stroke management using telecare Systematic review [179] Yes Process evaluation Qualitative Prospective Yes Yes No 54. Foss et al. [89] Norway NPT Social network mapping for chronic disease management Systematic review [231] Yes Process evaluation Qualitative Prospective Yes No No 55. Foster et al. [90] Australia NPT Diabetes management Systematic review [180] -Feasibility study Qualitative Prospective Yes Yes No 56. Gould et al. [91] UK NPT Infection prevention and control -Process evaluation Qualitative Retrospective Yes Yes No 57. Green et al. [147] UK NPT Cancer risk assessment tool NICE guideline [181] -Feasibility study Qualitative Retrospective Yes N/A N/A 58. Gunn et al. [92] Australia NPT Reorganisation of primary care mental health services Systematic review [155] -Process evaluation Qualitative Retrospective Yes No Yes   9%  [19, 24-26, 28-31, 36, 37, 47, 48, 55-57, 67, 69, 78, 80, 90, 95, 97, 98, 103, 104, 111, 117, 123, 126, 137, 142, 143] ). For example, in the USA, Hoberg et al.  [98]  examined the implementation of a new form of group therapy for people with mental health problems, while Leon et al.  [48]  showed how provider initiated testing and counselling for HIV was successfully normalised in a South African setting. Studies of implementation of E-Health and telemedicine-including telephone advice-were also numerous (n = 21, 19.4%  [21, 22, 49, 59-62, 66, 71, 73-75, 83, 85, 87, 88, 93, 112, 114, 118, 125, 128, 130, 145] ). Here, a Norwegian team led by  Wilhelmsen et al. [145]  showed how problems of participation and action-and especially the interactional workability-of a service providing internet-based cognitive behavioural therapy led to ambivalence on the part of general practitioners about its use, to low levels of follow-up and to doctors reverting to 'standard treatment'  [145] . Less numerous (n = 11, 10.1%, were studies of the implementation of screening and surveillance tools  [38-42, 53, 64, 65, 72, 77, 113, 129, 132, 139, 144] ). In a feasibility study, Ahmed et al.  [64]  showed that integrating a family history questionnaire about common genetic diseases into the workflow of primary care was unlikely without significant changes to the pattern of GP-patient interactions, and these were unlikely to be supported by clinicians. Such professional factors also affected the outcome of studies of decision support and shared decisionmaking (n = 8, 7.4%  [81, 96, 100, 108, 109, 120, 121, 124, 131, 147] ). In this category, in the USA,  Scalia et al. [124]  compared the implementation and integration of decision support tools between two major healthcare systems. This study raised important questions about how the interactions between clinicians' (micro-level) experiences of the workability of complex interventions and meso-level organisational processes through which reflexive monitoring mechanisms play out their effects. Some studies were also explicitly concerned with implementing change in professional roles (n = 7, 6.5%  [20, 54, 63, 70, 94, 101, 138] ). For example, Thomas et al.  [56, 57]  showed how changes in roles and workload interacted to promote the routine embedding of an intervention intended to manage incontinence in stroke patients. Finally, a small group of studies were concerned with guideline implementation (n = 4, 3.7%  [50-52, 68, 102, 141] ). Here, Vest et al.\n\n[141] described a study in the USA of the implementation of guidelines for the management of chronic kidney disease in primary care. They asserted that NPT could not only identify key barriers to practice but could also guide intervention choice."
    },
    {
      "title": "Was what was being implemented evidence-based?",
      "text": "Studies included in this review were mainly focused on reporting the implementation of complex healthcare interventions. Most of these studies had a translational component and made some claim about the evidence underpinning interventions. This evidence was heterogeneous and included qualitative studies  [120, 121] , implementation appraisals [133], meta-ethnographies [137] and previous trial results  [38] [39] [40] [41] . However, the most common appeal to an evidence base in studies included in this review was through references to systematic reviews and rigorously developed clinical guidelines. Across the studies included in the review, 64/108 (59.2%) were linked to such support by their authors . As Tables  1  and  2  show, systematic reviews and rigorous guidelines were cited in support of 17/26 (65.4%) controlled studies and 47/82 (57.3%) uncontrolled studies.\n\nHow did researchers justify the use of NPT?\n\nAs Tables  1  and  2  show, in 54/108 (50%) of the studies included in this review, the use of NPT appeared to have been planned in advance, and this was included in the study protocol. Amongst controlled studies, 19/26 (73%) of studies made explicit reference to including NPT in study protocols, while only 35/82 (42.7%) of uncontrolled studies did so. Not all papers offered a justification for using NPT. For the most part, authors characterised NPT as a conceptual framework that explains implementation processes and thus structures study design and data analysis. For example, Brooks et al.  [23]  justify it thus:\n\n'Normalisation Process Theory (NPT) has been used to consider complex interventions prior to the development of a randomised control trial to test their effectiveness (…). It has also been used in the context of mental health to explore the impact of new forms of collaborative care on the way in which professionals carry out their routines of work in primary care (…). The four constructs (coherence, cognitive participation, collective action and reflexive monitoring) permit a means of appraising factors that might 'promote and inhibit the routine incorporation of complex interventions into everyday life' (…). It focuses on the work that people need to do to ensure interventions become 'normalised'. As a heuristic framework it can support the optimisation of a trial intervention at three points:\n\nsupporting intervention design describing the context of a trial supporting the interpretation of a trial's results'  [23] .\n\nOther papers reflected in more general terms on NPT's empirical grounding (e.g. [28, 50, 52, 67, 73-75, 87, 114, 122] ) and its usefulness in thinking about implementation design (e.g. [27, 33, 67, 106, 147, 202, 203] )."
    },
    {
      "title": "Did NPT explain implementation outcomes?",
      "text": "In all but one study in the review  [84] , there was evidence that implementation outcomes could be explained by reference to the mechanisms specified by NPT. For example,  Scalia et al. [124] , state that their study suggests that patient decision aids that are specifically designed for use in clinical encounters can be embedded in clinical settings, provided there is agreement about the need to use them, that the team members are willing to work together to make sure that such tools can be integrated in existing work patterns, and understood as making a positive overall contribution to the work that has to be performed. These considerations match the mechanisms of the NPT, which provides an explanatory framework for understanding the sustained use of these tools by the two systems examined. The motivation for the use of the Option Grid at CapitalCare was their wish to achieve success in an external quality improvement initiative. At HealthPartners, implementation efforts were motivated by a 'champion' physician. The nursing staff also played a pivotal role by systematically identifying eligible patients and providing those patients with the relevant encounter tool. These organizations, in different ways and to different degrees, exhibited coherence, collective action and cognitive participation that supported the sustained use of the tools. The organizational appraisal, in other words, their reflexive monitoring, was positive overall, despite concerns about readability and time pressures."
    },
    {
      "title": "(Part omitted)",
      "text": "Implementing patient decision aids into clinical settings is a difficult process (…) In the UK, an implementation program known as MAking Good Decisions In Collaboration (MAGIC) highlighted the need for an organizational coherence, i.e. a widely held and agreed understanding of SDM principles in order to facilitate the implementation of patient decision aids (…). Commitment at multiple organizational levels has been recognized as an important precondition for implementation (…). This lack of commitment was noticeable at the CapitalCare sites that did not use patient encounter tools  [124] .\n\nDifferences between participant groups were characterised in 69/108 (64%) studies and between settings in 36/108 (33%) studies. For example, Clarke et al.  [26]  placed this in the wider context of levels of analysis.\n\n'This paper briefly considers implementation theories in respect of complex interventions and provides an overview of process evaluations to set the context for the study. We draw on Normalisation Process Theory (NPT) (…) as a conceptual lens through which to explore those features of the implementation process that were intended to secure practice change and to engage caregivers in the program. We also consider the interaction between influential macro and micro contextual factors that affected delivery by multidisciplinary stroke unit staff and suggest that prior focus on generative mechanisms identified within NPT can be used to inform implementation processes within complex healthcare settings'  [26] .\n\nNPT thus characterises core elements of implementation processes and the factors that shape them, and using NPT enabled researchers to explain the 'work' that is involved in implementation. Implementation involves interactions between mechanisms and contexts that are highly complex and emergent. Dynamic elements of context can exercise powerful constraints on action. The sources of these constraints included system-level processes that structured behaviour (e.g. the role of fee for service payments in undermining the implementation of self-care programmes  [43] ) and micro-level conflicts within contexts (e.g. disagreements over participation and intervention legitimacy  [20, 25] )."
    },
    {
      "title": "How did researchers apply the theory's constructs?",
      "text": "Implementation processes in NPT are explained by the operation of social mechanisms that motivate and shape collective action. Researchers using the theory employed its constructs in four distinctive ways, irrespective of the iteration of the theory that they used. We show examples of these diagrammatically below. First of all, some researchers clearly found it helpful to see the theory as describing a linear process in time  [22, 63] , in which the operation of mechanisms followed sequentially from each other (Fig.  2 ). In these studies, sense-making was seen as a necessary precursor to participation, and a degree of cognitive participation was required before collective action-in the form of an actual implementation process-could take place. Reflexive monitoring was seen as the final stage in the implementation process. However, research reported in this review often focused on feasibility studies or on the early stages of implementation life cycles in process evaluation. This skews their analyses towards the implementation phase of studies rather than their embedding and integration in everyday practice.\n\nAs Fig.  3  shows, the focus on the 'front end' of studies leads to an emphasis on 'coherence' and sense-making work as an obligatory point of departure for implementation processes (e.g. [27, 31, 50, 52, 57, 74, 85, 108, 113, 123, 131, 203] ), sometimes at the expense of other activities. Figure  4  suggests a novel analysis of the relationship between mechanisms. Holtrop et al. examined the operation of components of collective action in the restructuring of provider reimbursement. Their analysis emphasised the role of relational integration as a precondition for normalisation. In this context, the operation of one mechanism might be an obligatory point of passage for the others. Holtrop et al.  [99]  state that 'We found that effective care management normalization required relationship development between practice providers and staff and the care manager. Since identification and referral of patients needing care management was key to care management happening at all, the practice personnel understanding and appreciating the care manager role through a relationship with the care manager was critical. This was captured well through the NPT collective action component of relational integration. We interpreted relational integration to be the professional relationship development that occurred when care manager, providers and practice staff work together and understand and appreciate each other's roles and contribution to patient care. Although it is its own component in NPT, we found it to be more of an outcome that occurred when the other components worked well (contextual integration, skill set workability and interactional workability). (…) We found that when any of the other components were not in place, there was also a lack of development of trust around shared patient care. Since care management is a relationship rich endeavor, the lack of this relationship is a key factor in care management's disuse'  [99] .\n\nFinally, as Fig.  5  shows, NPT assumes that its constituent mechanisms can operate simultaneously-but unevenly-rather than sequentially. Few studies in this review tracked the implementation of a complex intervention over its whole life. When they did, they tended to present summative rather than a formative accounts. An interesting example of a longitudinal study may be found in work by  Tazzyman et al. [148]  that depicted NPT in precisely these terms. They state that the mechanisms specified by NPT are non-linear and interact dynamically to provide a comprehensive explanation of the implementation Fig.  2  Interactions between NPT mechanisms: sequential operation over time (e.g. Alharbi et al. [63] ) Fig.  3  Interactions between NPT mechanisms: obligatory starting point (e.g. Finch  [85] )\n\nInteractions NPM mechanisms: relational integration as an obligatory point of passage  (Holtrop et al. [99] )\n\nprocesses. NPT was designed to be applied flexibly, can be used at one or more points in a qualitative study, has been successfully used beyond its original field and provides a robust theoretical framework to understand the dynamics of implementation  [148] . Tazzyman et al. [148]  explored the processes that underpinned revalidation of medical practitioners in a qualitative study of senior decision-makers undertaken at three time points  (2011, 2013 and 2015) . They characterised respondents in their study in NPT terms as 'sense-makers' and then explored the process of implementing and embedding of revalidation as a broad policy initiative. They state that their contribution has been to extend the use of NPT to explore the implementation of a broad and complex policy, with wide ranging implications for an entire profession, and the wider healthcare system. Much previous work using NPT in healthcare has addressed the implementation of micro level interventions. This expanded application of NPT has highlighted a number of factors which seem to have affected the implementation of revalidation. The four dimensions of the framework (see Table  3 ) had an intuitive relevance and provided a useful explanatory framework for understanding the implementation of revalidation. There is scope to apply NPT more widely to complex social interventions and policy initiatives at the organisational and system level in future  [148] .\n\nMore usually, longitudinal studies using NPT were process evaluations embedded in large complex intervention trials. As we have noted above and elsewhere  [10] , these permitted a more structured analysis of implementation processes and their motivating mechanisms over time  [29-31, 38-41, 43-46, 50-52] ."
    },
    {
      "title": "How did researchers integrate NPT into their research methods?",
      "text": "Researchers used two main strategies to translate the constructs of NPT into practically useful analytic tools. Some used deductive strategies that relied on framework or directed content  [204, 205]  analyses and in which interpretation of data was structured prospectively by the theory. These approaches often took the form of relating Table 3 Alverbratt et al. operationalise all constructs and subconstructs of NPT [65]. (Reproduced from the Journal of Hospital Medicine published under Creative Commons Attribution (CC-BY) licence) Coherence 'The significant qualities DLDA) Cognitive participation 'Enrolment and engagement of individuals and groups' Collective action 'Interaction with already existing practices' Reflexive monitoring 'How a practice is understood and assessed by actors implicated in it' Differentiation. Understanding the difference between DLDA and 'the old fashioned way' of working in a psychiatric nursing context. Initiation. The participants' motivation in trying to incorporate the DLDA Tool. Interactional workability. Operating DLDA. Systematisation. The participants' judgement of DLDA regarding usefulness and effectiveness.\n\nCommunal specification. The process through which users through teamwork share and create an understanding of this new practice.\n\nEnrolment. The work participants do to organise themselves and their coworkers in the practice of DLDA.\n\nRelational integration. Participants understandings of DLDA not only being aware of how and when to use DLDA, but also understanding the expressions of other staff members."
    },
    {
      "title": "Communal appraisal.",
      "text": "Communal appraisal regarding the outcomes and values of DLDA.\n\nIndividual specification. The process in which users create an understanding of the new practice.\n\nLegitimation. The belief that DLDA is right for the context in terms of being a needed complement to existing tools and approaches.\n\nSkill-set workability. Refers to how DLDA is conducted and distributed. This will influence how the work is defined and divided between participants."
    },
    {
      "title": "Individual appraisal.",
      "text": "Individual appraisal regarding the outcomes and value of DLDA.\n\nInternalised meaning. The coherence of DLDA was based on the meaning users collectively invest in it.\n\nActivation of DLDA. What the participants could do together to improve conditions for DLDA to be sustained and become part of daily practice.\n\nContextual integration. The incorporation of DLDA into a social context of the current wards.\n\nReconfiguration. Suggestions from participants that aim to modify and enhance the utility of the DLDA Tool.\n\ndata to matrices of varying degrees of complexity. In Table  3 , we show how Alverbratt et al.  [65]  have created a detailed matrix in which they reinterpret and operationalise all constructs and sub-constructs of NPT. This partly replicates the way that these were originally characterised in May and Finch's account of NPT  [7] . This approach defines and sets out all of the constituent elements of the work that drives implementation processes and permits data collection and coding using framework, or directed, content analysis  [205] . The approach taken by Alverbratt et al. focuses on translating the content of the theory into practical research questions in a very precise way. Others focused on the main constructs of the theory prospectively, but within a more flexible framework. In Table  4 , we show how Røsstad et al.  [122]  set out a matrix that links theory constructs to a description of data collected and in Table  5 , we show how Nordmark et al. offer an even simpler data matrix, in which core constructs are linked to data collection opportunities  [116] . Tazzyman et al. [148]  used an analytic approach included both deductive and inductive elements.\n\nA coding framework was developed using the four domains and sub-domains of NPT by using an adapted version of the NoMAD instrument (part omitted), which was developed to assess implementation processes (Normalization Measure Development is an instrument designed for assessing the implementation of complex interventions). The adapted NoMaD instrument was applied to the transcripts by coding evidence of the sub-domains in Dedoose  [206] . Following coding, two members of the research team (AT and JF) analysed the data across the three interview stages, using the constant comparative method, in order to understand changes and continuities over time. The inductive method of constant comparison analysis involved searching within individual transcripts, making comparison between transcripts within the same cohort, and comparing transcripts from different cohorts for conceptual similarities and differences. This method was combined with the deductive approach of using the four domains on NPT as a framework for the analysis.\n\nTazzyman et al.'s hybrid approach enabled them to develop a theory-led analysis, without needing to force data into a rigid theoretical framework. However, many studies took a more straightforward inductive approach to data collection and analysis. When studies collected and analysed qualitative data inductively-in the light of NPT-rather than deductively using framework approaches, there was less pressure on them to interpret their qualitative data within an inflexible coding framework. For example, in Table  6 , we show how Bamford et al.  [20]  described the ways that their inductively generated data categories mapped on to NPT constructs. This group of papers includes a group of highly illuminating studies across the life course of complex intervention trials. Bamford et al.'s [20]  process evaluation of the CAREDEM trial, and  account of the WISE trial explain how structural factors militated against processes of cognitive participation. In their longitudinal accounts of the MOVE  [38] [39] [40] [41]  and STEPPING-UP  [29] [30] [31]  Trials,  Hooker et al. and Furler et al.  show how mechanisms of coherence, cognitive participation and collective action interact to support the embedding of complex interventions in practice. Importantly, these studies also showed that the intervention remained in play once the trials themselves had concluded."
    },
    {
      "title": "How did users' criticise NPT",
      "text": "Critique of NPT as a theory was rare amongst the papers included in this review. However, it was not absent. For example, Clarke et al.  [26]  criticised an over-emphasis on agency at the expense of implementation contexts in NPT. Indeed, the theory tends to place undue emphasis on individual and collective agency without explicitly locating this within, and as shaped by, the organisational and relational context in which implementation occurs'  [26] . Segrott et al. [126]  take this further. They point to what they perceive as a focus on the agency of those involved in implementation, as opposed to those who experience the effects of that agency.\n\n'ENPT places considerable emphasis on the notion of implementation as an expression of agency. However, the agents in question appear to be mainly conceptualised as professional practitioners (e.g. nurses), rather than the participants who receive interventions. There is scope to consider further how the key constructs of ENPT can be applied to understand how participant (and non-participant) agency may shape whether interventions become integrated and embedded within delivery systems  ' [126]  Beyond this, Alharbi et al.  [63]  criticised NPT for presenting a normative model of implementation that paid insufficient attention to idealised temporal aspects of implementation, a point echoed by  Alverbratt et al. [65] . Critique was more often about the interaction between theory and method. Some articles (9/108) observed that NPT constructs overlapped, that the technical vocabulary of the theory was difficult and that as a result coding qualitative data was difficult  [39, 44, 48, 59, 64, 67, 82, 99, 207] . Problems of this nature seemed less evident when researchers used a more inductive approach to qualitative data analysis (e.g. [25, 26, [38] [39] [40] [41] ) than they did when authors employed a framework approach (e.g. [39, 99] )."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Key results of the review",
      "text": "In this review, we identified 108 discrete studies of complex healthcare interventions and related implementation processes. These studies were reported in 130 journal articles published after 2008. In papers included in this review, researchers collected and analysed their data in ways that effectively provided a basis (i) for intervention design and implementation planning and (ii) for understanding the dynamics of implementation, embedding and integration. Three key results of the review are as follows:\n\n(a) NPT appears to accurately depict important elements of implementation processes, and the constructs of the theory can be applied in a stable and consistent way within and between studies. (b) NPT has provided conceptual tools for a large body of feasibility studies and process evaluations of complex healthcare interventions. It has successfully explained the outcome of such intervention studies. (c) NPT can be applied flexibly and can be understood and mobilised by researchers and practitioners with diverse professional backgrounds, working across a variety of healthcare settings.\n\nThe use of NPT has coalesced around two main types of study: feasibility studies and process evaluations. However, unlike  McEvoy et al.'s [17]  review of NPT studies, we found that authors were justifying their choice of theory, and NPT was more frequently embedded in study protocols and thus being operationalised prospectively. However, concerns raised by McEvoy et al. about the lack of prospective application do not just apply to NPT. For example,  Kirk et al. [18]  point to the problem of low levels of prospective use of the CFIR  [208]  and  PARIHS [209]  frameworks. They point to the additional problem of lack of integration of theory into implementation research. Against this background, our review suggests that-although some authors have experienced difficulty with NPT's technical vocabulary-users of NPT appear to be able to operationalise its concepts in consistent, stable ways to inform their work, and we can see evidence of theoretical integration in four kinds of studies.\n\ni. Studies constructed with NPT in mind that reflect its characterisation of implementation processes in both intervention and evaluation design (e.g. Furler et al.  [29] [30] [31] ). ii. Studies that used NPT constructs as sensitising devices to form questions about implementation processes, and then related their conclusions back to the predictions of the theory (e.g. Grant et al.  [34, 35] ). iii. Studies that collected and analysed data inductively in the light of NPT and then developed an analysis of the ways that different mechanisms work to motivate and shape implementation processes. The major papers by  Clarke et al. [34, 35]  and Hooker et al.  [38] [39] [40] [41]  are important examples of such work. So too are Kennedy et al. 's accounts of the WISE trial [43-46]. iv. Studies that treated qualitative data deductively and used prescheduled coding matrices for framework or directed content analysis. Nordmark et al. 's work [116] offers an example of the way that this approach to theory driven analysis can be handled without 'fitting' or 'shoehorning' data in a rigid way (see MacFarlane and O'Reilly-de Brún [210] on techniques to manage this problem in qualitative research).\n\nThese different approaches to mobilising theory suggest that NPT's users have developed flexible explanatory strategies, and we have pointed to some of these in Figs.  2, 3, 4 and 5. In earlier papers  [5-9, 11, 12] , we have argued that theories are conceptual toolkits that can be used flexibly to deal with practical problems. This means that there is no definitive 'right way' to employ NPT. It can be used on its own or in combination with other theories in ways that are locally defined to solve problems in intervention design and evaluation."
    },
    {
      "title": "Limitations of this review",
      "text": "This review contributes to the literature on the incorporation of theory in implementation research, the benefits of this incorporation and the problems that can arise as a result. There are, of course, limitations to the review. Searches were undertaken in two databases, so it is possible that some studies were missed. It is questionable whether this would have altered the main findings and conclusions. Because Google Scholar is a search engine, and not a database, results of searches using it were not stable. Searches on Google Scholar also identified multiple versions of the same reference (e.g. versions of the published paper on publisher's websites, records on institutional repositories, versions on personal websites and on academic social media sites such as Academia.edu and ResearchGate.Com). Sorting these involved significant additional work. It did however identify about 20 papers that would not otherwise have been included in the review. One paper was brought to our attention before appearing in any databases; however, subsequent updated searches did identify this paper. Equally, we excluded studies published in languages other than English, although there is some evidence that this is unlikely to be a major limitation  [211] .\n\nWe deliberately followed a two-step approach to data analysis, first identifying and characterising the use of NPT in implementation research, and then exploring the contribution made by NPT to understanding the dynamics of the processes of implementation and integration, and the limitations of its use. The characterisation is likely to be replicable by another team, but it is possible that a different group of researchers, with different backgrounds and different prior experience of NPT, would reach different conclusions. We have maximised the robustness of our findings by following a transparent process for analysis, including NPT-naïve researchers in the team, and holding frequent discussions amongst the team during the analysis. Finally, we made a deliberate decision to focus solely on the health care literature, and in light of this decision, our findings only apply to research on implementation in health care."
    },
    {
      "title": "Next steps for NPT development and empirical research",
      "text": "Most papers in the review used the elaboration of NPT published by  May et al. [7, 8]  in 2009. More recent iterations of the theory have focused on (a) the important role that social structural and social cognitive features of context play in mobilisation for implementation  [9]  and (b) the ways in which implementation processes demand that their participants negotiate with other actors and elements in the context in which they are set  [10] . In these papers, we have already gone some way to answering the critique of  Clarke et al. [26]  on the relationship between agency and context. The critique offered by  Segrott et al. [126] , however, focused on the experiences of different groups of actors in implementation processes. They saw NPT as primarily being about the agency of professionals, rather than the experiences of patients and other participants in implementation processes. NPT both can be, and is, applied to those groups. We have developed theory in this area to explore the relationship between the implementation of complex interventions and burden of treatment (e.g. [212] [213] [214] [215] ), and there is now a discrete body of primary research literature (e.g. [216] [217] [218] [219] [220] ) and systematic reviews (e.g. [221] [222] [223] ) that utilises these theoretical perspectives to understand patient and caregiver experience.\n\nNPT has developed iteratively. Future work to develop it will explore variations in the ways that NPT mechanisms motivate and shape implementation processes across and between settings, and between micro, meso and macro levels of activity. This will engender a comprehensive 'whole system' approach to understanding implementation processes. Future empirical research will also help us to explore and test the hypothesis that collective action mechanisms operate cumulatively and that some mechanisms are more significant than others in determining implementation process outcomes. Rigorous quantitative research will assist in this, but until recently, there has been no robust instrument through which quantitative investigations of NPT mechanisms could be done. However, the NoMAD instrument is now available to perform this task  [224] . This will make possible both large-scale and comparative quantitative and mixed methods studies that will provide important insights into the role of NPT mechanisms and the form and direction of implementation processes. This should lead to rigorous statistical models of NPT mechanisms at work and so to new insights about implementation processes. Finally, despite attempts to make NPT more user friendly through the development of explanatory toolkits, some users have difficulty with its technical vocabulary. NPT training packages are now coming on stream that will help to solve this problem  [225] ."
    },
    {
      "title": "Conclusion",
      "text": "Normalization Process Theory appears to offer its users a coherent and stable set of explanations of implementation processes. It characterises the mechanisms that motivate and shape these processes and so can be used to aid intervention development and implementation planning as well as evaluating and understanding implementation processes themselves. In particular, NPT appears to have offered a valuable set of conceptual tools to understand the dynamics of implementation within clinical trials. In the future, it will be important to connect collective action much more closely to context in implementation studies. Equally, it will be important to develop longitudinal and genuinely mixed methods studies. These will help us understand not only the dynamics of implementation but also variations in implementation, embedding and long-term integration and sustainability over time and between settings."
    },
    {
      "title": "Additional file",
      "text": "Additional file 1: Appendix data extraction tool. (PDF 156 kb)"
    },
    {
      "text": "Fig. 1 PRISMA flowchart"
    },
    {
      "text": "Uncontrolled studies using NPT as their analytic framework (Continued)Uncontrolled studies using NPT as their analytic framework (Continued)"
    },
    {
      "text": "Fig.5Interactions between NPT mechanisms: constant interaction between mechanisms (e.g."
    },
    {
      "text": "Controlled studies using NPT as their analytic framework"
    },
    {
      "text": "Controlled studies using NPT as their analytic framework (Continued)"
    },
    {
      "text": "Uncontrolled studies using NPT as their analytic framework"
    },
    {
      "text": "Uncontrolled studies using NPT as their analytic framework (Continued)"
    },
    {
      "text": "Uncontrolled studies using NPT as their analytic framework (Continued)"
    },
    {
      "text": "Uncontrolled studies using NPT as their analytic framework (Continued)"
    },
    {
      "text": "Røsstad et al. link constructs to data and compare sites [122]. (Reproduced from BMC Health Services Research, published under a Creative Commons Attribution (CC-BY) licence)"
    },
    {
      "text": "Nordmark et al. link NPT related questions to a data matrix [116]. (Reproduced from BMC Medical Informatics and Decision-Making under a Creative Commons Attribution (CC-BY) licence)"
    },
    {
      "text": "Bamford et al. [20]retrospectively map inductively generated themes onto NPT constructs. (Reproduced from BMC Health Services Research, published under a Creative Commons Attribution (CC-BY) licence) While May et al (…) acknowledge that the NPT generative mechanisms are in dynamic interaction with local contexts and external drivers, the framework primarily addresses the mechanisms."
    }
  ],
  "references": [
    {
      "title": "Demystifying theory and its use in improvement",
      "authors": [
        "F Davidoff",
        "M Dixon-Woods",
        "L Leviton",
        "S Michie"
      ],
      "year": 2015,
      "doi": "10.1136/bmjqs-2014-003627"
    },
    {
      "title": "Bridging research and practice: models for dissemination and implementation research",
      "authors": [
        "R Tabak",
        "E Khoong",
        "D Chambers",
        "R Brownson"
      ],
      "year": 2012
    },
    {
      "title": "Making sense of implementation theories, models and frameworks",
      "authors": [
        "P Nilsen"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0242-0"
    },
    {
      "title": "Assessing citation networks for dissemination and implementation research frameworks",
      "authors": [
        "T Skolarus",
        "T Lehmann",
        "R Tabak",
        "J Harris",
        "J Lecy",
        "A Sales"
      ],
      "year": 2017
    },
    {
      "title": "A rational model for assessing and evaluating complex interventions in health care",
      "authors": [
        "C May"
      ],
      "year": 2006
    },
    {
      "title": "Understanding the implementation of complex interventions in health care: the normalization process model",
      "authors": [
        "C May",
        "T Finch",
        "F Mair",
        "L Ballini",
        "C Dowrick",
        "M Eccles",
        "L Gask",
        "A Macfarlane",
        "E Murray",
        "T Rapley"
      ],
      "year": 2007,
      "doi": "10.1186/1472-6963-7-148"
    },
    {
      "title": "Implementation, embedding, and integration: an outline of normalization process theory",
      "authors": [
        "C May",
        "T Finch"
      ],
      "year": 2009
    },
    {
      "title": "Development of a theory of implementation and integration: normalization process theory",
      "authors": [
        "C May",
        "F Mair",
        "T Finch",
        "A Macfarlane",
        "C Dowrick",
        "S Treweek",
        "T Rapley",
        "L Ballini",
        "B Ong",
        "A Rogers"
      ],
      "year": 2009
    },
    {
      "title": "Towards a general theory of implementation",
      "authors": [
        "C May"
      ],
      "year": 2013
    },
    {
      "title": "Implementation, context and complexity",
      "authors": [
        "C May",
        "M Johnson",
        "T Finch"
      ],
      "year": 2016
    },
    {
      "title": "Process evaluation for complex interventions in primary care: understanding trials using the normalization process model",
      "authors": [
        "C May",
        "F Mair",
        "C Dowrick",
        "T Finch"
      ],
      "year": 2007
    },
    {
      "title": "Agency and implementation: understanding the embedding of healthcare innovations in practice",
      "authors": [
        "C May"
      ],
      "year": 2013
    },
    {
      "title": "Normalisation process theory: a framework for developing, evaluating and implementing complex interventions",
      "authors": [
        "E Murray",
        "S Treweek",
        "C Pope",
        "A Macfarlane",
        "L Ballini",
        "C Dowrick",
        "T Finch",
        "A Kennedy",
        "F Mair",
        "O' Donnell"
      ],
      "year": 2010
    },
    {
      "title": "Improving the normalization of complex interventions: measure development based on normalization process theory (NoMAD): study protocol",
      "authors": [
        "T Finch",
        "T Rapley",
        "M Girling",
        "F Mair",
        "E Murray",
        "S Treweek",
        "E Mccoll",
        "I Steen",
        "C May"
      ],
      "year": 2013
    },
    {
      "title": "From theory to 'measurement' in complex interventions: methodological lessons from the development of an e-health normalisation instrument",
      "authors": [
        "T Finch",
        "F Mair",
        "O' Donnell",
        "Murray May"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2288-12-69"
    },
    {
      "title": "Evaluating complex interventions and health technologies using normalization process theory: development of a simplified approach and web-enabled toolkit",
      "authors": [
        "C May",
        "T Finch",
        "L Ballini",
        "A Macfarlane",
        "F Mair",
        "E Murray",
        "S Treweek",
        "T Rapley"
      ],
      "year": 2011,
      "doi": "10.1186/1472-6963-11-245"
    },
    {
      "title": "A qualitative systematic review of studies using the normalization process theory to research implementation processes",
      "authors": [
        "R Mcevoy",
        "L Ballini",
        "S Maltoni",
        "C Odonnell",
        "F Mair",
        "A Macfarlane"
      ],
      "year": 2014
    },
    {
      "title": "A systematic review of the use of the consolidated framework for implementation research",
      "authors": [
        "M Kirk",
        "C Kelley",
        "N Yankey",
        "S Birken",
        "B Abadie",
        "L Damschroder"
      ],
      "year": 2016
    },
    {
      "title": "Rehabilitation professionals' perceptions of the use of new visualisation software tools with people with stroke",
      "authors": [
        "C Ballinger",
        "A Taylor",
        "D Loudon",
        "A Macdonald"
      ],
      "year": 2016
    },
    {
      "title": "Understanding the challenges to implementing case management for people with dementia in primary care in England: a qualitative study using normalization process theory",
      "authors": [
        "C Bamford",
        "M Poole",
        "K Brittain",
        "C Chew-Graham",
        "C Fox",
        "S Iliffe",
        "J Manthorpe",
        "L Robinson",
        "C Team"
      ],
      "year": 2014,
      "doi": "10.1186/s12913-014-0549-6"
    },
    {
      "title": "Understanding the management of early-stage chronic kidney disease in primary care: a qualitative study",
      "authors": [
        "T Blakeman",
        "J Protheroe",
        "C Chew-Graham",
        "Rogers Kennedy"
      ],
      "year": 2012
    },
    {
      "title": "Aligning everyday life priorities with people's selfmanagement support networks: an exploration of the work and implementation of a needs-led telephone support system",
      "authors": [
        "C Blickem",
        "A Kennedy",
        "P Jariwala",
        "R Morris",
        "R Bowen",
        "I Vassilev",
        "H Brooks",
        "T Blakeman",
        "A Rogers"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6963-14-262"
    },
    {
      "title": "Re-inventing care planning in mental health: stakeholder accounts of the imagined implementation of a user/carer involved intervention",
      "authors": [
        "H Brooks",
        "C Sanders",
        "K Lovell",
        "C Fraser",
        "A Rogers"
      ],
      "year": 2015
    },
    {
      "title": "HELPing older people with very severe chronic obstructive pulmonary disease (HELP-COPD): mixed-method feasibility pilot randomised controlled trial of a novel intervention",
      "authors": [
        "S Buckingham",
        "M Kendall",
        "S Ferguson",
        "W Macnee",
        "A Sheikh",
        "P White",
        "A Worth",
        "K Boyd",
        "S Murray",
        "H Pinnock"
      ],
      "year": 2015
    },
    {
      "title": "Introducing structured caregiver training in stroke care: findings from the TRACS process evaluation study",
      "authors": [
        "D Clarke",
        "R Hawkins",
        "E Sadler",
        "G Harding",
        "C Mckevitt",
        "M Godfrey",
        "J Dickerson",
        "A Farrin",
        "L Kalra",
        "D Smithard"
      ],
      "year": 2014
    },
    {
      "title": "Implementing a training intervention to support caregivers after stroke: a process evaluation examining the initiation and embedding of programme change",
      "authors": [
        "D Clarke",
        "M Godfrey",
        "R Hawkins",
        "E Sadler",
        "G Harding",
        "A Forster",
        "C Mckevitt",
        "J Dickerson",
        "A Farrin"
      ],
      "year": 2013
    },
    {
      "title": "Facilitating professional liaison in collaborative care for depression in UK primary care; a qualitative study utilising normalisation process theory",
      "authors": [
        "N Coupe",
        "E Anderson",
        "L Gask",
        "P Sykes",
        "D Richards",
        "C Chew-Graham"
      ],
      "year": 2014
    },
    {
      "title": "Making sense of a cognitive behavioural therapy intervention for fear of falling: qualitative study of intervention development",
      "authors": [
        "T Finch",
        "C Bamford",
        "V Deary",
        "Sabin Parry"
      ],
      "year": 2014
    },
    {
      "title": "Supporting insulin initiation in type 2 diabetes in primary care: results of the stepping up pragmatic cluster randomised controlled clinical trial",
      "authors": [
        "J Furler",
        "O' Neal",
        "D Speight",
        "J Manski-Nankervis",
        "J Gorelik",
        "A Holmes-Truscott",
        "E Ginnivan",
        "L Young",
        "D Best",
        "J Patterson"
      ],
      "year": 2017,
      "doi": "10.1136/bmj.j783"
    },
    {
      "title": "Optimizing care and outcomes for people with type 2 diabetes-lessons from a translational research program on insulin initiation in general practice",
      "authors": [
        "J Furler",
        "I Blackberry",
        "J-A Manski-Nankervis",
        "O' Neal",
        "D Best",
        "J Young"
      ],
      "year": 2015
    },
    {
      "title": "Stepping up: a nurse-led model of care for insulin initiation for people with type 2 diabetes",
      "authors": [
        "J Furler",
        "I Blackberry",
        "C Walker",
        "J Manski-Nankervis",
        "J Anderson",
        "O' Neal",
        "D Young",
        "D Best"
      ],
      "year": 2014,
      "doi": "10.1093/fampra/cmt085"
    },
    {
      "title": "Debt counselling for depression in primary care: an adaptive randomised controlled pilot trial (DeCoDer study)",
      "authors": [
        "M Gabbay",
        "A Ring",
        "R Byng",
        "P Anderson",
        "R Taylor",
        "C Matthews",
        "T Harris",
        "V Berry",
        "P Byrne",
        "E Carter"
      ],
      "year": 2017
    },
    {
      "title": "What work has to be done to implement collaborative care for depression? Process evaluation of a trial utilizing the Normalization Process Model",
      "authors": [
        "L Gask",
        "P Bower",
        "K Lovell",
        "D Escott",
        "J Archer",
        "S Gilbody",
        "A Lankshear",
        "A Simpson",
        "D Richards"
      ],
      "year": 2010,
      "doi": "10.1186/1748-5908-5-15"
    },
    {
      "title": "Process evaluation of the data-driven quality improvement in primary care (DQIP) trial: active and less active ingredients of a multi-component complex intervention to reduce high-risk primary care prescribing",
      "authors": [
        "A Grant",
        "T Dreischulte",
        "B Guthrie"
      ],
      "year": 2017
    },
    {
      "title": "Process evaluation of the Data-Driven Quality Improvement in Primary Care (DQIP) trial: case study evaluation of adoption and maintenance of a complex intervention to reduce high-risk primary care prescribing",
      "authors": [
        "A Grant",
        "T Dreischulte",
        "B Guthrie"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-015281"
    },
    {
      "title": "Developing and implementing an integrated delirium prevention system of care: a theory driven, participatory research study",
      "authors": [
        "M Godfrey",
        "J Smith",
        "J Green",
        "F Cheater",
        "S Inouye",
        "J Young"
      ],
      "year": 2013
    },
    {
      "title": "Aquatic therapy for children with Duchenne muscular dystrophy: a pilot feasibility randomised controlled trial and mixedmethods process evaluation",
      "authors": [
        "D Hind",
        "J Parkin",
        "V Whitworth",
        "Rex Young",
        "T Hampson",
        "L Sheehan",
        "J Maguire",
        "C Cantrill",
        "H Scott"
      ],
      "year": 2017,
      "doi": "10.3310/hta21270"
    },
    {
      "title": "Using theory to design, implement and evaluate sustained nurse domestic violence screening and supportive care",
      "authors": [
        "L Hooker",
        "A Taft"
      ],
      "year": 2016
    },
    {
      "title": "Applying normalization process theory to understand implementation of a family violence screening and care model in maternal and child health nursing practice: a mixed method process evaluation of a randomised controlled trial",
      "authors": [
        "L Hooker",
        "R Small",
        "C Humphreys",
        "K Hegarty",
        "A Taft"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0230-4"
    },
    {
      "title": "Understanding sustained domestic violence identification in maternal and child health nurse care: process evaluation from a 2-year follow-up of the MOVE trial",
      "authors": [
        "L Hooker",
        "R Small",
        "A Taft"
      ],
      "year": 2016,
      "doi": "10.1111/jan.12851"
    },
    {
      "title": "Maternal and child health nurse screening and care for mothers experiencing domestic violence (MOVE): a cluster randomised trial",
      "authors": [
        "A Taft",
        "L Hooker",
        "C Humphreys",
        "K Hegarty",
        "R Walter",
        "C Adams",
        "P Agius",
        "R Small"
      ],
      "year": 2015,
      "doi": "10.1186/s12916-015-0375-7"
    },
    {
      "title": "Understanding sustained domestic violence identification in maternal and child health nurse care: process evaluation from a 2-year follow-up of the MOVE trial",
      "authors": [
        "L Hooker",
        "R Small",
        "A Taft"
      ],
      "year": 2016,
      "doi": "10.1111/jan.12851"
    },
    {
      "title": "Implementing, embedding and integrating self-management support tools for people with long-term conditions in primary care nursing: a qualitative study",
      "authors": [
        "A Kennedy",
        "A Rogers",
        "R Bowen",
        "V Lee",
        "T Blakeman",
        "C Gardner",
        "R Morris",
        "J Protheroe",
        "C Chew-Graham"
      ],
      "year": 2014
    },
    {
      "title": "Implementation of a self-management support approach (WISE) across a health system: a process evaluation explaining what did and did not work for organisations, clinicians and patients",
      "authors": [
        "A Kennedy",
        "A Rogers",
        "C Chew-Graham",
        "T Blakeman",
        "R Bowen",
        "C Gardner",
        "V Lee",
        "R Morris",
        "J Protheroe"
      ],
      "year": 2014
    },
    {
      "title": "Implementation of self management support for long term conditions in routine primary care settings: cluster randomised controlled trial",
      "authors": [
        "A Kennedy",
        "P Bower",
        "D Reeves",
        "T Blakeman",
        "R Bowen",
        "C Chew-Graham",
        "M Eden",
        "C Fullwood",
        "H Gaffney",
        "C Gardner"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f2882"
    },
    {
      "title": "Delivering the WISE (Whole Systems Informing Self-Management Engagement) training package in primary care: learning from formative evaluation",
      "authors": [
        "A Kennedy",
        "C Chew-Graham",
        "T Blakeman",
        "A Bowen",
        "C Gardner",
        "J Protheroe",
        "A Rogers",
        "L Gask"
      ],
      "year": 2010
    },
    {
      "title": "The feasibility of community level interventions for pre-eclampsia in South Asia and Sub-Saharan Africa: a mixed-methods design",
      "authors": [
        "A Khowaja",
        "R Qureshi",
        "D Sawchuck",
        "O Oladapo",
        "O Adetoro",
        "E Orenuga",
        "M Bellad",
        "A Mallapur",
        "U Charantimath",
        "E Sevene"
      ],
      "year": 2016
    },
    {
      "title": "Implementing a provider-initiated testing and counselling (PITC) intervention in Cape town, South Africa: a process evaluation using the normalisation process model",
      "authors": [
        "N Leon",
        "S Lewin",
        "C Mathews"
      ],
      "year": 2013,
      "doi": "10.1186/1748-5908-8-97"
    },
    {
      "title": "Understanding factors that inhibit or promote the utilization of telecare in chronic lung disease",
      "authors": [
        "F Mair",
        "J Hiscock",
        "S Beaton"
      ],
      "year": 2008
    },
    {
      "title": "Introducing evidence through research \"push\" using theory and qualitative methods",
      "authors": [
        "A Morden",
        "B Ong",
        "L Brooks",
        "C Jinks",
        "M Porcheret",
        "J Edwards",
        "K Dziedzic"
      ],
      "year": 2015,
      "doi": "10.1177/1049732315570120"
    },
    {
      "title": "Research \"push\", long term-change, and general practice",
      "authors": [
        "A Morden",
        "L Brooks",
        "C Jinks",
        "M Porcheret",
        "B Ong",
        "K Dziedzic"
      ],
      "year": 2015,
      "doi": "10.1108/jhom-07-2014-0119"
    },
    {
      "title": "Changing policy and practice: making sense of national guidelines for osteoarthritis",
      "authors": [
        "B Ong",
        "A Morden",
        "L Brooks",
        "M Porcheret",
        "J Edwards",
        "T Sanders",
        "C Jinks",
        "K Dziedzic"
      ],
      "year": 2014,
      "doi": "10.1016/j.socscimed.2014.01.036"
    },
    {
      "title": "Tools to overcome potential barriers to chlamydia screening in general practice: qualitative evaluation of the implementation of a complex intervention",
      "authors": [
        "E Ricketts",
        "Eoc Francischetto",
        "L Wallace",
        "A Hogan",
        "Cam Mcnulty"
      ],
      "year": 2016
    },
    {
      "title": "LIFELAX-diet and LIFEstyle versus LAXatives in the management of chronic constipation in older people: randomised controlled trial",
      "authors": [
        "C Speed",
        "B Heaven",
        "A Adamson",
        "J Bond",
        "S Corbett",
        "A Lake",
        "C May",
        "A Vanoli",
        "P Mcmeekin",
        "P Moynihan"
      ],
      "year": 2010,
      "doi": "10.3310/hta14520"
    },
    {
      "title": "Feasibility and acceptability of a physician-delivered weight management programme",
      "authors": [
        "E Sturgiss",
        "N Elmitt",
        "E Haesler",
        "C Van Weel",
        "K Douglas"
      ],
      "year": 2017
    },
    {
      "title": "Implementing a systematic voiding program for patients with urinary incontinence after stroke",
      "authors": [
        "B French",
        "L Thomas",
        "J Harrison",
        "C Burton",
        "D Forshaw",
        "J Booth",
        "D Britt",
        "F Cheater",
        "B Roe",
        "C Watkins"
      ],
      "year": 2016,
      "doi": "10.1177/1049732316630975"
    },
    {
      "title": "Evaluating a systematic voiding programme for patients with urinary incontinence after stroke in secondary care using soft systems analysis and Normalisation Process Theory: findings from the ICONS case study phase",
      "authors": [
        "L Thomas",
        "B French",
        "C Burton",
        "C Sutton",
        "D Forshaw",
        "H Dickinson",
        "M Leathley",
        "D Britt",
        "B Roe",
        "F Cheater"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijnurstu.2014.02.009"
    },
    {
      "title": "Using documents to investigate links between implementation and sustainability in a complex community intervention: the PRISM study",
      "authors": [
        "K Willis",
        "R Small",
        "S Brown"
      ],
      "year": 2012,
      "doi": "10.1016/j.socscimed.2012.05.025"
    },
    {
      "title": "Lessons learned from the implementation of an online infertility community into an IVF clinic's daily practice",
      "authors": [
        "J Aarts",
        "M Faber",
        "B Cohlen",
        "A Van Oers",
        "W Nelen",
        "J Kremer"
      ],
      "year": 2015,
      "doi": "10.3109/14647273.2015.1057901"
    },
    {
      "title": "Delivering digital health and well-being at scale: lessons learned during the implementation of the Dallas program in the United Kingdom",
      "authors": [
        "A Devlin",
        "M Mcgee-Lennon",
        "O' Donnell",
        "C Bouamrane",
        "M-M Agbakoba",
        "O' Connor",
        "S Grieve",
        "E Finch",
        "T Wyke",
        "S Watson"
      ],
      "year": 2015
    },
    {
      "title": "Implementation factors affecting the large-scale deployment of digital health and well-being technologies: a qualitative study of the initial phases of the 'Living-It-Up' programme",
      "authors": [
        "R Agbakoba",
        "M Mcgee-Lennon",
        "M-M Bouamrane",
        "N Watson",
        "F Mair"
      ],
      "year": 2016
    },
    {
      "title": "Readiness for delivering digital health at scale: lessons from a longitudinal qualitative evaluation of a national digital health innovation program in the United Kingdom",
      "authors": [
        "M Lennon",
        "M Bouamrane",
        "A Devlin",
        "O' Connor",
        "O' Donnell",
        "C Chetty",
        "U Agbakoba",
        "R Bikker",
        "A Grieve",
        "E Finch"
      ],
      "year": 2017
    },
    {
      "title": "Implementation of personcentred care: management perspective",
      "authors": [
        "T Alharbi",
        "E Carlström",
        "I Ekman",
        "L-E Olsson"
      ],
      "year": 2014
    },
    {
      "title": "Primary care professionals' perceptions of using a short family history questionnaire",
      "authors": [
        "S Ahmed",
        "J Hayward",
        "M Ahmed"
      ],
      "year": 2016
    },
    {
      "title": "The process of implementing a new working method-a project towards change in a Swedish psychiatric clinic",
      "authors": [
        "C Alverbratt",
        "E Carlström",
        "S Åström",
        "A Kauffeldt",
        "J Berlin"
      ],
      "year": 2014
    },
    {
      "title": "Barriers and facilitators to eHealth use in daily practice: perspectives of patients and professionals in dermatology",
      "authors": [
        "Lfm Ariens",
        "Fml Schussler-Raymakers",
        "C Frima",
        "A Flinterman",
        "E Hamminga",
        "Bwm Arents",
        "Cafm Bruijnzeel-Koomen",
        "Sdbw Marjolein",
        "Os-Medendorp Hv"
      ],
      "year": 2017
    },
    {
      "title": "Provider experiences of the implementation of a new tuberculosis treatment programme: a qualitative study using the normalisation process model",
      "authors": [
        "S Atkins",
        "S Lewin",
        "K Ringsberg",
        "A Thorson"
      ],
      "year": 2011
    },
    {
      "title": "Implementing nutrition guidelines for older people in residential care homes: a qualitative study using normalization process theory",
      "authors": [
        "C Bamford",
        "B Heaven",
        "C May",
        "P Moynihan"
      ],
      "year": 2012,
      "doi": "10.1186/1748-5908-7-106"
    },
    {
      "title": "Participatory design in the development of an early therapy intervention for perinatal stroke",
      "authors": [
        "A Basu",
        "J Pearse",
        "J Baggaley",
        "R Watson",
        "T Rapley"
      ],
      "year": 2017,
      "doi": "10.1186/s12887-017-0797-9"
    },
    {
      "title": "Implementing resources to support the diagnosis and management of chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ ME) in primary care: a qualitative study",
      "authors": [
        "K Bayliss",
        "L Riste",
        "R Band",
        "S Peters",
        "A Wearden",
        "K Lovell",
        "L Fisher",
        "C Chew-Graham"
      ],
      "year": 2016,
      "doi": "10.1186/s12875-016-0453-8"
    },
    {
      "title": "Embedding telephone therapy in statutory mental health services: a qualitative, theory-driven analysis",
      "authors": [
        "P Bee",
        "K Lovell",
        "Z Airnes",
        "A Pruszynska"
      ],
      "year": 2016
    },
    {
      "title": "Introducing onsite antenatal syphilis screening in Burkina Faso: implementation and evaluation of a feasibility intervention tailored to a local context",
      "authors": [
        "F Bocoum",
        "G Tarnagda",
        "F Bationo",
        "J Savadogo",
        "S Nacro",
        "S Kouanda",
        "C Zarowsky"
      ],
      "year": 2017
    },
    {
      "title": "A study of clinical and information management processes in the surgical pre-assessment clinic-the experience of the Dumfries & Galloway royal infirmary preoperative clinic",
      "authors": [
        "M-M Bouamrane",
        "F Mair"
      ],
      "year": 2014
    },
    {
      "title": "A qualitative evaluation of general practitioners' views on protocol-driven eReferral in Scotland",
      "authors": [
        "M Bouamrane",
        "F Mair"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6947-14-30"
    },
    {
      "title": "Implementation of an integrated preoperative care pathway and regional electronic clinical portal for preoperative assessment",
      "authors": [
        "M Bouamrane",
        "F Mair"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6947-14-93"
    },
    {
      "title": "Optimising impact and sustainability: a qualitative process evaluation of a complex intervention targeted at compassionate care",
      "authors": [
        "J Bridges",
        "C May",
        "A Fuller",
        "P Griffiths",
        "W Wigley",
        "L Gould",
        "H Barker",
        "P Libberton"
      ],
      "year": 2017
    },
    {
      "title": "Implementing a QCancer risk tool into general practice consultations: an exploratory study using simulated consultations with Australian general practitioners",
      "authors": [
        "P Chiang",
        "D Glance",
        "J Walker",
        "F Walter",
        "J Emery"
      ],
      "year": 2015
    },
    {
      "title": "Successful implementation of an enhanced recovery after surgery programme for elective colorectal surgery: a process evaluation of champions' experiences",
      "authors": [
        "L Conn",
        "M Mckenzie",
        "E Pearsall",
        "R Mcleod"
      ],
      "year": 2015
    },
    {
      "title": "Understanding the impact of accreditation on quality in healthcare: a grounded theory approach",
      "authors": [
        "L Desveaux",
        "J Mitchell",
        "J Shaw",
        "N Ivers"
      ],
      "year": 2017
    },
    {
      "title": "Cognitive stimulation therapy in dementia care: exploring the views and experiences of service providers on the barriers and facilitators to implementation in practice using Normalization Process Theory",
      "authors": [
        "C Dickinson",
        "G Gibson",
        "Z Gotts",
        "L Stobbart",
        "L Robinson"
      ],
      "year": 2017
    },
    {
      "title": "Embedding electronic decision-support tools for suspected cancer in primary care: a qualitative study of GPs' experiences",
      "authors": [
        "L Dikomitis",
        "T Green",
        "U Macleod"
      ],
      "year": 2015
    },
    {
      "title": "Implementation of secondary fracture prevention services after hip fracture: a qualitative study using extended Normalization Process Theory",
      "authors": [
        "S Drew",
        "A Judge",
        "C May",
        "A Farmer",
        "C Cooper",
        "M Javaid",
        "Gooberman- Hill"
      ],
      "year": 2015
    },
    {
      "title": "A qualitative study investigating the continued adoption of breaking free online across a national substance misuse organisation: theoretical conceptualisation of staff perceptions",
      "authors": [
        "S Dugdale",
        "S Elison",
        "G Davies",
        "J Ward",
        "M Dalton"
      ],
      "year": 2017,
      "doi": "10.1007/s11414-016-9512-0"
    },
    {
      "title": "How does care coordination provided by registered nurses \"fit\" within the organisational processes and professional relationships in the general practice context?",
      "authors": [
        "C Ehrlich",
        "E Kendall",
        "W John"
      ],
      "year": 2013,
      "doi": "10.1016/j.colegn.2012.04.006"
    },
    {
      "title": "Teledermatology for chronic disease management: coherence and normalization",
      "authors": [
        "T Finch"
      ],
      "year": 2008
    },
    {
      "title": "Implementing a steppedcare approach in primary care: results of a qualitative study",
      "authors": [
        "G Franx",
        "M Oud",
        "J De Lange",
        "M Wensing",
        "R Grol"
      ],
      "year": 2012
    },
    {
      "title": "The challenges of implementing a telestroke network: a systematic review and case study",
      "authors": [
        "B French",
        "E Day",
        "C Watkins",
        "A Mcloughlin",
        "J Fitzgerald",
        "M Leathley",
        "P Davies",
        "H Emsley",
        "G Ford",
        "D Jenkinson"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6947-13-125"
    },
    {
      "title": "It was like he was in the room with us': patients' and carers' perspectives of telemedicine in acute stroke",
      "authors": [
        "J Gibson",
        "E Lightbody",
        "A Mcloughlin",
        "J Mcadam",
        "A Gibson",
        "E Day",
        "J Fitzgerald",
        "C May",
        "C Price",
        "H Emsley"
      ],
      "year": 2016,
      "doi": "10.1111/hex.12333"
    },
    {
      "title": "The challenges associated with implementing new practice",
      "authors": [
        "C Foss",
        "Ruud Knutsen",
        "Havrevold Henni",
        "S Myrstad"
      ],
      "year": 2017,
      "doi": "10.4220/sykepleienf.2016.59483en"
    },
    {
      "title": "The work of local healthcare innovation: a qualitative study of GP-led integrated diabetes care in primary health care organization, structure and delivery of healthcare",
      "authors": [
        "M Foster",
        "L Burridge",
        "M Donald",
        "J Zhang",
        "C Jackson"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1270-4"
    },
    {
      "title": "Promoting health workers' ownership of infection prevention and control: using normalization process theory as an interpretive framework",
      "authors": [
        "D Gould",
        "R Hale",
        "E Waters",
        "D Allen"
      ],
      "year": 2016,
      "doi": "10.1016/j.jhin.2016.09.015"
    },
    {
      "title": "Embedding effective depression care: using theory for primary care organisational and systems change",
      "authors": [
        "J Gunn",
        "V Palmer",
        "C Dowrick",
        "H Herrman",
        "F Griffiths",
        "R Kokanovic",
        "G Blashki",
        "K Hegarty",
        "C Johnson",
        "M Potiriadis"
      ],
      "year": 2010,
      "doi": "10.1186/1748-5908-5-62"
    },
    {
      "title": "Implementing monitoring technologies in care homes for people with dementia: a qualitative exploration using normalization process theory",
      "authors": [
        "A Hall",
        "C Wilson",
        "E Stanmore",
        "C Todd"
      ],
      "year": 2017
    },
    {
      "title": "Implementing a video-based intervention to empower staff members in an autism care organization: a qualitative study",
      "authors": [
        "A Hall",
        "T Finch",
        "N Kolehmainen",
        "D James"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1820-9"
    },
    {
      "title": "Understanding clinician attitudes towards implementation of guided self-help cognitive behaviour therapy for those who hear distressing voices: using factor analysis to test normalisation process theory",
      "authors": [
        "C Hazell",
        "C Strauss",
        "M Hayward",
        "K Cavanagh"
      ],
      "year": 2017
    },
    {
      "title": "The utility of an online diagnostic decision support system (Isabel) in general practice: a process evaluation",
      "authors": [
        "E Henderson",
        "G Rubin"
      ],
      "year": 2013
    },
    {
      "title": "Healthcare professionals' views of the enhanced recovery after surgery programme: a qualitative investigation",
      "authors": [
        "G Herbert",
        "E Sutton",
        "S Burden",
        "S Lewis",
        "S Thomas",
        "A Ness",
        "C Atkinson"
      ],
      "year": 2017,
      "doi": "10.1186/s12913-017-2547-y"
    },
    {
      "title": "Feasibility evaluation of an interpersonal and social rhythm therapy group delivery model",
      "authors": [
        "A Hoberg",
        "K Vickers",
        "J Ericksen",
        "G Bauer",
        "S Kung",
        "R Stone",
        "M Williams",
        "M Moore",
        "M Frye"
      ],
      "year": 2013
    },
    {
      "title": "Computerized clinical decision support for the early recognition and management of acute kidney injury: a qualitative evaluation of end-user experience",
      "authors": [
        "J Holtrop",
        "G Potworowski",
        "L Fitzpatrick",
        "A Kowalk",
        "L Green"
      ],
      "year": 2016
    },
    {
      "title": "Implementing an interprofessional model of self-management support across a community workforce: a mixed-methods evaluation study",
      "authors": [
        "S Kulnik",
        "H Postges",
        "L Brimicombe",
        "J Hammond",
        "F Jones"
      ],
      "year": 2017,
      "doi": "10.1080/13561820.2016.1246432"
    },
    {
      "title": "Successfully implementing and embedding guidelines to improve the nutrition and growth of preterm infants in neonatal intensive care: a prospective interventional study",
      "authors": [
        "M Johnson",
        "A Leaf",
        "F Pearson",
        "H Clark",
        "B Dimitrov",
        "C Pope",
        "Cr ; May",
        "C Jones",
        "M Glogowska",
        "L Locock",
        "D Lasserson"
      ],
      "year": 2016
    },
    {
      "title": "How can we train stroke practitioners about patient selfmanagement? Description and evaluation of a pathway wide training programme",
      "authors": [
        "F Jones",
        "N Bailey"
      ],
      "year": 2013
    },
    {
      "title": "A qualitative study on the implementation of quality systems in Australian hospitals",
      "authors": [
        "S Leggat",
        "C Balding"
      ],
      "year": 2017,
      "doi": "10.1177/0951484817715594"
    },
    {
      "title": "Care planning for long term conditions in primary care: indicators of embeddedness",
      "authors": [
        "M Lhussier",
        "N Forster",
        "S Eaton",
        "S Carr"
      ],
      "year": 2015,
      "doi": "10.5750/ejpch.v3i1.869"
    },
    {
      "title": "Barriers and facilitators to integrating care: experiences from the English integrated care pilots",
      "authors": [
        "T Ling",
        "L Brereton",
        "A Conklin",
        "J Newbould",
        "M Roland"
      ],
      "year": 2012,
      "doi": "10.5334/ijic.982"
    },
    {
      "title": "Patchy 'coherence': using normalization process theory to evaluate a multi-faceted shared decision making implementation program (MAGIC)",
      "authors": [
        "A Lloyd",
        "N Joseph-Williams",
        "A Edwards",
        "A Rix",
        "G Elwyn"
      ],
      "year": 2013,
      "doi": "10.1186/1748-5908-8-102"
    },
    {
      "title": "Implementing shared decision making in the NHS: lessons from the MAGIC programme",
      "authors": [
        "N Joseph-Williams",
        "A Lloyd",
        "A Edwards",
        "L Stobbart",
        "D Tomson",
        "S Macphail",
        "C Dodd",
        "K Brain",
        "G Elwyn",
        "R Thomson"
      ],
      "year": 2017,
      "doi": "10.1136/bmj.j1744"
    },
    {
      "title": "Experiences of a community pharmacy service to support adherence and selfmanagement in chronic heart failure",
      "authors": [
        "R Lowrie",
        "L Johansson",
        "P Forsyth",
        "S Bryce",
        "S Mckellar",
        "N Fitzgerald"
      ],
      "year": 2014
    },
    {
      "title": "Understanding the implementation of 'sick day guidance' to prevent acute kidney injury across a primary care setting in England: a qualitative evaluation",
      "authors": [
        "A-M Martindale",
        "R Elvey",
        "S Howard",
        "S Mccorkindale",
        "S Sinha",
        "T ; Blakeman",
        "Cr",
        "T Finch",
        "J Cornford",
        "C Exley",
        "C Gately",
        "S Kirk",
        "K Jenkings",
        "Osbourne Robinson"
      ],
      "year": 2011
    },
    {
      "title": "Beyond 'train and hope': identifying factors that affect implementation of the promotional guide in practice",
      "authors": [
        "A Morton",
        "W Wigley"
      ],
      "year": 2014,
      "doi": "10.12968/johv.2014.2.12.670"
    },
    {
      "title": "Why is it difficult to implement e-health initiatives? A qualitative study",
      "authors": [
        "E Murray",
        "J Burns",
        "C May",
        "T Finch",
        "O' Donnell",
        "C Wallace",
        "P Mair"
      ],
      "year": 2011
    },
    {
      "title": "Understanding the 'work' of caseload midwives: a mixed-methods exploration of two caseload midwifery models in Victoria",
      "authors": [
        "M Newton",
        "H Mclachlan",
        "D Forster",
        "Kf ; Willis",
        "S Nordmark",
        "K Zingmark",
        "I Lindberg"
      ],
      "year": 2016,
      "doi": "10.1016/j.wombi.2015.10.011"
    },
    {
      "title": "Are brief alcohol interventions adequately embedded in UK primary care? A qualitative study utilising normalisation process theory",
      "authors": [
        "A O'donnell",
        "E Kaner"
      ],
      "year": 2017
    },
    {
      "title": "Implementation of a text-messaging intervention for adolescents who self-harm (TeenTEXT): a feasibility study using normalisation process theory",
      "authors": [
        "C Owens",
        "N Charles"
      ],
      "year": 2016
    },
    {
      "title": "Embedding chiropractic in indigenous health care organisations: applying the normalisation process model",
      "authors": [
        "B Polus",
        "C Paterson",
        "J Van Rotterdam",
        "D Vindigni"
      ],
      "year": 2012
    },
    {
      "title": "Reconfiguring the emergency and urgent care workforce: mixed methods study of skills and the everyday work of non-clinical call-handlers in the NHS",
      "authors": [
        "J Turnbull",
        "J Prichard",
        "S Halford",
        "C Pope",
        "C Salisbury"
      ],
      "year": 2012
    },
    {
      "title": "Implementing a care pathway for elderly patients, a comparative qualitative process evaluation in primary care",
      "authors": [
        "C Pope",
        "S Halford",
        "J Turnbull",
        "J Prichard",
        "M Calestani",
        "C May",
        "T Røsstad",
        "H Garåsen",
        "A Steinsbekk",
        "E Håland",
        "L Kristoffersen",
        "A Grimsmo"
      ],
      "year": 2015
    },
    {
      "title": "Perceptions of general practitioners towards the use of a new system for treating back pain: a qualitative interview study",
      "authors": [
        "T Sanders",
        "N Foster",
        "B Ong"
      ],
      "year": 2011,
      "doi": "10.1186/1741-7015-9-49"
    },
    {
      "title": "Provoking conversations\": case studies of organizations where Option Grid™ decision AIDS have become 'normalized",
      "authors": [
        "P Scalia",
        "Elwyn Durand"
      ],
      "year": 2017,
      "doi": "10.1186/s12911-017-0517-2"
    },
    {
      "title": "Exploring the implementation of an electronic record into a maternity unit: a qualitative study using normalisation process theory",
      "authors": [
        "A Scantlebury",
        "L Sheard",
        "I Watt",
        "P Cairns",
        "J Wright",
        "J Adamson"
      ],
      "year": 2017
    },
    {
      "title": "An application of extended normalisation process theory in a randomised controlled trial of a complex social intervention: process evaluation of the strengthening families programme (10-14) in Wales, UK",
      "authors": [
        "J Segrott",
        "S Murphy",
        "H Rothwell",
        "J Scourfield",
        "D Foxcroft",
        "D Gillespie",
        "J Holliday",
        "K Hood",
        "C Hurlow",
        "S Morgan-Trimmer"
      ],
      "year": 2017,
      "doi": "10.1016/j.ssmph.2017.01.002"
    },
    {
      "title": "An exploration of health professionals' experiences of medicines management in elderly, hospitalised patients in Abu Dhabi",
      "authors": [
        "S Shemeili",
        "S Klein",
        "A Strath",
        "S Fares",
        "D Stewart"
      ],
      "year": 2016
    },
    {
      "title": "Massive potential' or 'safety risk'? Health worker views on telehealth in the care of older people and implications for successful normalization",
      "authors": [
        "W Shulver",
        "M Killington",
        "M Crotty"
      ],
      "year": 2016,
      "doi": "10.1186/s12911-016-0373-5"
    },
    {
      "title": "Pandora doesn't live here anymore: normalization of screening for intimate partner violence in Australian antenatal, mental health, and substance abuse services",
      "authors": [
        "J Spangaro",
        "R Poulos",
        "A Zwi"
      ],
      "year": 2011,
      "doi": "10.1891/0886-6708.26.1.130"
    },
    {
      "title": "The use of electronic patient records for medical research: conflicts and contradictions",
      "authors": [
        "F Stevenson"
      ],
      "year": 2015
    },
    {
      "title": "We have to work within the system!\": staff perceptions of organizational barriers to decision making for older adults with dementia in Australian aged care facilities",
      "authors": [
        "L Tarzia",
        "D Fetherstonhaugh",
        "M Bauer",
        "E Beattie",
        "R Nay"
      ],
      "year": 2015
    },
    {
      "title": "A missed opportunity lessons learnt from a chlamydia testing observation study in general practice",
      "authors": [
        "M Temple-Smith",
        "M Pirotta",
        "J Kneebone",
        "K Mcnamee",
        "C Fairley",
        "J Bilardi",
        "J Hocking"
      ],
      "year": 2012
    },
    {
      "title": "Implementing guidelines and training initiatives to improve cross-cultural communication in primary care consultations: a qualitative participatory European study",
      "authors": [
        "E Teunissen",
        "K Gravenhorst",
        "C Dowrick",
        "Van Weel-Baumgarten",
        "E Van Den Driessen",
        "De Brún",
        "T Burns",
        "N Lionis",
        "C Mair",
        "O' Donnell"
      ],
      "year": 2017
    },
    {
      "title": "Guidelines and training initiatives that support communication in cross-cultural primarycare settings: appraising their implementability using normalization process theory",
      "authors": [
        "T De Brun",
        "De-Brun",
        "Mo",
        "E Van Weel-Baumgarten",
        "C Van Weel",
        "C Dowrick",
        "C Lionis",
        "O' Donnell",
        "C Burns",
        "N Mair",
        "F Saridaki"
      ],
      "year": 2015
    },
    {
      "title": "Engaging migrants and other stakeholders to improve communication in cross-cultural consultation in primary care: a theoretically informed participatory study",
      "authors": [
        "C Lionis",
        "M Papadakaki",
        "A Saridaki",
        "C Dowrick",
        "O' Donnell",
        "C Mair",
        "F Van Den Muijsenbergh",
        "M Burns",
        "N De Brún",
        "Reilly De Brún"
      ],
      "year": 2016
    },
    {
      "title": "Exploring barriers to primary care for migrants in Greece in times of austerity: perspectives of service providers",
      "authors": [
        "M Papadakaki",
        "C Lionis",
        "A Saridaki",
        "C Dowrick",
        "T De Brun",
        "O' Reilly-De Brun",
        "O' Donnell",
        "C Burns",
        "N Van Weel-Baumgarten",
        "E Van Den Muijsenbergh"
      ],
      "year": 2017
    },
    {
      "title": "Towards implementing coordinated healthy lifestyle promotion in primary care: a mixed method study",
      "authors": [
        "K Thomas",
        "P Bendtsen",
        "B Krevers"
      ],
      "year": 2015
    },
    {
      "title": "Normalisation process theory and the implementation of resident assessment instrument-home care in Saskatchewan, Canada: a qualitative study",
      "authors": [
        "E Tierney",
        "O 'sullivan",
        "M Hickey",
        "L Hannigan",
        "A May",
        "C Cullen",
        "W Kennedy",
        "N Kineen",
        "L Macfarlane",
        "A ; Toye"
      ],
      "year": 2016
    },
    {
      "title": "The challenge of transferring an implementation strategy from academia to the field: a process evaluation of local quality improvement collaboratives in Dutch primary care using the normalization process theory",
      "authors": [
        "J Trietsch",
        "B Van Steenkiste",
        "S Hobma",
        "A Frericks",
        "R Grol",
        "J Metsemakers",
        "T Van Der Weijden"
      ],
      "year": 2014
    },
    {
      "title": "Chronic kidney disease guideline implementation in primary care: a qualitative report from the TRANSLATE CKD study",
      "authors": [
        "B Vest",
        "Trm York",
        "J Sand",
        "C Fox",
        "L Kahn"
      ],
      "year": 2015
    },
    {
      "title": "Implementation of cardiovascular disease prevention in primary health care: enhancing understanding using normalisation process theory",
      "authors": [
        "N Volker",
        "L Williams",
        "R Davey",
        "T Cochrane",
        "T Clancy"
      ],
      "year": 2017,
      "doi": "10.1186/s12875-017-0580-x"
    },
    {
      "title": "Feasibility of training practice nurses to deliver a psychosocial intervention within a collaborative care framework for people with depression and long-term conditions",
      "authors": [
        "Lad Webster",
        "D Ekers",
        "C Chew-Graham"
      ],
      "year": 2016
    },
    {
      "title": "The CRISP colorectal cancer risk prediction tool: an exploratory study using simulated consultations in Australian primary care",
      "authors": [
        "J Walker",
        "A Bickerstaffe",
        "N Hewabandu",
        "S Maddumarachchi",
        "J Dowty",
        "M Jenkins",
        "M Pirotta",
        "F Walter",
        "J Emery"
      ],
      "year": 2017
    },
    {
      "title": "Norwegian general practitioners' perspectives on implementation of a guided web-based cognitive behavioral therapy for depression: a qualitative study",
      "authors": [
        "M Wilhelmsen",
        "R Høifødt",
        "N Kolstrup",
        "K Waterloo",
        "M Eisemann",
        "R Chenhall",
        "M Risør"
      ],
      "year": 2014
    },
    {
      "title": "Process evaluation of infertility management in primary care: has open access HSG been normalized?",
      "authors": [
        "S Wilkes",
        "G Rubin"
      ],
      "year": 2009
    },
    {
      "title": "Exploring GPs' experiences of using diagnostic tools for cancer: a qualitative study in primary care",
      "authors": [
        "T Green",
        "T Martins",
        "W Hamilton",
        "G Rubin",
        "K Elliott",
        "U Macleod"
      ],
      "year": 2014
    },
    {
      "title": "The implementation of medical revalidation: an assessment using normalisation process theory",
      "authors": [
        "A Tazzyman",
        "J Ferguson",
        "C Hillier",
        "A Boyd",
        "J Tredinnick-Rowe",
        "J Archer",
        "S De Bere",
        "K Walshe"
      ],
      "year": 2017
    },
    {
      "title": "Virtual reality therapy for adults post-stroke: a systematic review and meta-analysis exploring virtual environments and commercial games in therapy",
      "authors": [
        "K Lohse",
        "C Hilderman",
        "K Cheung",
        "S Tatla",
        "H Van Der Loos"
      ],
      "year": 2014
    },
    {
      "title": "Early identification and management of chronic kidney disease in adults in primary and secondary care (CG73)",
      "authors": [
        "H Tam-Tham",
        "M Cepoiu-Martin",
        "P Ronksley",
        "C Maxwell",
        "B Hemmelgarn"
      ],
      "year": 2008
    },
    {
      "title": "Systematic review of involving patients in the planning and development of health care",
      "authors": [
        "M Crawford",
        "D Rutter",
        "C Manley",
        "T Weaver",
        "K Bhui",
        "N Fulop",
        "P Tyrer"
      ],
      "year": 2002
    },
    {
      "title": "Experiences of living and dying with COPD: a systematic review and synthesis of the qualitative empirical literature",
      "authors": [
        "M Giacomini",
        "De Jean",
        "D Simeonov",
        "D Smith"
      ],
      "year": 2012
    },
    {
      "title": "Interventions for adult family carers of people who have had a stroke: a systematic review",
      "authors": [
        "L Brereton",
        "C Carroll",
        "S Barnston"
      ],
      "year": 2007
    },
    {
      "title": "A systematic review of complex system interventions designed to increase recovery from depression in primary care",
      "authors": [
        "J Gunn",
        "J Diggens",
        "K Hegarty",
        "G Blashki"
      ],
      "year": 2006
    },
    {
      "title": "Interventions to reduce fear of falling in community-living older people: a systematic review",
      "authors": [
        "G Zijlstra",
        "J Van Haastregt",
        "E Van Rossum",
        "J Van Eijk",
        "Yardley Kempen"
      ],
      "year": 2007
    },
    {
      "title": "Which drugs cause preventable admissions to hospital? A systematic review",
      "authors": [
        "Nice",
        "R Howard",
        "A Avery",
        "S Slavenburg",
        "S Royal",
        "G Pipe",
        "P Lucassen",
        "M Pirmohamed"
      ],
      "year": 2007
    },
    {
      "title": "The utilization of testing and counseling for HIV: a review of the social and behavioral evidence",
      "authors": [
        "N Zwar",
        "M Harris",
        "R Griffiths",
        "M Roland",
        "S Denis",
        "G Powell-Davies",
        "I ; Who ; Hassan",
        "C Obermeyer",
        "M Osborn"
      ],
      "year": 2006
    },
    {
      "title": "Universal voluntary HIV testing in antenatal care settings: a review of the contribution of provider-initiated testing & counselling",
      "authors": [
        "B Hensen",
        "R Baggaley",
        "V Wong",
        "K Grabbe",
        "N Shaffer",
        "Y Lo",
        "J Hargreaves"
      ],
      "year": 2012
    },
    {
      "title": "Screening for HIV: a review of the evidence for the U.S. Preventive Services Task Force",
      "authors": [
        "R Chou",
        "L Huffman",
        "R Fu",
        "A Smits",
        "P Korthuis",
        "Uspst Force"
      ],
      "year": 2005
    },
    {
      "title": "Systematic review of home telemonitoring for chronic diseases: the evidence base",
      "authors": [
        "G Pare",
        "M Jaana",
        "C Sicotte"
      ],
      "year": 2007
    },
    {
      "title": "Osteoarthritis: national clinical guideline for care and management in adults (CG59)",
      "authors": [
        "Nice"
      ],
      "year": 2008
    },
    {
      "title": "Factors that promote or inhibit the implementation of e-health systems: an explanatory systematic review",
      "authors": [
        "A Black",
        "J Car",
        "C Pagliari",
        "C Anandan",
        "K Cresswell",
        "T Bokun",
        "B Mckinstry",
        "R Procter",
        "A Majeed",
        "A ; Sheikh",
        "F Mair",
        "C May",
        "O' Donnell",
        "C Finch",
        "T Sullivan",
        "F Murray"
      ],
      "year": 2011
    },
    {
      "title": "Family history questionnaires designed for clinical use: a systematic review",
      "authors": [
        "G Reid",
        "F Walter",
        "J Brisbane",
        "J Emery"
      ],
      "year": 2009
    },
    {
      "title": "Chronic fatigue syndrome/myalgic encephalitis (or encalopathy): diagnosis and management of CFS/ME in adults and children (CG53)",
      "authors": [
        "S Munro",
        "S Lewin",
        "H Smith",
        "M Engel",
        "A Fretheim",
        "J Volmink"
      ],
      "year": 2007
    },
    {
      "title": "Organizational issues in the implementation and adoption of health information technology innovations: an interpretative review",
      "authors": [
        "K Cresswell",
        "A Sheikh"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2012.10.007"
    },
    {
      "title": "Patient safety strategies targeted at diagnostic errors: a systematic review",
      "authors": [
        "K Mcdonald",
        "B Matesic",
        "Contopoulos-Ioannidis Dg",
        "J Lonhart",
        "E Schmidt",
        "N Pineda",
        "J Ioannidis"
      ],
      "year": 2013
    },
    {
      "title": "Enhanced recovery after surgery (ERAS) programs for patients having colorectal surgery: a meta-analysis of randomized trials",
      "authors": [
        "C Eskicioglu",
        "S Forbes",
        "M Aarts",
        "A Okrainec",
        "R Mcleod"
      ],
      "year": 2008
    },
    {
      "title": "Diffusion of innovations in service organizations: systematic review and recommendations",
      "authors": [
        "T Greenhalgh",
        "G Robert",
        "F Macfarlane",
        "P Bate",
        "O Kyriakidou"
      ],
      "year": 2004
    },
    {
      "title": "Effects of computerized clinical decision support systems on practitioner performance and patient outcomes: a systematic review",
      "authors": [
        "Nice",
        "A Garg",
        "N Adhikari",
        "H Mcdonald",
        "M Rosas-Arellano",
        "P Devereaux",
        "J Beyene",
        "J Sam",
        "R Haynes"
      ],
      "year": 2005
    },
    {
      "title": "Acute kidney injury: prevention, detection and management of acute kidney injury up to the point of renal replacement therapy (CG169)",
      "authors": [
        "Nice"
      ],
      "year": 2013
    },
    {
      "title": "Personalised care planning for adults with chronic or long-term health conditions",
      "authors": [
        "A Coulter",
        "V Entwistle",
        "A Eccles",
        "S Ryan",
        "S Shepperd",
        "R ; Perera",
        "A Connor",
        "D Stacey",
        "D Rovner",
        "M Holmes-Rovner",
        "J Tetroe",
        "H Llewellyn-Thomas",
        "V Entwistle",
        "A Rostom",
        "V Fiset",
        "M Barry"
      ],
      "year": 2001
    },
    {
      "title": "Systematic review: impact of health information technology on quality, efficiency, and costs of medical care",
      "authors": [
        "B Chaudhry",
        "J Wang",
        "S Wu",
        "M Maglione",
        "W Mojica",
        "E Roth",
        "S Morton",
        "P Shekelle"
      ],
      "year": 2006
    },
    {
      "title": "Midwife-led continuity models versus other models of care for childbearing women",
      "authors": [
        "J Sandall",
        "H Soltani",
        "S Gates",
        "A Shennan",
        "D Devane"
      ],
      "year": 2013
    },
    {
      "title": "Therapeutic interventions for suicide attempts and self-harm in adolescents: systematic review and meta-analysis",
      "authors": [
        "S Shepperd",
        "J Mcclaran",
        "C Phillips",
        "N Lannin",
        "L Clemson",
        "A Mccluskey",
        "I Cameron",
        "S ; Barras",
        "D Ougrin",
        "T Tranah",
        "D Stahl",
        "P Moran",
        "J Asarnow"
      ],
      "year": 2010
    },
    {
      "title": "Interventions aimed at reducing problems in adult patients discharged from hospital to home: a systematic meta-review",
      "authors": [
        "P Mistiaen",
        "A Francke",
        "E Poot"
      ],
      "year": 2007
    },
    {
      "title": "Barriers to the acceptance of electronic medical records by physicians from systematic review to taxonomy and interventions",
      "authors": [
        "A Boonstra",
        "M Broekhuis"
      ],
      "year": 2010
    },
    {
      "title": "Parenting programmes for preventing tobacco, alcohol or drugs misuse in children <18: a systematic review",
      "authors": [
        "J Petrie",
        "F Bunn",
        "G Byrne"
      ],
      "year": 2007
    },
    {
      "title": "Interventions to improve the management of diabetes mellitus in primary care, outpatient and community settings",
      "authors": [
        "C Renders",
        "G Valk",
        "S Griffin",
        "E Wagner",
        "J Eijk",
        "W Assendelft",
        "G Flodgren",
        "E Parmelli",
        "G Doumit",
        "M Gattellari",
        "O 'brien",
        "M Grimshaw",
        "J Eccles"
      ],
      "year": 2001
    },
    {
      "title": "Collaborative care for depression in primary care. Making sense of a complex intervention: systematic review and meta-regression",
      "authors": [
        "P Bower",
        "S Gilbody",
        "D Richards",
        "J Fletcher",
        "A Sutton"
      ],
      "year": 2006
    },
    {
      "title": "Interventions to improve antibiotic prescribing practices in ambulatory care",
      "authors": [
        "S Arnold",
        "S Straus"
      ],
      "year": 2005
    },
    {
      "title": "Screening for, monitoring, and treatment of chronic kidney disease stages 1 to 3: a systematic review for the U.S. Preventive Services Task Force and for an American College of Physicians Clinical Practice Guideline",
      "authors": [
        "H Fink",
        "A Ishani",
        "B Taylor",
        "N Greer",
        "R Macdonald",
        "D Rossini",
        "S Sadiq",
        "S Lankireddy",
        "R Kane",
        "T Wilt"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-156-8-201204170-00008"
    },
    {
      "title": "Impact of support on the effectiveness of written cognitive behavioural self-help: a systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "P Farrand",
        "J Woodford"
      ],
      "year": 2013
    },
    {
      "title": "Barriers to the uptake of computerized cognitive behavioural therapy: a systematic review of the quantitative and qualitative evidence",
      "authors": [
        "R Waller",
        "S Gilbody"
      ],
      "year": 2009,
      "doi": "10.1017/s0033291708004224"
    },
    {
      "title": "Beyond the limits of clinical governance? The case of mental health in English primary care",
      "authors": [
        "L Gask",
        "A Rogers",
        "S Campbell",
        "R Sheaff"
      ],
      "year": 2008
    },
    {
      "title": "Delivery characteristics, acceptability, and depression outcomes of a home-based depression intervention for older African Americans: the get busy get better program",
      "authors": [
        "L Gitlin",
        "L Harris",
        "M Mccoy",
        "E Hess",
        "W Hauck"
      ],
      "year": 2015
    },
    {
      "title": "Three approaches to qualitative content analysis",
      "authors": [
        "H-F Hsieh",
        "S Shannon"
      ],
      "year": 2005,
      "doi": "10.1177/1049732305276687"
    },
    {
      "title": "Guidelines and training initiatives that support communication in cross-cultural primarycare settings: appraising their implementability using normalization process theory",
      "authors": [
        "J Ritchie",
        "L ; Spencer",
        "Mor",
        "E Van Weel-Baumgarten",
        "C Van Weel",
        "C Dowrick",
        "C Lionis",
        "O' Donnell",
        "C Burns",
        "N Mair",
        "F Saridaki"
      ],
      "year": 1994
    },
    {
      "title": "Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science",
      "authors": [
        "L Damschroder",
        "D Aron",
        "R Keith",
        "S Kirsh",
        "J Alexander",
        "J Lowery",
        "; Rycroft",
        "J Malone"
      ],
      "year": 2004,
      "doi": "10.1186/1748-5908-4-50"
    },
    {
      "title": "Using a theory-driven conceptual framework in qualitative health research",
      "authors": [
        "A Macfarlane",
        "O' Reilly-De Brún"
      ],
      "year": 2012
    },
    {
      "title": "The effect of Englishlanguage restriction on systematic review-based meta-analyses: a systematic review of empirical studies",
      "authors": [
        "A Morrison",
        "J Polisena",
        "D Husereau",
        "K Moulton",
        "M Clark",
        "M Fiander",
        "M Mierzwinski-Urban",
        "T Clifford",
        "B Hutton",
        "D Rabb"
      ],
      "year": 2012
    },
    {
      "title": "Assessing treatment burden in chronic heart failure patients",
      "authors": [
        "K Gallacher",
        "C May",
        "V Montori",
        "F Mair"
      ],
      "year": 2010
    },
    {
      "title": "Retheorizing the clinical encounter",
      "authors": [
        "C May"
      ],
      "year": 2010
    },
    {
      "title": "Cumulative complexity: a functional, patient-centered model of patient complexity can improve research and practice",
      "authors": [
        "N Shippee",
        "N Shah",
        "C May",
        "F Mair",
        "V Montori"
      ],
      "year": 2012
    },
    {
      "title": "Rethinking the patient: using burden of treatment theory to understand the changing dynamics of illness",
      "authors": [
        "C May",
        "D Eton",
        "K Boehmer",
        "K Gallacher",
        "K Hunt",
        "S Macdonald",
        "F Mair",
        "C May",
        "V Montori",
        "A Richardson"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6963-14-281"
    },
    {
      "title": "Making sense of change: patients' views of diabetes and GP-led integrated diabetes care",
      "authors": [
        "L Burridge",
        "M Foster",
        "M Donald",
        "J Zhang",
        "A Russell",
        "C Jackson"
      ],
      "year": 2016,
      "doi": "10.1111/hex.12331"
    },
    {
      "title": "Understanding patients' experiences of treatment burden in chronic heart failure using normalization process theory",
      "authors": [
        "K Gallacher",
        "C May",
        "V Montori",
        "F Mair"
      ],
      "year": 2011,
      "doi": "10.1370/afm.1249"
    },
    {
      "title": "Reasons for (non)compliance with intervention following identification of 'high-risk' status in the NHS health check programme",
      "authors": [
        "R Mcnaughton",
        "J Shucksmith"
      ],
      "year": 2015
    },
    {
      "title": "Factors that lessen the burden of treatment in complex patients with chronic conditions: a qualitative study",
      "authors": [
        "K Tiedje",
        "D Boehm",
        "V Montori"
      ],
      "year": 2014
    },
    {
      "title": "They leave at least believing they had a part in the discussion': understanding decision aid use and patient-clinician decision-making through qualitative research",
      "authors": [
        "K Tiedje",
        "N Shippee",
        "A Johnson",
        "P Flynn",
        "D Finnie",
        "J Liesinger",
        "C May",
        "M Olson",
        "J Ridgeway",
        "N Shah"
      ],
      "year": 2013,
      "doi": "10.1016/j.pec.2013.03.013"
    },
    {
      "title": "Experiences of long-term life-limiting conditions among patients and carers: what can we learn from a metareview of systematic reviews of qualitative studies of chronic heart failure, chronic obstructive pulmonary disease and chronic kidney disease?",
      "authors": [
        "C May",
        "A Cummings",
        "M Myall",
        "J Harvey",
        "C Pope",
        "P Griffiths",
        "P Roderick",
        "M Arber",
        "K Boehmer",
        "F Mair"
      ],
      "year": 2016
    },
    {
      "title": "Burden of treatment for chronic illness: a concept analysis and review of the literature",
      "authors": [
        "A Sav",
        "M King",
        "J Whitty",
        "E Kendall",
        "S Mcmillan",
        "F Kelly",
        "B Hunter",
        "A Wheeler"
      ],
      "year": 2015
    },
    {
      "title": "Living with, managing and minimising treatment burden in long term conditions: a systematic review of qualitative research",
      "authors": [
        "S Demain",
        "A-C Gonçalves",
        "C Areia",
        "R Oliveira",
        "A Marcos",
        "A Marques",
        "R Parmar",
        "K Hunt"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0125457"
    },
    {
      "title": "NoMAD: implementation measure based on normalization process theory",
      "authors": [
        "T Finch",
        "M Girling",
        "C May",
        "F Mair",
        "E Murray",
        "S Treweek",
        "I Steen",
        "E Mccoll",
        "C Dickinson",
        "T Rapley"
      ],
      "year": 2016
    },
    {
      "title": "Supporting the use of theory in crosscountry health services research: a participatory qualitative approach using normalisation process theory as an example",
      "authors": [
        "C O'donnell",
        "F Mair",
        "C Dowrick",
        "B Mor-D",
        "B Td",
        "N Burns",
        "C Lionis",
        "A Saridaki",
        "M Papadakaki",
        "M Mvd"
      ],
      "year": 2017
    },
    {
      "title": "Development and formative evaluation of the e-Health Implementation Toolkit (e-HIT)",
      "authors": [
        "E Murray",
        "C May",
        "F Mair"
      ],
      "year": 2010
    },
    {
      "title": "Telephone-delivered cognitive behavioural therapy: a systematic review and meta-analysis",
      "authors": [
        "I Muller"
      ],
      "year": 2011
    },
    {
      "title": "Effect of telephone-administered vs face-to-face cognitive behavioral therapy on adherence to therapy and depression outcomes among primary care patients a randomized trial",
      "authors": [
        "D Mohr",
        "J Ho",
        "J Duffecy",
        "D Reifler",
        "L Sokol",
        "M Burns",
        "Jin Siddique"
      ],
      "year": 2012
    },
    {
      "title": "Older people's and relatives' experiences in acute care settings: systematic review and synthesis of qualitative studies",
      "authors": [
        "J Bridges",
        "M Flatley",
        "J Meyer"
      ],
      "year": 2010
    },
    {
      "title": "Health sector accreditation research: a systematic review",
      "authors": [
        "D Greenfield",
        "J Braithwaite"
      ],
      "year": 2008
    },
    {
      "title": "Diabetes self-management arrangements in Europe: a realist review to facilitate a project implemented in six countries",
      "authors": [
        "A Kousoulis",
        "E Patelarou",
        "S Shea",
        "C Foss",
        "Iar Knutsen",
        "E Todorova",
        "P Roukova",
        "M Portillo",
        "M Pumar-Mendez",
        "A Mujika"
      ],
      "year": 2014
    },
    {
      "title": "Promoting professional behaviour change in healthcare: what interventions work, and why? A theory-led overview of systematic reviews",
      "authors": [
        "P Khosravi",
        "Ah ; Ghapanchi",
        "M Johnson",
        "C May"
      ],
      "year": 2002
    },
    {
      "title": "Arduous implementation: does the normalisation process model explain why it is so difficult to embed decision support technologies in routine clinical practice",
      "authors": [
        "G Elwyn",
        "F Legare",
        "A Edwards",
        "T Van Der Weijden"
      ],
      "year": 2008
    },
    {
      "title": "Many miles to go ... \": a systematic review of the implementation of patient decision support interventions into routine clinical practice",
      "authors": [
        "G Elwyn",
        "I Scholl",
        "C Tietbohl",
        "M Mann",
        "Agk Edwards",
        "C Clay",
        "F Legare",
        "T Van Der Weijden",
        "C Lewis",
        "R Wexler"
      ],
      "year": 2013
    },
    {
      "title": "How far does screening women for domestic (partner) violence in different health-care settings meet criteria for a screening programme? Systematic reviews of nine UK National Screening Committee criteria",
      "authors": [
        "G Feder",
        "J Ramsay",
        "D Dunne",
        "M Rose",
        "C Arsene",
        "R Norman",
        "S Kuntze",
        "A Spencer",
        "L Bacchus",
        "G Hague"
      ],
      "year": 2009,
      "doi": "10.3310/hta13160"
    }
  ],
  "num_references": 208
}
