{
  "paper_id": "QBSBBDJS",
  "title": "Health experience model of personal informatics: The case of a quantified self",
  "abstract": "The \"quantified self\" movement and wearable devices with health monitoring and activity tracking functions are experiencing increased popularity, as they allow users to become more aware of their health-related behavior. This paper describes the user experience of the quantified self as examined through multiple methods. First, we surveyed people's motivations and attitudes toward the quantified self. Second, we investigated the psychological effects of the form of health feedback (comparative vs. non-comparative) and presentation mode (text vs. image) on users' health preservation tendencies to identify more effective ways of delivering health information to users. The results of this user model confirm the significant role of utility and hedonicity regarding their underlying link to confirmation, satisfaction, and continuance intention. A between-subjects experiment reveals that health information provided in a comparative and textual format is more effective in encouraging health preservation in participants than the identical information presented in a non-comparative image format. In addition, participants' health-consciousness is found to be a significant determinant of health preservation. The findings show that users' health experience relates both utilitarian and hedonic aspects of motivation. The findings establish a foundation for future wearable technologies through a heuristic quality assessment tool from a user-centered perspective.",
  "year": 2016,
  "date": "2016-12-08",
  "authors": [
    {
      "name": "Dong-Hee Shin",
      "affiliation": {
        "organization": "School of Media and Communication",
        "department": "School of Media and Communication",
        "institution": "Chung-Ang University",
        "address": "#1411 Bldg. 303 Heukseok-ro 84 Dongjak-gu, 06974, Seoul, South Korea"
      }
    },
    {
      "name": "Frank Biocca",
      "email": "fbiocca@syr.edu",
      "affiliation": {
        "organization": "Syracuse University",
        "institution": "Syracuse University",
        "address": "USA"
      }
    }
  ],
  "doi": "10.1016/j.chb.2016.12.019",
  "md5": "E3ED89001BBC615DAA468045276E70CF",
  "publication": {
    "journal": "MIS Quarterly",
    "journal_inferred": true
  },
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "The Quantified Self (QS) is considered one of the most potentially productive trends emerging in big data. QS refers to engagement in the self-tracking of any kind of biological, physical, behavioral, or environmental information, either as individuals or in groups, with the aim to improve self-sensing, self-awareness, and human performance within the digital health industry  (Wang, Weber, & Mitra, 2016) . Self-monitoring (the recording of one's own target behavior) is becoming increasingly popular as a growing number of smart devices and applications are used to generate huge amounts of data about individuals' behavior  (Gimpel & Niben, 2013) . This practice of self-tracking induces positive effects in the observed behavior. Wearable devices, such as smart watches and activity trackers, are popular tools for QS. An increasing number of people use wearables and other smart devices to quantify their daily activities. In fact, wearable devices have made a significant contribution to the rise of the QS movement, as these devices monitor and collect health-related data and help users review personally relevant information  (Li, Medynskjy, Froehlich, & Larsen, 2012) . The collected data are used for self-reflection, and allow users to become more aware of their own behavior particularly health behaviors  (Petkov, K€ obler, Foth, & Krcmar, 2011) . This enables positive changes in conduct with respect to health preservation and improvement  (DiClemente, Marinilli, Singh, & Bellino, 2001; Khorakhun & Bhatti, 2015) .\n\nAs with many rollouts, however, a key problem is that QS remains relatively primitive. For all of its strengths, there is an obvious weakness: poor user experience (UX). The low levels of usability and uncomfortable interface are known to negatively affect user acceptance. These lingering inconvenient problems mean that consumers must cope with what we call the burden of usability and compatibility. QS is regarded as being merely a transitional technology, albeit one with a long shelf-life. In the face of rising concerns over limited UX, the usability issues of QS viability and sustainability have not been fully addressed. Industry marketers have not yet identified how to maximize the advantages of QS. Consumer views regarding the services and products offered by companies hold major significance in terms of their impact on technological development and diffusion. In addition, despite fast growth in the QS market, there remain issues regarding the usage of such devices in daily life of health care, such as the motivation for tracking biological data and the accuracy of the health data tracked, the capability of managing and integrating different kinds of wellbeing data, understanding the collected data, and the motivation for long-term usage  (Kamal & Fels, 2014) . These issues are all related to user perception and attitudes towards health promoting and health behaviors.\n\nAgainst this backdrop, this study examines users' health experience of QS by proposing a research model incorporating various factors that influence and determine health behaviors. For this goal, we investigate QS experience through two avenues. First, we examine the user model to understand the experience of using QS in terms of health motivations and attitudes. Second, based on the user model, we focus on the effect of application interactions on the health perceptions of users in a QS movement project from the viewpoint of humanecomputer interaction (HCI). The use of human data and collaborative technology has been the central focus of recent HCI research  (Kamal, Fels, & Ho, 2010)  and related computer-supported cooperative works  (Shin, 2016a) . This study models users' health experience by focusing on health information and health behavior regarding QS and eventually attempts to generalize the model to overall QS phenomena.\n\nThe following research questions (RQs) were devised to guide this study: (1) What is the human experience of using personal informatics in terms of motivations and quality? (2) How does the QS application help users promote changes in health behavior? (3) How can we design persuasive performance feedback to enhance individual self-reflection and health preservation? (4) What are the design implications of an interface for a QS application? With the RQs in place, we sought to understand the overall health experience and determine whether different social visibilities and awareness affect the interactions in a QS system. The eventual goal was to understand user motivation in order to develop an effective user interface for delivering health information. From a usability and design perspective, it is important to develop an effective user interface or method for delivering health information in order to promote preventive health. Therefore, this study manipulated feedback types and presentation modes as potential strategies for increasing the positive impact of health information, and examined the effects of these forms of feedback on users' health behavior. The results were compared with the quantified behavior patterns that occurred within each condition in order to determine whether there were differences between groups based on use of the personal informatics system. The study results provide new insights into the determinants of engagement in self-tracking through webbased software and applications."
    },
    {
      "title": "2.. Literature review"
    },
    {
      "title": "2.1.. Development of the health experience model",
      "text": "The quantified self, often called personal informatics, refers to technologies that help people collect, monitor, and display information about their daily activities through intelligent devices, services, and systems  (Swan, 2013) . Thus, QS corresponds to the flow of human activity data, engagement, and motivation. Personal data can be described from a humanedata interaction perspective  (Haddadi, Mortier, McAuley, & Crowcroft, 2013) . The rise of personal informatics poses new challenges for HCI and generates opportunities for applications in various domains related to quality of life. QS applications promote healthy behavior through the design and evaluation of various technologies, often with embedded selfmonitoring components  (Choe, Lee, Lee, Pratt, & Kientz, 2014) . Specifically, data collection, data analysis, and data sharing are the means through which individuals can assess, become aware of, and self-reflect on their behavior  (Kamal et al., 2010) . These forms of data can influence individual decisions and the social mind  (Haddadi et al., 2013; Shin, 2016a,b) . With QS, people record and trace their own chosen target behavior, including both subjective information (e.g., emotion, affection, situation, symptom, or disturbance that symptoms may produce, as well as inner thoughts or feelings) and objective information (e.g., frequency or intensity of a behavior under observation).\n\nWhile the proliferation of personal informatics has simplified the collection of personal data, helping people to engage with these systems over a long period remains an open question. To examine which factors of personal informatics lead to engaging UX and sustained use, we employed multiple methodologies (Fig.  1 ). The stage-based model of a personal informatics system describes five stages of data barriers  (Li, Dey, & Forlizzi, 2010) : 1) deciding what information to record and how to collect it; 2) collecting data; 3) integration of data; 4) reflection or examination of data; and 5) change as a result of this new information. This five-stage framework is based on the trans-theoretical model (TTM) of behavior change. The maintenance stage of TTM relates to reflection and changes in user behavior  (Prochaska & Velicer, 1997) . QS studies show that the reflection stage often occurs when data are captured  (Choe et al., 2014) , leading to a new model for self-monitoring technology of reflection through data capture and feedback.\n\nTTM is used to classify people based on their motivation to change behavior. Moreover, other research models on personal informatics, such as the stage-based model  (Li et al., 2010) , are also based on TTM. Each of the early stages of TTM (pre-contemplation, contemplation, preparation, and action) demonstrates people's willingness for behavior change. However, the maintenance stages that we consider in this research suggest that QS applications have to improve and assist the UX to better identify users' health behaviors. Thus, we focused on specific users at the maintenance stage of TTM, because they are likely to require more support to reflect on their behavior and determine what changes to make. Our measurements (health consciousness and health preservation) are matched to these reflection and determination aspects.\n\nIn addition to TTM, expectation confirmation theory (ECT) has been applied to UX modeling. ECT explains post-adoption behavior and suggests that both pre-behavior and post-behavior affect confirmation, which in turn influences satisfaction and continuance intention  (Shin, 2011) . Confirmation relates to the user's judgment of the actual performance relative to a pre-purchase comparison standard such as expectation  (Bhattacherjee, 2001) . According to ECT, higher perceived performance leads to positive confirmation. The levels of confirmation then provide the basis for subsequent behavior. Customers create a sense of satisfaction or dissatisfaction based on their confirmation levels. Satisfied customers enhance an intention to reuse the product in the future, whereas dissatisfied customers do not continue to use the product.\n\nApplying the ECT framework to the study of how individual differences between QS users influence their continuance intention is appropriate, because individual differences are cognitive beliefs relevant to QS users' behavior  (Thatcher & Perrewe, 2002) . It is important to examine how the technology acceptance model guides the design of personal informatics systems so that users will continue to use them over a long period. Given that QS users' continuance intention plays a key role in this reuse, understanding how the users' entrenched cognitions and emotional factors affect their continuance behavior becomes important."
    },
    {
      "title": "3.. Methods"
    },
    {
      "title": "3.1.. Research questions",
      "text": "With the advent of the QS movement and wearable device era, there is an increasing emphasis on investigations of humanedata relationships and interactions in order to explore ways to provide a more genuine and socially meaningful QS experience. One of the critical aspects of humanedata relationships is the extension or projection of user health preservation onto an object and the delivery of activity information, which largely determines user satisfaction with their activity or the visualization of their data.\n\nUsing multiple techniques (the \"multi-method\" approach) to examine QS user behavior is useful because the QS phenomena are complicated. In UX research,  Shin (2016a,b)  conducted a crossplatform user behavior study using multiple qualitative and quantitative methods. It has been shown that multi-methods are effective for modeling the UX of complex technologies. With the multi-methods in place, the current study examined the following RQs through an experimental and quantitative approach:\n\nRQ1. What is the human experience of using QS in terms of motivation and quality? RQ1-1. What are the determining antecedents for the continued use of QS? RQ2. How does the QS application help users promote changes in health behavior?\n\nRQ3. How can we design persuasive performance feedback to enhance individual self-reflection and health preservation? RQ3-1. For QS movement users, controlling for health consciousness, what are the effects of presentation mode (text vs. image) on health preservation tendencies? RQ3-2. For QS movement users, controlling for health consciousness, what are the effects of feedback type (comparative vs. non-comparative) on health preservation tendencies? RQ4. What are the design implications for the interface of a QS application?\n\nFor RQ1, a survey was conducted to identify UX factors and develop a user model. Specifically, experience-based survey was used to discover how users experience a specific part of the healthcare activities and allow them to come up with specific experiences. For RQ2, an experiment was conducted to identify challenges and opportunities for personal informatics system interfaces to promote user health preservation. To address RQ3 and RQ4, an Android application was designed and developed using four types of QS feedback focusing on comparative feedback and presentation modes. We also examined the effects of different feedback designs on user health preservation (Table  1 )."
    },
    {
      "title": "3.2.. Development of measurement scales",
      "text": "The development of measurement scales included three main steps. The first step was to define the conceptual domain and generation of evaluation items. The second step involved the collection of data and refinement of the scale. The final step was to assess the reliability and validity of the data using explanatory factor analysis (EFA) and confirmatory factor analysis (CFA).\n\nEFA was applied to refine the scale. The principal component method was used to extract factors, and the varimax technique was used to perform orthogonal axial rotation. The factor number was determined using the criterion that the eigenvalues should be greater than 1. This study performed a series of iterations in which items with low loading factors (loading factor < 0.5) or high crossfactor loadings (cross-loading on two or more factors > 0.5) were deleted, followed by a factor analysis of the remaining items. This iterative process resulted in 21 items across seven factors. The relevant statistical data are listed in  variance for the seven factors is 75.59%. Cronbach's alpha ranges from 0.72 to 0.92, greater than the suggested value of 0.7. After the EFA, CFA was performed to evaluate the factor structure of the QS measurement scale (Table  2 ). All factor loadings are greater than the recommended 0.5  (Hair, Black, Babin, Anderson, & Tatham, 2006) , with values ranging from 0.62 to 0.95. The average variance extracted (VE) is also greater than 0.5, ranging from 0.51 to 0.71, and therefore has sufficient convergent validity. VE is greater than the squared correlation estimate with constructs (0.074e0.404), which indicates suitable discriminant validity. The construct reliability (CR) exceeds 0.7, with values ranging from 0.72 to 0.94, confirming that there is sufficient internal consistency. The fit indices also meet the recommended value  (Hair et al., 2006) . Thus, the measurement scale proposed in this study fulfills the necessary reliability and validity requirements."
    },
    {
      "title": "3.3.. Research design"
    },
    {
      "title": "3.3.1.. Survey development",
      "text": "The study design consisted of multiple phases. First, individual in-depth interviews were conducted with current QS users. Fifteen participants were randomly recruited from a private university in Seoul, Korea. The participants were selected from graduate courses regarding user interface and usability, and were asked to explain their attitudes and experience with QS.\n\nSecond, four focus groups of current and prospective users were organized, and group interviews were conducted. Groups of four to six individuals discussed how they currently use the services and which factors would influence their use in the future. The focus groups consisted of people aged in their 20s (40%), 30s (30%), and 40s (30%); with both current users (48%) and potential users (52%) drawn from students (40%), professionals (40%), and manual workers (20%). The results of the four focus group sessions provided a list of possible QS usage and adoption factors. Interestingly, there seemed to be a difference between prospective users and current users regarding the perception of QS. The goal of the individual interviews and focus group sessions was to test and validate the research model, identify items missing from the model, and gain a preliminary understanding of the factors that impact usage behavior.\n\nThird, based on the preliminary qualitative data, a final survey questionnaire was designed using precedents taken from previous research. The first-round questionnaire was designed through a literature review and the second-round survey was finalized by utilizing the Delphi method. Experts and scholars of QS discussed QS and related issues, and reached a common consensus about the final questionnaire. Before it was used, the questionnaire was tested by administering a pilot survey to possible users who, in turn, provided a comprehensive review of individual responses to the pretest survey. The survey respondents were recruited through the courses related to usability. Three different universities located in Korea jointly participated in the pretest survey. As a result, thirty respondents participated, with tests given at one-week intervals. Prior to answering the questionnaire, the participants were instructed to ask about any questionnaire items they did not understand. This reduced the possibility of participants answering questions without exactly understanding their content. Based on the outcomes of the pilot test, the wording of items was reviewed and modified by several experts in quantitative research.\n\nFinally, the survey commenced on October 2, 2014. During the data collection period, follow-up emails and phone calls were made to encourage respondents to take part in the survey. Over a threemonth period, a total of 256 responses were collected (Table  3 ). To analyze the statistics, AMOS, a maximum likelihood-based Structural Equation Model software program, was employed."
    },
    {
      "title": "3.3.2.. Experiment design",
      "text": "The aim of this study was to investigate ways to promote user health preservation and healthy behavior through the design and evaluation of various QS applications and technologies. These often incorporate self-monitoring components from comparative feedback  (Kamal & Fels, 2014) . Thus, the research design contained three main processes and interrelated steps for self-monitoring: data collection, self-reflection, and data-related health behavior change. Supporting these processes would enable users to assess, become conscious of, and reflect on their health behavior  (Kamal et al., 2010) .\n\nIn the health informatics domain of HCI, several studies have shown the effects of self-tracking feedback on user perceptions using survey-based methods rather than experimental research. Recent research on personal informatics includes experimental research, surveys, and social data-driven research. Therefore, we designed experimental procedures based on  Li et al.'s (2010)  fivestage model of personal informatics. First, we conducted a pilot test of a material interface design with a text mode and walking map visualization using the example of the Nike þ fitness tracker.\n\nThe main experiment was created from the pilot test results. A between-subjects experiment was conducted, with four conditions representing two types of feedback (comparative vs. noncomparative) and two presentation modes (text vs. image). The apparatus consisted of a wearable device with a 1.6-inch screen (SONY SmartWatch2) and a tablet computer with a 7-inch screen (Google Nexus 7). These were paired via a Bluetooth connection that was prepared in the lab. The brand names and logos of both devices were masked to avoid potential effects of brand familiarity and preference.\n\nInternet-based recruitment was used to gather participants for the main experiment. Forty undergraduate and graduate students were recruited, all of whom stated that they did not own a wearable device. The ages of these participants ranged from 19 to 27 years, with an average age of 23 (Table  4 ). The participants were paid for their participation. As the experiment was conducted within a university setting, participants were recruited from a large comprehensive metropolitan university located in Seoul, South Korea. Thus, the majority of participants were young college students. While the sampling was convenient under time and budget constraints, the recruited participants reflect the overall population of QS users. As  Wang et al.'s (2016)  showed, the majority of heavy users of QS are aged from 20 to 30. In addition, this sample is representative of the Korean QS user population, based on a comparison of the demographic data. A chi-squared test for goodness of fit showed that market shares did not differ considerably between the sample and the country market at the 1% level."
    },
    {
      "title": "3.4.. Experimental conditions",
      "text": "To manipulate the self-monitoring feedback type, participants in the comparative feedback condition received messages that compared their calorie burning exercise with that of a friend (e.g., \"You walked 300 m and burned 20 calories. A previous participant walked 400 m and burned 25 calories\"). However, those in the noncomparative feedback condition only received messages about their own behavior.\n\nTo manipulate the presentation mode, participants in the text mode condition received the above message in a purely textual format. In the image mode condition, the message included a map that showed the routes taken by participants."
    },
    {
      "title": "3.5.. Application implementation",
      "text": "The QS application was implemented as an Android app (Fig.  2 ). Each feedback condition, such as comparison and visualization, was implemented using the Google Maps Application Programing Interface (API) and the Google Charts API. These web APIs were ported for the Android system. The smart watch device used a Sony SmartWatch default app to connect to the Android application via Bluetooth. All other graphical views were implemented with Android Material Design, which provides rendering methods."
    },
    {
      "title": "3.6.. Procedure",
      "text": "A pretest was performed to assess the comprehension of the questionnaire before conducting the experimental study (Fig.  3 ). Twenty undergraduate and graduate students from a comprehensive university in Seoul, Korea, with knowledge of and experience with wearable devices and QS (and other similar experience) participated in the pretest over a two-day interval. Cronbach's alpha test was employed to identify items with poor item-to-total correlation. After eliminating the items that had failed in the test, retest, or alpha test phases, the remaining items proved to have satisfactory construct reliability.\n\nParticipants were assigned to one of the four conditions based on the order of arrival in the lab. They were informed that the purpose of the experiment was to test the usability of a newly developed self-tracking and self-monitoring application, and were then asked to don the self-tracking wearable device and given several minutes to familiarize themselves with it.\n\nThe participants were then instructed to leave the lab, walk along a specified path for 5 min, and use the self-tracking wearable device freely while walking. When the participants returned to the lab, the wearable device and the tablet computer were connected automatically via Bluetooth. Participants were then asked to observe the message on the tablet. The message included information concerning the participants' route and calorie expenditure after walking, framed according to the experimental conditions. Finally, the participants were asked to complete a survey questionnaire (administered on the tablet computer) that assessed their health preservation tendencies and level of health consciousness."
    },
    {
      "title": "3.7.. Measurement"
    },
    {
      "title": "3.7.1.. Survey measurement",
      "text": "The variables in the model are well-established in the HCI, Information Systems, and Communications literature. Prior to further study, a pilot test of the measures was conducted. The participants indicated their agreement with a set of statements using a sevenpoint Likert-type scale. Each variable was assigned three measurement items. The final scales used in this study consisted of 18 items. As the items in the survey were adapted from previously validated work, the content validity for these two constructs was established through a literature review (face validity). The items were developed based upon a search in the literature.\n\nIn addition to content validity, the convergent and discriminant validity of each variable were examined by measuring the reliability of each measure and each construct, and the average variance was extracted (AVE) for each construct. The reliability of each item was examined using a principal components factor analysis. The results of this analysis, with varimax rotation of the original 27 items (four items were eliminated because of low loading scores). According to O'Boyle and Williams (2011), a measurement item is considered highly loaded if its loading coefficient is above 0.6. Our analysis showed that most items had factor loadings greater than 0.7. Each item was loaded significantly on its underlying construct (p < 0.001 in all cases). Therefore, all constructs in the model had adequate reliability and convergent validity. To examine the discriminant validity, we compared the shared variance among constructs with the AVE from the individual constructs. The shared variance between constructs was lower than the AVE from the individual constructs, confirming the discriminant validity. In short, the measurement model demonstrated adequate reliability, convergent validity, and discriminant validity."
    },
    {
      "title": "3.7.2.. Instrument validity and reliability",
      "text": "All items in the survey were constructed as agreeedisagree statements on a seven-point Likert scale. The content validity measures how representative and comprehensive the items are in creating the experimental constructs. To establish the content validity, a literature review is commonly used to determine the domain of the construct. The survey items used in this research were adapted from previously validated work. Content validity was established through a review of the literature.\n\nUsing principal component analysis, the construct validity of the instrument was confirmed. After three items of the original item survey were removed (because of high cross-loading), all item loadings were greater than 0.5, with no cross-loading above 0.4. Similarly, the discriminant validity was confirmed, as the correlation between items in any two constructs was lower than the square root of the average variance shared by items within a construct."
    },
    {
      "title": "3.7.3.. Experimental measurement",
      "text": "Previous studies have shown that a user's level of health consciousness forecasts a variety of health attitudes and behaviors  (Hong, 2009; Kim & Park, 2012) , such as health preservation tendency. Health preservation tendency (Cronbach's a ¼ 0.79) was measured using five items adopted from  Kim and Sundar (2012) .\n\nHealth consciousness (a ¼ 0.85) was assessed to control for participants' general consciousness of their health condition. Health consciousness was measured using six items adopted from  Hong (2009)  and  Shin and Ahn (2013) . The participants responded to these items using a 7-point Likert scale (1 ¼ strongly disagree, 7 ¼ strongly agree).\n\nPerceived usefulness has been defined as the degree to which a person believes that using a particular system would enhance his or her job performance  (Davis, 1989) . We defined useful as \"capable of being used advantageously.\" Within an organizational context, user performance is generally reinforced by pay increases, promotions, bonuses, and other rewards. The perceived usefulness of the experimental device was measured by the following questions, adapted from  Davis (1989) : \"Using it for my health activity would enable me to accomplish tasks more quickly,\" \"Using a wearable device and QS application would improve my health performance,\" \"Using a wearable device and QS application would enhance my effectiveness in life,\" and \"Using a wearable device and QS application would make it easier to be healthy.\" A QS system that is rated highly in terms of perceived usefulness indicates that users gain a quantitative understanding of their behavior. Usefulness indicates that the users have a positive usereactivity or useredata relationship. In addition, perceived ease of use refers to \"the degree to which a person believes that using a particular system would be free of effort\"  (Davis, 1989) . A particular QS application or personal informatics system that is perceived as being easier to use than another is more likely to be accepted by the users  (Davis, 1989) ."
    },
    {
      "title": "4.. Hypotheses",
      "text": "The user model postulates four constructs that determine gratification, which then influence continuance intention (Fig.  3 ). The model is well suited to reflecting the nature of QS, because it addresses the evolutionary progression of QS and usage dynamics toward a more fluid and agile digital environment."
    },
    {
      "title": "4.1.. Gratification and continuance intention",
      "text": "According to ECT, users' continuance intention is primarily determined by their satisfaction with prior information technology use. Following previous studies  (Bhattacherjee, 2001; Mondi, Woods, & Rafi, 2008) , we defined gratification as a \"psychological or affective vesting related to and resulting from a cognitive appraisal of the expectationeperformance discrepancy.\" Gratification also refers to an affect, captured as a positive, indifferent, or negative feeling. The concept of an \"affect\" has been theorized and validated in technology acceptance model (TAM)-based research as a key factor of technology use  (Davis, 1989) . Applying the above arguments to QS usage, our first hypothesis can be stated as follows:\n\nH1. Users' gratification with the initial QS usage is positively associated with their continuance intention."
    },
    {
      "title": "4.2.. Confirmation and gratification",
      "text": "Shin (2016a) empirically validated that gratification is influenced by the users' confirmation level of system services. Similarly, other studies (e.g.,  Hackbarth, Grover, & Yi, 2003)  have consistently shown a positive correlation between confirmation and gratification. Various researchers have empirically established that confirmation has a causal link with gratification  (Lin, Wu, & Tsai, 2005; Mondi et al., 2008) .\n\nH2. Confirmation while using QS has a positive effect on gratification."
    },
    {
      "title": "4.3.. Confirmation and perceived usability",
      "text": "The classical definition of perceived usefulness  (Davis, 1989)  is the degree to which a person believes that using a particular system will enhance his or her job performance. Bhattacherjee (2001)  empirically validated that perceived usefulness is influenced by the users' confirmation level in online banking services and business-to-consumer e-commerce services. The positive correlation between confirmation and perceived usefulness has also been demonstrated for e-books  (Shin, 2011) , virtual learning environments (Hayashi, Chen, Ryan, & Wu, 2004), and use of a web portal  (Lin et al., 2005) .\n\nH3. Confirmation has a positive effect on the perceived utility of QS.\n\nPerceived enjoyment is defined as the extent to which the activity or services offered by technologies is perceived to be enjoyable in its own right, regardless of any performance consequences that may be anticipated  (Shin, 2016b) . It has been shown that perceived hedonic quality has a high correlation with confirmation. For example,  Legris et al. (2003)  showed that perceived enjoyment has a high positive correlation with attitude. As perceived enjoyment has been consistently shown to be a strong belief in the TAM context, it can be tested for QS.\n\nH4. Confirmation has a positive effect on the perceived hedonicity of QS."
    },
    {
      "title": "4.4.. Perceived usability and gratification",
      "text": "It is widely accepted that users evaluate technology services along both utilitarian and hedonic dimensions  (Shin, Jung, & Chang, 2012) . When users perceive certain services to be useful and enjoyable, their satisfaction is increased. There have been numerous studies confirming the strong positive effects of usefulness and enjoyment on satisfaction  (Elson, Breuer, Ivory, & Quandt, 2014) . Bhattacherjee (2001)  empirically validated that satisfaction is influenced by the users' confirmed level of usefulness and enjoyment. The positive correlation between satisfaction and usefulness has also been confirmed in e-book contexts  (Shin, 2011) , HDTV  (Baaren, van de Wijgaert, & Huizer, 2011) , and in the use of a web portal  (Lin et al., 2005) . In addition, numerous studies have shown that hedonic factors (fun, enjoyment, and pleasure) have a direct significant effect on satisfaction. For example,  Lee and Tsai's study (2010)  has shown that the key motivation for playing mobile games is pleasure, which then affects continued satisfaction because it is enjoyable. Based on the literature, this study proposes perceived utilitarian performance and hedonic motivation as the dual primary determining factors of satisfaction with QS services.\n\nH5. Gratification is positively influenced by the perceived utility of QS.\n\nH6. Gratification is positively influenced by the perceived hedonicity of QS."
    },
    {
      "title": "4.5.. Confirmation and perceived quality",
      "text": "According to ECT, technology performance during and after the consumption experience has a positive effect on disconfirmation, because higher performance is more likely to be above expectations, creating positive confirmation and ultimately customer gratification  (Spreng & Chiou, 2002) . Roca, Chiu, and Martinez (2006)  extended ECT by studying the relationship between perceived quality and confirmation in terms of information quality, service quality, and system quality. Roca et al.'s (2006)  study showed a significant relationship between quality and confirmation for e-learning services. The relationship can be applied to the QS context."
    },
    {
      "title": "H7.",
      "text": "Perceived service quality has a positive effect on confirmation of QS.\n\nH8. Perceived content quality has a positive effect on confirmation of QS.\n\nBased on the literature review, the proposed model is delineated in Fig.  4 ."
    },
    {
      "title": "5.. Results"
    },
    {
      "title": "5.1.. Results from the user model",
      "text": "A two-step analysis was performed to assess the measurement model. First, we evaluated the measurement model, and then the hypotheses were tested by fitting the structural model."
    },
    {
      "title": "5.1.1.. Reliability and validity",
      "text": "This study examined the reliability, convergent validity, and discriminant validity of the constructs (Table  5 ). Construct validity was established when the AVE estimates were less than 0.50. Discriminant validity was established where the Maximum Shared Variance (MSV) and the Average Shared Squared Variance (ASV) were both less than AVE for all constructs. Cronbach's alpha, composite reliability, AVE, and the item loadings were assessed. For AVE, a score of 0.5 indicates acceptability. The composite reliability of all the constructs was greater than 0.90, thereby satisfying the reliability criteria for constructs  (Hair et al., 2006) . As the composite reliability values were greater than AVE, the convergent reliability was accepted."
    },
    {
      "title": "5.1.2.. Fit indices",
      "text": "As shown in Table  6 , the overall fit of the model was fairly satisfactory and all relevant goodness-of-fit indices exceeded 0.90. All other significant fit indices indicate that the model provided an adequate fit to the data. The goodness-of-fit index was 0.931, the adjusted goodness-of-fit index was 0.929, and the TuckereLewis index was 0.981. Similarly, there was no evidence of a poor fit to the data according to the root mean squared error approximation (RMSEA), which showed an acceptable level of 0.062. The standardized root mean residual was also very good at 0.031, which is significantly less than the threshold for a good overall fit. Another positive test statistic was the normed chi-squared value of 1.98, which is significantly less than the benchmark of three that indicates good overall model performance. The structural model path coefficients could be assessed because the model had satisfactory fit indices."
    },
    {
      "title": "5.1.3.. Path results",
      "text": "To test the structural relationships within the model, the hypothesized causal paths were estimated. All eight hypotheses were successfully supported (Table  7 ). The results generally supported the proposed model, illustrating the new roles of the perceived quality of QS. The key ECT-backbone relationships between confirmation, gratification, and intention were supported by the data, as indicated by a significant critical ratio (CR).\n\nHypothesis 1 states that gratification is positively related to continuance intention. In Table  7 , the gratificationecontinuance intention path loading is 0.49 (p < 0.01), supporting H1.\n\nIn addition, the results support H2, as confirmation is positively related to gratification (loading ¼ 0.24, p < 0.01). As expected, confirmation leads to a positive utility (loading ¼ À0.42, p < 0.05), supporting hypothesis H3. The significant positive relationship between confirmation and perceived utility implies that perceived utility may have influenced gratification, which in turn affected users' continuance intention of usage. The hedonicity of QS was significantly influenced by confirmation, supporting hypothesis H4 (CR ¼ 2.817, p < 0.01), and was more conducive to reaching a higher level of positive gratification (H6, CR ¼ 3.253, p < 0.01). Gratification was the most important determinant of user continuance intention for QS (H1, CR ¼ 5.323). This reflects the significant effect of confirmation on user gratification (H2, CR ¼ 3.153). Finally, the  Note: The covariances are below the diagonal, AVE estimates are on the diagonal (bold). Recommended AVE is 0.50  (Fornell & Larcker, 1981) . content and service quality perceived by users significantly influences confirmation, supporting H7 (CR ¼ 0.19, p < 0.01) and H8 (loading ¼ 0.32, p < 0.05), respectively. It can be inferred that users are assured and confirmed by perceived service and content quality."
    },
    {
      "title": "Perceived service quality"
    },
    {
      "title": "5.2.. Results from the experiment",
      "text": "For the second research goal, we conducted an evidence-based analysis of the patterns of device notifications and their impacts on user task execution, as reflected in the user responses after the notifications. The results of the experimental analyses can be divided into two categories: 1) health behavior changes and 2) effects due to the application interface design. First, the main effects of feedback type and visualization on health conservation are described (RQ2). We then present the analysis of the interaction effect on feedback type and visualization mode (RQ3)."
    },
    {
      "title": "5.3.. Main effects of feedback type",
      "text": "A two-way analysis of covariance (ANCOVA) was performed (Table  8 ) to analyze the effects of feedback type and presentation modality on the dependent variable (health consciousness), followed by post-hoc analyses using the TukeyeKramer HSD test (Table  9 ). As shown in Fig.  5 , the ANCOVA and subsequent post-hoc analyses indicated that participants who received comparative feedback (M ¼ 6.26, SE ¼ 1.1) reported a significantly greater tendency toward health preservation than those provided with noncomparative feedback (M ¼ 5.84, SE ¼ 0.11; F(1, 32) ¼ 5.48, p < 0.05; see Fig.  4 ). In addition, the presentation mode was found to have a marginally significant effect on health preservation, such that participants who received the feedback in textual format (M ¼ 6.18, SE ¼ 0.11) showed a greater tendency toward health preservation than those who received identical feedback in image format (M ¼ 5.62, SE ¼ 0.11, F(1, 32) ¼ 3.54, p ¼ 0.06). The ANCOVA also revealed that participants' health consciousness was a significant predictor of the tendency toward health preservation (F(1, 32) ¼ 9.02, p < 0.01)."
    },
    {
      "title": "5.4.. Interaction effects",
      "text": "Finally, the ANCOVA identified an interaction effect between feedback type and presentation mode with regard to users' tendency for health preservation (F(1, 32) ¼ 8.09, p < 0.01). For participants using the text mode, comparative feedback elicited a higher tendency toward health preservation than non-comparative feedback. For participants in the image mode condition, however, health preservation tendency was not affected by the comparative vs. non-comparative difference (Fig.  6 )."
    },
    {
      "title": "6.. Discussion",
      "text": "The results from each RQ are summarized in Table  10 . Based on these results, we can further discuss our findings in terms of theory and practice."
    },
    {
      "title": "6.1.. Discussion regarding the survey",
      "text": "The survey method was designed to explain the development of individuals' behavioral continuance intentions toward the use of QS. For this goal, new constructs were adapted from other studies to reflect the features of the QS services. The results add to our understanding of users' attitudes and intentions toward QS and have implications for theoretical advancement regarding QS services.\n\nConsistent with prior research, the results show that gratification and confirmation are the two main predictors of intention. Previous studies and industry reports have shown that usability is the most critical factor of QS (e.g.,  Gimpel & Niben, 2013) . The current study confirms the importance of usability, and further clarifies that usability can be enhanced by perceived service and content quality. These findings demonstrate the need for QS to provide quality content as well as excellent service to customers. The perception of QS quality by customers is a major factor in achieving market breakthrough. Although the issue of quality has emerged as a major inhibitor of QS acceptance, the research on this issue has been scarce, especially from the viewpoint of customers or users. The current study approaches the issue from an empirical perspective to better understand the concept of QS usability. It has been argued that the most significant weakness of QS is the lack of compelling content  (Cho, Yoon, Kim, & Shin, 2015) . As people increasingly turn to mobile devices, their expectations for the content will change. These changing expectations will undoubtedly have an impact on the development of future QS. In this study, the users' perception of quality showed a much stronger impact on intention than indicated by previous studies on information technology use (e.g.,  Shin, 2015) .\n\nThe findings in this study show the significance of perceived utility/hedonicity and their underlying linkage to other variablesdnamely, their relation to confirmation, gratification, and continuance intention. This finding constitutes a theoretical improvement for ECT as well as technology acceptance. As antecedent variables, the roles of perceived utility and perceived hedonicity are important, because one of the limitations of the current literature is that it does not explain acceptance in ways that guide development beyond suggesting that system characteristics have an impact on perceptions of enjoyment and usefulness. Therefore, it is essential to understand the antecedents of the key  acceptance variables to explain individuals' acceptance and use. This study sought answers to these issues by focusing on end users perceive and interact with QS and how quality factors play a role in the development of user attitudes. In general, the findings support previous research on QS adoption. Users appear to find value in using QS for specific purposes such as data and information retrieval and research. This quality of functions seems to offset the poor usability."
    },
    {
      "title": "6.2.. Discussion regarding the experiment",
      "text": "The use of self-monitoring technology and QS applications should theoretically result in healthy behavior changes  (Kamal & Fels, 2014) ; however, results from previous studies are somewhat inconsistent. A low level of engagement with self-tracking data often prevents users from gaining health-related benefits. Therefore, the present study investigated ways to engage users in the processes of self-monitoring and application use.\n\nThe results of the present study show that comparative feedback is more effective than non-comparative feedback with regard to promoting participants' willingness to perform preventive healthcare measures. This is consistent with a prior study that revealed the positive effects of comparative feedback on energy-saving behavior  (Petkov et al., 2011) , suggesting that the sense of comparison with others motivates users to positively change their behavior.\n\nThe findings also indicate that health feedback in textual format is more effective at increasing health preservation than the identical feedback in image format. This may be because health information tends to be objective and informative rather than entertaining and emotional. Given that textual information is typically regarded as more informative, analytic, and systematic than pictures  (Kim & Sundar, 2012) , participants may have perceived textual feedback as more credible and trustworthy than the feedback sent in an image format.\n\nParticipants' health consciousness was found to play a significant role in health-related behavior: the higher the level of health consciousness, the greater the tendency for health preservation. This implies that program designers and health content providers should consider individual differences when implementing strategies for improving preventive healthcare results that involve the use of self-monitoring or self-tracking devices.\n\nThe interaction between feedback type and presentation mode also has practical implications. Our results indicate that comparative feedback elicited a higher tendency toward health preservation than did non-comparative feedback in participants who received messages in textual format (but not in those who received messages containing an image). When designing applications for lowend devices with limited features (e.g., slow CPU or low screen resolution), manufacturers and content providers should consider using comparative textual feedback, as these devices may not be capable of smoothly processing image or video information."
    },
    {
      "title": "7.. Implications and future research",
      "text": "The present research represents an effort to broaden the understanding of the implications of a user's QS application perspective toward self-tracking. Although tracking tools are used to increase self-awareness and self-motivation, it is often difficult to provide direct engagement with the collected data. Therefore, when designing applications that automatically track user activity, designers need to heighten the users' health experience. To accomplish this, the data-sensing interface should require low mental workload and demonstrate high data accuracy. Moreover, activity cues are needed to increase engagement. For example, the Fitbit app is designed not only as a wearable sensor (accelerometer) to track physical activity, but also allows users to manually add food, mood, and water consumption and provides notifications.\n\nWhile the comparative feedback condition of our experiment compared a participant's performance against that of another participant, future research should consider a comparison with friends or family members. A sense of familiarity or intimacy may create stronger effects in the comparison intervention. In addition, future research should explore the effects of feedback type and presentation mode on additional variables, such as credibility, trustworthiness, quality, usefulness, and intention to use. Furthermore, manipulation of feedback type (positive vs. negative) and the investigation of additional presentation modes such as video and audio may offer additional insights into the role of wearable devices as tools for supporting health.\n\nThe contributions of this study are two-fold. First, we showed that health information in a textual and comparative format is more effective in promoting health preservation in participants than the identical information presented in a non-comparative image format. Second, participants' level of health consciousness emerged as a significant predictor of health preservation. These contributions provide useful feedback on system development in a QS user experiment as well as guidelines for QS designers. In other words, the implication for healthcare information systems is that designers and developers can learn how to motivate people to track themselves, how to design systems that appeal to cognitive motivators, and how to manage the implementation process.\n\nThe findings in this study will be valuable for future research and development because they provide a common framework for describing, comparing, and evaluating QS systems. The results will help academic researchers and industry to find solutions and explore new approaches in QS more effectively. Eventually, QS technology is expected to catalyze progress toward a more humancentered smart society by increasing the most vaunted of human commodities: choice, understanding, consciousness, and autonomy."
    },
    {
      "title": "8.. Limitations",
      "text": "Despite the interesting results, this study has certain limitations, indicating the need for further research. First, a key limitation of the present study is that health preservation tendencies may have been insufficiently tested. The tendency toward health preservation is an Effective integration of competition and presentation mode extremely long-term decision, and no single experience is likely to change an individual's perception about behavior. The short-term nature of this experiment may jeopardize the validity of the results and make it difficult to translate our findings into long-term behavioral modifications. The present study investigated the effects of presentation mode and comparative feedback in a self-monitoring application as framed by user perceptions of a wearable device. As hypothesized, the results showed that users experienced a greater sense of health preservation when their activity was captured on their wearable device, which in turn resulted in stronger feelings of health preservation. It may be worthwhile investigating the long-term psychological effects of wearable devices or attachment to the QS movement, because humanedata relationships are shaped over time. In addition, it would be useful to examine the potential mediating effects of other variables such as perceived usefulness and enjoyment of wearable devices. In addition, future research should examine variables pertaining to the content of the message itself (e.g., quality and credibility of the message) to explore how information is processed in a wearable and personal informatics context.\n\nSecond, it is questionable whether the sampled respondents represent overall QS users. The majority of the respondents were 20e30 years old. While a report showed that QS users are skewed toward the younger generation, the sample might have been biased, and thus the results might have been prejudiced towards the young and educated. Future studies should use systematic sampling to better represent the general population and increase the generalizability of the research findings.\n\nThe key question that remains is what critical features or solutions that are currently missing are required to make a breakthrough in behavior change interventions with the QS approach.\n\nFuture studies should answer this question with a solid sample and improved methods."
    },
    {
      "text": "Fig. 1. The health experience model & design."
    },
    {
      "text": "Fig.2. Screenshot of the QS application using the non-comparative condition of feedback to participants (above) and the comparative condition of feedback to participants (below)."
    },
    {
      "text": "Fig. 3. Experiment procedure."
    },
    {
      "text": "Fig. 4. Proposed research model."
    },
    {
      "text": "Fig. 5. Effects of feedback type and presentation mode on tendency for health preservation."
    },
    {
      "text": "Fig.6. Interaction between feedback type and presentation mode predicting the tendency for health preservation."
    },
    {
      "text": "The cumulative"
    },
    {
      "text": "RQs and research design."
    },
    {
      "text": "Demographics of survey respondents (N ¼ 256)."
    },
    {
      "text": "Demographics of experiment subjects (N ¼ 105)."
    },
    {
      "text": "Reliability and validity."
    },
    {
      "text": "Fit indices of the measurement model and the structural model.Values are critical ratios exceeding 1.96 at the 0.05 level of significance. b Values are critical ratios exceeding 2.32 at the 0.01 level of significance."
    },
    {
      "text": "Mixed ANCOVA (N ¼ 105).Confidence level used: 0.95, significance level used: alpha ¼ 0.05."
    },
    {
      "text": "RQ and corresponding findings."
    },
    {
      "title": "Appendix. Measurement Items"
    },
    {
      "title": "Experiment measurement items",
      "text": "Health preservation (HP) HP1: I am willing to avoid something that harms my health HP2: I am willing to take preventive measures for my health. HP3: I am willing to cease partaking in behavior that threatens my bodily health Health consciousness (HC) HC1: I am concerned about my health all the time HC2: I notice how I feel physically as I go through the day. HC3: I take responsibility for the state of my health"
    },
    {
      "title": "Survey measurement items",
      "text": "Perceived content quality (PC) PC1: I think that QS provides various information, quality content, and valuable services. PC2: I think that the services and information I can get from the QS service are valuable. PC3: QS provides the information and services that I really need.\n\nPerceived service quality (PS) PS1: The response time to a customer request is reasonably fast. PS2: Solutions provided to customer requests are pertinent and helpful. PS3: Satisfactory after-sales services."
    },
    {
      "title": "Confirmation (CON)",
      "text": "CON1: The QS service meets my needs generally. CON2: The QS service fits my needs and expectation. CON3: The QS service confirms my prior belief and understanding.\n\nPerceived utility (PU) PU1: I evaluate the QS service as useful. PU2: I evaluate the QS service as practical. PU3: I evaluate the QS service as functional and well operational."
    },
    {
      "title": "Hedonicity (HED)",
      "text": "HED1: I evaluate the QS service as exciting. HED2: I evaluate the QS service as delightful. HED3: I evaluate the QS service as playful and enjoyable."
    },
    {
      "title": "Gratification (GRA)",
      "text": "GRA1: Considering all things, I am very satisfied with the QS service. GRA2: Overall, the QS service satisfies my initial expectation (what I had expected). GRA3: Overall, I am happy with the performance of the QS service."
    },
    {
      "title": "Continuance (CONT)",
      "text": "CONT1: I feel like using it again in the future, as I felt comfortable using the service. CONT2: I plan to continue using the QS service. CONT3: I will continue using the QS service."
    }
  ],
  "references": [
    {
      "title": "Understanding technology adoption through individual and context characteristics",
      "authors": [
        "E Baaren",
        "L Wijngaert",
        "E Huizer"
      ],
      "year": 2011,
      "doi": "10.1080/08838151.2011.546257",
      "journal": "Journal of Broadcasting & Electronic Media",
      "volume": "55",
      "issue": "1",
      "raw": "Understanding technology adoption through individual and context characteristics \n\t\t \n\t\t\t E Baaren \n\t\t \n\t\t \n\t\t\t L Wijngaert \n\t\t \n\t\t \n\t\t\t E Huizer \n\t\t \n\t\t 10.1080/08838151.2011.546257 \n\t \n\t \n\t\t Journal of Broadcasting & Electronic Media \n\t\t \n\t\t\t 55 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Baaren, E., Wijngaert, L., & Huizer, E. (2011). Understanding technology adoption through individual and context characteristics. Journal of Broadcasting & Elec- tronic Media, 55(1), 72e89."
    },
    {
      "title": "Understanding information systems continuance",
      "authors": [
        "A Bhattacherjee"
      ],
      "year": 2001,
      "journal": "MIS Quarterly",
      "volume": "25",
      "issue": "3",
      "raw": "Understanding information systems continuance \n\t\t \n\t\t\t A Bhattacherjee \n\t\t \n\t \n\t \n\t\t MIS Quarterly \n\t\t \n\t\t\t 25 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Bhattacherjee, A. (2001). Understanding information systems continuance. MIS Quarterly, 25(3), 351e370."
    },
    {
      "title": "Understanding quantified-selfers' practices in collecting and exploring personal data",
      "authors": [
        "E Choe",
        "N Lee",
        "B Lee",
        "W Pratt",
        "J Kientz"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557372",
      "raw": "Understanding quantified-selfers' practices in collecting and exploring personal data \n\t\t \n\t\t\t E K Choe \n\t\t \n\t\t \n\t\t\t N B Lee \n\t\t \n\t\t \n\t\t\t B Lee \n\t\t \n\t\t \n\t\t\t W Pratt \n\t\t \n\t\t \n\t\t\t J A Kientz \n\t\t \n\t\t 10.1145/2556288.2557372 \n\t \n\t \n\t\t Proceedings of the 32nd annual ACM conference on human factors in computing systems \n\t\t the 32nd annual ACM conference on human factors in computing systems \n\t\t \n\t\t\t ACM \n\t\t\t 2014, April \n\t\t\t \n\t\t \n\t \n\t Choe, E. K., Lee, N. B., Lee, B., Pratt, W., & Kientz, J. A. (2014, April). Understanding quantified-selfers' practices in collecting and exploring personal data. In Pro- ceedings of the 32nd annual ACM conference on human factors in computing systems (pp. 1143e1152). ACM."
    },
    {
      "title": "Wearable health information: Effects of comparative feedback and presentation mode",
      "authors": [
        "H Cho",
        "H Yoon",
        "K Kim",
        "D Shin"
      ],
      "year": 2015,
      "doi": "10.1145/2702613.2732774",
      "raw": "Wearable health information: Effects of comparative feedback and presentation mode \n\t\t \n\t\t\t H Cho \n\t\t \n\t\t \n\t\t\t H Yoon \n\t\t \n\t\t \n\t\t\t K J Kim \n\t\t \n\t\t \n\t\t\t D H Shin \n\t\t \n\t\t 10.1145/2702613.2732774 \n\t \n\t \n\t\t Proceedings of the 33rd annual ACM conference extended abstracts on human factors in computing systems \n\t\t the 33rd annual ACM conference extended abstracts on human factors in computing systems \n\t\t \n\t\t\t ACM \n\t\t\t 2015, April \n\t\t\t \n\t\t \n\t \n\t Cho, H., Yoon, H., Kim, K. J., & Shin, D. H. (2015, April). Wearable health information: Effects of comparative feedback and presentation mode. In Proceedings of the 33rd annual ACM conference extended abstracts on human factors in computing systems (pp. 2073e2078). ACM."
    },
    {
      "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008",
      "journal": "MIS Quarterly",
      "volume": "13",
      "issue": "3",
      "raw": "Perceived usefulness, perceived ease of use, and user acceptance of information technology \n\t\t \n\t\t\t F D Davis \n\t\t \n\t\t 10.2307/249008 \n\t \n\t \n\t\t MIS Quarterly \n\t\t \n\t\t\t 13 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Davis, F. D. (1989). Perceived usefulness, perceived ease of use, and user acceptance of information technology. MIS Quarterly, 13(3), 319e340."
    },
    {
      "title": "The role of feedback in the process of health behavior change",
      "authors": [
        "C Diclemente",
        "A Marinilli",
        "M Singh",
        "L Bellino"
      ],
      "year": 2001,
      "doi": "10.5993/ajhb.25.3.8",
      "journal": "American Journal of Health Behavior",
      "volume": "25",
      "issue": "3",
      "raw": "The role of feedback in the process of health behavior change \n\t\t \n\t\t\t C C Diclemente \n\t\t \n\t\t \n\t\t\t A S Marinilli \n\t\t \n\t\t \n\t\t\t M Singh \n\t\t \n\t\t \n\t\t\t L E Bellino \n\t\t \n\t\t 10.5993/ajhb.25.3.8 \n\t \n\t \n\t\t American Journal of Health Behavior \n\t\t \n\t\t\t 25 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t DiClemente, C. C., Marinilli, A. S., Singh, M., & Bellino, L. E. (2001). The role of feedback in the process of health behavior change. American Journal of Health Behavior, 25(3), 217e227."
    },
    {
      "title": "More than stories with buttons: Narrative, mechanics, and context as determinants of player experience in digital games",
      "authors": [
        "M Elson",
        "J Breuer",
        "J Ivory",
        "T Quandt"
      ],
      "year": 2014,
      "doi": "10.1111/jcom.12096",
      "journal": "Journal of Communication",
      "volume": "64",
      "raw": "More than stories with buttons: Narrative, mechanics, and context as determinants of player experience in digital games \n\t\t \n\t\t\t M Elson \n\t\t \n\t\t \n\t\t\t J Breuer \n\t\t \n\t\t \n\t\t\t J D Ivory \n\t\t \n\t\t \n\t\t\t T Quandt \n\t\t \n\t\t 10.1111/jcom.12096 \n\t \n\t \n\t\t Journal of Communication \n\t\t \n\t\t\t 64 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Elson, M., Breuer, J., Ivory, J. D., & Quandt, T. (2014). More than stories with buttons: Narrative, mechanics, and context as determinants of player experience in digital games. Journal of Communication, 64, 521e542."
    },
    {
      "title": "Evaluating structural equation models with unobservable variables and measurement error",
      "authors": [
        "C Fornell",
        "D Larcker"
      ],
      "year": 1981,
      "journal": "Journal of Marketing Research",
      "volume": "18",
      "issue": "1",
      "raw": "Evaluating structural equation models with unobservable variables and measurement error \n\t\t \n\t\t\t C Fornell \n\t\t \n\t\t \n\t\t\t D F Larcker \n\t\t \n\t \n\t \n\t\t Journal of Marketing Research \n\t\t \n\t\t\t 18 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t Fornell, C., & Larcker, D. F. (1981). Evaluating structural equation models with un- observable variables and measurement error. Journal of Marketing Research, 18(1), 39e50."
    },
    {
      "title": "Quantifying the quantified self: A study on the motivation of patients to track their own health",
      "authors": [
        "H Gimpel",
        "M Niben"
      ],
      "year": 2013,
      "doi": "10.1109/isdea.2013.578",
      "raw": "Quantifying the quantified self: A study on the motivation of patients to track their own health \n\t\t \n\t\t\t H Gimpel \n\t\t \n\t\t \n\t\t\t M Niben \n\t\t \n\t\t 10.1109/isdea.2013.578 \n\t \n\t \n\t\t Thirty fourth international conference on information systems \n\t\t milan, Italy \n\t\t \n\t\t\t 2013. Dec. 2013 \n\t\t \n\t \n\t Gimpel, H., & Niben, M. (2013). Quantifying the quantified self: A study on the motivation of patients to track their own health. In Thirty fourth international conference on information systems, milan, Italy, Dec. 2013."
    },
    {
      "title": "Computer playfulness and anxiety",
      "authors": [
        "G Hackbarth",
        "V Grover",
        "M Yi"
      ],
      "year": 2003,
      "doi": "10.1016/s0378-7206(02)00006-x",
      "journal": "Information & Management",
      "volume": "40",
      "issue": "3",
      "raw": "Computer playfulness and anxiety \n\t\t \n\t\t\t G Hackbarth \n\t\t \n\t\t \n\t\t\t V Grover \n\t\t \n\t\t \n\t\t\t M Y Yi \n\t\t \n\t\t 10.1016/s0378-7206(02)00006-x \n\t \n\t \n\t\t Information & Management \n\t\t \n\t\t\t 40 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Hackbarth, G., Grover, V., & Yi, M. Y. (2003). Computer playfulness and anxiety. Information & Management, 40(3), 221e232."
    },
    {
      "title": "Human-data interaction",
      "authors": [
        "H Haddadi",
        "R Mortier",
        "D Mcauley",
        "J Crowcroft"
      ],
      "year": 2013,
      "raw": "Human-data interaction \n\t\t \n\t\t\t H Haddadi \n\t\t \n\t\t \n\t\t\t R Mortier \n\t\t \n\t\t \n\t\t\t D Mcauley \n\t\t \n\t\t \n\t\t\t J Crowcroft \n\t\t \n\t\t \n\t\t\t 2013 \n\t\t\t University of Cambridge \n\t\t\t Cambridge, UK \n\t\t \n\t \n\t Haddadi, H., Mortier, R., McAuley, D., & Crowcroft, J. (2013). Human-data interaction. Cambridge, UK: University of Cambridge."
    },
    {
      "title": "Multivariate data analysis",
      "authors": [
        "J Hair",
        "W Black",
        "B Babin",
        "R Anderson",
        "R Tatham"
      ],
      "year": 2006,
      "raw": "Multivariate data analysis \n\t\t \n\t\t\t J F Hair \n\t\t \n\t\t \n\t\t\t W C Black \n\t\t \n\t\t \n\t\t\t B J Babin \n\t\t \n\t\t \n\t\t\t R E Anderson \n\t\t \n\t\t \n\t\t\t R L Tatham \n\t\t \n\t\t \n\t\t\t 2006 \n\t\t\t Prentice Hall \n\t\t\t New Jersey \n\t\t \n\t \n\t 6th ed. \n\t Hair, J. F., Black, W. C., Babin, B. J., Anderson, R. E., & Tatham, R. L. (2006). Multi- variate data analysis (6th ed.). New Jersey: Prentice Hall."
    },
    {
      "title": "The role of social presence and moderating role of computer self efficacy in predicting the continuance usage of e-learning systems",
      "authors": [
        "A Hayashi",
        "C Chen",
        "T Ryan",
        "J Wu"
      ],
      "year": 2004,
      "journal": "Journal of Information Systems Education",
      "volume": "15",
      "issue": "2",
      "raw": "The role of social presence and moderating role of computer self efficacy in predicting the continuance usage of e-learning systems \n\t\t \n\t\t\t A Hayashi \n\t\t \n\t\t \n\t\t\t C Chen \n\t\t \n\t\t \n\t\t\t T Ryan \n\t\t \n\t\t \n\t\t\t J Wu \n\t\t \n\t \n\t \n\t\t Journal of Information Systems Education \n\t\t \n\t\t\t 15 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Hayashi, A., Chen, C., Ryan, T., & Wu, J. (2004). The role of social presence and moderating role of computer self efficacy in predicting the continuance usage of e-learning systems. Journal of Information Systems Education, 15(2), 139e154."
    },
    {
      "title": "Scale development for measuring health consciousness: Re-conceptualization",
      "authors": [
        "H Hong"
      ],
      "year": 2009,
      "doi": "10.26616/nioshheta812421019",
      "raw": "Scale development for measuring health consciousness: Re-conceptualization \n\t\t \n\t\t\t H Hong \n\t\t \n\t\t 10.26616/nioshheta812421019 \n\t \n\t \n\t\t 12th annual international public relations research conference \n\t\t Florida \n\t\t \n\t\t\t Holiday Inn University of Miami Coral Gables \n\t\t\t 2009, March \n\t\t \n\t \n\t Hong, H. (2009, March). Scale development for measuring health consciousness: Re-conceptualization. In 12th annual international public relations research conference. Florida: Holiday Inn University of Miami Coral Gables."
    },
    {
      "title": "Online social networks for health behavior change: Designing to increase socialization",
      "authors": [
        "N Kamal",
        "S Fels"
      ],
      "year": 2014,
      "doi": "10.1016/j.chb.2014.03.068",
      "journal": "Computers in Human Behavior",
      "volume": "41",
      "raw": "Online social networks for health behavior change: Designing to increase socialization \n\t\t \n\t\t\t N Kamal \n\t\t \n\t\t \n\t\t\t S Fels \n\t\t \n\t\t 10.1016/j.chb.2014.03.068 \n\t \n\t \n\t\t Computers in Human Behavior \n\t\t \n\t\t\t 41 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Kamal, N., & Fels, S. (2014). Online social networks for health behavior change: Designing to increase socialization. Computers in Human Behavior, 41, 444e453."
    },
    {
      "title": "Online social networks for personal informatics to promote positive health behavior",
      "authors": [
        "N Kamal",
        "S Fels",
        "K Ho"
      ],
      "year": 2010,
      "doi": "10.1145/1878151.1878167",
      "raw": "Online social networks for personal informatics to promote positive health behavior \n\t\t \n\t\t\t N Kamal \n\t\t \n\t\t \n\t\t\t S Fels \n\t\t \n\t\t \n\t\t\t K Ho \n\t\t \n\t\t 10.1145/1878151.1878167 \n\t \n\t \n\t\t Proceedings of second ACM SIGMM workshop on Social media \n\t\t second ACM SIGMM workshop on Social media \n\t\t \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Kamal, N., Fels, S., & Ho, K. (2010). Online social networks for personal informatics to promote positive health behavior. Proceedings of second ACM SIGMM work- shop on Social media, 47e52."
    },
    {
      "title": "mHealth through quantified-self: a user study",
      "authors": [
        "C Khorakhun",
        "S Bhatti"
      ],
      "year": 2015,
      "doi": "10.1109/healthcom.2015.7454520",
      "raw": "mHealth through quantified-self: a user study \n\t\t \n\t\t\t C Khorakhun \n\t\t \n\t\t \n\t\t\t S Bhatti \n\t\t \n\t\t 10.1109/healthcom.2015.7454520 \n\t \n\t \n\t\t HealthCom 2015. 17th IEEE international conference on eHealth networking, applications, and services \n\t\t Boston, MA, USA \n\t\t \n\t\t\t 2015, October. October 2015 \n\t\t \n\t \n\t Khorakhun, C., & Bhatti, S. (2015, October). mHealth through quantified-self: a user study. In HealthCom 2015. 17th IEEE international conference on eHealth networking, applications, and services. Boston, MA, USA, October 2015."
    },
    {
      "title": "Development of a health information technology acceptance model using consumers' health behavior intention",
      "authors": [
        "J Kim",
        "H Park"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2143",
      "journal": "Journal of Medical Internet Research",
      "volume": "14",
      "issue": "5",
      "raw": "Development of a health information technology acceptance model using consumers' health behavior intention \n\t\t \n\t\t\t J Kim \n\t\t \n\t\t \n\t\t\t H Park \n\t\t \n\t\t 10.2196/jmir.2143 \n\t \n\t \n\t\t Journal of Medical Internet Research \n\t\t \n\t\t\t 14 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Kim, J., & Park, H. (2012). Development of a health information technology accep- tance model using consumers' health behavior intention. Journal of Medical Internet Research, 14(5), 133e139."
    },
    {
      "title": "Visualizing ideal self vs. actual self through avatars: Impact on preventive health outcomes",
      "authors": [
        "Y Kim",
        "S Sundar"
      ],
      "year": 2012,
      "doi": "10.1016/j.chb.2012.02.021",
      "journal": "Computers in Human Behavior",
      "volume": "28",
      "issue": "4",
      "raw": "Visualizing ideal self vs. actual self through avatars: Impact on preventive health outcomes \n\t\t \n\t\t\t Y Kim \n\t\t \n\t\t \n\t\t\t S S Sundar \n\t\t \n\t\t 10.1016/j.chb.2012.02.021 \n\t \n\t \n\t\t Computers in Human Behavior \n\t\t \n\t\t\t 28 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Kim, Y., & Sundar, S. S. (2012). Visualizing ideal self vs. actual self through avatars: Impact on preventive health outcomes. Computers in Human Behavior, 28(4), 1356e1364."
    },
    {
      "title": "What drives people to continue to play online games",
      "authors": [
        "M Lee",
        "T Tsai"
      ],
      "year": 2010,
      "doi": "10.1080/10447311003781318",
      "journal": "International Journal of Human-Computer Interaction",
      "volume": "26",
      "issue": "6",
      "raw": "What drives people to continue to play online games \n\t\t \n\t\t\t M Lee \n\t\t \n\t\t \n\t\t\t T Tsai \n\t\t \n\t\t 10.1080/10447311003781318 \n\t\t \n\t \n\t \n\t\t International Journal of Human-Computer Interaction \n\t\t \n\t\t\t 26 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Lee, M., & Tsai, T. (2010). What drives people to continue to play online games? International Journal of Human-Computer Interaction, 26(6), 601e620. http:// dx.doi.org/10.1080/10447311003781318."
    },
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2010,
      "raw": "A stage-based model of personal informatics systems \n\t\t \n\t\t\t I Li \n\t\t \n\t\t \n\t\t\t A Dey \n\t\t \n\t\t \n\t\t\t J Forlizzi \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI conference on human factors in computing systems \n\t\t the SIGCHI conference on human factors in computing systems \n\t\t \n\t\t\t ACM \n\t\t\t 2010. April \n\t\t\t \n\t\t \n\t \n\t Li, I., Dey, A., & Forlizzi, J. (2010, April). A stage-based model of personal informatics systems. In Proceedings of the SIGCHI conference on human factors in computing systems (pp. 557e566). ACM."
    },
    {
      "title": "Personal informatics in practice: Improving quality of life through data",
      "authors": [
        "I Li",
        "Y Medynskjy",
        "J Froehlich",
        "J Larsen"
      ],
      "year": 2012,
      "raw": "Personal informatics in practice: Improving quality of life through data \n\t\t \n\t\t\t I Li \n\t\t \n\t\t \n\t\t\t Y Medynskjy \n\t\t \n\t\t \n\t\t\t J Froehlich \n\t\t \n\t\t \n\t\t\t J Larsen \n\t\t \n\t \n\t \n\t\t CHI 2012 \n\t\t austin, TX, USA \n\t\t \n\t\t\t 2012. 2012 \n\t\t\t \n\t\t \n\t \n\t Li, I., Medynskjy, Y., Froehlich, J., & Larsen, J. (2012). Personal informatics in practice: Improving quality of life through data. In CHI 2012, may 5-10, 2012, austin, TX, USA."
    },
    {
      "title": "Integrating perceived playfulness into expectation-confirmation model for web portal context",
      "authors": [
        "C Lin",
        "S Wu",
        "R Tsai"
      ],
      "year": 2005,
      "doi": "10.1016/j.im.2004.04.003",
      "journal": "Information & Management",
      "volume": "42",
      "issue": "5",
      "raw": "Integrating perceived playfulness into expectation-confirmation model for web portal context \n\t\t \n\t\t\t C S Lin \n\t\t \n\t\t \n\t\t\t S Wu \n\t\t \n\t\t \n\t\t\t R J Tsai \n\t\t \n\t\t 10.1016/j.im.2004.04.003 \n\t \n\t \n\t\t Information & Management \n\t\t \n\t\t\t 42 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Lin, C. S., Wu, S., & Tsai, R. J. (2005). Integrating perceived playfulness into expec- tation-confirmation model for web portal context. Information & Management, 42(5), 683e693."
    },
    {
      "title": "A uses and gratification expectancy model to predict students' perceived e-learning experience",
      "authors": [
        "M Mondi",
        "P Woods",
        "A Rafi"
      ],
      "year": 2008,
      "doi": "10.1007/bf03026472",
      "journal": "Educational Technology & Society",
      "volume": "11",
      "issue": "2",
      "raw": "A uses and gratification expectancy model to predict students' perceived e-learning experience \n\t\t \n\t\t\t M Mondi \n\t\t \n\t\t \n\t\t\t P Woods \n\t\t \n\t\t \n\t\t\t A Rafi \n\t\t \n\t\t 10.1007/bf03026472 \n\t \n\t \n\t\t Educational Technology & Society \n\t\t \n\t\t\t 11 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Mondi, M., Woods, P., & Rafi, A. (2008). A uses and gratification expectancy model to predict students' perceived e-learning experience. Educational Technology & Society, 11(2), 241e261."
    },
    {
      "title": "Decomposing model fit: Measurement vs. theory in organizational research using latent variables",
      "authors": [
        "E O'boyle",
        "L Williams"
      ],
      "year": 2011,
      "doi": "10.1037/a0020539",
      "journal": "Journal of Applied Psychology",
      "volume": "96",
      "issue": "1",
      "raw": "Decomposing model fit: Measurement vs. theory in organizational research using latent variables \n\t\t \n\t\t\t E H O'boyle \n\t\t \n\t\t \n\t\t\t Jr \n\t\t \n\t\t \n\t\t\t L J Williams \n\t\t \n\t\t 10.1037/a0020539 \n\t \n\t \n\t\t Journal of Applied Psychology \n\t\t \n\t\t\t 96 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t O'Boyle, E. H., Jr., & Williams, L. J. (2011). Decomposing model fit: Measurement vs. theory in organizational research using latent variables. Journal of Applied Psychology, 96(1), 1e12."
    },
    {
      "title": "Motivating domestic energy conservation through comparative, community-based feedback in mobile and social media",
      "authors": [
        "P Petkov",
        "F K€ Obler",
        "M Foth",
        "H Krcmar"
      ],
      "year": 2011,
      "doi": "10.1145/2103354.2103358",
      "raw": "Motivating domestic energy conservation through comparative, community-based feedback in mobile and social media \n\t\t \n\t\t\t P Petkov \n\t\t \n\t\t \n\t\t\t F K€ Obler \n\t\t \n\t\t \n\t\t\t M Foth \n\t\t \n\t\t \n\t\t\t H Krcmar \n\t\t \n\t\t 10.1145/2103354.2103358 \n\t \n\t \n\t\t Proceedings of the 5th international conference on communities and technologies \n\t\t the 5th international conference on communities and technologies \n\t\t \n\t\t\t ACM \n\t\t\t 2011, June \n\t\t\t \n\t\t \n\t \n\t Petkov, P., K€ obler, F., Foth, M., & Krcmar, H. (2011, June). Motivating domestic energy conservation through comparative, community-based feedback in mobile and social media. In Proceedings of the 5th international conference on communities and technologies (pp. 21e30). ACM."
    },
    {
      "title": "The transtheoretical model of health behavior change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997,
      "journal": "American Journal of Health Promotion",
      "volume": "12",
      "issue": "1",
      "raw": "The transtheoretical model of health behavior change \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t W F Velicer \n\t\t \n\t \n\t \n\t\t American Journal of Health Promotion \n\t\t \n\t\t\t 12 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Prochaska, J. O., & Velicer, W. F. (1997). The transtheoretical model of health behavior change. American Journal of Health Promotion, 12(1), 38e48."
    },
    {
      "title": "Understanding E-learning continuance intention",
      "authors": [
        "J Roca",
        "C Chiu",
        "F Martinez"
      ],
      "year": 2006,
      "doi": "10.1016/j.ijhcs.2006.01.003",
      "journal": "International Journal of Human-Computer Studies",
      "volume": "64",
      "issue": "8",
      "raw": "Understanding E-learning continuance intention \n\t\t \n\t\t\t J C Roca \n\t\t \n\t\t \n\t\t\t C Chiu \n\t\t \n\t\t \n\t\t\t F J Martinez \n\t\t \n\t\t 10.1016/j.ijhcs.2006.01.003 \n\t \n\t \n\t\t International Journal of Human-Computer Studies \n\t\t \n\t\t\t 64 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Roca, J. C., Chiu, C., & Martinez, F. J. (2006). Understanding E-learning continuance intention. International Journal of Human-Computer Studies,, 64(8), 683e696."
    },
    {
      "title": "Understanding e-book users: Uses and gratification expectancy model",
      "authors": [
        "D Shin"
      ],
      "year": 2011,
      "journal": "New Media and Society",
      "volume": "13",
      "issue": "2",
      "raw": "Understanding e-book users: Uses and gratification expectancy model \n\t\t \n\t\t\t D Shin \n\t\t \n\t \n\t \n\t\t New Media and Society \n\t\t \n\t\t\t 13 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Shin, D. (2011). Understanding e-book users: Uses and gratification expectancy model. New Media and Society, 13(2), 260e278."
    },
    {
      "title": "Quality of experience: Beyond the user experience of smart services",
      "authors": [
        "D Shin"
      ],
      "year": 2015,
      "doi": "10.1080/14783363.2014.912037",
      "journal": "Total Quality Management",
      "volume": "26",
      "issue": "8",
      "raw": "Quality of experience: Beyond the user experience of smart services \n\t\t \n\t\t\t D Shin \n\t\t \n\t\t 10.1080/14783363.2014.912037 \n\t \n\t \n\t\t Total Quality Management \n\t\t \n\t\t\t 26 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Shin, D. (2015). Quality of experience: Beyond the user experience of smart services. Total Quality Management, 26(8), 919e932."
    },
    {
      "title": "Cross-platform user experience towards designing an inter-usable system",
      "authors": [
        "D Shin"
      ],
      "year": 2016,
      "doi": "10.1080/10447318.2016.1177277",
      "journal": "International Journal of Human-Computer Interaction",
      "volume": "32",
      "issue": "7",
      "raw": "Cross-platform user experience towards designing an inter-usable system \n\t\t \n\t\t\t D Shin \n\t\t \n\t\t 10.1080/10447318.2016.1177277 \n\t \n\t \n\t\t International Journal of Human-Computer Interaction \n\t\t \n\t\t\t 32 \n\t\t\t 7 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Shin, D. (2016a). Cross-platform user experience towards designing an inter-usable system. International Journal of Human-Computer Interaction, 32(7), 503e514."
    },
    {
      "title": "Do users experience real sociability through Social TV? Analyzing parasocial behavior in relation to social TV",
      "authors": [
        "D Shin"
      ],
      "year": 2016,
      "doi": "10.1080/08838151.2015.1127247",
      "journal": "Journal of Broadcasting & Electronic Media",
      "volume": "60",
      "issue": "1",
      "raw": "Do users experience real sociability through Social TV? Analyzing parasocial behavior in relation to social TV \n\t\t \n\t\t\t D Shin \n\t\t \n\t\t 10.1080/08838151.2015.1127247 \n\t \n\t \n\t\t Journal of Broadcasting & Electronic Media \n\t\t \n\t\t\t 60 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2016b \n\t\t \n\t \n\t Shin, D. (2016b). Do users experience real sociability through Social TV? Analyzing parasocial behavior in relation to social TV. Journal of Broadcasting & Electronic Media, 60(1), 140e159."
    },
    {
      "title": "Associations between game use and cognitive empathy: A cross-generational study",
      "authors": [
        "D Shin",
        "D Ahn"
      ],
      "year": 2013,
      "doi": "10.1089/cyber.2012.0639",
      "journal": "Cyberpsychology, Behavior, and Social Networking",
      "volume": "16",
      "issue": "8",
      "raw": "Associations between game use and cognitive empathy: A cross-generational study \n\t\t \n\t\t\t D Shin \n\t\t \n\t\t \n\t\t\t D Ahn \n\t\t \n\t\t 10.1089/cyber.2012.0639 \n\t \n\t \n\t\t Cyberpsychology, Behavior, and Social Networking \n\t\t \n\t\t\t 16 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Shin, D., & Ahn, D. (2013). Associations between game use and cognitive empathy: A cross-generational study. Cyberpsychology, Behavior, and Social Networking, 16(8), 599e603."
    },
    {
      "title": "The psychology behind QR Codes",
      "authors": [
        "D Shin",
        "J Jung",
        "B Chang"
      ],
      "year": 2012,
      "journal": "Computers in Human Behavior",
      "volume": "28",
      "issue": "4",
      "raw": "The psychology behind QR Codes \n\t\t \n\t\t\t D Shin \n\t\t \n\t\t \n\t\t\t J Jung \n\t\t \n\t\t \n\t\t\t B Chang \n\t\t \n\t \n\t \n\t\t Computers in Human Behavior \n\t\t \n\t\t\t 28 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Shin, D., Jung, J., & Chang, B. (2012). The psychology behind QR Codes. Computers in Human Behavior, 28(4), 1417e1426."
    },
    {
      "title": "A cross-cultural assessment of the satisfaction formation process",
      "authors": [
        "R Spreng",
        "S Chiou"
      ],
      "year": 2002,
      "doi": "10.1108/03090560210430827",
      "journal": "European Journal of Marketing",
      "volume": "36",
      "issue": "8",
      "raw": "A cross-cultural assessment of the satisfaction formation process \n\t\t \n\t\t\t R A Spreng \n\t\t \n\t\t \n\t\t\t S Chiou \n\t\t \n\t\t 10.1108/03090560210430827 \n\t \n\t \n\t\t European Journal of Marketing \n\t\t \n\t\t\t 36 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Spreng, R. A., & Chiou, S. (2002). A cross-cultural assessment of the satisfaction formation process. European Journal of Marketing, 36(8), 829e840."
    },
    {
      "title": "The quantified self: Fundamental disruption in big data science and biological discovery",
      "authors": [
        "M Swan"
      ],
      "year": 2013,
      "journal": "Big Data",
      "volume": "1",
      "issue": "2",
      "raw": "The quantified self: Fundamental disruption in big data science and biological discovery \n\t\t \n\t\t\t M Swan \n\t\t \n\t \n\t \n\t\t Big Data \n\t\t \n\t\t\t 1 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Swan, M. (2013). The quantified self: Fundamental disruption in big data science and biological discovery. Big Data, 1(2), 85e99."
    },
    {
      "title": "An empirical examination of individual traits as antecedents to computer anxiety and computer self-efficacy",
      "authors": [
        "J Thatcher",
        "P Perrewe"
      ],
      "year": 2002,
      "doi": "10.2307/4132314",
      "journal": "MIS Quarterly",
      "volume": "26",
      "issue": "4",
      "raw": "An empirical examination of individual traits as antecedents to computer anxiety and computer self-efficacy \n\t\t \n\t\t\t J Thatcher \n\t\t \n\t\t \n\t\t\t P L Perrewe \n\t\t \n\t\t 10.2307/4132314 \n\t \n\t \n\t\t MIS Quarterly \n\t\t \n\t\t\t 26 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Thatcher, J., & Perrewe, P. L. (2002). An empirical examination of individual traits as antecedents to computer anxiety and computer self-efficacy. MIS Quarterly, 26(4), 381e396."
    },
    {
      "title": "Quantified self meets social media: Sharing of weight updates on Twitter",
      "authors": [
        "Y Wang",
        "I Weber",
        "P Mitra"
      ],
      "year": 2016,
      "doi": "10.1145/2896338.2896363",
      "raw": "Quantified self meets social media: Sharing of weight updates on Twitter \n\t\t \n\t\t\t Y Wang \n\t\t \n\t\t \n\t\t\t I Weber \n\t\t \n\t\t \n\t\t\t P Mitra \n\t\t \n\t\t 10.1145/2896338.2896363 \n\t \n\t \n\t\t Proceedings of the 6th International Conference on Digital Health Conference \n\t\t the 6th International Conference on Digital Health Conference \n\t\t \n\t\t\t 2016 \n\t\t\t \n\t\t \n\t \n\t Wang, Y., Weber, I., & Mitra, P. (2016). Quantified self meets social media: Sharing of weight updates on Twitter. Proceedings of the 6th International Conference on Digital Health Conference, 93e97."
    }
  ],
  "num_references": 38,
  "figures": [
    {
      "caption": "Fig. 1 .",
      "description": "Fig. 1. The health experience model & design."
    },
    {
      "caption": "Fig. 2 .",
      "description": "Fig.2. Screenshot of the QS application using the non-comparative condition of feedback to participants (above) and the comparative condition of feedback to participants (below)."
    },
    {
      "caption": "Fig. 3 .",
      "description": "Fig. 3. Experiment procedure."
    },
    {
      "caption": "Fig. 4 .",
      "description": "Fig. 4. Proposed research model."
    },
    {
      "caption": "Fig. 5 .",
      "description": "Fig. 5. Effects of feedback type and presentation mode on tendency for health preservation."
    },
    {
      "caption": "Fig. 6 .",
      "description": "Fig.6. Interaction between feedback type and presentation mode predicting the tendency for health preservation."
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "The cumulative"
    },
    {
      "type": "table",
      "caption": "Table 1",
      "description": "RQs and research design."
    },
    {
      "type": "table",
      "caption": "Table 3",
      "description": "Demographics of survey respondents (N ¼ 256)."
    },
    {
      "type": "table",
      "caption": "Table 4",
      "description": "Demographics of experiment subjects (N ¼ 105)."
    },
    {
      "type": "table",
      "caption": "Table 5",
      "description": "Reliability and validity."
    },
    {
      "type": "table",
      "caption": "Table 6",
      "description": "Fit indices of the measurement model and the structural model.Values are critical ratios exceeding 1.96 at the 0.05 level of significance. b Values are critical ratios exceeding 2.32 at the 0.01 level of significance."
    },
    {
      "type": "table",
      "caption": "Table 8",
      "description": "Mixed ANCOVA (N ¼ 105).Confidence level used: 0.95, significance level used: alpha ¼ 0.05."
    },
    {
      "type": "table",
      "caption": "Table 10",
      "description": "RQ and corresponding findings."
    }
  ],
  "num_figures": 14,
  "tables": [
    {
      "content": "Heuristic quality assesement Experience-based survey Results Individual self- reflection Performance Behavior feedback change Health consciousness User modelling of health UX behavior & experience Presentation QS interface design mode implications Health Antece- Continued Feedback preservation dent intention type Methods Experiment Survey Theoretical Underpinning TTM ECT Theoretical foundations for wearable technologies"
    },
    {
      "content": "Methods Administration Time period RQ1 Experience-based survey -256 respondents (32 responses dropped via pilot/pre- Preliminary stage: May test screening) eOctober 2014 -Survey firm þ expert group Field survey: October -Path analysis with AMOS and Lisrel eDecember 2014 RQ2 Experiment -105 participants (20 failed via pilot test) JanuaryeFebruary 2015: Pilot test MarcheAugust 2015: Field test RQ3 Android application four types of QS feedback (comparative feedback/ -Android JanuaryeAugust 2015 RQ4 presentation modes) -Lab setting -Experiment duration: about 1 h Table 2 EFA and CFA results. EFA CFA Loading Cronbach's alpha Loading t-value CR VE PC1 0.813 0.94 0.75 15.81 0.93 0.65 PC2 0.911 0.79 15.11 PC2 0.960 0.89 18.99 PS1 0.921 0.92 0.88 21.00 0.92 0.67 PS2 0.911 0.89 18.41 PS3 0.931 0.90 15.14 CON1 0.753 0.93 0.82 16.23 0.89 0.59 CON2 0.891 0.91 13.11 CON3 0.811 0.79 12.62 PU1 0.910 0.92 0.77 21.00 0.94 0.72 PU2 0.911 0.81 24.10 PU3 0.920 0.79 16.22 HED1 0.891 0.88 0.81 14.25 0.89 0.84 HED2 0.889 0.89 16.32 HED3 0.910 0.90 24.25 GRA1 0.801 0.91 0.91 8.25 0.94 0.56 GRA2 0.849 0.89 6.99 GRA3 0.910 0.88 11.041 CONTI1 0.832 0.89 0.87 15.14 0.79 0.67 CONTI2 0.825 0.93 11.52 CONTI3 0.853 0.95 14.15 Standardized loading estimates by AMOS software package."
    },
    {
      "content": "Number % Age (years) Under 20 42 16.1 21e30 127 49.4 31e40 78 30.3 Over 41 9 0.30 Prior experience 1e3 months 105 40.8 3e6 months 88 32.2 6e12 months 48 19.0 More than 12 months 25 9.7 Gender Female 128 50.0 Male 128 50.0"
    },
    {
      "content": "Item Number Gender Male 53 Female 52 Age (years) 19e24 62 25e29 18 Over 30 25 Wearable device ownership Yes 31 No 74 Usage of personal informatics system Yes 39 No 6"
    },
    {
      "content": "Construct Cronbach's alpha Composite reliability M SD Perceived content 0.94 0.820 4.52 0.42 Perceived service 0.92 0.890 4.24 0.49 Confirmation 0.93 0.897 4.21 0.46 Perceived utility 0.92 0.827 4.41 0.35 Perceived hedonicity 0.88 0.859 4.91 0.25 Gratification 0.91 0.879 4.89 0.81 Continuance intention 0.89 0.854 4.29 0.59 Variable Convergent & discriminant validity (Multitrait-Multimethod Matrix) M S V A S V 1 2 3 4 5 6 7 Content 0.105 0.039 (0.95) Service 0.139 0.083 0.921 (0.82) Confirmation 0.029 0.329 0.709 0.797 (0.86) Utility 0.018 0.059 0.724 0.798 0.699 (0.69) Hedonicity 0.461 0.019 0.778 0.888 0.783 0.741 (0.72) Gratification 0.100 0.020 0.811 0.811 0.632 0.811 0.852 (0.61) Continuance 0.013 0.141 0.891 0.801 0.909 0.898 0.851 0.892 (0.72)"
    },
    {
      "content": "Fit indices Measurement Threshold Recommendations model X 2 247 Ratio 2.0 (X 2 /d.f.) Within the acceptance range. Low c2 relative to degrees of freedom with an insignificant p value d.f. 121 3.1 (p > 0.05) X 2 /d.f. 2.04 p 0.08 Normed Chi- 2.211 <5 squared AVE 0.641 >0.50 GFI 0.931 !0.95 Greater than the lower limit shows good fit AGFI 0.929 !0.95 >0.90 RMSEA 0.062 0.05 RMSEA 0.080 Less than the upper threshold indicates model is good CFI 0.915 !0.90 Below threshold value Standardized RMR 0.071 SRMR 0.08 Suggests modification of the model 0.064 Small RMR TLI 0.981 Approaches 1 Table 7 Summary of hypothesis tests. Hypothesis Standardized coefficient S.E. C.R. Support H1: Gratification / Continuance 0.49 0.013 5.323 b Yes H2: Confirmation / Gratification 0.24 0.153 3.153 b Yes H3: Confirmation / Utility 0.42 0.063 1.959 a Yes H4: Confirmation / Hedonicity 0.53 0.024 2.817 b Yes H5: Utility / Gratification 0.41 0.323 3.112 b Yes H6: Hedonicity / Gratification 0.29 0.633 3.253 b Yes H7: Content quality / Confirmation 0.19 0.633 3.391 b Yes H8: Service quality / Confirmation 0.32 0.033 1.943 a Yes"
    },
    {
      "content": "df SS F P Comparative feedback type (A) 1 1.30 5.47 0.03 Presentation modality (B) 1 0.85 3.44 0.06 A * B 1 1.93 8.04 0.01 Health consciousness (HC) mean 1 2.16 9.01 0.01 A * HC 1 0.43 1.75 0.18 B * HC 1 2.22 9.23 0.01 A * B * HC 1 0.01 0.04 0.82 Table 9 Least square means Tukey HSD table. Mean[i] * Mean[j] 1 2 3 4 SE 1 Comparative * image e À0.74 * À0.08 0.07 e 0.22 * 0.22 0.22 2 Comparative * text 0.74 * e 0.66 * 0.81 * 0.22 * e 0.22 * 0.22 * 3 Non-comparative * image 0.08 À0.66 * e 0.19 0.22 0.22 * e 0 4 Non-comparative * text À0.07 À0.81 * À0.15 e 0.22 0.22 * 0.22 e"
    },
    {
      "content": "Methods"
    }
  ],
  "num_tables": 8,
  "license": "© 2016 Elsevier Ltd. All rights reserved. © 2016 Elsevier Ltd. All rights reserved. Computers in Human Behavior 69 (2017) 62e74",
  "license_type": "unknown",
  "num_citations": 68,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b36",
    "b25",
    "b9",
    "b1",
    "b35",
    "b20",
    "b21",
    "b31",
    "b29",
    "b16",
    "b37",
    "b15",
    "b32",
    "b5",
    "b28",
    "b10",
    "b27",
    "b4",
    "b6",
    "b33",
    "b7",
    "b11",
    "b8",
    "b22",
    "b34",
    "b23",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] a  School of Media and Communication , Chung-Ang University , #1411 , Bldg. 303 , Heukseok-ro 84 , Dongjak-gu , Seoul , 06974 , South Korea",
    "[raw_affiliation] b  Syracuse University , USA",
    "[submission] Received 2 July 2016 Received in revised form 29 November 2016 Accepted 6 December 2016",
    "PC: Perceived content quality, PS: Perceived service quality, CON: Confirmation, PU: Perceived utility, HED: Perceived hedonicity, GRA: Gratification, CONTI: Continuance intention.",
    "a",
    "D.-H. Shin, F. Biocca / Computers in Human Behavior 69 (2017) 62e74",
    "[raw_reference] Baaren, E., Wijngaert, L., & Huizer, E. (2011). Understanding technology adoption through individual and context characteristics. Journal of Broadcasting & Elec- tronic Media, 55(1), 72e89.",
    "[raw_reference] Bhattacherjee, A. (2001). Understanding information systems continuance. MIS Quarterly, 25(3), 351e370.",
    "[raw_reference] Choe, E. K., Lee, N. B., Lee, B., Pratt, W., & Kientz, J. A. (2014, April). Understanding quantified-selfers' practices in collecting and exploring personal data. In Pro- ceedings of the 32nd annual ACM conference on human factors in computing systems (pp. 1143e1152). ACM.",
    "[raw_reference] Cho, H., Yoon, H., Kim, K. J., & Shin, D. H. (2015, April). Wearable health information: Effects of comparative feedback and presentation mode. In Proceedings of the 33rd annual ACM conference extended abstracts on human factors in computing systems (pp. 2073e2078). ACM.",
    "[raw_reference] Davis, F. D. (1989). Perceived usefulness, perceived ease of use, and user acceptance of information technology. MIS Quarterly, 13(3), 319e340.",
    "[raw_reference] DiClemente, C. C., Marinilli, A. S., Singh, M., & Bellino, L. E. (2001). The role of feedback in the process of health behavior change. American Journal of Health Behavior, 25(3), 217e227.",
    "[raw_reference] Elson, M., Breuer, J., Ivory, J. D., & Quandt, T. (2014). More than stories with buttons: Narrative, mechanics, and context as determinants of player experience in digital games. Journal of Communication, 64, 521e542.",
    "[raw_reference] Fornell, C., & Larcker, D. F. (1981). Evaluating structural equation models with un- observable variables and measurement error. Journal of Marketing Research, 18(1), 39e50.",
    "[raw_reference] Gimpel, H., & Niben, M. (2013). Quantifying the quantified self: A study on the motivation of patients to track their own health. In Thirty fourth international conference on information systems, milan, Italy, Dec. 2013.",
    "[raw_reference] Hackbarth, G., Grover, V., & Yi, M. Y. (2003). Computer playfulness and anxiety. Information & Management, 40(3), 221e232.",
    "[raw_reference] Haddadi, H., Mortier, R., McAuley, D., & Crowcroft, J. (2013). Human-data interaction. Cambridge, UK: University of Cambridge.",
    "6th ed.",
    "[raw_reference] Hair, J. F., Black, W. C., Babin, B. J., Anderson, R. E., & Tatham, R. L. (2006). Multi- variate data analysis (6th ed.). New Jersey: Prentice Hall.",
    "[raw_reference] Hayashi, A., Chen, C., Ryan, T., & Wu, J. (2004). The role of social presence and moderating role of computer self efficacy in predicting the continuance usage of e-learning systems. Journal of Information Systems Education, 15(2), 139e154.",
    "[raw_reference] Hong, H. (2009, March). Scale development for measuring health consciousness: Re-conceptualization. In 12th annual international public relations research conference. Florida: Holiday Inn University of Miami Coral Gables.",
    "[raw_reference] Kamal, N., & Fels, S. (2014). Online social networks for health behavior change: Designing to increase socialization. Computers in Human Behavior, 41, 444e453.",
    "[raw_reference] Kamal, N., Fels, S., & Ho, K. (2010). Online social networks for personal informatics to promote positive health behavior. Proceedings of second ACM SIGMM work- shop on Social media, 47e52.",
    "[raw_reference] Khorakhun, C., & Bhatti, S. (2015, October). mHealth through quantified-self: a user study. In HealthCom 2015. 17th IEEE international conference on eHealth networking, applications, and services. Boston, MA, USA, October 2015.",
    "[raw_reference] Kim, J., & Park, H. (2012). Development of a health information technology accep- tance model using consumers' health behavior intention. Journal of Medical Internet Research, 14(5), 133e139.",
    "[raw_reference] Kim, Y., & Sundar, S. S. (2012). Visualizing ideal self vs. actual self through avatars: Impact on preventive health outcomes. Computers in Human Behavior, 28(4), 1356e1364.",
    "[raw_reference] Lee, M., & Tsai, T. (2010). What drives people to continue to play online games? International Journal of Human-Computer Interaction, 26(6), 601e620. http:// dx.doi.org/10.1080/10447311003781318.",
    "[raw_reference] Li, I., Dey, A., & Forlizzi, J. (2010, April). A stage-based model of personal informatics systems. In Proceedings of the SIGCHI conference on human factors in computing systems (pp. 557e566). ACM.",
    "[raw_reference] Li, I., Medynskjy, Y., Froehlich, J., & Larsen, J. (2012). Personal informatics in practice: Improving quality of life through data. In CHI 2012, may 5-10, 2012, austin, TX, USA.",
    "[raw_reference] Lin, C. S., Wu, S., & Tsai, R. J. (2005). Integrating perceived playfulness into expec- tation-confirmation model for web portal context. Information & Management, 42(5), 683e693.",
    "[raw_reference] Mondi, M., Woods, P., & Rafi, A. (2008). A uses and gratification expectancy model to predict students' perceived e-learning experience. Educational Technology & Society, 11(2), 241e261.",
    "[raw_reference] O'Boyle, E. H., Jr., & Williams, L. J. (2011). Decomposing model fit: Measurement vs. theory in organizational research using latent variables. Journal of Applied Psychology, 96(1), 1e12.",
    "[raw_reference] Petkov, P., K€ obler, F., Foth, M., & Krcmar, H. (2011, June). Motivating domestic energy conservation through comparative, community-based feedback in mobile and social media. In Proceedings of the 5th international conference on communities and technologies (pp. 21e30). ACM.",
    "[raw_reference] Prochaska, J. O., & Velicer, W. F. (1997). The transtheoretical model of health behavior change. American Journal of Health Promotion, 12(1), 38e48.",
    "[raw_reference] Roca, J. C., Chiu, C., & Martinez, F. J. (2006). Understanding E-learning continuance intention. International Journal of Human-Computer Studies,, 64(8), 683e696.",
    "[raw_reference] Shin, D. (2011). Understanding e-book users: Uses and gratification expectancy model. New Media and Society, 13(2), 260e278.",
    "[raw_reference] Shin, D. (2015). Quality of experience: Beyond the user experience of smart services. Total Quality Management, 26(8), 919e932.",
    "[raw_reference] Shin, D. (2016a). Cross-platform user experience towards designing an inter-usable system. International Journal of Human-Computer Interaction, 32(7), 503e514.",
    "[raw_reference] Shin, D. (2016b). Do users experience real sociability through Social TV? Analyzing parasocial behavior in relation to social TV. Journal of Broadcasting & Electronic Media, 60(1), 140e159.",
    "[raw_reference] Shin, D., & Ahn, D. (2013). Associations between game use and cognitive empathy: A cross-generational study. Cyberpsychology, Behavior, and Social Networking, 16(8), 599e603.",
    "[raw_reference] Shin, D., Jung, J., & Chang, B. (2012). The psychology behind QR Codes. Computers in Human Behavior, 28(4), 1417e1426.",
    "[raw_reference] Spreng, R. A., & Chiou, S. (2002). A cross-cultural assessment of the satisfaction formation process. European Journal of Marketing, 36(8), 829e840.",
    "[raw_reference] Swan, M. (2013). The quantified self: Fundamental disruption in big data science and biological discovery. Big Data, 1(2), 85e99.",
    "[raw_reference] Thatcher, J., & Perrewe, P. L. (2002). An empirical examination of individual traits as antecedents to computer anxiety and computer self-efficacy. MIS Quarterly, 26(4), 381e396.",
    "[raw_reference] Wang, Y., Weber, I., & Mitra, P. (2016). Quantified self meets social media: Sharing of weight updates on Twitter. Proceedings of the 6th International Conference on Digital Health Conference, 93e97."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
