{
  "paper_id": "QI9VTCMY",
  "title": "Self-Monitoring in Weight Loss: A Systematic Review of the Literature",
  "abstract": "Self-monitoring is the centerpiece of behavioral weight loss intervention programs. This article presents a systematic review of the literature on three components of self-monitoring in behavioral weight loss studies: diet, exercise and self-weighing. This review included articles that were published between 1993 and 2009 that reported on the relationship between weight loss and these self-monitoring strategies. Of the 22 studies identified, 14 focused on dietary self-monitoring, one on self-monitoring exercise and six on self-weighing. A wide array of methods was used to perform self-monitoring; the paper diary was used most often. Adherence to self-monitoring was reported most frequently as the number of diaries completed or the frequency of log-ins or reported weights. The use of technology, which included the Internet, personal digital assistants and electronic digital scales were reported in five studies. Descriptive designs were used in the earlier studies while more recent reports involved prospective studies and randomized trials that examined the effect of self-monitoring on weight loss. A significant association between selfmonitoring and weight loss was consistently found; however, the level of evidence was weak because of methodological limitations. The most significant limitations of the reviewed studies were the homogenous samples and reliance on self-report. In all but two studies, the samples were predominantly White and female. This review highlights the need for studies in more diverse populations, for objective measures of adherence to self-monitoring, and for studies that establish the required dose of self-monitoring for successful outcomes.",
  "year": 2012,
  "date": "2012-01-30",
  "journal": "Am J Clin Nutr",
  "publication": "Am J Clin Nutr",
  "authors": [
    {
      "forename": "Lora",
      "surname": "Burke",
      "name": "Lora Burke"
    },
    {
      "forename": "Jing",
      "surname": "Wang",
      "name": "Jing Wang"
    },
    {
      "forename": "Mary",
      "surname": "Sevick",
      "name": "Mary Sevick",
      "email": "sevickma@upmc.edu"
    },
    {
      "affiliation": "[  University of Pittsburgh School of Nursing and Graduate School of Public Health , 415 Victoria building , 3500 Victoria Street , Pittsburgh , PA 15261 , \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Graduate School of Public Health \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 415 Victoria building 3500 Victoria Street \n\t\t\t\t\t\t\t\t\t 15261 \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "Graduate Student Researcher] , and University of Pittsburgh , University of Pittsburgh School of Nursing and Graduate School of Public Health , 415 Victoria building , 3500 Victoria Street , Pittsburgh , PA 15261 , \n\t\t\t\t\t\t\t\t Graduate Student Researcher] \n\t\t\t\t\t\t\t\t School of Nursing and Graduate School of Public Health \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 415 Victoria building 3500 Victoria Street \n\t\t\t\t\t\t\t\t\t 15261 \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "RN [ Research Scientist ] VA Pittsburgh Healthcare System , Associate Professor of Medicine and Public Health , Center for Research on Health Care , University of Pittsburgh , 3520 Forbes Avenue , First Floor , Pittsburgh , PA 15213 , \n\t\t\t\t\t\t\t\t Associate Professor of Medicine and Public Health \n\t\t\t\t\t\t\t\t Center for Research on Health Care \n\t\t\t\t\t\t\t\t Research Scientist \n\t\t\t\t\t\t\t\t RN \n\t\t\t\t\t\t\t\t VA Pittsburgh Healthcare System \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3520 Forbes Avenue First Floor \n\t\t\t\t\t\t\t\t\t 15213 \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "10.1016/j.jada.2010.10.008",
  "pmid": "16002827",
  "keywords": [
    "self-monitoring",
    "diet",
    "exercise",
    "self-weighing",
    "behavioral weight loss treatment",
    "obesity"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Behavioral weight loss programs typically involve decreased energy intake, increased energy expenditure, and use behavioral strategies such as goal setting and self-monitoring. Self-monitoring consists of recording dietary intake and physical activity so that individuals are aware of their current behaviors  (1) . The use of self-monitoring in behavior change has a strong theoretical foundation.\n\nSelf-regulation theory posits that self-monitoring precedes self-evaluation of progress made towards one's goal and self-reinforcement for the progress made  (2) ; thus, the process of changing habits requires well developed self-regulatory skills  (3, 4) . Self-monitoring is central to this process and includes deliberate attention to some aspect of an individual's behavior and recording some details of that behavior. In order to change behaviors, individuals need to pay adequate attention to their own actions, as well as the conditions under which they occur and their immediate and long-term effects  (5) . Thus, successful selfregulation depends in part on the truthfulness, consistency and timeliness of self-monitoring in relation to the performance of the target behavior, e.g., eating  (5) .\n\nIn early weight loss literature  (1985) (1986) (1987) (1988) (1989) (1990) , self-monitoring referred only to monitoring diet in paper diaries  (6) . Subsequently, researchers found that physical activity was significantly associated with weight loss  (7) . Today, both dietary and physical activity self-monitoring are well established components of the standard behavioral treatment protocol for weight loss  (8, 9) . More recently, self-weighing has been introduced as another monitoring component  (10) .\n\nAlthough self-monitoring has been described as the cornerstone of behavioral treatment for weight loss  (11, 12) , no one has conducted an examination of this literature. This article provides a systematic review of the empirical literature reporting the effect of selfmonitoring diet, physical activity and weight on weight loss in behavioral treatment studies. Additionally, self monitoring methods, changes over time and adherence are examined. Based on an evaluation of the reviewed evidence, gaps are identified and recommendations are provided for future directions in research and practice."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Search Strategies",
      "text": "An electronic literature search on two databases was conducted: Ovid MEDLINE, and Ovid PsycINFO. Key words included \"obesity\", \"weight loss\", \"overweight\" and \"selfmonitoring\". Additionally, a manual search of the reference sections of the included studies and also other relevant articles was performed. Search limiters included English language and humans."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "The inclusion criteria of the studies for review were:  (1)  conducted in the United States,  (2)  reported between 1989 and 2009, (3) investigated the effect of self-monitoring on weight loss, and (4) reported the use of self-monitoring diet, physical activity, or self-weighing. Although the literature search covered the past 20 years, no studies published prior to 1993 met the criteria. The Preferred Reporting Items for Systematic reviews and Meta-Analyses statement  (13)  guided the systematic review. The screening and inclusion procedures are reported in Figure  1 . Initially, 95 relevant articles were identified. Of these, 71 were excluded because the authors did not report the effect of self-monitoring on weight loss outcome. Thus, 24 publications reporting on 22 studies were included in the review. Due to the limited number of studies available for review, no restrictions on design or sample size were placed. Age, gender, ethnicity and body mass index (BMI) were reported in most studies, for those articles without BMI information, weight at baseline was reported. Retention rates were reported if they were available in the original article."
    },
    {
      "title": "Extraction of Data for Review",
      "text": "The review focused on the effect of self-monitoring on weight change at the key reporting points, often the mid-point and the end of study. Self-monitoring behaviors were measured using an array of approaches, including therapist evaluation of records, number of diaries \"completed\", self-monitoring derived from questionnaires, and date-and time-stamped electronic diaries. The weight outcome measures included weight loss and prevention of weight regain or maintenance of weight.\n\nThe review is summarized by the study, primary intervention and duration; sample characteristics, approach to self-monitoring, and results pertinent to self-monitoring and weight change (Table  1 ). Mean and standard deviation of the age, BMI or weight, and representation by gender and race were reported. If it was an ancillary study or secondary data analysis, the design of the reported study and the parent study were described. The American Heart Association and the American College of Cardiology's method (  14 ) of classifying the evidence was used to guide the evaluation of the level of evidence for the studies reviewed."
    },
    {
      "title": "RESULTS",
      "text": "Of the 22 studies reviewed  (10, 12, (15) (16) (17) (18) (19) (20) (21) (22) (23) (24) (25) (26) (27) (28) (29) (30) (31) (32) (33) (34) , most (n= 14) used descriptive designs and examined the association of self-monitoring with weight loss  (10, 12, (18) (19) (20) (21) (22) (24) (25) (26) (27) 31, 34) . Six were secondary data analyses  (10, 21, 22, 34)  or ancillary studies  (18, 19)  of existing weight loss programs. Fifteen studies focused on dietary self-monitoring  (12, 15, 16, 19, 20, (22) (23) (24) (25) (26) (28) (29) (30) 33, 34) , one included self-monitoring of exercise  (27) , and six focused on self-monitoring of weight  (10, 17, 18, 21, 31, 32) . Eight were reports from randomized clinical trials testing behavioral weight loss interventions  (15) (16) (17) (28) (29) (30) 32, 33) . Six of the trials  (15, 16, (28) (29) (30) 33)  focused on dietary self-monitoring. Three of these studies  (28) (29) (30)  used diaries to self-monitor both physical activity and diet but only one separately reported the effect of self-monitoring physical activity on weight loss  (30) . Two additional trials focused on self-weighing in a self-regulation framework  (17, 32) . There were some striking findings when examining the aggregate of these studies. Four studies did not report the racial and ethnic composition of the sample  (15, 27, 28, 32) . Of the 16 studies that did report race and ethnicity, all but three  (26, 29, 30)  had a homogenous sample that was 75% to 100% White. The samples were predominantly female with the representation of women ranging from 41% to 100%; one study did not report gender  (15) ."
    },
    {
      "title": "Self-Monitoring Dietary Intake",
      "text": "All of the 15 studies that focused on dietary self-monitoring found significant associations between self-monitoring and weight loss. Eight studies used paper diaries only  (12, 15, (22) (23) (24) (25) (26) 34) ; the remainder used variations of the paper diary and/or an electronic diary  (16, 19, 20, (28) (29) (30) 33) . The measurement and analysis of dietary self-monitoring varied considerably. In four earlier studies  (12, (22) (23) (24) , participants were instructed to record exercise, mood, eating situation, water consumption, and other behavioral variables associated with eating (e.g. time and with whom food was consumed). The measurement of self-monitoring in these four studies included monitoring six variables: any or all foods eaten, the time of eating, the quantity of food, fat grams consumed, absence of monitoring, or the degree of diary completeness  (12, (22) (23) (24) . When evaluating the effect of self-monitoring, the investigators either generated a weekly monitoring index based on these six diet-related variables, or used the therapists' judgment score to create ordinal categories of self-monitoring completeness. In those studies employing therapist judgment scores, the investigators found that individuals with self-monitoring records deemed to be the most complete lost significantly more weight than those who had less complete records, and that weight loss was higher during weeks with higher self-monitoring completeness  (12, (22) (23) (24) . These findings are similar to those of more recent studies by Yon et al.  (20)  and Burke et al.  (35)  who evaluated self-monitoring in terms of frequency of self-monitoring. Other recent investigations used the number of diaries returned as a measure of self-monitoring; however, the completeness of the returned diary was not described  (15, 33) . Others have used a total score of their self-designed surveys to assess self-reported frequency of self-monitoring  (25) . Adherence to self-monitoring, was defined as recording at least the amount of food that would be equivalent to 50% of the energy goal for the day in a recent report from a clinical trial  (36) . Studies that used the Internet reported the number of diaries submitted without specifying the degree of completeness  (16) .\n\nThe advent of computer-based technology, including the Internet, for use in self-monitoring has spawned a new generation of studies. In 2001, Tate and colleagues reported that the number of diaries submitted to a behavioral weight loss program delivered via the Internet was significantly related to weight loss  (16) . Yon et al. compared the results of a weight loss study employing PDA self-monitoring to a prior study that used paper diary self-monitoring and found no between group differences in the amount of weight lost or self-monitoring adherence  (20) . Shay conducted a 12-week randomized trial and compared three approaches: paper diary versus an Internet-based diary versus a PDA diary and found no group differences in weight loss  (30) . A recently completed two-year, randomized clinical trial compared self-monitoring with a paper diary versus a PDA with daily tailored feedback messaging versus a PDA without feedback messaging. Findings at six months revealed that, compared to the paper diary group, the PDA groups combined were more adherent to selfmonitoring and that dietary self-monitoring in this group had a significant indirect effect on percent weight loss  (29, 36) ."
    },
    {
      "title": "Self-Monitoring Physical Activity",
      "text": "Five studies discussed the use of paper diaries to record exercise behaviors  (15, (22) (23) (24) 27, 30) . However, only one of these studies specifically examined the role of selfmonitoring exercise in relation to weight loss  (27) . Participants were asked to record their daily exercise type and duration. Exercise self-monitoring was defined as the number of weeks physical activity diaries were completed. The findings revealed that consistent selfmonitors of exercise not only achieved significantly greater weight loss but also experienced fewer difficulties with exercise and exercised more often."
    },
    {
      "title": "Self-Monitoring Weight",
      "text": "Most recently, researchers have advocated weight self-monitoring in order to increase participants' awareness of their weight and its relation to energy intake and expenditure  (18, 31, 32) . One investigator conducted descriptive ancillary studies to two ongoing trials by using a single-item survey to assess self-reported frequency of self-weighing among the trial participants  (10) . In both trials, a weight gain prevention trial and a weight loss trial, Linde and colleagues administered the survey at three time points. In the weight gain prevention trial, only daily weighing was associated with weight losses, and less frequent weighing was associated with weight gain. However, in the weight loss trial monthly, weekly and daily self-weighing were associated with weight losses; more frequent self-weighing was associated with a greater 24-month weight loss. Two randomized trials addressed daily selfweighing within a self-regulation framework as the main intervention strategy  (17, 32) . Wing et al.  (32)  examined the effect of self-weighing among three groups: face-to-face, Internetbased, and a control in an 18-month trial focused on prevention of weight regain. Results revealed that both of the intervention groups increased their daily self-weighing, which was significantly associated with a lower risk of weight regain. As detailed in Table  1 , adherence to self-weighing decreased over time in both groups. Gokee-LaRose et al. (  17 ) compared two behavioral self-regulation approaches in a 20-week clinical trial. Participants in one group were instructed to obtain daily weights using a digital memory scale. Participants in a second group received an adapted standard behavioral treatment group in which they were instructed not to weigh themselves until week 11 and then to obtain weekly weights. At 20 weeks, frequency of weighing was significantly associated with weight loss; however, there was no significant difference in weight loss between the two groups. Use of the electronic scale provided objective data to confirm the self-reported adherence to self-weighing, which was over 95% of the days. Vanwormer et al.  (18)  conducted a prospective cohort study to examine the effect of a behavioral weight loss program with a scale that transmitted weights daily to the investigators. The study showed that greater weight loss was associated with increased frequency of self-weighing, especially among those who self-weighed at least weekly."
    },
    {
      "title": "Approaches to Self-Monitoring and Associated Tools",
      "text": "Researchers have used various approaches and tools for self-monitoring. One 16-week weight loss study compared traditional paper diaries to a group that used the same traditional diaries for eight weeks and then transitioned to self-monitoring using abbreviated checklists  (15) . The number of diaries completed in the transition group was significantly higher than in the traditional paper diary group, however, no significant difference in weight loss was observed between the two groups. Tate and colleagues conducted two studies that used a structured Internet program and found that the total number of submitted diaries was significantly related to weight loss  (16, 33) .\n\nDietary software programs that have been used in self-monitoring research include DietmatePro (PICS, Inc., Reston, VA), Calorie King (Wellness Solutions, Inc., El Cajon, CA); and an exercise program, CalcuFit (PICS, Inc., Reston, VA). In 2007, Yon and colleagues reported the results of the first PDA-based self-monitoring study  (20) . They conducted a study of non-concurrent groups, one using a paper diary and one using a Palm Zire 21® (Palm, Inc., Sunnyvale, CA) with Calorie King® Dietary Diary software, and found that the use of a PDA was comparable to the use of paper diaries in dietary selfmonitoring, since there were no differences in weight loss or dietary self-monitoring between the groups  (20) . More recently, Burke et al. tested the use of a PDA with two software programs, DietMate Pro®, a dietary self-monitoring program and Calcufit®, a physical activity self-monitoring program (PICS, Inc., Reston, VA), each with date-and time-stamp functions for each self-monitoring entry  (29) . Participants did not encounter major difficulties in learning how to use the PDAs (Palm Tungsten/e 2 ™, Palm, Inc., Sunnyvale, CA) and reported that using a PDA was more socially acceptable for selfmonitoring than recording in a paper diary  (29) . Although stand-alone PDAs have become obsolete, in part because they lack wireless connectivity, many of their features have been incorporated into smart phones and are increasingly more available today.\n\nThe telemonitoring scale (Thin-Link, Cardiocom, LLC., Chanhassen, MN) described by Vanwormer and colleagues transferred weight data automatically to the research center through a telephone land line  (18) . Other scales are available for monitoring weight at home and transmitting the data in real time. Gokee-LaRose reported using a scale that stores weight data for 31 days eliminating the need for individual recording of daily weights  (17) ."
    },
    {
      "title": "Adherence to Self-Monitoring",
      "text": "Detailed measurement of adherence to self-monitoring has been reported infrequently; thus, little is known about the extent to which people adhere over time. Measures of adherence reported in the literature included the number of diaries submitted  (15, 16, 33) , therapists' ratings of the completeness of diaries  (12, 22, 24) , scores on a survey of self-monitoring  (10, 25, 31) , or the number of self-reported weights over a specified period  (17, 18, 32) . This variability in the measurement method makes it impossible to compare adherence across studies.\n\nAn instrumented binder was used in the only study that objectively measured dietary selfmonitoring adherence, which was conducted as an ancillary study to a behavioral weight loss trial  (35) . Paper diaries were enclosed in a canvas binder that had photosensors unobtrusively embedded in the spine to detect when the binder was opened and closed; a circuit board stamped the date and time of each opening and closure which served as a surrogate for the time of recording. The electronic data were compared to the self-reported record of self-monitoring and revealed that there was little concordance between the selfreported and electronically documented data  (35, 37) . Moreover, the timing of selfmonitoring in relation to eating was also significantly related to weight loss. This study also documented the phenomena of \"backfilling\", which occurred when the person submitted a diary that was completed for the days that the diary was never opened  (35) ."
    },
    {
      "title": "Weight of the Evidence",
      "text": "Based on the aggregate data from the studies reporting on self-monitoring diet, physical activity and weight, a grade was applied for the level of evidence for each of the selfmonitoring strategies The evidence was determined to be one of the following four: Class IIa, which states that the weight of evidence or opinion is in favor of the treatment; Class IIb, the usefulness/efficacy is less well established by evidence or opinion; Level A includes data obtained from multiple randomized clinical trials and Level B, which includes data obtained from a single randomized trial or nonrandomized studies (Refer to Table  2 ).\n\nThe level of evidence was most influenced by the strength of the study designs and the methodology employed. The studies featuring dietary self-monitoring included five randomized clinical trials  (15, 16, (28) (29) (30) . While this design is the strongest, several had methodological weaknesses including small sample  (15, 28, 30)  and less than desirable retention  (15, 30)  while another study used non-concurrent groups to compare paper diaries and PDAs  (20) . Based on these factors, the level of evidence for the studies reporting on dietary self-monitoring is Class IIa, Level A. The one study that examined exercise selfmonitoring was a descriptive study of short duration with a small sample  (27) . Thus, this evidence is Class IIb, Level B.\n\nThe six studies that focused on self-weighing included two randomized controlled trials, three descriptive designs and one prospective cohort study. Except for one study  (17) , all had large samples with good retention; however, one study had a large sample but inadequate retention at follow-up. Only Wing and colleagues used a three-group design with a large sample and compared self-weighing to a control condition. Gokee-LaRose and colleagues used an objective measure of self-weighing rather than reliance on self-report  (17) . The findings from these studies indicate evidence at the level of Class IIa, Level A."
    },
    {
      "title": "DISCUSSION",
      "text": "The studies reviewed in this paper represent the state of the science pertaining to selfmonitoring as a strategy to increase a person's awareness of targeted behaviors and the circumstances that surround those behaviors. This review included 22 studies that focused on self-monitoring diet, physical activity or exercise, and self-weighing.\n\nEach study contributed to the body of evidence supporting the role of self-monitoring; more frequent self-monitoring was consistently and significantly associated with weight loss compared to less frequent self-monitoring. Because of the variability in how self-monitoring diet or exercise was measured, it was not possible to report the exact frequency of selfmonitoring that made the difference in weight outcomes. In the self-weighing studies, there was a significant weight loss difference between weighing daily to weekly and those selfweighing less often, which was confirmed by a systematic review of the self-weighing literature  (38) .\n\nMost of the included studies used a descriptive design and had some methodological weaknesses  (15, 17, 20, 28) ; only six were randomized clinical trials  (15) (16) (17) 23, 28, 29, 39) . These limitations influenced the level of evidence and thus impacted the conclusions and subsequent recommendations that can be made from this review. The strongest point was the consistent support for self-monitoring in the studies that spanned the review period. However, because of the homogeneity of the samples, the generalizability of the findings was limited to white, overweight or obese women. This represents a major limitation in the understanding of the acceptability, adherence to and effect of self-monitoring among minority groups and men. This also speaks to where future research needs to focus.\n\nAn additional methodological weakness of the reported studies was the assessment of selfmonitoring and the room for measurement bias. With the exception of the early studies  (12, (22) (23) (24)  that used therapists to grade diaries on several activities (e.g., foods eaten, time of eating, quantity of food) and a recent trial that defined self-monitoring adherence  (29) , none of the studies reported criteria by which they evaluated self-monitoring or how they defined completeness of diaries or log-in recordings. The study that revealed how participants reported recording in food diaries on days when the diary was never opened documented the fallacies of self-reported diary data  (35) . The use of technology and electronic devices that date-and time-stamp the self-monitoring behavior (the diary entry or the actual weighing) provided an objective validation of these self-reported behaviors  (29, 35) .\n\nOne group examining adherence to self-monitoring defined a completed diary as one that included the recording of at least 50% of the recommended energy intake; an incomplete or a missing diary was defined as nonadherent for that week. Similar to what has been reported in the literature  (16) , there was a gradual decline in self-monitoring adherence, which worsened when the treatment sessions decreased in frequency. At the end of the intervention, only 25% of the sample continued to self-monitor  (40, 41) .\n\nThe increased use of technology with dietary and exercise software programs might lessen the burden of self-monitoring and thus enhance adherence. Having easy access to an extensive database of foods, including many restaurant items, eliminates the need to look up nutrient values of the foods eaten and calculate totals consumed. The available software programs also permit one to save frequently eaten meals and thus eliminate the need for repeated searching and entry. Beasley and colleagues reported that it took new users of a dietary software program eight to ten minutes to enter a meal, which is comparable to or less than recording a meal in a paper diary  (42) . It should be noted that these were new users, and as with any software, there is a learning curve and it takes time to learn the shortcuts. However, more studies are needed to determine if time is saved with the use of technologysupported diaries.\n\nGender and ethnicity have been reported to influence self-monitoring behaviors  (26, 43) . One study revealed that men completed significantly more diaries than women  (26) . This same study found that the number of food records completed had a stronger association with weight loss among African-Americans when compared to non-African-Americans, regardless of gender  (26) . Using data from in-depth interviews focused on the experience of self-monitoring, other researchers reported that the best recorders were those who were engaged in a structured weight loss program for the first time  (43) . Similar to the findings reported by Hollis and colleagues  (26) , men were more adherent than women. Other factors that supported good adherence to self-monitoring included support from significant others, e.g., a spouse assisting with determining nutrient content of foods  (43) . Butryn reported that participants in the National Weight Control Registry who self-weighed more frequently were older, had a lower maximum BMI, and a lower BMI at entry into the Registry  (31) . If, as the literature suggests, greater self-monitoring adherence results in greater weight loss, these findings have implications for the design of weight loss interventions. Structured programs may be best for enhancing self-monitoring adherence. To maximize weight loss, researchers and clinicians may want to target the following groups for additional encouragement with their self-monitoring efforts: women, African Americans, and those who previously tried and failed a weight loss program, have limited social supports, or who have very high BMIs. Of course additional research would be required to support these conclusions.\n\nThe progress that has been made since the first descriptive study of dietary self-monitoring was reported is substantial. The inclusion of self-monitoring physical activity over ten years ago, and more recently self-weighing, has expanded the behavioral treatment approach. However, the absence of studies that isolated the effect of self-monitoring physical activity or exercise on weight change leaves a void in this area. With the increasing sophistication and availability of objective measures of physical activity, this is a rich area for further investigation to validate self-reported adherence and self-monitoring reports.\n\nOne question not answered in the literature is the dose of self-monitoring required for successful outcomes. Ideally, researchers and clinicians would like to recommend the frequency of dietary and exercise self-monitoring needed for weight loss or the prevention of weight gain. Although the evidence supports self-monitoring as much as possible, the evidence supporting any dose is lacking at this time. The evidence supporting self-weighing frequency is also limited; however, the data regarding dose are clearer and suggest that selfweighing at least weekly may provide a benefit. Much work remains to be done to determine the dose (i.e., intensity, frequency, and duration) of self-monitoring that is feasible and needed to support behavior change. Related but also unexamined questions are the effect of interventionist feedback on self-monitoring adherence, and the nature and frequency of interventionist feedback needed to sustain self-monitoring behavior.\n\nIn conclusion, although there were methodological limitations to the studies reviewed, there was ample evidence for the consistent and significant positive relationship between selfmonitoring diet, physical activity or weight and successful outcomes related to weight management. The review identified several gaps, including the optimal frequency and duration of self-monitoring diet and exercise, the effectiveness of self-monitoring among subpopulations under-represented in weight loss studies, and the need for objective means to validate the self-report measures. It is important to continue these lines of research so that the strategy of self-monitoring in behavioral treatment of weight management can be strengthened."
    },
    {
      "title": "Systematic Review Process for Weight Loss-related Self-Monitoring Methods Guided by Preferred Reporting Items for Systematic reviews and Meta-Analyses Statement",
      "text": "Table 1\n\nStudies Examining Self-monitoring in Weight Management Authors, study design/description Sample Self-Monitoring Approach Outcome/Results Dietary Self-Monitoring Baker et al., 1993 (12) Descriptive study, 12 to 18 wks of SM during a long-term cognitive behavioral treatment program n=56 85.7% women 85.7% White Age 43.8 ± 12.7 yrs Weight 246.5 ± 56.4 lbs SM booklet: recorded time, location, events, context of food consumption, exercise, mood, fat & total calories, weight, and other eating-related factors (e.g. water consumption, with whom eating.) At 12 & 18 wks, two staff rated behaviors: whether or not SM any foods, time & quantity of food & fat grams eaten. Association of SM and % wt change: (rs = 0.35 to 0.65, PS <0.01). Boutelle et al., 1998 (22) Descriptive study, 8-wk SM among adults in longterm (~17 mos) treatment for obesity n=59 71.2% women 93.0% White Age 44.5 ± 10.0 yrs BMI 35.5 ± 7.3 SM booklet: record foods, fat grams, total calories & exercise. \"any\" food ---whether the participant recorded at least one food on a given day \"every\" food ---3 separate entries of meals during the day Therapist's ratings: 0-7 0 ---0 days monitored 7 ---7 days monitored At 8 wks, therapist ratings of SM consistency. Correlation between consistency of SM & weight change r= -0.35, P <0.007. At 8 wks, 45.6% of participants SM all foods on 75%-100% of the days. Baker et al., 1998 (24) Descriptive study, ancillary to 1-yr cognitive behavior therapy n=38 84.2% women 84.2% White Age 43.6 ± 12.2 yrs Weight 244.7 ± 64.8 lbs SM booklet: index of six variables for SM: foods eaten + any food eaten + time food was eaten + quantity eaten + grams of fat consumed -nonmonitoring. (Range -1-+5). SM adherence differed by quartiles in consistency of SM (P<0.001). Highly consistent self-monitors lost more weight than the other groups, F (3,54)=5.09, P <0.05. Boutelle et al., 1999 (23) Descriptive comparison study, randomly assigned to a 2-wk intervention of SM vs SM + daily phone calls + mailings to remind of SM during the 2-wk holiday season n=57 71.9% women 93.0% White Age 44.5 ± 10.0 yrs BMI 35.5 ± 7.3 SM booklet: SM ratings same as described above in 1998 study. Group that received SM reminders was more consistent in SM than group that did not receive reminder, P <0.02. SM consistency and weekly wt change, r = -0.35, P = 0.007. Tate et al., 2001 (16) 2-group, 6-mo RCT comparing Internet education for wt loss to Internet behavior therapy Internet behavior therapy: n=46 89.0% women 77.8% White Age 41.1 ± 11.6 yrs BMI 29.1 ± 3.0 Retention 71.7% Internet education: n=45 89.0% women 77.8% White Age 40.6 ± 9.7 yrs BMI 28.9 ± 3.1 Retention 71.1% Electronic diary: SM was emphasized to both groups and both were encouraged to use the SM web resources to track diet & exercise; only the behavior therapy group was instructed to submit diaries to the therapist each week via website Behavioral therapy group, total number of diaries submitted was correlated with wt loss, r =-0.50, P=0.001. Nothwehr et al., 2005 (25) Descriptive survey, focused on those reported tying to lose wt in a rural population n=123 73.2% women 100% White Age range: 19 to 71 yrs:, with majority > 50 yrs BMI>25 Questionnaire: focused on self-reported practices of SM diet and exercise SM scores for total sample were: diet, range 6-24, 13.0 ± 4.2; exercise, range 4-16, 7.7 ± 2.6. Responders trying to lose wt (n=60) SM score for diet (14.16 ± 4.13) & SM for exercise (8.25 ± 2.71) were higher than responders (n = 63) not trying to lose wt, SM for (diet 11.92 ± 4.06, P<0.01) & for exercise 7.25 ± 2.42, P <0.05. Authors, study design/description Sample Self-Monitoring Approach Outcome/Results 29% response rate to populationbased survey Wadden et al., 2005 (34) Descriptive results on SM and weight loss using data from a 4-group, 12-mo RCT comparing lifestyle intervention to pharmacological therapy Sibutramine alone: n=55 80.0% women 56.4% White Age 42.1 ± 10.2 yrs BMI 38.2 ± 3.89 86.5% retention at wk52 Lifestyle modification alone: n=55 84.0% women 63.6% White Age 43.3 ± 9.7 yrs BMI 37.8 ± 4.2 85.5% retention at wk52 Combined therapy: n=60 81.7% women 70.0% White Age 44.2 ± 10.8 yrs BMI 37.9 ± 4.2 81.7% retention at wk52 Siburamine plus brief therapy: n=54 83.3% women 72.2% White Age 44.9 ± 10.1 yrs BMI 37.6 ± 4.7 81.5% retention at wk52 PD: daily food records and calorie intake and physical activity The number of records Ss completed was associated with wt loss at 18 wks (r=0.29, P<0.001), and at 52 wks (r=0.31, P<0.001). Tate et al., 2006 (33) 3-group, 6-mo RCT of Internet intervention, examined the effect of no counseling, computerautomated counseling (AF), or human e-mail counseling (HC) on weight loss No counseling: n=67 82.0% women 91.0% White Age 49.9 ± 8.3 yrs BMI 32.3 ± 3.7 Retention 88.1% Automated email feedback: n=61 87.0% women 90.0% White Age 49.7 ± 11.4 yrs BMI 32.7 ± 3.5 Retention 72.1% Human email counseling: n=64 84.0% women 87.0% White Age 47.9 ± 9.8 yrs BMI 32.8 ± 3.4 Retention 81.3% Electronic diary: record weight, daily caloric intake, use of meal replacements, and exercise in two counseling groups Dairy submission was significantly associated with wt loss in AF (r= -0.69) and HC (r= -0.56), Ps< 0.001. Ss in the HC group submitted diaries in more wks than A group, (17.2 ± 8.7 vs 11.4 ± 9.2), P<0.001. Helsel et al., 2007 (15) n=42 Gender & ethnicity not reported PD: detailing food intake and physical activity duration Participants in abbreviated SM group returned more diaries (15.2±1.4) than in traditional diary group Authors, study design/description Sample Self-Monitoring Approach Outcome/Results 16-wk RCT, correspondence-based wt-loss intervention; randomized to traditional detailed method of SM vs. abbreviated method Detailed SM: n=21 Age 38.0 ± 5.9 yrs BMI 32.0 ± 1.6 Transitional SM: n=21 Age 35.0±6.6 yrs BMI 32.5 ±1.5 Retention: 48% in traditional & 57% in abbreviated diary group Abbreviated diary: used check marks to estimate fat content and size of meals & snacks, range of exercise duration, & indication of skipped meals or snacks. (14.0±2.0), based on completers-only analysis, P <0.04. No difference between the 2 groups in the number of meals, snacks or exercise recorded. Wt loss was associated with number of completed diaries, r = 0.53, P <0.05). Yon et al., 2007 (20) Comparative study of non-concurrent groups, 6-mo behavioral wt loss treatment PDA group: n = 61 91.8% women 100% White Age 48.2 ± 8.7 years BMI 32.3 ± 3.4 93.0% retention Paper diary group: n = 115 83.5% women 100% White Age 46.1 ± 9.2 years BMI 30.9 ± 3.5 81.0% retention PDA: PalmZire 21 with Calorie King Diet Diary software PD: recorded food and calorie intake, daily exercise & energy expended No significant differences between 2 groups in wt loss or dietary SM; no differences in frequency of SM, attendance, or adherence to calorie goals. Frequency of dietary SM explained 32% of wt loss variance, F (1,144) =72.45 (P <0.01). Carels et al., 2008 (28) RCT, 14-week self-help (SH) or therapist-assisted self-help (TASH) wt loss program n=54 78% women Ethnicity not reported Age 46.2 ±8.9 yrs BMI 35.6 ± 7.3 PD: instructed to submit the weekly diary electronically or hard copy Those who lost 5% of their body wt SM more than twice as many days as those who did not have 5% weight loss, P <.01. SM greater during initial 4 wks of program, declined over time. SM accounted for 25% of variance in wt loss. No difference in the frequency of SM between the two treatment groups. Burke et al., 2006; 2008 (19,35) Descriptive study, ancillary to an RCT of behavioral treatment for wt loss n=36 86.1% women 66.7% White Age 42.9 ± 9.9 yrs BMI 34.8 ± 5.2 Phase I (intense treatment 0-6 mo): n=35 BMI 34.3 ± 3.9 Phase II (less-intense treatment 6-12 mo): n=13 BMI 30.4 ± 5.3 Phase III (maintenance 12-18 mo): n=16, BMI 30.9 ± 4.4 Instrumented paper diary (IPD): used to compare self-reported adherence to SM with electronically recorded data (date-& time-stamp of diary opening & closure) Electronic data demonstrated lack of concordance between self-reported times of SM and objectively documented times of recording; % of wt loss correlated with frequency of recording in IPD, r = 0.51, P =0.001 and % of diary entries made within 15 min of opening the IPD, r = 0.43, P =0.009, and % of diary entries of eating within 15 min of IPD opening (r = 0.53, P=0.001). Hollis et al., 2008 (26) Nonrandomized, 6-mo standard behavior intervention for wt loss prior to 2 nd phase maintenance study n=1685 67.3% women 56.3% white Age 54.8 ± 9.1 yrs BMI 34.3 ± 4.8 PD: record daily food intake and physical activity Significant association between number of diaries submitted and wt loss. Number of food records/week had a greater impact on weight loss at 6 mos. among non-African Americans than African Americans, regardless of gender. Authors, study design/description Sample Self-Monitoring Approach Outcome/Results Burke et al., 2009 (29,36) 3-group, 24-mo RCT of behavioral intervention; examined effect of 3 SM approaches on wt loss & SM adherence n = 210 84.8% women 78.1 % White Age 46.8 ± 9.0 yrs BMI 34.0 ± 4.5 Retention: 91% at 6 mos PD vs. PDA 3 approaches to SM: PD vs. PDA with dietary & exercise software vs. PDA + feedback message delivered daily & tailored to diary entries. PDA included date-& time-stamp to measure adherence to SM. Median adherence to SM in the PD group (55%) compared to the combined PDA group (90%), P <0.0001. Was a significant indirect group effect on % wt change through SM adherence (estimate=2.0, 95% CI=1.12, 3.59). Shay et al., 2009 (30) 12-wk RCT examined 3 SM methods: paper diary, web-based diary, and PDA diary n=39 (completers only) 41% women 59% White Age 35.3 ± 9.3 yrs BMI 33.0 ± 3.4 53.4% retention at 12 wks All diaries from Calorie King with the same nutrition and exercise information provided to all groups via different methods. PD: pocket-size diary Web-based diary: Calorie King weight management and exercise program PDA: Tungsten/e 2 Palm ™ No group difference in weight (P>0.05). The total number of days adherent to diet SM was associated with weight loss at 6 wks (r=-0.40, P=0.013) and 12 wks (r=-0.37, P=0.021). No significant correlation between the total number of days adherent to exercise SM and weight loss at 6 wks and 12 wks. The number of days SM diet or exercise was not significantly correlated with weight loss. Self-Monitoring of Exercise Carels et al., 2005 (27) Descriptive study, 6-mo behavioral wt loss program n= 40 83% women Ethnicity not reported Age 43.4 ± 9.4 years BMI ≥ 30 kg/m 2 Physical activity diary: record exercise type & duration; diaries collected every 4-5 wks during 21-mo period. Weekly exercise SM computed from diaries Weekly exercise increased over the study, 130 min/ wk in 1 st 7 wks to 208 min/wk in final 7 wks. Greater SM associated with fewer difficulties related to exercise, r = -0.48, P <0.01; SM related to greater weight loss, r =0.44, P <0.05, and to greater weekly exercise, r =0.52, P <0.01. Self-Weighing (SW) Linde et al., 2005 (10) Descriptive study examining cross-sectional & longitudinal association between SW frequency & wt in samples from two 24-mo trials Pound of Prevention (POP: a weight gain prevention trial): n= 1,226 81% women 87% White Age 34.5 ± 6.5 yrs BMI 27.2 ± 5.9 Weigh-to-Be (WTB): a weight loss trial: N= 1,800 72% women 91% White Age 50.7±12.4 yrs BMI 34.2 ± 6.0 Questionnaire: POP: \"How frequently do you weigh yourself?\" asked at baseline, 12 & 24 mos. Response categorized to \"Never, every other month, every month, every week, and every day.\" Recommended weighing at least once/wk WTB: \"How often do you weigh yourself?\" asked at baseline, 12 & 24 mos. Responses collapsed to \"Never, every other month, every month, every week, and every day.\" Recommended SW no more than once/wk POP study: only daily weighing at 12 & 24 mos. associated with wt loss, other frequency categories associated with wt gain. WTB study: monthly, weekly & daily weighing associated with wt loss at 12 & 24 mos; more frequent SW associated with greater 24-month weight loss or less weight gain. SW frequency increased in both treatment groups, but weighing frequency decreased in the POP study control group. Wing et al., 2006 (32) 3-group RCT, 18-mo trial n=314 Internet group: n=104 82.9% women Ethnicity not reported Age 50.9 ± 9.3 yrs BMI 28.1 ± 4.6 Face to Face group: n=105 80.8% women Age 51.0±10.3 yrs BMI 28.7 ± 4.7 Control group: n=105 82.9% women Age 52.0±10.8 yrs Home monitoring scale: provided scale & telemonitoring system with color zones to guide wt gain prevention behaviors. Participants in the intervention groups asked to submit weight weekly through phone or Internet. Both intervention groups increased daily SW, was associated with lower risk of regaining ≥ 2.3 kg, P < 0.001. Wt gain 2.5±6.7 kg in face-to-face group vs. 4.7±8.6 kg in Internet group vs. 4.9±6.5 in control group. Sig difference in wt gain only between faceto-face and control groups, p = .05. Compared to intervention groups, more Ss in control group regained 2.3kg, P <0.001. Adherence to SW: % of Ss who reported weekly wt decreased over time (84% to 56% in face-to-face group & 82% to 55% in Internet group), between group difference, p >.05. Proportion of participants in each group that reported weighing themselves ≥ daily"
    },
    {
      "text": "Figure 1."
    }
  ],
  "references": [
    {
      "title": "Behavioral treatment of obesity",
      "authors": [
        "G Foster",
        "A Makris",
        "B Bailer"
      ],
      "year": 2005,
      "doi": "10.1093/ajcn/82.1.230s"
    },
    {
      "title": "Self-Management methods",
      "authors": [
        "F Kanfer"
      ],
      "year": 1991
    },
    {
      "title": "Self-monitoring:Methodological limitations and clinical applications",
      "authors": [
        "F Kanfer"
      ],
      "year": 1970,
      "doi": "10.1037/h0029874"
    },
    {
      "title": "The maintenance of behavior by self-generated stimuli and reinforcement",
      "authors": [
        "Fh Kanfer",
        "Ajalb"
      ],
      "year": 1971
    },
    {
      "title": "Health Promotion from the Perspective of Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407422"
    },
    {
      "title": "The effect of target behavior monitoring on weight loss and completion rate in a behavior modification program for weight reduction",
      "authors": [
        "W Sperduto",
        "H Thompson",
        "O' Brien"
      ],
      "year": 1986,
      "doi": "10.1016/0306-4603(86)90060-2"
    },
    {
      "title": "The role of physical activity in prevention and treatment of body weight gain in adults",
      "authors": [
        "J Jakicic"
      ],
      "year": 2002,
      "doi": "10.1093/jn/132.12.3826s"
    },
    {
      "title": "Lifestyle modification for the management of obesity",
      "authors": [
        "T Wadden",
        "M Butryn",
        "C Wilson"
      ],
      "year": 2007,
      "doi": "10.1053/j.gastro.2007.03.051"
    },
    {
      "title": "Behavioral approaches to the treatment of obesity",
      "authors": [
        "R Wing"
      ]
    },
    {
      "title": "Handbook of obesity: Clinical applications",
      "authors": [
        "C Bourchard",
        "Wpt James"
      ],
      "year": 2004
    },
    {
      "title": "Self-weighing in weight gain prevention and weight loss trials",
      "authors": [
        "J Linde",
        "R Jeffery",
        "S French",
        "N Pronk",
        "R Boyle"
      ],
      "year": 2005
    },
    {
      "title": "Behavioral approaches to the treatment of obesity",
      "authors": [
        "R Wing"
      ]
    },
    {
      "title": "Handbook of Obesity",
      "year": 1998,
      "doi": "10.1056/nejm199804023381420"
    },
    {
      "title": "Self-monitoring may be necessary for successful weight control",
      "authors": [
        "R Baker",
        "D Kirschenbaum"
      ],
      "year": 1993,
      "doi": "10.1016/s0005-7894(05)80212-6"
    },
    {
      "title": "The PRISMA Statement for Reporting Systematic Reviews and Meta-Analyses of Studies That Evaluate Health Care Interventions: Explanation and Elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff"
      ],
      "year": 2009
    },
    {
      "title": "Methodology manual for ACC/AHA guideline writing committees",
      "authors": [
        "Acc/"
      ],
      "year": 2006,
      "doi": "10.1161/cir.0000000000000719"
    },
    {
      "title": "Comparison of techniques for self-monitoring eating and exercise behaviors on weight loss in a correspondence-based intervention",
      "authors": [
        "D Helsel",
        "J Jakicic",
        "A Otto"
      ],
      "year": 2007,
      "doi": "10.1016/j.jada.2007.07.014"
    },
    {
      "title": "Using Internet technology to deliver a behavioral weight loss program",
      "authors": [
        "D Tate",
        "R Wing",
        "R Winett"
      ],
      "year": 2001,
      "doi": "10.1001/jama.285.9.1172"
    },
    {
      "title": "Behavioral self-regulation for weight loss in young adults: a randomized controlled trial",
      "authors": [
        "J Gokee-Larose",
        "A Gorin",
        "R Wing"
      ],
      "year": 2009,
      "doi": "10.1186/1479-5868-6-10"
    },
    {
      "title": "Self-weighing promotes weight loss for obese adults",
      "authors": [
        "J Vanwormer",
        "A Martinez",
        "B Martinson"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.022"
    },
    {
      "title": "Ancillary study to the PREFER trial: a descriptive study of participants' patterns of self-monitoring--rationale, design and preliminary experiences",
      "authors": [
        "L Burke",
        "S Sereika",
        "J Choo"
      ],
      "year": 2006,
      "doi": "10.1016/j.cct.2006.03.002"
    },
    {
      "title": "Personal digital assistants are comparable to traditional diaries for dietary self-monitoring during a weight loss program",
      "authors": [
        "B Yon",
        "R Johnson",
        "J Harvey-Berino",
        "B Gold",
        "A Howard"
      ],
      "year": 2007,
      "doi": "10.1007/s10865-006-9092-1"
    },
    {
      "title": "Is frequent self-weighing associated with poorer body satisfaction? Findings from a phone-based weight loss trial",
      "authors": [
        "E Welsh",
        "N Sherwood",
        "J Vanwormer"
      ],
      "year": 2009,
      "doi": "10.1016/j.jneb.2009.04.006"
    },
    {
      "title": "Further support for consistent self-monitoring as a vital component of successful weight control",
      "authors": [
        "K Boutelle",
        "D Kirschenbaum"
      ],
      "year": 1998,
      "doi": "10.1002/j.1550-8528.1998.tb00340.x"
    },
    {
      "title": "How can obese weight controllers minimize weight gain during the high risk holiday season? By self-monitoring very consistently",
      "authors": [
        "K Boutelle",
        "D Kirschenbaum",
        "R Baker",
        "M Mitchell"
      ],
      "year": 1999,
      "doi": "10.1037//0278-6133.18.4.364"
    },
    {
      "title": "Weight control during the holidays: highly consistent selfmonitoring as a potentially useful coping mechanism",
      "authors": [
        "R Baker",
        "D Kirschenbaum"
      ],
      "year": 1998,
      "doi": "10.1037//0278-6133.17.4.367"
    },
    {
      "title": "Healthy eating and exercise: strategies for weight management in the rural midwest",
      "authors": [
        "F Nothwehr",
        "N Peterson"
      ],
      "year": 2005,
      "doi": "10.1177/1090198104272328"
    },
    {
      "title": "Weight loss during the intensive intervention phase of the weight-loss maintenance trial",
      "authors": [
        "J Hollis",
        "C Gullion",
        "V Stevens"
      ],
      "year": 2008
    },
    {
      "title": "The relationship between self-monitoring, outcome expectancies, difficulties with eating and exercise, and physical activity and weight loss treatment outcomes",
      "authors": [
        "R Carels",
        "L Darby",
        "S Rydin",
        "O Douglass",
        "H Cacciapaglia",
        "O' Brien"
      ],
      "year": 2005
    },
    {
      "title": "Can following the caloric restriction recommendations from the Dietary Guidelines for Americans help individuals lose weight?",
      "authors": [
        "R Carels",
        "K Young",
        "C Coit",
        "A Clayton",
        "A Spencer",
        "M Hobbs"
      ],
      "year": 2008
    },
    {
      "title": "SMART trial: A randomized clinical trial of self-monitoring in behavioral weight management -design and baseline findings",
      "authors": [
        "L Burke",
        "M Styn",
        "K Glanz"
      ],
      "year": 2009,
      "doi": "10.1016/j.cct.2009.07.003"
    },
    {
      "title": "Adherence and weight loss outcomes associated with food-exercise diary preference in a military weight management program",
      "authors": [
        "L Shay",
        "D Seibert",
        "D Watts",
        "T Sbrocco",
        "C Pagliara"
      ],
      "year": 2009
    },
    {
      "title": "Consistent self-monitoring of weight: A key component of successful weight loss maintenance",
      "authors": [
        "M Butryn",
        "S Phelan",
        "J Hill",
        "R Wing"
      ],
      "year": 2007,
      "doi": "10.1038/oby.2007.368"
    },
    {
      "title": "A self-regulation program for maintenance of weight loss",
      "authors": [
        "R Wing",
        "D Tate",
        "A Gorin",
        "H Raynor",
        "J Fava"
      ],
      "year": 2006,
      "doi": "10.1056/nejmoa061883"
    },
    {
      "title": "A randomized trial comparing human e-mail counseling, computer-automated tailored counseling, and no counseling in an Internet weight loss program",
      "authors": [
        "D Tate",
        "E Jackvony",
        "R Wing"
      ],
      "year": 2006
    },
    {
      "title": "Randomized trial of lifestyle modification and pharmacotherapy for obesity",
      "authors": [
        "T Wadden",
        "R Berkowitz",
        "L Womble"
      ],
      "year": 2005,
      "doi": "10.1056/nejmoa050156"
    },
    {
      "title": "Using instrumented paper diaries to document self-monitoring patterns in weight loss",
      "authors": [
        "L Burke",
        "S Sereika",
        "E Music",
        "M Warziski",
        "M Styn",
        "A Stone"
      ],
      "year": 2008,
      "doi": "10.1016/j.cct.2007.07.004"
    },
    {
      "title": "Self-Monitoring in Behavioral Weight Loss Treatment: SMART Trial Short-term Results",
      "authors": [
        "L Burke",
        "O Elci",
        "J Wang",
        "L Ewing",
        "M Conroy",
        "S Acharya",
        "S Sereika"
      ],
      "year": 2009
    },
    {
      "title": "Patient non-compliance with paper diaries",
      "authors": [
        "A Stone",
        "S Shiffman",
        "J Schwartz",
        "J Broderick",
        "M Hufford"
      ],
      "year": 2002,
      "doi": "10.1136/bmj.324.7347.1193"
    },
    {
      "title": "The Impact of Regular Self-weighing on Weight Management: A Systematic Literature Review",
      "authors": [
        "J Vanwormer",
        "S French",
        "M Pereira"
      ],
      "year": 2008
    },
    {
      "title": "A Self-Regulation Program for Maintenance of Weight Loss",
      "authors": [
        "R Wing",
        "D Tate",
        "A Gorin",
        "H Raynor",
        "J Fava"
      ],
      "year": 2006,
      "doi": "10.1056/nejmoa061883"
    },
    {
      "title": "Adherence to a behavioral weight loss treatment program enhances weight loss and improvements in biomarkers",
      "authors": [
        "S Acharya",
        "O Elci",
        "S Sereika"
      ],
      "year": 2009
    },
    {
      "title": "PREFER Trial: A randomized clinical trial testing treatment preference and two dietary options combined with behavioral weight management",
      "authors": [
        "L Burke",
        "M Warziski",
        "S Acharya"
      ],
      "year": 2006
    },
    {
      "title": "The pros and cons of using PDAs for dietary self-monitoring",
      "authors": [
        "J Beasley"
      ],
      "year": 2007,
      "doi": "10.1016/j.jada.2007.03.023"
    },
    {
      "title": "Experiences of self-monitoring: Narratives of success and struggle during treatment for obesity",
      "authors": [
        "L Burke",
        "V Swigart",
        "N Derro",
        "Warziski Turk",
        "M Ewing"
      ],
      "year": 2009
    }
  ],
  "num_references": 45
}
