{
  "paper_id": "QL4Q8DYJ",
  "title": "Statistical models for the analysis of skewed healthcare cost data: a simulation study",
  "abstract": "Skewed data is the main issue in statistical models in healthcare costs. Data transformation is a conventional method to decrease skewness, but there are some disadvantages. Some recent studies have employed generalized linear models (GLMs) and Cox proportional hazard regression as alternative estimators. The aim of this study was to investigate how well these alternative estimators perform in terms of bias and precision when the data are skewed. The primary outcome was an estimation of population means of healthcare costs and the secondary outcome was the impact of a covariate on healthcare cost. Alternative estimators, such as ordinary least squares (OLS) for Ln(y) or Log(y), Gamma, Weibull and Cox proportional hazard regression models, were compared using Monte Carlo simulation under different situations, which were generated from skewed distributions. We found that there was not one best model across all generated conditions. However, GLMs, especially the Gamma regression model, behaved well in the estimation of population means of healthcare costs. The results showed that the Cox proportional hazard model exhibited a poor estimation of population means of healthcare costs and the β 1 even under proportional hazard data. Approximately results are consistent by increasing the sample size. However, increasing the sample size could improve the performance of the OLS-based model.",
  "year": 2011,
  "date": "2011",
  "journal": "Int J Qual Health Care",
  "publication": "Int J Qual Health Care",
  "authors": [
    {
      "forename": "Amal",
      "surname": "Saki Malehi",
      "name": "Amal Saki Malehi",
      "affiliation": "Department of Biostatistics and Epidemiology , School of Public Health , Ahvaz Jundishapur University of Medical Sciences , Ahvaz , Iran \n\t\t\t\t\t\t\t\t Department of Biostatistics and Epidemiology \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Ahvaz Jundishapur University of Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ahvaz \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Fatemeh",
      "surname": "Pourmotahari",
      "name": "Fatemeh Pourmotahari",
      "affiliation": "Department of Biostatistics and Epidemiology , School of Public Health , Ahvaz Jundishapur University of Medical Sciences , Ahvaz , Iran \n\t\t\t\t\t\t\t\t Department of Biostatistics and Epidemiology \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Ahvaz Jundishapur University of Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ahvaz \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Kambiz",
      "surname": "Angali",
      "name": "Kambiz Angali",
      "affiliation": "Department of Biostatistics and Epidemiology , School of Public Health , Ahvaz Jundishapur University of Medical Sciences , Ahvaz , Iran \n\t\t\t\t\t\t\t\t Department of Biostatistics and Epidemiology \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Ahvaz Jundishapur University of Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ahvaz \n\t\t\t\t\t\t\t\t\t Iran"
    }
  ],
  "doi": "https://doi.org/10.13039/501100005001",
  "keywords": [
    "Skewed data",
    "Generalized linear models (GLMs)",
    "Cox proportional hazard regression",
    "Ordinary least squares (OLS) model",
    "Transformation",
    "Healthcare cost",
    "Monte Carlo simulation"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Statistical models are often used in many healthcare economics and policy studies. The main issues in such studies are the estimation of mean population healthcare costs and finding the best relationship between costs and covariates through regression modeling  [1] . However, these cannot be implemented by simple statistical models as the healthcare costs data have specific characterizations  [2] . Healthcare costs data demonstrate the substantial positive skewness and are sometimes characterized by the use of large resources with zero cost  [3] . These specifications of data impose a number of difficulties in using standard statistical analysis, such as implementing linear regression causes unreliable results  [2] .\n\nTwo-part models based on mixture models are performed when excess zeroes are present in data  [3] . Further, logarithmic (or other) transformations are commonly used to decrease the skewness and drive them close to normal distribution, in order to implement linear regression models. The logarithmic transformation with ordinary least squares (OLS) regression is a very common approach in applied economics. However, it also presents several drawbacks. One of these drawbacks is that the predictions are not robust enough to detect the heteroscedasticity in the transformed scale  [1, 4] . The general consensus is that estimating the mean cost using a logarithmic regression model leads to biased estimation  [2, [4] [5] [6] .\n\nAn alternative approach is using nonlinear regression models, of which exponential conditional mean (ECM) models in generalized linear models (GLMs) are examples  [7] . Generally, GLMs extend the linear modeling framework to allow response variables that are not normally distributed. In healthcare studies, generalized linear modeling through log-link function avoids the weakness and problems of OLS regression. In addition, the Cox proportional hazards model has been a controversial issue for healthcare data modeling. It has been used as a special flexible model for skewed healthcare data in many studies  [8, 9] . In recent years, extensive research efforts have been done to propose suitable regression methods for the analysis of skewed healthcare data  [1, 3, 10, 11] . Many studies also set out a clear framework for comparing these methods from a variety of aspects  [5, 6, 12, 13] . Moreover, a few have provided prominent reviews of the statistical methods for analyzing healthcare data  [2, 7] .\n\nHowever, there is no comparative study that investigates the different methods using different sample sizes. This paper was conducted to compare the proposed statistical models in the available literature using different sample sizes. We specifically focused on comparing proposed statistical models for positive skewed healthcare costs, but not zero mass problems. It was developed based on a Monte Carlo simulation to find appropriate methods to get the unbiased and precise estimates of the mean costs. This aspect is particularly important in the literature  [5, 13] . Furthermore, in this paper, the coefficient estimations of covariates are also evaluated in our simulations using different sample sizes."
    },
    {
      "title": "Methods",
      "text": "Let y i denote healthcare expenditures for person i, and x i denote the set of covariates, including the intercept. We estimated the following models."
    },
    {
      "title": "Ordinary least square based on log transformation",
      "text": "It is common to use linear regression models for the log of costs in healthcare expenditures. Logarithmic transformation is most commonly used to decrease skewness and to make the distribution more symmetric and closer to normality. The log regression model is as follows:\n\nWhere it was assumed that E(xε) = 0 and E(ε) = 0, since predicting costs on the original scale is primary objective so:\n\nit is a lognormal case, and then:\n\nHowever, if the error term is not normally distributed, but is homoscedastic, then the smearing estimator is applied."
    },
    {
      "title": "Generalized linear models",
      "text": "GLMs are a broad class of statistical models for relating non-normal dependent variables to linear combinations of predictor variables. An invertible link function (g (.)) converts the expectation of the response variable, E (Y i ), to the linear predictor:\n\nThe ECM model is a special type of GLM with loglink function, and can be viewed as a nonlinear regression model:\n\nWeibull and Gamma regression models are assumed as two special types of ECM model; β values were estimated here using quasi-maximum likelihood estimation. The exponential distribution was considered to be a special case of the Weibull and Gamma regression models when the shape parameter was equal to 1."
    },
    {
      "title": "Cox proportional hazard model",
      "text": "The Cox proportional hazard model is based on hazard and survival functions, instead of ECM or direct estimation\n\nWhere h 0 (y) is the baseline hazard, estimated using the Breslow method. The main issue in this model, which should be considered, is the proportional hazard assumption. This means that the hazard ratio of two individuals is independent of time  [14] . Note that the interpretation of the estimated coefficients in this model is based on hazard ratio rather than the covariate effect on the mean."
    },
    {
      "title": "Comparing model performance",
      "text": "The interested estimations are evaluated as follows:\n\nTwo statistics were calculated to evaluate the quality of cost predictions using above mentioned models. The first was the mean prediction error (MPE), which measures the bias and predictive accuracy, and the second was the mean absolute prediction error (MAPE):\n\nActually, MPE indicates how the mean of predicted healthcare expenditures from a particular model compares with the mean of healthcare costs. Models with lower values of MPE have smaller biases than models with higher values. However, MAPE indicates how values of individual predicted healthcare expenditures from a particular model compare with values of actual healthcare expenditures in the sample  [6] .\n\nMean square of error (MSE) and 95% confidence interval of the estimate of β 1 coefficient were calculated to evaluate the accuracy and precision of the estimated parameter. A more precise estimator should be closer to the true value. A Goodness of fit test provided by Hosmer-Lemeshow test and the Akaike information criteria (AIC) used as an aid to choosing between competing models. Lower values of the AIC indicate the preferred model criterion were also used to evaluate. The mean of the residuals across deciles of x was also plotted in order to assess a systematic bias in the predictions."
    },
    {
      "title": "Simulation study",
      "text": "To compare the performance of the alternative models, a Monte Carlo simulation was used to show how each estimator behaves under different conditions of skewness that are common in healthcare expenditure studies.\n\nTo determine the effect of the level of skewness on the estimated outcome, some skewed probability density function (pdf ), such as log-normal, Gamma and Weibull distribution, was used as a data-generating mechanism.\n\na b c d  To assess how the sample size affects the estimations, 10,000 times batch samples (n = 25, 50, 100, 500 and 1,000) were examined by comparing all models mentioned in the previous section. All generated data were standardized according to Basu et al., in which β 0 was considered as intercept, estimated assuming E(y) = 1."
    },
    {
      "title": "Log-normal data generation",
      "text": "The true model assumed is as follows:\n\nWhere x is uniform (0, 1), ε ∼ N(0, σ 2 ), in which σ 2 = 0.5, 1.0, 1.5, and β 1 = 1 were used. β 0 was estimated based on E(y) =1:\n\nThe skewness of log-normal models is an increasing function of the variance as follows:\n\nWe considered σ 2 = 0.5, 1, 1.5 and 2."
    },
    {
      "title": "Gamma data generation",
      "text": "The pdf of Gamma distribution is:\n\nWhere b = exp(β 0 + β 1 x) and α are the scale and shape parameters, respectively. The mean is equal to αb and the skewness is a decreasing function of the shape parameter, as follows:\n\nWhere x is uniform (0, 1), β 1 = 1 and β 0 was estimated so that E(y) = 1. Also, we used the assumption that α = 0.5, 1, 2 and 4 in the data generating process."
    },
    {
      "title": "Weibull data generation",
      "text": "Weibull data generation is considered as a function of the data-generating mechanism, which has proportional hazard properties. It was used to generate proportional a b c d Figure 4 Mean residual from different estimators across deciles of 'X' for log-normal data (n=50) with variance a: 0.5, b: 1.0, c: 1.5, d: 2.0.\n\nhazard data, since the Cox proportional hazards model is based on this assumption:\n\nWhere b = exp(β 0 + β 1 x) and α are the scale and shape parameters, respectively. The mean is equal to bΓ\n\nand the skewness is also a decreasing function of the shape parameter, as follows:\n\nShape parameter was considered as 0.5, 1 and 5 in this scenario. The proportional hazards assumption was evaluated in all of the simulations."
    },
    {
      "title": "Results",
      "text": "Mean, standard deviation, skewness and kurtosis for the y in various data-generating mechanisms are presented in Table  1 . Based on this result, the log-normal and Weibull models provided greater skewness than the Gamma model. It should be noted that the skewness of data from the log-normal and Gamma models increased monotonically as the sample size increased.\n\nThe results in Tables 2, 3, 4, 5 and 6 were based on 10,000 times batch replication, in sample sizes of 25, 50, 100, 500 and 1,000, respectively. These tables show the results of the estimates of population means and β 1 for each model under the various data-generating processes. Minimum deviance (MPE) and absolute deviance (MAPE) of predicting the value of the response variable (health-care costs) considered as adequacy of methods.\n\nGenerally, entire models exhibited lower MPE by declining skewness and increasing sample size. However, the Gamma regression model had the smallest biases across all data-generating processes. Moreover, our results indicated that its ability to predict the expenditures in a small sample size was as good as for large sample sizes. Furthermore, OLS for Ln(y) and Weibull regression models showed a lower bias than the Cox proportional hazard model, even in proportional hazard data-generating process (Figure  1 ). a b c Figure 6 Mean residual from different estimators across deciles of 'X' for Weibull data (n=50) with shape parameter a: 0.5, b: 1, c: 5.\n\nIn addition, evaluating MAPE as an accuracy measure showed that Gamma and Weibull regression models have almost equal MAPE values. In many conditions, such as the log-normal model with σ 2 = 1.5, 2, the Gamma model with shape equal to 0.5 (monotonically declining pdf ) and the Weibull model with shape equal to 0.5 (linearly increasing hazard), as higher skewness data-generating mechanisms, the MAPE from Weibull regression model was always lower than Gamma regression model.\n\nInterestingly, as the sample size increased, the MAPE of OLS for Ln(y) became very similar to that of the Gamma regression model. However, the MAPE of all models had an insignificant upward trend as the sample size increased.\n\nSince there was also a concern about consistency and precision in the estimates of β 1 coefficients, MSE and 95% simulation intervals were investigated. All three regression Gamma and Weibull and OLS for Ln(y) models provided approximately similar MSEs of β 1 as data generated using log normal. However, the Gamma regression model showed minimum MSE values. We also found that MSE decreased by reducing skewness and increasing sample size. For the Weibull-generated data, Gamma and Weibull regression models exhibited similar and minimum values of MSE. Under all data-generating mechanisms, 95% simulation intervals were closer to true values in all three regression models. Surprisingly, the Cox proportional hazard model revealed maximum MSE and less accurate 95% simulation intervals, even within proportional hazards data-generating scenario.\n\nComparison goodness of fit tests (Hosmer-Lemeshow test and AIC criterion) revealed that, under a different range of data conditions, Gamma and Weibull regression models were better behaved. Finally, investigation of the pattern of the residuals as a function of X, which have been implemented by the mean of the residuals across deciles of X, showed more bias for the Cox proportional hazard model across all generated data and sample sizes (see Figures  2 3 4 5 6 7 8 9 10 11 12 13 14 15 )."
    },
    {
      "title": "Discussion",
      "text": "Although there are many substantial studies addressing the statistical issues in healthcare cost analysis over the last few decades, it is still an important issue that needs further evaluation. In this paper, we assessed the performance of various well-known statistical regressionbased models in healthcare expenditure analysis, through different sample sizes and data-generating processes, using a Monte Carlo simulation. Each model was evaluated on 10,000 batch random samples, with 25, 50,  a b c Figure 12 Mean residual from different estimators across deciles of 'X' for Weibull data (n=500) with shape parameter a: 0.5, b: 1, c: 5. a b c d Figure 14 Mean residual from different estimators across deciles of 'X' for Gamma data (n=1000) with shape parameter a: 0.5, b: 1, c: 2, d: 4. d c b a Figure 13 Mean residual from different estimators across deciles of 'X' for log-normal data (n=1000) with variance a: 0.5, b: 1.0, c: 1.5, d: 2.0."
    },
    {
      "text": "Figure 1 Mean residual from different estimators across deciles of 'X' for log-normal data (n=25) with variance a: 0.5, b: 1.0, c: 1.5, d: 2.0."
    },
    {
      "text": "Figure 2 Mean residual from different estimators across deciles of 'X' for Gamma data (n=25) with shape parameter a: 0.5, b: 1, c: 2, d: 4."
    },
    {
      "text": "Figure 3 Mean residual from different estimators across deciles of 'X' for Weibull data (n=25) with shape parameter a: 0.5, b: 1, c: 5."
    },
    {
      "text": "Figure 5 Mean residual from different estimators across deciles of 'X' for Gamma data (n=50) with shape parameter a: 0.5, b: 1, c: 2, d: 4."
    },
    {
      "text": "Figure 7 Mean residual from different estimators across deciles of 'X' for log-normal data (n=100) with variance a: 0.5, b: 1.0, c: 1.5, d: 2.0."
    },
    {
      "text": "Figure 11 Mean residual from different estimators across deciles of 'X' for Gamma data (n=500) with shape parameter a: 0.5, b: 1, c: 2, d: 4."
    },
    {
      "text": "Simple statistics of y"
    },
    {
      "text": "Simple statistics of y (Continued)"
    },
    {
      "text": "Alternative estimator results for log-normal, gamma and weibull distributions for n=25"
    },
    {
      "text": "Alternative estimator results for log-normal, gamma and weibull distributions for n=50"
    },
    {
      "text": "Alternative estimator results for log-normal, gamma and weibull distributions for n=100"
    },
    {
      "text": "Alternative estimator results for log-normal, gamma and weibull distributions for n=500"
    },
    {
      "text": "Alternative estimator results for log-normal, gamma and weibull distributions for n=1000"
    }
  ],
  "references": [
    {
      "title": "Regression models for analyzing costs and their determinants in health care: an introductory review",
      "authors": [
        "D Gregori",
        "M Petrinco",
        "S Bo",
        "A Desideri",
        "F Merletti",
        "E Pagano"
      ],
      "year": 2011,
      "doi": "10.1093/intqhc/mzr010"
    },
    {
      "title": "Review of statistical methods for analysis healthcare resources and costs",
      "authors": [
        "B Mihaylova",
        "A Briggs",
        "O 'hagan",
        "A Thompson"
      ],
      "year": 2011,
      "doi": "10.1002/hec.1653"
    },
    {
      "title": "A flexible approach for estimating the effects of covariates on health expenditures",
      "authors": [
        "D Gilleskie",
        "T Mroz"
      ],
      "year": 2004,
      "doi": "10.1016/j.jhealeco.2003.09.008"
    },
    {
      "title": "A robust approach for skewed and heavy-tailed outcomes in the analysis of health care expenditures",
      "authors": [
        "E Cantoni",
        "E Ronchetti"
      ],
      "year": 2006,
      "doi": "10.1016/j.jhealeco.2005.04.010"
    },
    {
      "title": "Estimating log models: to transform or not to transform?",
      "authors": [
        "W Manninga",
        "J Mullahy"
      ],
      "year": 2001,
      "doi": "10.1016/s0167-6296(01)00086-8"
    },
    {
      "title": "A quasi-experimental comparison of econometric models for health care expenditures",
      "authors": [
        "P Deb",
        "J Burgess"
      ],
      "year": 2003,
      "doi": "10.1632/adfl.35.1.39"
    },
    {
      "title": "Issues for the next generation of health care cost analyses",
      "authors": [
        "A Basu",
        "W Manning"
      ],
      "year": 2009,
      "doi": "10.1097/mlr.0b013e31819c94a1"
    },
    {
      "title": "Comparison of the results of cox proportional hazards model and parametric models in the study of length of stay in a tertiary teaching hospital in Tehran",
      "authors": [
        "R Ravangard",
        "M Arab",
        "A Rashidian",
        "A Akbarisari",
        "A Zare",
        "H Zeraati"
      ],
      "year": 2011
    },
    {
      "title": "Flexible hazard regression modeling for medical cost data",
      "authors": [
        "A Jain",
        "R Strawderman"
      ],
      "year": 2002,
      "doi": "10.1093/biostatistics/3.1.101"
    },
    {
      "title": "Generalized modeling approaches to risk adjustment of skewed outcomes data",
      "authors": [
        "W Manning",
        "A Basu",
        "J Mullahy"
      ],
      "year": 2005,
      "doi": "10.1016/j.jhealeco.2004.09.011"
    },
    {
      "title": "Modeling length of stay in hospital and other right skewed data: comparison of phase-type, gamma and log-normal distributions",
      "authors": [
        "M Faddy",
        "N Graves",
        "A Pettitt"
      ],
      "year": 2009,
      "doi": "10.1111/j.1524-4733.2008.00421.x"
    },
    {
      "title": "Analyzing health care costs: a comparison of statistical methods motivated by Medicare colorectal cancer charges",
      "authors": [
        "M Griswold",
        "G Parmigiani",
        "A Potosky",
        "J Lipscomb"
      ],
      "year": 2004
    },
    {
      "title": "Comparing alternative models: log vs Cox proportional hazard?",
      "authors": [
        "A Basu",
        "W Manning",
        "J Mullahy"
      ],
      "year": 2004,
      "doi": "10.1002/hec.852"
    },
    {
      "title": "Statistical methods for survival data analysis",
      "authors": [
        "E Lee",
        "J Wang"
      ],
      "year": 2003
    }
  ],
  "num_references": 14
}
