{
  "paper_id": "QLV8LEEY",
  "title": "Understanding tailoring in communicating about health",
  "abstract": "Tailoring' refers to any of a number of methods for creating communications individualized for their receivers, with the expectation that this individualization will lead to larger intended effects of these communications. Results so far have been generally positive but not consistently so, and this paper seeks to explicate tailoring to help focus future research. Tailoring involves either or both of two classes of goals (enhancing cognitive preconditions for message processing and enhancing message impact through modifying behavioral determinants of goal outcomes) and employs strategies of personalization, feedback and content matching. These goals and strategies intersect in a 2 × 3 matrix in which some strategies and their component tactics match better to some goals than to others. The paper illustrates how this framework can be systematically applied in generating research questions and identifying appropriate study designs for tailoring research.",
  "year": 2011,
  "date": "2011-09-12",
  "journal": "Methods Inf Med",
  "publication": "Methods Inf Med",
  "authors": [
    {
      "forename": "Robert",
      "surname": "Hawkins",
      "name": "Robert Hawkins",
      "affiliation": "1  Center for Health Systems Research and Analysis , University of Wisconsin , 1513 University Avenue , 3107e \n\t\t\t\t\t\t\t\t Center for Health Systems Research and Analysis \n\t\t\t\t\t\t\t\t University of Wisconsin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1513 University Avenue 3107e",
      "email": "rhawkins@wisc.edu"
    },
    {
      "forename": "Matthew",
      "surname": "Kreuter",
      "name": "Matthew Kreuter",
      "affiliation": "2  Mechanical Engineering Building , Madison , WI 53703 \n\t\t\t\t\t\t\t\t Mechanical Engineering Building \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 53703 \n\t\t\t\t\t\t\t\t\t Madison \n\t\t\t\t\t\t\t\t\t WI"
    },
    {
      "forename": "Kenneth",
      "surname": "Resnicow",
      "name": "Kenneth Resnicow",
      "affiliation": "3  School of Public Health , University of Michigan , 1420 Washington Heights \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1420 Washington Heights"
    },
    {
      "forename": "Martin",
      "surname": "Fishbein",
      "name": "Martin Fishbein",
      "affiliation": "4  (SPH II) , Room 5009 , Ann Arbor , MI 48109-2029 , USA \n\t\t\t\t\t\t\t\t SPH II \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Room 5009 \n\t\t\t\t\t\t\t\t\t 48109-2029 \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Arie",
      "surname": "Dijkstra",
      "name": "Arie Dijkstra",
      "affiliation": "5  Annenberg Public Policy Center , University of Pennsylvania , 3620 Walnut Street , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Annenberg Public Policy Center \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3620 Walnut Street \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Health Communication Research Laboratory , Saint Louis University , 3545 Lafayette Avenue , St Louis , MO 63104 , USA \n\t\t\t\t\t\t\t\t Health Communication Research Laboratory \n\t\t\t\t\t\t\t\t Saint Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3545 Lafayette Avenue \n\t\t\t\t\t\t\t\t\t 63104 \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t MO \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Social & Organizational Psychology , University of Groningen , Grote Kruisstraat 2/1 , 9712 TS Groningen , The Netherlands \n\t\t\t\t\t\t\t\t Social & Organizational Psychology \n\t\t\t\t\t\t\t\t University of Groningen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Grote Kruisstraat 2/1 \n\t\t\t\t\t\t\t\t\t 9712 TS \n\t\t\t\t\t\t\t\t\t Groningen \n\t\t\t\t\t\t\t\t\t The Netherlands"
    }
  ],
  "doi": "10.1093/her/cyn004",
  "pmid": "9656660",
  "sections": [
    {
      "title": "Introduction",
      "text": "'Tailoring' means creating communications in which information about a given individual is used to determine what specific content he or she will receive, the contexts or frames surrounding the content, by whom it will be presented and even through which channels it will be delivered  [1, 2] . Overall, tailoring aims to enhance the relevance of the information presented  [3]  and thus to produce greater desired changes in response to the communications.\n\nSince its introduction in the early 1990s, >100 studies of tailoring effects have been published in peer-reviewed scientific journals, and the National Cancer Institute (NCI) alone has invested ∼$130 million in tailored communication research for cancer prevention and control since 1999. Much of this research focused mainly on whether individualized messages achieved greater impact than non-tailored (i.e. group-targeted or undifferentiated mass) messages, typically showing tailoring to be more effective than undifferentiated messages, though some studies have found no differences  [4] [5] [6] [7] [8] . A recent meta-analysis of tailoring studies utilizing print messages also concluded that tailored interventions are more effective than non-tailored ones and further explored a useful range of moderators of these effects  [9] .\n\nThere is a widespread tendency to treat tailoring as a unitary construct, a specific thing one either does or does not do in health communication. But as one reads and thinks more about such tailoring, it becomes apparent that tailoring has encompassed a diverse set of both message construction methods and the psychological and social processes (generally assumed) by which enhanced communication effects are brought about. Therefore, this paper aims to provide a framework elaborating both the methods and their anticipated processes. With this conceptual explication, we hope to encourage researchers and practitioners to turn from whether tailoring works to more specific questions that open up the 'black box' of tailoring: 'What aspects of tailoring work?' and 'How does tailoring work?' Thus, after an initial section clarifying the meaning of tailoring, the next section identifies two overall goals implicitly present in tailored communications. First, tailoring often aims to either alter message processing or make message acceptance more likely by addressing cognitive preconditions of processing or acceptance. Alternatively, other tailoring focuses its efforts on the immediate behavioral determinants of the outcome goal. Given these goals, the next section proposes three basic tailoring strategies for achieving these goals: (i) overt demonstrations or claims of 'personalization', (ii) 'feedback' to recipients of what is known about them and (iii) 'content matching' based on recipients' personal data. The resulting 2 × 3 goals-by-strategies matrix clarifies a wide range of specific tailoring tactics and psychosocial mechanisms by which strategies might affect goals and thus suggests a richer and more precise understanding of tailored health communication to be applied in program development and evaluation. A final section identifies several research issues.\n\nAs we discuss mechanisms and strategies, however, we should be clear that a thorough review of tailoring research is not our purpose; that has already been done well by a number of articles cited above. In particular, although our discussion will cite examples of extant research or theory for clarity where available, we want to be clear that some parts of this framework either have thus far been taken for granted by researchers or represent suggestions and speculations by the authors about future research directions."
    },
    {
      "title": "Segmenting and customizing: clarifying the meaning of tailoring",
      "text": "Health communications have often been grouped into three distinct categories: (i) 'mass communication' in which relatively large, undifferentiated audiences receive identical messages, (ii) 'targeted communication' in which separate audience segments (often demographic categories) benefit from a shared message and (iii) 'tailored communication' that produces a message matched to the needs and preferences of individuals  [2]  (see  [10]  and  [11]  for alternative views of the distinction between tailoring and targeting).\n\nAlthough this trichotomy has sufficed for research on whether tailoring improves on results from the other two approaches, it obscures the more useful idea that individualizing health communication involves two linked processes, segmentation and customization, each of which varies continuously (Fig.  1 ). 'Segmentation' is the degree to which the audience is divided into increasingly more defined, homogenous groups, and 'customization' is the degree to which the messages (i.e. a combination of content, source, graphics, channel, etc.) audience receive reflect relevant individual characteristics. Seen in this light, the three traditional types are not discrete categories, but overlapping segments of the continua.\n\nFor example, consider that even a smoking cessation public service announcement makes some assumptions about its audience (e.g. adult smokers in the United States, rather than teens or adults in other countries) and constructs its message accordingly. What is usually called 'targeted' communication is merely more specific in its segmentation and customization (perhaps to US males,  [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] . Using information about particular individuals (tailoring in categorical terms) may customize to a yet more specific segment but is not a qualitatively different strategy. No matter how many individual attributes are assessed, or whether the measures are demographics or individually reported motives, messages are not in fact written for each individual but targeted for members of that general 'segment'individuals with similar knowledge, attitude, efficacy, barriers, behavioral pattern, etc.  [12] . It is time to get beyond the heuristic value of these fuzzy categories and instead design and evaluate individualization by considering the degrees and nature of segmentation and customization.\n\nIn principle, the tailoring ideal would be fully individualized messages-the just-right message or messages for each individual in the population to move them toward an individually appropriate goal for a particular class of health behavior. We recognize that we are currently quite far from that ideal and also that approaching it will be difficult (note that Fig.  1  places tailoring as now practiced more or less at the center of both continua). Although program developers employ limited sets of constructs theoretically identified with key processes or that account for the most variance in behavior change, perfect individualization would require identifying and then perfectly measuring all the factors that motivate or constrain each individual with respect to the outcome goal. A lesser but still substantial problem is then having the ability to create all the necessary individualized messages.\n\nAlso, greater degrees of segmentation and customization increase cost and effort. In general, pushing toward the limits of segmentation and customization and linking the two (tailoring) will be worth the effort when there is (i) a high level of variability within the target population on key determinants of a given outcome and (ii) a feasible mechanism for gathering data from or about the intended audience and then providing customized messages  [3] ."
    },
    {
      "title": "Mechanisms of tailoring",
      "text": "Claims about why and how tailoring enhances health communication fall into two distinct classes of mechanisms: (i) that tailoring enhances cognitive preconditions for message processing or acceptance and (ii) that it enhances message impact by selectively modifying initial behavioral determinants of desired outcomes. For clarity, we will cite illustrative studies where research evidence exists, but other preconditions and determinants have either been taken for granted by tailoring researchers or are our own fresh speculations, both of which we hope will stimulate research in response. (See Table  I .)"
    },
    {
      "title": "Message processing mechanisms",
      "text": "Attention-Obviously, a message not attended to can have little or no effect, so it should be no surprise that a common aim of tailoring is simply to increase attention (either the likelihood of processing the message at all or how far through the communication the receiver persists  [13] ), thus presumably increasing comprehension, itself necessary to effects. This is generally achieved by communicating to the receiver that messages address their attributes, preferences and needs, and indeed, early studies showed that tailored messages were more likely than non-tailored messages to be read and remembered  [14, 15] . Effortful processing-A related idea is that tailoring, perhaps again by enhancing perceived relevance and thus personal involvement  [4] , elicits what the elaboration likelihood model (ELM) refers to as 'central route' processing or elaboration  [16, 17] : careful consideration of persuasive arguments and more systematic utilization of the receiver's own schemas and memories  [18] . In a randomized study, tailored messages stimulated greater processing of weight control information than did two different types of non-tailored messages  [19] . Central processing typically also leads to deeper and more persistent persuasion than does peripheral processing  [16, 17] . On the other hand, the ELM also points out that persuasion in the central route poses its own challenges. Effortful processing is more likely to include counterarguing, evaluations of credibility, and other processes that may lessen message effects. To minimize such adverse reactions, one must develop 'strong' arguments that can stand up to the scrutiny of central processing. Tailoring can also assess and address individual differences in likely cognitive effort, such as measures of need for cognition.\n\nPeripheral/emotional processing-We theorize that tailoring could instead sometimes operate by enhancing peripheral (or 'heuristic') processing. Rather than increasing the likelihood that one will engage in central processing, tailoring could borrow from typical mass communication practices aiming to reduce motivation or ability to elaborate and thus increase the likelihood that heuristic processing will occur or that other 'peripheral' cues (variables affecting persuasion without affecting argument scrutiny) will be used to influence acceptance or rejection of a given message  [20, 21] . For example, tailoring could increase the perception 'the sender understands me', which could enhance source credibility and lead to following recommendations with little critical analysis. As another possibility, tailoring could be used to create an emotional response such as fear, hope or anxiety. Since positive emotions tend to reduce effortful processing and negative emotions enhance it, emotion arousal could elicit varying cognitive processing  [22] .\n\nSelf-reference-A further extension of effortful processing is that tailoring may encourage self-referential thinking by the receiver. To the extent that tailoring encourages receivers to focus on themselves, they may identify discrepancies between, for example, their actual and ideal behaviors. Such self-referential thinking may also increase the likelihood of central processing  [23] . In a study of weight loss materials, those receiving tailored messages generated significantly more 'personal connections' to the materialsdefined as any thought or idea linking the weight loss information to the recipient's personal situation or experience-than did those receiving non-tailored materials  [19] .\n\nThe above illustrate ways in which tailoring can affect attention and processing, but we make no claim of exhaustiveness. We merely wish to make explicit that tailoring may enhance message impacts by altering attention and influencing the depth and nature of message processing."
    },
    {
      "title": "Immediate determinants of goal outcomes",
      "text": "Besides attempting to influence message processing, tailoring strategies also attempt to alter psychosocial constructs thought to directly influence behavior  [24] . Clearly, the more one knows about what influences performance of a given behavior, the more likely one can design an intervention to change or reinforce that behavior. Although this goal of working within a clearly defined causal model is shared with many non-tailored interventions, our point here is that some tailoring strategies themselves aim at more precisely and powerfully influencing particular mediating constructs, and a meta-analysis of tailoring studies makes it clear that employing theoretical constructs enhances effects  [9] . By way of example, consider three mediators often targeted in health communications: (i) 'attitude' toward performing a behavior, (ii) perception of the 'norms' governing performance or non-performance of the behavior and (iii) sense of personal agency or 'self-efficacy' about performing the behavior. There is a growing consensus that these three constructs serve as the principal determinants of intention to perform a given behavior and that each is itself based on a set of underlying beliefs  [9, 25, 26] .\n\nIn addition to targeting particular mediators and their underlying beliefs, assessment can be used to determine individual levels of these variables and customize accordingly. For example, individual behavioral beliefs (i.e. about outcome expectancies or pros and cons) can be assessed and the tailored communication can directly focus on enhancing or modifying these beliefs as needed. Similarly, a tailored communication can directly address normative beliefs that are reducing perceived pressure to perform recommended behavior. A person could be told, for example, that 'you have told us that you eat three vegetables a day. Most people like you eat five a day.' Altering efficacy can be achieved by identifying barriers to behavioral performance and addressing them through tailored mastery exercises, modeling and messages that demonstrate how to avoid or overcome these obstacles. Besides identifying and changing specific beliefs underlying attitudes, perceived norms or selfefficacy, one can prime already existing beliefs  [27] , so that a particular belief becomes a more important determinant.\n\nWe recognize that personality or cultural factors may also influence these behavioral mediators of targeted outcomes. For example, there is some evidence that individuals who have an external locus of control are less likely to respond positively to tailored behavior change messages  [28] . When there is empirical evidence that such background factors serve as important determinants of beliefs, these factors themselves may be contextual or conditional variables with potential for tailoring."
    },
    {
      "title": "Strategies and tactics for achieving tailoring goals",
      "text": "We propose that 'personalization', 'feedback' and 'content matching' are three distinct strategies through which the above tailoring goals can be achieved. Further, there may be associations between these strategies and the goals they best serve. Personalization strategies are generally used to enhance message processing, though there is some evidence that they may also affect behavior directly  [29] . Feedback and content matching strategies are intended primarily to stimulate particular intermediate impacts, but they may also affect processing. Although we describe the three strategies separately for conceptual clarity and those planning tailored communications should consider their separate advantages and disadvantages, in practice they are almost always combined. Furthermore, each strategy can be executed using a variety of different tailoring tactics. Selection of specific strategies and tactics should be purposeful, guided by theory and/or empirical evidence and with consideration of the advantages and disadvantages of each approach."
    },
    {
      "title": "Personalization",
      "text": "Although tailoring overall is about various forms of individualization, personalization attempts to increase attention or motivation to process messages by conveying, explicitly or implicitly, that the communication is designed specifically for 'you'. Tactics for personalization need not be directly linked to the behavioral outcomes of interest, nor do the resulting tailored messages need to provide the recipient with new information about himself or herself. Rather, by saying or implying that the communication is 'for you', personalization strategies call attention to behavioral information or make it seem more relevant and meaningful to the recipient. Three of the most common personalization tactics are 'identification', 'raising expectation' and 'contextualization'.\n\nIdentification-One common tactic of tailored health communication identifies the recipient by name, a tactic also used frequently in direct mail marketing  [30] . Other identification tactics include integrating pictures of the recipient  [31]  or recognizing recipient birthdays  [32]  within a message. Identification has increased effects in some studies  [29]  but had no effects in others  [33] . They are thought to make exposure more likely or increase attention paid to information, though this is largely untested in studies of tailored communication.\n\nRaising expectation of customization-This involves overt claims of customization, such as 'The following health information has been created especially for you.' Webb et al.  [34]  have proposed that such statements create positive expectations of information to follow and thus constitute a mechanism through which tailoring achieves its effects. As with identification, expectations can be raised without actually providing content matching.\n\nHowever, doing so raises an ethical issue. In a study of what was termed 'placebo tailoring', smokers randomly received one of three booklets of smoking-related content that varied only in degrees of claimed customization, which was directly related to favorability of smokers' responses to the booklets  [34] . That is, receivers' expectations of customization may have an effect independent of the actual amount of content matching. Researchers must judge for themselves whether this level of deceit is warranted in specific health communication contexts.\n\nContextualization-A third tailoring tactic for increasing attention, interest and motivation to process information is to frame one's message in a context that is meaningful to the recipient. The methods and results are the same as when journalists use framing tactics such as finding a local angle to make a non-local story more relevant to viewers or readers. Messages contextualized within a person's subjective reality may be perceived as personally relevant and the tailoring agent as more familiar and credible.\n\nContextualization has taken many forms in tailored health communication programs, from fairly superficial strategies to consideration of complex contextual variables like culture. Skinner  [14]  used demographic information from primary care patients to select age-and sex-matched images to include in tailored mammography letters, while Baker  [35]  measured women's perceived identity as a new mother and used this information to tailor messages promoting healthy pregnancy and parenting skills to rural women. Similarly, we include here tailoring that matches message source to the receiver's demography or preferences.\n\nOther contextualization variables used in tailoring have included family structure (e.g. framing dietary messages differently for parents of children in different age categories), residential status (e.g. framing messages on home injury prevention differently for renters versus owners), ethnicity/culture and personal interests. In contrast to feedback and content matching strategies that attempt to directly alter determinants of a target behavior, contextualization tactics seek instead to frame this information in ways likely to increase motivation for message processing.\n\nDespite the widespread use of contextualization tactics in tailored communication, only a few studies have evaluated their unique contribution to tailoring effects. Kreuter and colleagues compared cancer prevention magazines for African-American women that were tailored on behavior, culture (a contextualization tactic) or a combination of both. Women who received magazines tailored on both constructs were most likely to report getting mammograms and to have increased fruit and vegetable consumption  [36] . Tailoring on contextual variables alone may not be sufficient to bring about changes in behavior but might enhance the effects of other tailoring strategies on impact variables.\n\nThese personalization tactics-identification, raising expectations and contextualizationare summarized in Table  II . Although presented as distinct approaches, they are often used in combination with one another, and multiple tactics within a single category are often combined."
    },
    {
      "title": "Feedback",
      "text": "Feedback involves presenting individuals with information about themselves, obtained during assessment or elsewhere. Whereas personalization mainly seeks to promote attention and processing, feedback strategies also target psychosocial determinants of health behaviors. As with the three personalization tactics, descriptive, comparative and evaluative feedback are frequently combined in tailoring programs and even within individual messages. Although Table  III  and the accompanying discussion suggest some hypotheses about variation in consequences, research as yet provides little evidence comparing the three approaches (see also  [12]  for an alternative categorization that combines types of feedback with intermediate goals).\n\nDescriptive feedback-Tailored health communication often reports back to individuals' summaries of their attitudes, beliefs or behaviors-from their personal assessments or from observational data. Descriptive feedback ranges from simply restating or acknowledging information (e.g. 'You said you smoke a pack of cigarettes per day.') to providing information based on more complex processing of their responses (e.g. 'Based on your answers, we determined that you eat 24 grams of fat per day.').\n\nDescriptive feedback may influence determinants of health behavior by stimulating selfreferential thinking about or otherwise focusing attention on specific beliefs, behaviors or environmental constraints related to the outcome of interest. It may also produce nonspecific effects such as 'feeling acknowledged', 'feeling understood' or creating a sense of presence  [37, 38] , which could build rapport and favorably influence interpretation of the tailoring agent's motives or lower resistance to persuasion.\n\nComparative feedback-By comparing a person's attitudes, beliefs or behaviors to those of others, tailored feedback is generally assumed to provide social comparison information that may focus effortful processing on self-evaluation and normative comparison to stimulate changes in perceived norms, attitudes or beliefs. Tailored comparative feedback may also validate or reinforce beliefs, with messages such as 'You tried to quit before, but you went back to smoking. On average, ex-smokers try to quit at least three times before succeeding.' Comparative feedback may be especially effective among individuals for whom normative beliefs are important determinants of a given behavior.\n\nThe reference group used in comparative feedback can itself be tailored. For example, African-American women who strongly agreed with a survey item, 'Black women should keep up with issues that are important to the Black community', then received comparative feedback in which African-American women were the referent group  [39] . Another comparative feedback tactic gathers data from the same individuals over time and messages report on progress over time (i.e. self-comparison)  [40] .\n\nEvaluative feedback-Tailored evaluative feedback adds a level of interpretation, judgment and/or inference about an individual's attitudes, beliefs or behaviors and is a common tactic in tailored health communication programs (e.g. 'You said you intend to start exercising regularly. That could be a good way to lower your blood pressure.'). Evaluative feedback is often used to introduce content matching in tailored health communication programs. For example, evaluative feedback (e.g. 'You need to eat more fruits and vegetables') can be followed by content matched to the unique combination of determinants that affect the receiver's motivation or ability to make the recommended change (e.g. 'Here's how to do it…'). Similarly, tailoring to enhance decision making has combined feedback about predispositions to take action with information on the pros and cons of particular action.\n\nTailored evaluative feedback varies in the depth of inference made. That an individual scores low on a scale measuring the perceived benefits of smoking cessation may be interpreted not only as 'you see few benefits to quitting' (low inference) but also as 'you underestimate the benefits of quitting' or 'your health does not seem to be very important to you' (high inference). Such inferences, if correct, can yield new insights into a person's behavioral or psychological states, and we hypothesize that messages based on these inferences may be especially potent in changing beliefs. One reason may be that the receiver could perceive the tailoring agent to be highly insightful and skilled (i.e. credible) and perceives more presence  [37]  from the communication, just as deeper level reflections build rapport and encourage change in psychological counseling  [41, 42] . However, greater inferences also increase the likelihood of misinterpreting the recipient's data. Such overreaching may then undermine tailoring not only by yielding less relevant messages based on erroneous conclusions about the individual but also by compromising the credibility of the tailoring program.\n\nWe know of no research testing these proposed effects and mechanisms of effect of tailored feedback, nor of research comparing effects of different types or combinations of feedback in tailored health communication programs. Although differences between the three feedback tactics are subtle in practice, it seems possible that some might be more effective for certain individuals under certain circumstances. Identifying these conditions would allow for more precise and efficient message tailoring."
    },
    {
      "title": "Content matching",
      "text": "Content matching, often thought of as the essence of tailoring, attempts to direct messages to individuals' status on key theoretical determinants (knowledge, outcome expectations, normative beliefs, efficacy and/or skills) of the behavior of interest. For any given individual, content matching seeks to act on those intermediate determinants of intentions on which change is most needed or most likely to produce success.\n\nPrior to the development of computerized tailoring technology, an encyclopedic approach provided a large amount of content (often informational in nature) in a brochure or more recently a Web site, leaving recipients to self-navigate and find what was relevant to them from this sea of content. Even if highly motivated individuals were willing to search for pertinent content, the content itself was not written specifically for them, but rather for a broader audience, thus requiring additional work to apply it. Content matching strategies seek to minimize this search process by first assessing key determinants of a given behavior for a specific individual and then using a set of decision rules or algorithms to select matching content that directly addresses those determinants.\n\nIdeally, if someone has a strong intention to perform a given behavior and has the necessary skills and abilities, and if there are no environmental constraints to prevent behavioral performance, then the probability of the behavior is high. But when one or more of these conditions are not present, program developers can respond to those gaps by content matching tailoring. If the person has the intention but is not performing the behavior, a tailored communication might focus on skill building or on teaching how to avoid, remove or overcome various barriers to behavioral performance-in other words, a tailored communication would be designed to help the individual act on his or her intention. On the other hand, if the person has not yet formed a strong intention to perform the behavior, the tailored intervention might focus on developing or strengthening the intention through changing attitudes, perceived norms or self-efficacy  [25, 26] . Thus, for example, in a program designed to help people quit smoking, confidence in one's ability to quit (i.e. self-efficacy), expected outcomes of quitting (i.e. outcome expectations) and beliefs about what relevant others think about one's smoking (i.e. normative beliefs) might emerge as important determinants of successful cessation. These determinants can be measured for individuals and content for each different individual can be matched to his or her responses. A smoker who believed quitting would lead to unwanted weight gain would receive different messages than a smoker who felt quitting would decrease one's ability to concentrate but was unconcerned about weight gain. Deciding which, how many and what combinations of determinants need to be measured and utilized in a tailored communication requires a detailed understanding of factors that influence the behavioral outcome of interest. There should be a clear rationale for how each attribute will increase the effectiveness of the message."
    },
    {
      "title": "Combining personalization, feedback and content matching strategies in tailoring",
      "text": "As noted at the outset of this section, the three tailoring strategies are frequently used in combination with each other and can even occur within a single message. Consider the following tailored message to promote increased physical activity:\n\nBased on the information you provided, you are not getting the amount of physical activity recommended by the Surgeon General. You mentioned that you would like to be a better role model for your two young children, but you are having trouble finding the time for regular exercise. You also mentioned that you are concerned about getting injured while exercising. Given your concerns about lack of time and potential injury, here is a list of possible strategies that might help you overcome these issues…. This message combines personalization tactics of raising expectation ('Based on the information you provided') and contextualization ('your two young children') and descriptive feedback ('you are not getting the amount of physical activity recommended'; 'you would like to be a better role model'; 'you are having trouble finding time for regular exercise'; 'you are concerned about getting injured') and content matching ('we have provided a list of possible strategies')."
    },
    {
      "title": "Issues in tailoring research",
      "text": "The ideas advanced here suggest unanswered research questions about tailoring and the need to move beyond the basic question of whether tailoring works. We make several overall recommendations."
    },
    {
      "title": "Research should focus on how tailoring works",
      "text": "Most studies of tailored content matching (or of other methods of tailoring) compared the experimental group with a group that received a general audience or group-targeted communication. (This statement is supported by a careful examination of published tailored intervention studies. A detailed table summarizing this review is available from the first author.) In effect, such designs test whether some example of segmentation/customization (tailoring) is more effective than little or no segmentation and customization. One may think this question sufficiently answered by now, but the point of this paper is even more that the variety of goals and strategies inside tailoring's black box require a different sort of research altogether. Research questions should focus on the attributes of tailoring: the specific cognitive and behavioral determinant goals and the specific strategies and tactics to achieve them. One obvious way to approach such designs is as presence versus absence of specific attributes, but many creative alternatives are also possible  [43] . Beyond this, research should also address the extent to which and under what circumstances different tailoring tactics elicit each of our proposed mechanisms (i.e. attention, etc.) and with what consequences can and should be empirically examined. This may require creating or adapting measures to capture these mediating processing constructs as well as creative laboratory designs to allow experimental isolation/manipulation of each process.\n\nSimilarly, how each of the proposed impact strategies operates also merits examination. For example, personalization and feedback might be hypothesized to lead to greater personal relevance, attention to messages, and greater elaboration  [44] . In this case, the ELM might provide a framework to predict and test the mechanisms of personalization. For example, personalization might lead to more positive thoughts but only when arguments are strong. In the case of weak arguments, personalization might lead to more counterargumentation and less desired effects. 'Feedback with evaluation' would seem to have at least three potential effects: (i) the factual feedback links the information to the individual, thereby increasing involvement; (ii) the evaluation contains content information in that it gives a meaning to the factual psychological or behavioral state, thereby changing relevant beliefs, and (iii) and the whole feedback text may increase the sense of 'being acknowledged'. Separate experiments may be designed to test each of the three hypothesized intermediate effects of feedback.\n\nRather than continue to list specific examples, we will simply reiterate that tailoring research should now focus on how and why tailoring works, not on whether it does."
    },
    {
      "title": "We need to better understand the relative impact of various tailoring strategies",
      "text": "As a corollary, it is also important to compare specific tailoring strategies and tactics in their impacts on processes and outcomes. One method to test the effectiveness of specific tailoring strategies is a dismantling design  [29] . For example, the impact of personalization can be tested by presenting the same text with and without personalization. In this way, differences in effects can be attributed to the personalization variables. A similar design could be used to test whether different types or combinations of feedback are effective. With regard to content matching or contextual variations in attempts to change a given belief, the effects of a standard text might be compared with a text (of similar length, layout, etc.) that takes into account several individual variables. Some tailoring studies have used such designs  [19] .\n\nAnother approach, the parametric or 'dosing' design, tests the effects of various intensities of the same tailoring strategy. Different intensities of personalization might be tested by comparing the effects of a standard text that includes someone's name once versus the same text employing the name four times. Alternatively, a text that is personalized for the receiver's name could be compared with communications that personalize by using the name of a partner or child. Third, in a constructive design, individual tailoring strategies may be added to interventions already containing some degree of tailoring. For example, it would be possible to test the impact of personalization with or without feedback or with and without content matching.\n\nAn additional issue implicit in the dimensions of Fig.  1  is that one could design research specifically to compare degrees of segmentation and customization. Some such research already exists, labeled as comparing undifferentiated versus 'targeted' or 'targeted' versus 'tailored' messages. When these categories are recognized as arbitrary divisions along the continua, the research problem becomes much more interesting and difficult.\n\nFinally, dose can also be conceived as the number of tailored communications an individual receives: Are six tailored newsletters more effective than three? This question may be especially important to understand how much tailoring effects are attributable to novelty and yield diminishing returns over time or exposure. Research on this dimension of dose has been limited and inconclusive  [40] . Given the potential complexity of possible multiple conditions and higher order interactions among them, it will probably be fruitful to control this complexity through techniques such as multiphase optimization strategies and fractional factorial designs  [43] ."
    },
    {
      "title": "We need to understand the impact of individual assessment on tailoring outcomes",
      "text": "Because segmentation and customization rely on information about individuals and are arguably most effective when this information is detailed and relevant to targeted behaviors, individual-based assessments are often integral to tailored interventions. However, such assessments can have an independent impact on behavior, perhaps by increasing selfmonitoring. Because in most randomized trials the comparison group also completes the same, potentially reactive assessment, the effects of tailored interventions can be underestimated. On the other hand, if the comparison group is not assessed, then the difference may be an overestimate. The move from control group designs to designs focused on comparing attributes does not solve the problem. Instead, research is needed to understand when and how much assessment impacts processing, intermediate behaviors and eventual outcomes. Companion practical research might also profitably explore ways to obtain individualized information without sensitizing the individuals involved."
    },
    {
      "title": "Conclusions",
      "text": "This paper has attempted to advance our understanding of tailoring health communication messages by arguing that there is considerable differentiation within the black box of tailoring. The first argument that tailoring is not unitary results from the dual continua of audience segmentation and message customization: both are matters of degree, not categorical, and tailoring in practice thus varies continuously and relies on the linkage of the two. Furthermore, claims and evidence of tailoring's effectiveness are based on a variety of goals, both to alter message processing and to directly impact useful intermediate outcomes.\n\nBeyond this, we have argued that all tailoring employs one or more of three basic strategies, which subsume further distinctions of tactics. As a final step in this explication, we suggested that strategies and goals are often linked, with personalization more often affecting processing goals and feedback and content matching more related to outcomes.\n\nBased on this explication, we concluded with some observations and recommendations on research directions. Our hope is that this paper will serve as a stimulus to theoretically and practically useful research on tailoring. If these distinctions prove useful, they should allow us to answer 'What is it about tailoring that works?' and 'How does tailoring work?', as well as distinguish between effects of strategies and assessment itself. The many and varied answers to these questions will indeed make for far more effective health communication. Tailoring continua.\n\nTable I Primary goals of tailoring Processing goals Attention Effortful processing Self-reference Peripheral processing Impact goals Being informed Decision making Behavioral intention Skills Self-efficacy Attitudes/outcome expectancies Normative perceptions Table II Personalization tactics in tailored health communication programs Tactic Description Example Processing goals Identification Identifies recipient by name or other unique identifiers Tailored materials integrate name of recipient Attention Raising expectation Makes overt claims of customization 'The information in this magazine was made just for you.' Attention Effortful processing Contextualization Presents information in a meaningful context 'The Lord has given us a powerful tool to detect breast cancer early when it can still be treated effectively. Getting a mammogram together with the power of prayer can help you ive a long life in the service of God.' Attention Effortful processing Self-referencing"
    },
    {
      "text": "Fig. 1."
    }
  ],
  "references": [
    {
      "title": "Tailoring communications for primary care settings",
      "authors": [
        "B Rimer",
        "B Glassman"
      ],
      "year": 1998
    },
    {
      "title": "One size does not fit all: the case for tailoring print materials",
      "authors": [
        "M Kreuter",
        "V Strecher",
        "B Glassman"
      ],
      "year": 1999,
      "doi": "10.1007/bf02895958"
    },
    {
      "title": "Tailored and targeted health communication: strategies for enhancing information relevance",
      "authors": [
        "M Kreuter",
        "R Wray"
      ],
      "year": 2003
    },
    {
      "title": "How effective is tailored print communication?",
      "authors": [
        "C Skinner",
        "M Campbell",
        "B Rimer"
      ],
      "year": 1999,
      "doi": "10.1007/bf02895960"
    },
    {
      "title": "Computer-tailored smoking cessation materials: a review and discussion",
      "authors": [
        "V Strecher"
      ],
      "year": 1999,
      "doi": "10.1016/s0738-3991(98)00128-1"
    },
    {
      "title": "Dutch research into development and impact of computer-tailored nutrition education",
      "authors": [
        "J Brug"
      ],
      "year": 1999,
      "doi": "10.1038/sj.ejcn.1600808"
    },
    {
      "title": "Effectiveness of interventions to help people stop smoking: findings from the Cochrane Library",
      "authors": [
        "T Lancaster",
        "L Stead",
        "C Silagy"
      ],
      "year": 2000,
      "doi": "10.1136/sbmj.0009323"
    },
    {
      "title": "The efficacy of tailored interventions",
      "authors": [
        "P Ryan",
        "D Lauver"
      ],
      "year": 2002,
      "doi": "10.1111/j.1547-5069.2002.00331.x"
    },
    {
      "title": "Does tailoring matter? Meta-analytic review of tailored print health behavior change interventions",
      "authors": [
        "S Noar",
        "C Benac",
        "M Harris"
      ],
      "year": 2007,
      "doi": "10.1037/0033-2909.133.4.673"
    },
    {
      "title": "Response to Kreuter and Skinner",
      "authors": [
        "R Pasick"
      ],
      "year": 2001
    },
    {
      "title": "Using computers to narrowcast health messages: the role of audience segmentation, targeting, and tailoring in health promotion",
      "authors": [
        "R Rimal",
        "A Adkins"
      ],
      "doi": "10.2105/ajph.2008.155234"
    },
    {
      "title": "Handbook of Health Communication",
      "authors": [
        "R Parrott"
      ],
      "year": 2003
    },
    {
      "title": "The development of computer-generated tailored interventions in smoking cessation",
      "authors": [
        "A Dijkstra",
        "De Vries"
      ],
      "year": 1999
    },
    {
      "title": "Attention and television",
      "authors": [
        "D Anderson",
        "H Kirkorian"
      ],
      "year": 2006
    },
    {
      "title": "Physicians' recommendations for mammography: do tailored messages make a difference?",
      "authors": [
        "C Skinner",
        "V Strecher",
        "H Hospers"
      ],
      "year": 1994,
      "doi": "10.2105/ajph.84.1.43"
    },
    {
      "title": "Improving dietary behavior: the effectiveness of tailored messages in primary care settings",
      "authors": [
        "M Campbell",
        "B Devellis",
        "V Strecher"
      ],
      "year": 1994
    },
    {
      "title": "Mass media attitude change: implications of the elaboration likelihood model of persuasion",
      "authors": [
        "R Pettey",
        "J Priester",
        "P Brinol"
      ],
      "year": 2002,
      "doi": "10.4324/9781410602428-11"
    },
    {
      "title": "Dual-Process Theories in Social Psychology",
      "authors": [
        "S Chaiken",
        "Y Trope"
      ],
      "year": 1999
    },
    {
      "title": "How do people process health information? Applications in an age of individualized communication",
      "authors": [
        "M Kreuter",
        "C Holt"
      ],
      "year": 2001,
      "doi": "10.1111/1467-8721.00150"
    },
    {
      "title": "Understanding how people process health information: a comparison of tailored and untailored weight loss materials",
      "authors": [
        "M Kreuter",
        "F Bull",
        "E Clark"
      ],
      "year": 1999
    },
    {
      "title": "The role of theory in uses and gratifications studies",
      "authors": [
        "J Blumler"
      ],
      "year": 1979,
      "doi": "10.1177/009365027900600102"
    },
    {
      "title": "Television exposure, perceived realism, and exemplar accessibility in the social judgment process",
      "authors": [
        "R Busselle"
      ],
      "year": 2001
    },
    {
      "title": "Affect in social judgments and decisions: a multiprocess model",
      "authors": [
        "J Forgas"
      ],
      "year": 1992,
      "doi": "10.1016/s0065-2601(08)60285-3"
    },
    {
      "title": "The self-reference effect in memory: a meta-analysis",
      "authors": [
        "C Symons",
        "B Johnson"
      ],
      "year": 1997,
      "doi": "10.1037//0033-2909.121.3.371"
    },
    {
      "title": "Computerized tailored feedback to change cognitive determinants of smoking: a Dutch field experiment",
      "authors": [
        "A Dijkstra",
        "H Devries",
        "J Roijackers"
      ],
      "year": 1998
    },
    {
      "title": "Factors influencing behavior and behavior change",
      "authors": [
        "M Fishbein",
        "H Triandis",
        "F Kanfer"
      ],
      "year": 2001
    },
    {
      "title": "IOM Committee on Communication for Behavior Change in the 21st Century Improving the Health of Diverse Populations",
      "year": 2002
    },
    {
      "title": "Nature and operation of attitudes",
      "authors": [
        "I Azjen"
      ],
      "year": 2001
    },
    {
      "title": "Does locus of control moderate the effects of tailored health education materials?",
      "authors": [
        "C Holt",
        "E Clark",
        "M Kreuter"
      ],
      "year": 2000,
      "doi": "10.1093/her/15.4.393"
    },
    {
      "title": "Working mechanisms of computer-tailored health education: evidence from smoking cessation",
      "authors": [
        "A Dijkstra"
      ],
      "year": 2005,
      "doi": "10.1093/her/cyh014"
    },
    {
      "title": "Customer retention begins with basics",
      "authors": [
        "L Geller"
      ],
      "year": 1997
    },
    {
      "title": "Effectiveness of individually tailored calendars in promoting childhood immunization in urban public health centers",
      "authors": [
        "M Kreuter",
        "C Caburnay",
        "J Chen"
      ],
      "year": 2004,
      "doi": "10.2105/ajph.94.1.122"
    },
    {
      "title": "The impact of tailored interventions on a community health center population",
      "authors": [
        "B Rimer",
        "M Conaway",
        "P Lyna"
      ],
      "year": 1999
    },
    {
      "title": "Effects of tailored, personalized, and general materials on physical activity",
      "authors": [
        "F Bull",
        "M Kreuter",
        "D Scharff"
      ],
      "year": 1999
    },
    {
      "title": "Tailored interventions for motivating smoking cessation: using placebotailoring to examine the influence of expectancies and personalization",
      "authors": [
        "M Webb",
        "N Simmons",
        "T Brandon"
      ],
      "year": 2005,
      "doi": "10.1037/0278-6133.24.2.179"
    },
    {
      "title": "Using community-based participatory processes to bring health education technology to communities",
      "authors": [
        "E Baker",
        "M Kreuter",
        "S Homan"
      ],
      "year": 2002
    },
    {
      "title": "Cultural tailoring for mammography and fruit and vegetable intake among low-income African American women in urban public health centers",
      "authors": [
        "M Kreuter",
        "C Skinner",
        "C Holt"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2004.10.013"
    },
    {
      "title": "Presence, explicated",
      "authors": [
        "K Lee"
      ],
      "year": 2004,
      "doi": "10.1111/j.1468-2885.2004.tb00302.x"
    },
    {
      "title": "Attributes of online interactive health information systems",
      "authors": [
        "J Walther",
        "S Pingree",
        "R Hawkins"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.3.e33"
    },
    {
      "title": "Sociocultural characteristics and responses to cancer education materials among African American women",
      "authors": [
        "M Kreuter",
        "K Steger-May",
        "S Bobra"
      ],
      "year": 2003,
      "doi": "10.1177/107327480301005s10"
    },
    {
      "title": "Interactive versus noninteractive interventions and doseresponse relationships for stage-matched smoking cessation programs in a managed care setting",
      "authors": [
        "W Velicer",
        "J Prochaska",
        "J Fava"
      ],
      "year": 1999
    },
    {
      "title": "The Skills of Helping: An Introduction to Counseling Skills",
      "authors": [
        "R Carkhauff",
        "J Cannon",
        "R Pierce"
      ],
      "year": 1979
    },
    {
      "title": "Motivational Interviewing: Preparing People for Change. 2nd",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2002
    },
    {
      "title": "A strategy for optimizing and evaluating behavioral interventions",
      "authors": [
        "L Collins",
        "S Murray",
        "V Nair"
      ],
      "year": 2005,
      "doi": "10.1207/s15324796abm3001_8"
    },
    {
      "title": "Responses to behaviorally vs. culturally tailored cancer communication for African American women",
      "authors": [
        "M Kreuter",
        "C Skinner",
        "K Steger-May"
      ],
      "year": 2004,
      "doi": "10.5993/ajhb.28.3.1"
    }
  ],
  "num_references": 45
}
