{
  "paper_id": "R3UHVQR5",
  "title": "Natural language processing applied to mental illness detection: a narrative review",
  "abstract": "Mental illness is highly prevalent nowadays, constituting a major cause of distress in people's life with impact on society's health and well-being. Mental illness is a complex multi-factorial disease associated with individual risk factors and a variety of socioeconomic, clinical associations. In order to capture these complex associations expressed in a wide variety of textual data, including social media posts, interviews, and clinical notes, natural language processing (NLP) methods demonstrate promising improvements to empower proactive mental healthcare and assist early diagnosis. We provide a narrative review of mental illness detection using NLP in the past decade, to understand methods, trends, challenges and future directions. A total of 399 studies from 10,467 records were included. The review reveals that there is an upward trend in mental illness detection NLP research. Deep learning methods receive more attention and perform better than traditional machine learning methods. We also provide some recommendations for future studies, including the development of novel detection methods, deep learning paradigms and interpretable models.",
  "year": 2019,
  "date": "2019",
  "journal": "Curr. Psychiatry Rep",
  "publication": "Curr. Psychiatry Rep",
  "authors": [
    {
      "forename": "Tianlin",
      "surname": "Zhang",
      "name": "Tianlin Zhang",
      "affiliation": "1  Department of Computer Science , The University of Manchester , National Centre for Text Mining , Manchester , UK. \n\t\t\t\t\t\t\t\t Department of Computer Science \n\t\t\t\t\t\t\t\t The University of Manchester \n\t\t\t\t\t\t\t\t National Centre for Text Mining \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0000-0003-0843-1916"
    },
    {
      "forename": "Annika",
      "surname": "Schoene",
      "name": "Annika Schoene",
      "affiliation": "1  Department of Computer Science , The University of Manchester , National Centre for Text Mining , Manchester , UK. \n\t\t\t\t\t\t\t\t Department of Computer Science \n\t\t\t\t\t\t\t\t The University of Manchester \n\t\t\t\t\t\t\t\t National Centre for Text Mining \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Shaoxiong",
      "surname": "Ji",
      "name": "Shaoxiong Ji",
      "affiliation": "2  Department of Computer Science , Aalto University , Helsinki , Finland. \n\t\t\t\t\t\t\t\t Department of Computer Science \n\t\t\t\t\t\t\t\t Aalto University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Helsinki \n\t\t\t\t\t\t\t\t\t Finland",
      "orcid": "0000-0003-3281-8002"
    },
    {
      "forename": "Sophia",
      "surname": "Ananiadou",
      "name": "Sophia Ananiadou",
      "affiliation": "1  Department of Computer Science , The University of Manchester , National Centre for Text Mining , Manchester , UK. \n\t\t\t\t\t\t\t\t Department of Computer Science \n\t\t\t\t\t\t\t\t The University of Manchester \n\t\t\t\t\t\t\t\t National Centre for Text Mining \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t UK",
      "email": "sophia.ananiadou@manchester.ac.uk"
    }
  ],
  "doi": "https://doi.org/10.13039/100012338",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Mental illnesses, also called mental health disorders, are highly prevalent worldwide, and have been one of the most serious public health concerns  1  . There are many different mental illnesses, including depression, suicidal ideation, bipolar disorder, autism spectrum disorder (ASD), anxiety disorder, schizophrenia, etc., any of which can have a negative influence on an individual's physical health and well-being with the problem exacerbated due to Covid-19  2  . According to the latest statistics, millions of people worldwide suffer from one or more mental disorders  1  . If mental illness is detected at an early stage, it can be beneficial to overall disease progression and treatment.\n\nThere are different text types, in which people express their mood, such as social media messages on social media platforms, transcripts of interviews and clinical notes including the description of patients' mental states. In recent years, natural language processing (NLP), a branch of artificial intelligence (AI) technologies, has played an essential role in supporting the analysis and management of large scale textual data and facilitating various tasks such as information extraction, sentiment analysis  3  , emotion detection, and mental health surveillance  [4] [5] [6]  . Detecting mental illness from text can be cast as a text classification or sentiment analysis task, where we can leverage NLP techniques to automatically identify early indicators of mental illness to support early detection, prevention and treatment.\n\nExisting reviews introduce mainly the computational methods for mental health illness detection, they mostly focus on specific mental illnesses (suicide  [7] [8] [9]  , depression  [10] [11] [12]  ), or specific data sources (social media  [13] [14] [15]  , non-clinical texts  16  ). To the best of our knowledge, there is no review of NLP techniques applied to mental illness detection from textual sources recently. We present a broader scope of mental illness detection using NLP that covers a decade of research, different types of mental illness and a variety of data sources. Our review aims to provide a comprehensive overview of the latest trends and recent NLP methodologies used for text-based mental illness detection, and also points at the future challenges and directions. Our review seeks to answer the following questions:\n\n• What are the main NLP trends and approaches for mental illness detection?\n\n• Which features have been used for mental health detection in traditional machine learning-based models?\n\n• Which neural architectures have been commonly used to detect mental illness?\n\n• What are the main challenges and future directions in NLP for mental illness?"
    },
    {
      "title": "SEARCH METHODOLOGY Search strategy",
      "text": "A comprehensive search was conducted in multiple scientific databases for articles written in English and published between January 2012 and December 2021. The databases include PubMed, Scopus, Web of Science, DBLP computer science bibliography, IEEE Xplore, and ACM Digital Library.\n\nThe search query we used was based on four sets of keywords shown in Table  1 . For mental illness, 15 terms were identified, related to general terms for mental health and disorders (e.g., mental disorder and mental health), and common specific mental illnesses (e.g., depression, suicide, anxiety). For data source, we searched for general terms about text types (e.g., social media, text, and notes) as well as for names of popular social media platforms, including Twitter and Reddit. The methods and detection sets refer to NLP methods used for mental illness identification.\n\nThe keywords of each sets were combined using Boolean operator \"OR\", and the four sets were combined using Boolean operator \"AND\". We conducted the searches in December 2021."
    },
    {
      "title": "Filtering strategy",
      "text": "A total of 10,467 bibliographic records were retrieved from six databases, of which 7536 records were retained after removing duplication. Then, we used RobotAnalyst  17  , a tool that minimizes the human workload involved in the screening phase of reviews, by prioritizing the most relevant articles for mental illness based on relevancy feedback and active learning  18, 19  .\n\nEach of the 7536 records was screened based on title and abstract. Records were removed if the following exclusion criteria were met: (1) the full text was not available in English;\n\n(2) the abstract was not relevant to mental illness detection; (3) the method did not use textual experimental data, but speech or image data.\n\nAfter the screening process, 611 records were retained for further review. An additional manual full-text review was conducted to retain only articles focusing on the description of NLP methods only. The final inclusion criteria were established as follow:\n\n• Articles must study textual data such as contents from social media, electronic health records or transcription of interviews.\n\n• They must focus on NLP methods for mental illness detection, including machine learning-based methods (in this paper, the machine learning methods refer to traditional feature engineering-based machine learning) and deep learningbased methods. We exclude review and data analysis papers.\n\n• They must provide a methodology contribution by (1) proposing a new feature extraction method, a neural architecture, or a novel NLP pipeline; or (2) applying the learning methods to a specific mental health detection domain or task.\n\nFollowing the full-text screening process, 399 articles were selected. The flow diagram of the article selection process is shown in Fig.  1 ."
    },
    {
      "title": "Data extraction",
      "text": "For each selected article, we extracted the following types of metadata and other information:\n\n• Year of publication."
    },
    {
      "title": "•",
      "text": "The aim of research."
    },
    {
      "title": "•",
      "text": "The dataset used, including type of mental illness (e.g., depression, suicide, and eating disorder), language, and data sources (e.g., Twitter, electronic health records (EHRs) and interviews)."
    },
    {
      "title": "•",
      "text": "The NLP method (e.g., machine learning and deep learning) and types of features used (e.g., semantic, syntactic, and topic)."
    },
    {
      "title": "FINDINGS",
      "text": "We show in Fig.  2  the number of publications retrieved and the methods used in our review, reflecting the trends of the past 10 years. We can observe that: (1) there is an upward trend in NLP-driven mental illness detection research, suggesting the great research value and prospects for automatic mental illness detection from text (2) deep learning-based methods have increased in popularity in the last couple of years.\n\nIn the following subsections, we provide an overview of the datasets and the methods used. In section Datesets, we introduce the different types of datasets, which include different mental illness applications, languages and sources. Section NLP methods used to extract data provides an overview of the approaches and summarizes the features for NLP development."
    },
    {
      "title": "Datasets",
      "text": "In order to better train mental illness detection models, reliable and accurate datasets are necessary. There are several sources from which we can collect text data related to mental health, including social media posts, screening surveys, narrative writing, interviews and EHRs. At the same time, for different detection tasks, the datasets also differ in the types of illness they focus on and language. We show a comprehensive mapping of each method with its associated application using a Sankey diagram (Fig.  3 ).\n\nData sources. Figure  4  illustrates the distribution of the different data sources. It can be seen that, among the 399 reviewed papers, social media posts (81%) constitute the majority of sources, English machine learning depression deep learning Twitter Reddit suicide others Chinese Weibo interviews EHR multiple mental illness stress many social media online forum survey anorexia Facebook other social media PTSD Others eating disorder anxiety others Arabic Multiple languages narrative writing Instagram schizophrenic ASD bipolar Japanese LiveJournal Russian Bengali Language Method Mental illness Data source Fig. 3 Sankey diagram of NLP methods, illness, languages and applications. The different methods with their associated application are represented via flows. Nodes are represented as rectangles, and the height represents their value. The width of each curved line is proportional to their values.\n\nfollowed by interviews (7%), EHRs (6%), screening surveys (4%), and narrative writing (2%)."
    },
    {
      "title": "Social media posts",
      "text": "The use of social media has become increasingly popular for people to express their emotions and thoughts  20  . In addition, people with mental illness often share their mental states or discuss mental health issues with others through these platforms by posting text messages, photos, videos and other links.\n\nProminent social media platforms are Twitter, Reddit, Tumblr, Chinese microblogs, and other online forums. We briefly introduce some popular social media platforms.\n\nTwitter. Twitter is a popular social networking service with over 300 million active users monthly, in which users can post their tweets (the posts on Twitter) or retweet others' posts. Researchers can collect tweets using available Twitter application programming interfaces (API). For example, Sinha et al. created a manually annotated dataset to identify suicidal ideation in Twitter  21  . Hu et al. used a rule-based approach to label users' depression status from the Twitter  22  . However, normally Twitter does not allow the texts of downloaded tweets to be publicly shared, only the tweet identifiers-some/many of which may then disappear over time, so many datasets of actual tweets are not made publicly available  23  .\n\nReddit. Reddit is also a popular social media platform for publishing posts and comments. The difference between Reddit and other data sources is that posts are grouped into different subreddits according to the topics (i.e., depression and suicide). Because of Reddit's open policy, their datasets are publicly available. Yates et al. established a depression dataset named \"Reddit Self-reported Depression Diagnosis\" (RSDD)  24  , which contains about 9k depressed users and 100k control users. Similarly, CLEF risk 2019 shared task 25 also proposed an anorexia and self-harm detection task based on the Reddit platform.\n\nOnline forums. People can discuss their mental health conditions and seek mental help from online forums (also called online communities). There are various forms of online forums, such as chat rooms, discussion rooms (recoveryourlife, endthislife). For example, Saleem et al. designed a psychological distress detection model on 512 discussion threads downloaded from an online forum for veterans  26  . Franz et al. used the text data from TeenHelp.org, an Internet support forum, to train a self-harm detection system  27  ."
    },
    {
      "title": "Electronic health records",
      "text": "EHRs, a rich source of secondary health care data, have been widely used to document patients' historical medical records  28  . EHRs often contain several different data types, including patients' profile information, medications, diagnosis history, images. In addition, most EHRs related to mental illness include clinical notes written in narrative form  29  . Therefore, it is appropriate to use NLP techniques to assist in disease diagnosis on EHRs datasets, such as suicide screening  30  , depressive disorder identification  31  , and mental condition prediction  32  .\n\nInterviews Some work has been carried out to detect mental illness by interviewing users and then analyzing the linguistic information extracted from transcribed clinical interviews  33, 34  . The main datasets include the DAIC-WoZ depression database  35  that involves transcriptions of 142 participants, the AViD-Corpus 36 with 48 participants, and the schizophrenic identification corpus  37  collected from 109 participants."
    },
    {
      "title": "Screening surveys",
      "text": "In order to evaluate participants' mental health conditions, some researchers post questionnaires for clinician-patient diagnosis of patients or self-measurement. After participants are asked to fill in a survey from crowd-sourcing platforms (like Crowd Flower, Amazon's Mechanical Turk) or online platforms, the data is collected and labeled. There are different survey contents to measure different psychiatric symptoms. For depression, the PHQ-9 (Patient Health Questionnaire)  38  or Beck Depression Inventory (BDI) questionnaire  39  are widely used for assessing the severity of depressive symptoms. The Scale Center for Epidemiological Studies Depression Scale (CES-D) questionnaire  40  with 20 multiple-choice questions is also designed for testing depression. For suicide ideation, there are many questionnaires such as the Holmes-Rahe Social Readjustment Rating Scale (SRRS)  41  or the Depressive Symptom Inventory-Suicide Subscale (DSI-SS)  42  ."
    },
    {
      "title": "Narrative writing",
      "text": "There are other types of texts written for specific experiments, as well as narrative texts that are not published on social media platforms, which we classify as narrative writing. For example, in one study, children were asked to write a story about a time that they had a problem or fought with other people, where researchers then analyzed their personal narrative to detect ASD  43  . In addition, a case study on Greek poetry of the 20th century was carried out for predicting suicidal tendencies  44  .\n\nTypes of mental illness. There are many applications for the detection of different types of mental illness, where depression\n\nEHR 6% interviews 7% narrative writing 2% survey 4% Twitter 30% Weibo 9% Tumblr 1% Reddit 25% online forum 4% Facebook Instagram 4% 1% Livejournal 1% many social media 5% others 1% social media 81% interviews survey Weibo Reddit Facebook narrative writing Tumblr Instgram Livejournal EHR Twitter online forum many social media others (45%) and suicide (20%) account for the largest proportion; stress, anorexia, eating disorders, PTSD, bipolar disorder, anxiety, ASD and schizophrenia have corresponding datasets and have been analyzed using NLP (Fig.  5 ). This shows that there is a demand for NLP technology in different mental illness detection applications.\n\nThe amount of datasets in English dominates (81%), followed by datasets in Chinese (10%), Arabic (1.5%). When using non-English language datasets, the main difference lies in the pre-processing pipline, such as word segmentation, sentence splitting and other language-dependent text processing, while the methods and model architectures are language-agnostic.\n\nNLP methods used to extract data Machine learning methods. Traditional machine learning methods such as support vector machine (SVM), Adaptive Boosting (AdaBoost), Decision Trees, etc. have been used for NLP downstream tasks. Figure  3  shows that 59% of the methods used for mental illness detection are based on traditional machine learning, typically following a pipeline approach of data pre-processing, feature extraction, modeling, optimization, and evaluation.\n\nIn order to train a good ML model, it is important to select the main contributing features, which also help us to find the key predictors of illness. Table  2  shows an overview of commonly used features in machine learning. We further classify these features into linguistic features, statistical features, domain knowledge features, and other auxiliary features. The most frequently used features are mainly based on basic linguistic patterns (Part-of-Speech (POS)  [45] [46] [47]  , Bag-of-words (BoW)  [48] [49] [50]  , Linguistic Inquiry and Word Count (LIWC)  [51] [52] [53]  ) and statistics (n-gram  [54] [55] [56]  , term frequency-inverse document frequency (TF-IDF)  [57] [58] [59]  , length of sentences or passages  [60] [61] [62]  ) because these features can be easily obtained through text processing tools and are widely used in many NLP tasks. Furthermore, emotion and topic features have been shown empirically to be effective for mental illness detection  [63] [64] [65]  . Domain specific ontologies, dictionaries and social attributes in social networks also have the potential to improve accuracy  [65] [66] [67] [68]  . Research conducted on social media data often leverages other auxiliary features to aid detection, such as social behavioral features  65, 69  , user's profile  70, 71  , or time features  72, 73  .\n\nMachine learning models have been designed based on a combination of various extracted features. The majority of the papers based on machine learning methods used supervised learning, where they described one or more methods employed to detect mental illness: SVM  26, [74] [75] [76] [77]  , Adaptive Boosting (AdaBoost)  71, [78] [79] [80]  , k-Nearest Neighbors (KNN)  38, [81] [82] [83]  , Decision Tree  [84] [85] [86] [87]  , Random Forest  75, [88] [89] [90]  , Logistic Model Tree (LMT)  47, 47, 91, 92  , Naive Bayes (NB)  64, 86, 93, 94  , Logistic Regression  37, [95] [96] [97]  , XGBoost  38, 55, 98, 99  , and some ensemble models combining several methods  75, [100] [101] [102]  . The advantage of such supervised learning lies in the model's ability to learn patterns from labeled data, thus ensuring better performance. However, labeling the large amount of data at a high quality level is timeconsuming and challenging, although there are methods that help reduce the human annotation burden 103 . Thus, we need to use other methods which do not rely on labeled data or need only a small amount of data to train a classifier.\n\nUnsupervised learning methods to discover patterns from unlabeled data, such as clustering data  55, 104, 105  , or by using LDA topic model  27  . However, in most cases, we can apply these unsupervised models to extract additional features for developing supervised learning classifiers  56, 85, 106, 107  . Across all papers, few papers 108,109 used semi-supervised learning (models trained from large unlabeled data as additional information), including statistical model ssToT (semi-supervised topic modeling over time)  108  and classic semi-supervised algorithms (YATSI 110 and LLGC 111 ).\n\nDeep learning methods. As mentioned above, machine learningbased models rely heavily on feature engineering and feature extraction. Using deep learning frameworks allows models to capture valuable features automatically without feature engineering, which helps achieve notable improvements 112 . Advances in deep learning methods have brought breakthroughs in many fields including computer vision 113 , NLP 114 , and signal processing 115 . For the task of mental illness detection from text, deep learning techniques have recently attracted more attention and shown better performance compared to machine learning ones  116  .\n\nDeep learning-based frameworks mainly contain two layers: an embedding layer and a classification layer. By using an embedding layer, the inputs are embedded from sparse one-hot encoded vectors (where only one member of a vector is '1', all others are '0', leading to the sparsity) into dense vectors which can preserve semantic and syntactic information such that deep learning models can be better trained 117 . There are many different embedding techniques, such as ELMo, GloVe word embedding 118 , word2vec 119 and contextual language encoder representations (e.g., bidirectional encoder representations from transformers (BERT)  120  and ALBERT[121). Table 2. An overview of features used in machine learning-based models. Feature categories Feature types Features Description Typical examples Linguistic features Sysntactic features Part-of-Speech (POS) Based on the grammatical use and functions, words are categorized into different types of POS (like None, Verb, Adverb)."
    },
    {
      "title": "45-47"
    },
    {
      "title": "Dependency parsing",
      "text": "The grammatical structure of a sentence."
    },
    {
      "title": "205,206",
      "text": "Lexicon-based features Bag-of-words (BoW)\n\nThe simplest form of text representation using numbers of vocabularies."
    },
    {
      "title": "48-50",
      "text": "Lexical diversity, lexical density The unique vocabulary usage and proportion of content words. According to the structures of different classification layer's structures, we have divided the deep learning-based methods into the following categories for this review: convolutional neural networks (CNN)-based methods (17%), recurrent neural networks (RNN)-based methods (36%), transformer-based methods (17%) and hybrid-based methods (30%) that combine multiple neural networks with different structures, as shown in Table  3 .\n\nCNN-based methods. The standard CNN structure is composed of a convolutional layer and a pooling layer, followed by a fullyconnected layer. Some studies  [122] [123] [124] [125] [126] [127]  utilized standard CNN to construct classification models, and combined other features such as LIWC, TF-IDF, BOW, and POS. In order to capture sentiment information, Rao et al. proposed a hierarchical MGL-CNN model based on CNN 128 . Lin et al. designed a CNN framework combined with a graph model to leverage tweet content and social interaction information 129 .\n\nRNN-based methods. The architecture of RNNs allows previous outputs to be used as inputs, which is beneficial when using sequential data such as text. Generally, long short-term memory (LSTM)  130  and gated recurrent (GRU) 131 networks models that can deal with the vanishing gradient problem 132 of the traditional RNN are effectively used in NLP field. There are many studies (e.g.,  133, 134  ) based on LSTM or GRU, and some of them  135, 136  exploited an attention mechanism 137 to find significant word information from text. Some also used a hierarchical attention network based on LSTM or GRU structure to better exploit the different-level semantic information  138, 139  .\n\nMoreover, many other deep learning strategies are introduced, including transfer learning, multi-task learning, reinforcement learning and multiple instance learning (MIL). Rutowski et al. made use of transfer learning to pre-train a model on an open dataset, and the results illustrated the effectiveness of pretraining 140,141 . Ghosh et al. developed a deep multi-task method 142 that modeled emotion recognition as a primary task and depression detection as a secondary task. The experimental results showed that multi-task frameworks can improve the performance of all tasks when jointly learning. Reinforcement learning was also used in depression detection  143, 144  to enable the model to pay more attention to useful information rather than noisy data by selecting indicator posts. MIL is a machine learning paradigm, which aims to learn features from bags' labels of the training set instead of individual labels. Wongkoblap et al. used  MIL to predict users with depression task  145, 146  .\n\nTransformer-based methods. Recently, transformer architectures 147 were able to solve long-range dependencies using attention and recurrence. Wang et al. proposed the C-Attention Table  3 . The deep learning methods for mental illness detection."
    },
    {
      "title": "Type",
      "text": "Method Description CNN-based methods Standard CNN  [122] [123] [124] [125] [126] [127]  Standard CNN structure: convolutional layer, pooling layer and fully connected layer. Some studies also incorporate other textual features (like POS, LIWC, BoW, etc.).\n\nMulti-Gated LeakyReLU CNN (MGL-CNN)  128  Two hierarchical (post-level and user-level)neural network models with gated units and convolutional networks."
    },
    {
      "title": "Graph model combined with Convolutional Neural Network 129",
      "text": "A unified hybrid model combining CNN with factor graph model which leverages social interactions and content.\n\nRNN-based methods LSTM or GRU (some with attention mechanism)  32, 133, 136, [232] [233] [234]  Standard RNN structure: Long Short-Term Memory networks (LSTM) or Gate Recurrent Unit(GRU), and some studies add attention mechanism.\n\nHierarchical Attention Network (HAN) with GRU  138  The GRU with a word-level attention layer and a sentence-level attention layer.\n\nLSTM with transfer learning  140, 141  Using transfer learning on open dataset for model pre-training. LSTM or GRU with multi-task learning  142, [235] [236] [237]  Using multi-task learning to help illness detection get better result. The tasks include multi-risky behaviors classification, severity score prediction,word vector classification,and sentiment classification.\n\nLSTM or GRU with reinforcement learning  143, 144  Using reinforcement learning to automatically select the important posts.\n\nLSTM or GRU with multiple instance learning  145, 146  Using multiple instance learning to get the possibility of postlevel labels and improve the prediction of user-level labels.\n\nSISMO  139  An ordinal hierarchical LSTM attention model"
    },
    {
      "title": "Transformer-based methods",
      "text": "Self-attention models  148, 149  Using the encoder structure of transformer which has selfattention module.\n\nBERT-based models (BERT  150, 151  , DistilBERT 152 , RoBERTa 153 , ALBERT 150 , BioClinical BERT  31  , XLNET 154 , GPT-1 155 )\n\nDifferent BERT-based pre-trained models."
    },
    {
      "title": "Hybrid-based methods",
      "text": "LSTM+CNN  [156] [157] [158] [159] [160]  Combining LSTM with CNN to extract local features and sequence features.\n\nSTATENet (using transformer and LSTM) 161 A time-aware transformer combining emotional and historical information.\n\nSub-emotion network  164, 165, 238  Integrating Bag-of-Sub-Emotion embeddings into LSTM to get emotional information.\n\nEvents and Personality traits for Stress Prediction (EPSP) model 239\n\nA joint memory network for learning the dynamics of user's emotions and personality.\n\nPHASE  166  A time and phase-aware model that learns historical emotional features from users.\n\nHyperbolic graph convolution networks 167 Hyperbolic Graph Convolutions with the Hawkes process to learn the historical emotional spectrum of a user. Evaluation metrics. Evaluation metrics are used to compare the performance of different models for mental illness detection tasks. Some tasks can be regarded as a classification problem, thus the most widely used standard evaluation metrics are Accuracy (AC), Precision (P), Recall (R), and F1-score (F1)  149, [168] [169] [170]  . Similarly, the area under the ROC curve (AUC-ROC)  60, 171, 172  is also used as a classification metric which can measure the true positive rate and false positive rate. In some studies, they can not only detect mental illness, but also score its severity  122, 139, 155, 173  . Therefore, metrics of mean error (e.g., mean absolute error, mean square error, root mean squared error)  173  and other new metrics (e.g., graded precision, graded recall, average hit rate, average closeness rate, average difference between overall depression levels)  139, 174  are sometimes needed to indicate the difference between the predicted severity and the actual severity in a dataset. Meanwhile, taking into account the timeliness of mental illness detection, where early detection is significant for early prevention, an error metric called early risk detection error was proposed 175 to measure the delay in decision."
    },
    {
      "title": "DISCUSSION",
      "text": "Although promising results have been obtained using both machine and deep learning methods, several challenges remain for the mental illness detection task that require further research. Herein, we introduce some key challenges and future research directions:\n\n• Data volume and quality: Most of the methods covered in this review used supervised learning models. The success of these methods is attributed to the number of training datasets available. These training datasets often require human annotation, which is usually a time-consuming and expensive process. However, in the mental illness detection task, there are not enough annotated public datasets. For training reliable models, the quality of datasets is concerning. Some datasets have annotation bias because the annotators can not confirm a definitive action has taken place in relation to a disorder (e.g., if actual suicide has occurred) and can only label them within the constraints of their predefined annotation rules  9  . In addition, some imbalanced datasets have many negative instances (individuals without mental disorders), which is not conducive to training comprehensive and robust models. Therefore, it is important to explore how to train a detection model by using a small quantity of labeled training data or not using training data. Semi-supervised learning 176 incorporates few labeled data and large amounts of unlabeled data into the training process, which can be used to facilitate annotation 177 or improve classification performance when labeled data is scarce. Additionally, unsupervised methods can also be applied in mental disorders detection. For instance, unsupervised topic modeling 178 increases the explainability of results and aids the extraction of latent features for developing further supervised models.  179, 180 Performance and instability: There are some causes of model instability, including class imbalance, noisy labels, and extremely long or extremely short text samples text. Performance is not robust when training on the datasets from different data sources due to diverse writing styles and semantic heterogeneity. Thus, the performance of some detection models is not good. With the advances of deep learning techniques, various learning techniques have emerged and accelerated NLP research, such as adversarial training 181 , contrastive learning 182 , joint learning 183 , reinforcement learning 184 and transfer learning 185 , which can also be utilized for the mental illness detection task. For example, pretrained Transformer-based models can be transferred to anorexia detection in Spanish 186 , and reinforcement networks can be used to find the sentence that best reflects the mental state. Other emerging techniques like attention mechanism 187 , knowledge graph 188 , and commonsense reasoning 189 , can also be introduced for textual feature extraction. In addition, feature enrichment and data augmentation 190 are useful to achieve comparable results. For example, many studies use multi-modal data resources, such as image  [191] [192] [193]  , and audio  [194] [195] [196]  , which perform better than the single-modal text-based model.\n\n• Interpretability: The goal of representation learning for mental health is to understand the causes or explanatory factors of mental illness in order to boost detection performance and empower decision-making. The evaluation of a successful model does not only rely on performance, but also on its interpretability 197 , which is significant for guiding clinicians to understand not only what has been extracted from text but the reasoning underlying some prediction  [198] [199] [200]  . Deep learning-based methods achieve good performance by utilizing feature extraction and complex neural network structures for illness detection. Nevertheless, they are still treated as black boxes 201 and fail to explain the predictions. Therefore, in future work, the explainability of the deep learning models will become an important research direction.\n\n• Ethical considerations: It is of greater importance to discuss ethical concerns when using mental health-related textual data, since the privacy and security of personal data is significant and health data is particularly sensitive. During the research, the researchers should follow strict protocols similar to the guidelines 202 introduced by Bentan et al., to ensure the data is properly applied in healthcare research while protecting privacy to avoid further psychological distress. Furthermore, when using some publicly available data, researchers need to acquire ethical approvals from institutional review boards and human research ethics committees  203, 204  .\n\nThere has been growing research interest in the detection of mental illness from text. Early detection of mental disorders is an important and effective way to improve mental health diagnosis. In our review, we report the latest research trends, cover different data sources and illness types, and summarize existing machine learning methods and deep learning methods used on this task.\n\nWe find that there are many applications for different data sources, mental illnesses, even languages, which shows the importance and value of the task. Our findings also indicate that deep learning methods now receive more attention and perform better than traditional machine learning methods.\n\nWe discuss some challenges and propose some future directions. In the future, the development of new methods including different learning strategies, novel deep learning paradigms, interpretable models and multi-modal methods will support mental illness detection, with an emphasis on interpretability being crucial for uptake of detection applications by clinicians."
    },
    {
      "text": "Fig. 2 NLP trends applied to mental illness detection research using machine learning and deep learning. The trend of the number of articles containing machine learning-based and deep learning-based methods for detecting mental illness from 2012 to 2021."
    },
    {
      "text": "Fig. 4 Distribution of different data sources. The pie chart depicts the percentages of different textual data sources based on their numbers."
    },
    {
      "text": "Fig. 5 Proportions of various types of mental illness. The chart depicts the percentages of different mental illness types based on their numbers."
    },
    {
      "text": "used to quantify the feeling of texts and determine the sentiment polarity (positive, negtive,or netural). The way of calculation includes using VADER sentiment analysis (Valence Aware Dictionary and sEntiment Reasoner) indicates the user's emotions and opinions of texts to an extent, which is beneficial for mental issues detection. NRC Affect Intensity Lexicon predict whether the sentence or word is sematically related to the target sentence or word. Word Count (LIWC) 220 is always used to automatically extract linguistic styles from texts by calculating the percentages of words in different categories, like linguistic, social affective, etc.Hashtag is metadata tag from social media platform,which present a theme or topic. emoticons or emojis are often used to show various types of emotions. Term frequency-inverse document frequency (TF-IDF) reflect the importance of the word in documentSystem (UMLS) is a set of key terminology, coding standards, and associated resources related to biomedical information. social interaction on social media, like number of followers, friends, user's behavioral signals on social media, such as the frequency of comments and forwardingsfeatures The user's profile features contain their individual information on social networks. 70, 71,231"
    },
    {
      "text": "network 148 by using a transformer encoder block with multi-head self-attention and convolution processing. Zhang et al. also presented their TransformerRNN with multi-head self-attention 149 . Additionally, many researchers leveraged transformer-based pretrained language representation models, including BERT 150,151 , DistilBERT 152 , Roberta 153 , ALBERT 150 , BioClinical BERT for clinical notes 31  , XLNET 154 , and GPT model 155 . The usage and development of these BERT-based models prove the potential value of large-scale pre-training models in the application of mental illness detection.Hybrid-based methods. Some methods combining several neural networks for mental illness detection have been used. For examples, the hybrid frameworks of CNN and LSTM models[156][157][158][159][160] are able to obtain both local features and longdependency features, which outperform the individual CNN or LSTM classifiers used individually. Sawhney et al. proposed STATENet 161 , a time-aware model, which contains an individual tweet transformer and a Plutchik-based emotion 162 transformer to jointly learn the linguistic and emotional patterns. Inspired by the improved performance of using sub-emotions representations 163 , Aragon et al. presented a deep emotion attention model 164 which consists of sub-emotion embedding, CNN, GRU as well as an attention mechanism, and Lara et al. also proposed Deep Bag of Sub-Emotions (DeepBose) model 165 . Furthermore, Sawhney et al. introduced the PHASE model 166 , which learns the chronological emotional progression of a user by a new time-sensitive emotion LSTM and also Hyperbolic Graph Convolution Networks 167 . It also learns the chronological emotional spectrum of a user by using BERT fine-tuned for emotions as well as a heterogeneous social network graph."
    },
    {
      "text": "Keywords for literature search."
    }
  ],
  "references": [
    {
      "title": "Global burden of disease and the impact of mental and addictive disorders",
      "authors": [
        "J Rehm",
        "K Shield"
      ],
      "year": 2019,
      "doi": "10.1007/s11920-019-0997-0"
    },
    {
      "title": "Global prevalence and burden of depressive and anxiety disorders in 204 countries and territories in 2020 due to the covid-19 pandemic",
      "authors": [
        "D Santomauro"
      ],
      "year": 2021
    },
    {
      "title": "Natural language processing: an introduction",
      "authors": [
        "P Nadkarni",
        "L Ohno-Machado",
        "W Chapman"
      ],
      "year": 2011,
      "doi": "10.1136/amiajnl-2011-000464"
    },
    {
      "title": "Generation and evaluation of artificial mental health records for natural language processing",
      "authors": [
        "J Ive"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0267-x"
    },
    {
      "title": "Natural language processing-based quantification of the mental state of psychiatric patients",
      "authors": [
        "S Mukherjee"
      ],
      "year": 2020,
      "doi": "10.1162/cpsy_a_00030"
    },
    {
      "title": "Natural language processing to extract symptoms of severe mental illness from clinical text: the clinical record interactive search comprehensive data extraction (cris-code) project",
      "authors": [
        "R Jackson"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-012012"
    },
    {
      "title": "Suicide risk assessment using machine learning and social networks: a scoping review",
      "authors": [
        "G Castillo-Sánchez"
      ],
      "year": 2020
    },
    {
      "title": "A systematic literature review of technologies for suicidal behavior prevention",
      "authors": [
        "M Franco-Martín"
      ],
      "year": 2018,
      "doi": "10.1007/s10916-018-0926-5"
    },
    {
      "title": "Suicidal ideation detection: a review of machine learning methods and applications",
      "authors": [
        "S Ji"
      ],
      "year": 2021
    },
    {
      "title": "A review on recognizing depression in social networks: challenges and opportunities",
      "authors": [
        "F Giuntini"
      ],
      "year": 2020,
      "doi": "10.1007/s12652-020-01726-4"
    },
    {
      "title": "Comparative study: different techniques to detect depression using social media",
      "authors": [
        "N Mahdy",
        "D Magdi",
        "A Dahroug",
        "M Rizka"
      ],
      "year": 2020,
      "doi": "10.1007/978-981-15-3075-3_30"
    },
    {
      "title": "Analysis of mental state of users using social media to predict depression! a survey",
      "authors": [
        "A Khan",
        "M Husain",
        "A Khan"
      ],
      "year": 2018
    },
    {
      "title": "Using social media for mental health surveillance: a review",
      "authors": [
        "R Skaik",
        "D Inkpen"
      ],
      "year": 2020
    },
    {
      "title": "Methods in predictive techniques for mental health status on social media: a critical review",
      "authors": [
        "S Chancellor",
        "M De Choudhury"
      ],
      "year": 2020
    },
    {
      "title": "A survey of computational methods for online mental state assessment on social media",
      "authors": [
        "E Ríssola",
        "D Losada",
        "F Crestani"
      ],
      "year": 2021,
      "doi": "10.1145/3437259"
    },
    {
      "title": "Natural language processing in mental health applications using non-clinical texts",
      "authors": [
        "R Calvo",
        "D Milne",
        "M Hussain",
        "H Christensen"
      ],
      "year": 2017,
      "doi": "10.1017/s1351324916000383"
    },
    {
      "title": "Prioritising references for systematic reviews with robotanalyst: a user study",
      "authors": [
        "P Przybyła"
      ],
      "year": 2018,
      "doi": "10.1002/jrsm.1311"
    },
    {
      "title": "Using text mining for study identification in systematic reviews: a systematic review of current approaches",
      "authors": [
        "A O'mara-Eves",
        "J Thomas",
        "J Mcnaught",
        "M Miwa",
        "S Ananiadou"
      ],
      "year": 2015,
      "doi": "10.1186/2046-4053-4-5"
    },
    {
      "title": "Reducing systematic review workload through certainty-based screening",
      "authors": [
        "M Miwa",
        "J Thomas",
        "A O'mara-Eves",
        "S Ananiadou"
      ],
      "year": 2014
    },
    {
      "title": "3.8 billion people use social media",
      "authors": [
        "S Kemp"
      ],
      "year": 2020
    },
    {
      "title": "Suicidal-a multipronged approach to identify and explore suicidal ideation in twitter",
      "authors": [
        "P Sinha"
      ],
      "year": 2019,
      "doi": "10.1145/3357384.3358060"
    },
    {
      "title": "Bluememo: depression analysis through twitter posts",
      "authors": [
        "P Hu"
      ],
      "year": 2020
    },
    {
      "title": "Attitudes toward the ethics of research using social media: a systematic review",
      "authors": [
        "S Golder",
        "S Ahmed",
        "G Norman",
        "A Booth"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7082"
    },
    {
      "title": "Depression and self-harm risk assessment in online forums",
      "authors": [
        "A Yates",
        "A Cohan",
        "N Goharian"
      ],
      "year": 2017,
      "doi": "10.18653/v1/d17-1322"
    },
    {
      "title": "A baseline approach for early detection of signs of anorexia and self-harm in reddit posts",
      "authors": [
        "N Naderi",
        "J Gobeill",
        "D Teodoro",
        "E Pasche",
        "P Ruch"
      ],
      "year": 2019
    },
    {
      "title": "Automatic detection of psychological distress indicators in online forum posts",
      "authors": [
        "S Saleem"
      ],
      "year": 2012
    },
    {
      "title": "Using topic modeling to detect and describe self-injurious and related content on a large-scale digital platform",
      "authors": [
        "P Franz",
        "E Nook",
        "P Mair",
        "M Nock"
      ],
      "year": 2020,
      "doi": "10.1111/sltb.12569"
    },
    {
      "title": "Benefits and drawbacks of electronic health record systems",
      "authors": [
        "N Menachemi",
        "T Collum"
      ],
      "year": 2011
    },
    {
      "title": "Practical challenges in integrating genomic data into the electronic health record",
      "authors": [
        "A Kho"
      ],
      "year": 2013,
      "doi": "10.1038/gim.2013.131"
    },
    {
      "title": "Detection of suicidality in adolescents with autism spectrum disorders: developing a natural language processing approach for use in electronic health records",
      "authors": [
        "J Downs"
      ],
      "year": 2017
    },
    {
      "title": "Neural language models with distant supervision to identify major depressive disorder from clinical notes",
      "authors": [
        "B Kshatriya"
      ],
      "year": 2021
    },
    {
      "title": "Predicting mental conditions based on \"history of present illness\" in psychiatric notes with deep neural networks",
      "authors": [
        "T Tran",
        "R Kavuluru"
      ],
      "year": 2017,
      "doi": "10.1016/j.jbi.2017.06.010"
    },
    {
      "title": "Speech vs. text: a comparative analysis of features for depression detection systems",
      "authors": [
        "M Morales",
        "R Levitan"
      ],
      "year": 2016
    },
    {
      "title": "What type of happiness are you looking for?-a closer look at detecting mental health from language",
      "authors": [
        "A Arseniev-Koehler",
        "S Mozgai",
        "S Scherer"
      ],
      "year": 2018,
      "doi": "10.18653/v1/w18-0601"
    },
    {
      "title": "Avec 2017: real-life depression, and affect recognition workshop and challenge",
      "authors": [
        "F Ringeval"
      ],
      "year": 2017
    },
    {
      "title": "3d dimensional affect and depression recognition challenge",
      "authors": [
        "M Valstar"
      ],
      "year": 2014,
      "doi": "10.1145/2661806.2661807"
    },
    {
      "title": "Objective assessment of social skills using automated language analysis for identification of schizophrenia and bipolar disorder",
      "authors": [
        "R Voleti"
      ],
      "year": 2019,
      "doi": "10.21437/interspeech.2019-2960"
    },
    {
      "title": "You're making me depressed: Leveraging texts from contact subsets to predict depression",
      "authors": [
        "M Tlachac",
        "E Toto",
        "E Rundensteiner"
      ],
      "year": 2019
    },
    {
      "title": "Depression detection from social media profiles",
      "authors": [
        "M Stankevich",
        "I Smirnov",
        "N Kiselnikova",
        "A Ushakova"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-51913-1_12"
    },
    {
      "title": "A multilevel predictive model for detecting social network users with depression",
      "authors": [
        "A Wongkoblap",
        "M Vadillo",
        "V Curcin"
      ],
      "year": 2018
    },
    {
      "title": "Suicide attempters classification: toward predictive models of suicidal behavior",
      "authors": [
        "D Delgado-Gomez",
        "H Blasco-Fontecilla",
        "F Sukno",
        "M Ramos-Plasencia",
        "E Baca-Garcia"
      ],
      "year": 2012
    },
    {
      "title": "Depressive symptom inventory suicidality subscale: optimal cut points for clinical and non-clinical samples",
      "authors": [
        "M Von Glischinski",
        "T Teismann",
        "S Prinz",
        "J Gebauer",
        "G Hirschfeld"
      ],
      "year": 2016,
      "doi": "10.1002/cpp.2007"
    },
    {
      "title": "Assessment of personal narrative writing in children with and without autism spectrum disorder",
      "authors": [
        "E Hilvert",
        "D Davidson",
        "P Gámez"
      ],
      "year": 2020,
      "doi": "10.1016/j.rasd.2019.101453"
    },
    {
      "title": "Language processing for predicting suicidal tendencies: a case study in greek poetry",
      "authors": [
        "A Zervopoulos"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-19909-8_15"
    },
    {
      "title": "Machine learning and semantic sentiment analysis based algorithms for suicide sentiment prediction in social networks",
      "authors": [
        "M Birjali",
        "A Beni-Hssane",
        "M Erritali"
      ],
      "year": 2017
    },
    {
      "title": "Understanding depression from psycholinguistic patterns in social media texts",
      "authors": [
        "A Trifan",
        "R Antunes",
        "S Matos",
        "J Oliveira"
      ],
      "year": 2020,
      "doi": "10.1007/978-3-030-45442-5_50"
    },
    {
      "title": "Analysis of social media posts for early detection of mental health conditions",
      "authors": [
        "A Briand",
        "H Almeida",
        "M. -J Meurs"
      ],
      "year": 2018
    },
    {
      "title": "Bioinfo@ uavr at erisk 2019: delving into social media texts for the early detection of mental and food disorders",
      "authors": [
        "A Trifan",
        "J Oliveira"
      ],
      "year": 2019
    },
    {
      "title": "Disorder recognition in clinical texts using multi-label structured svm",
      "authors": [
        "W Lin",
        "D Ji",
        "Y Lu"
      ],
      "year": 2017
    },
    {
      "title": "Text classification to automatically identify online patients vulnerable to depression",
      "authors": [
        "T Chomutare"
      ],
      "year": 2014
    },
    {
      "title": "Depression detection from social network data using machine learning techniques",
      "authors": [
        "M Islam"
      ],
      "year": 2018,
      "doi": "10.1007/s13755-018-0046-0"
    },
    {
      "title": "Depressive emotion recognition based on behavioral data",
      "authors": [
        "Y Su",
        "H Zheng",
        "X Liu",
        "T Zhu"
      ],
      "year": 2018
    },
    {
      "title": "Detecting cognitive distortions through machine learning text analytics",
      "authors": [
        "T Simms"
      ],
      "year": 2017
    },
    {
      "title": "Automated assessment of patients' self-narratives for posttraumatic stress disorder screening using natural language processing and text mining",
      "authors": [
        "Q He",
        "B Veldkamp",
        "C Glas",
        "T De Vries"
      ],
      "year": 2017
    },
    {
      "title": "Automatic detection and classification of cognitive distortions in mental health text",
      "authors": [
        "B Shickel",
        "S Siegel",
        "M Heesacker",
        "S Benton",
        "P Rashidi"
      ],
      "year": 2020
    },
    {
      "title": "Current and future psychological health prediction using language and socio-demographics of children for the clpysch 2018 shared task",
      "authors": [
        "S Guntuku",
        "S Giorgi",
        "L Ungar"
      ],
      "year": 2018
    },
    {
      "title": "Feature engineering for depression detection in social media",
      "authors": [
        "M Stankevich",
        "V Isakov",
        "D Devyatkin",
        "I Smirnov"
      ],
      "year": 2018,
      "doi": "10.5220/0006598604260431"
    },
    {
      "title": "Hard for humans, hard for machines: predicting readmission after psychiatric hospitalization using narrative notes",
      "authors": [
        "W Boag"
      ],
      "year": 2021
    },
    {
      "title": "Mining free-text medical notes for suicide risk assessment",
      "authors": [
        "M Adamou"
      ],
      "year": 2018
    },
    {
      "title": "Automatic detection of psychological distress indicators and severity assessment from online forum posts",
      "authors": [
        "S Saleem"
      ],
      "year": 2012
    },
    {
      "title": "Cross-evaluation of social mining for classification of depressed online personas",
      "authors": [
        "A Trifan",
        "J Oliveira"
      ],
      "year": 2021
    },
    {
      "title": "Detecting and characterizing mental health related self-disclosure in social media",
      "authors": [
        "S Balani",
        "M De Choudhury"
      ],
      "year": 2015
    },
    {
      "title": "First insights on a passive major depressive disorder prediction system with incorporated conversational chatbot",
      "authors": [
        "F Delahunty",
        "I Wood",
        "M Arcan"
      ],
      "year": 2018
    },
    {
      "title": "Depression detection using emotion artificial intelligence",
      "authors": [
        "M Deshpande",
        "V Rao"
      ],
      "year": 2017
    },
    {
      "title": "Exploring abnormal behavior patterns of online users with emotional eating behavior: topic modeling study",
      "authors": [
        "Y Hwang",
        "H Kim",
        "H Choi",
        "J Lee"
      ],
      "year": 2020
    },
    {
      "title": "Laxary: a trustworthy explainable twitter analysis model for post-traumatic stress disorder assessment",
      "authors": [
        "M Alam",
        "D Kapadia"
      ],
      "year": 2020
    },
    {
      "title": "Integrating Umls for Early Detection of Sings of Anorexia",
      "authors": [
        "F Plaza-Del Arco",
        "P López-Úbeda",
        "M Diaz-Galiano",
        "L Urena-López",
        "M.-T Martin-Valdivia"
      ],
      "year": 2019
    },
    {
      "title": "Effect of mood, social connectivity and age in online depression community via topic and linguistic analysis",
      "authors": [
        "B Dao",
        "T Nguyen",
        "D Phung",
        "S Venkatesh"
      ],
      "year": 2014
    },
    {
      "title": "Facebook social media for depression detection in the thai community",
      "authors": [
        "K Katchapakirin",
        "K Wongpatikaseree",
        "P Yomaboot",
        "Y Kaewpitakkun"
      ],
      "year": 2018
    },
    {
      "title": "Detecting social anxiety with online social network data",
      "authors": [
        "M. -Y Chang",
        "C. -Y Tseng"
      ],
      "year": 2020
    },
    {
      "title": "Cost-sensitive boosting pruning trees for depression detection on Twitter",
      "authors": [
        "L Tong"
      ],
      "year": 2019,
      "doi": "10.1109/TAFFC.2022.3145634"
    },
    {
      "title": "Understanding and measuring psychological stress using social media",
      "authors": [
        "S Guntuku",
        "A Buffone",
        "K Jaidka",
        "J Eichstaedt",
        "L Ungar"
      ],
      "year": 2019
    },
    {
      "title": "Teenagers' stress detection based on time-sensitive micro-blog comment/response actions",
      "authors": [
        "L Zhao",
        "J Jia",
        "L Feng"
      ],
      "year": 2015
    },
    {
      "title": "An application for classifying depression in tweets",
      "authors": [
        "B Ziwei",
        "H Chua"
      ],
      "year": 2019,
      "doi": "10.1145/3366650.3366653"
    },
    {
      "title": "An ensemble learning approach for the detection of depression and mental illness over twitter data",
      "authors": [
        "A Prakash",
        "K Agarwal",
        "S Shekhar",
        "T Mutreja",
        "P Chakraborty"
      ],
      "year": 2021
    },
    {
      "title": "Crosslingual depression detection in twitter using bilingual word alignments",
      "authors": [
        "L Coello-Guilarte",
        "R Ortega-Mendoza",
        "L Villaseñor-Pineda",
        "M Montes-Y-Gómez"
      ],
      "year": 2019
    },
    {
      "title": "Depression tendency recognition model based on college student's microblog text",
      "authors": [
        "J Qiu",
        "J Gao"
      ],
      "year": 2017
    },
    {
      "title": "Detecting arabic depressed users from twitter data",
      "authors": [
        "S Almouzini"
      ],
      "year": 2019
    },
    {
      "title": "Suicidal profiles detection in twitter",
      "authors": [
        "A Mbarek",
        "S Jamoussi",
        "A Charfi",
        "A Hamadou"
      ],
      "year": 2019
    },
    {
      "title": "Automatic verbal analysis of interviews with schizophrenic patients",
      "authors": [
        "S Xu"
      ],
      "year": 2018
    },
    {
      "title": "Depression detection among social media users using machine learning",
      "authors": [
        "P Verma",
        "K Sharma",
        "G Walia"
      ],
      "year": 2021
    },
    {
      "title": "Detecting depressed users in online forums",
      "authors": [
        "A Shrestha",
        "F Spezzano"
      ],
      "year": 2019
    },
    {
      "title": "Recognising suicidal messages in dutch social media",
      "authors": [
        "B Desmet",
        "V Hoste"
      ],
      "year": 2014
    },
    {
      "title": "What makes a pro eating disorder hashtag\": using hashtags to identify pro eating disorder tumblr posts and twitter users",
      "authors": [
        "L He",
        "J Luo"
      ],
      "year": 2016
    },
    {
      "title": "A two-stage text-to-emotion depressive disorder screening assistance based on contents from online community",
      "authors": [
        "S Marerngsit",
        "S Thammaboosadee"
      ],
      "year": 2020
    },
    {
      "title": "Identifying depression on twitter",
      "authors": [
        "M Nadeem"
      ],
      "year": 2016
    },
    {
      "title": "Using machine learning algorithms to detect suicide risk factors on twitter",
      "authors": [
        "S Fodeh"
      ],
      "year": 2019
    },
    {
      "title": "A novel co-training-based approach for the classification of mental illnesses using social media posts",
      "authors": [
        "S Tariq"
      ],
      "year": 2019
    },
    {
      "title": "Data preprocessing based connecting suicidal and help-seeking behaviours",
      "authors": [
        "A Mittal",
        "A Goyal",
        "M Mittal"
      ],
      "year": 2021
    },
    {
      "title": "Detection of depression in social media via twitter using machine learning approach",
      "authors": [
        "S Kamite",
        "V Kamble"
      ],
      "year": 2020
    },
    {
      "title": "Automatic identification of suicide notes from linguistic and sentiment features",
      "authors": [
        "A Schoene",
        "N Dethlefs"
      ],
      "year": 2016
    },
    {
      "title": "Detecting early risk of depression from social media user-generated content",
      "authors": [
        "H Almeida",
        "A Briand",
        "M.-J Meurs"
      ],
      "year": 2017
    },
    {
      "title": "Depression detection using machine learning techniques on twitter data",
      "authors": [
        "K Govindasamy",
        "N Palanichamy"
      ],
      "year": 2021
    },
    {
      "title": "Detection and analysis of stress using machine learning techniques",
      "authors": [
        "R Baheti",
        "S Kinariwala"
      ],
      "year": 2019
    },
    {
      "title": "Machine learning of concepts hard even for humans: the case of online depression forums",
      "authors": [
        "R Németh",
        "D Sik",
        "F Máté"
      ],
      "year": 2020
    },
    {
      "title": "Multitask learning for mental health conditions with limited social media data",
      "authors": [
        "A Benton",
        "M Mitchell",
        "D Hovy"
      ],
      "year": 2017
    },
    {
      "title": "Predicting depression for japanese blog text",
      "authors": [
        "M Hiraga"
      ],
      "year": 2017
    },
    {
      "title": "Predicting mental illness using social media posts and comments",
      "authors": [
        "A Nasir",
        "K Tariq",
        "S Ullah"
      ],
      "year": 2020
    },
    {
      "title": "Using twitter social media for depression detection in the canadian population",
      "authors": [
        "R Skaik",
        "D Inkpen"
      ],
      "year": 2020
    },
    {
      "title": "Machine learning based dataset for finding suicidal ideation on twitter",
      "authors": [
        "A Chadha",
        "B Kaushik"
      ],
      "year": 2021
    },
    {
      "title": "Not Just Depressed: Bipolar Disorder Prediction on Reddit",
      "authors": [
        "I Sekulić",
        "M Gjurković",
        "J Šnajder"
      ],
      "year": 2018
    },
    {
      "title": "Anxious depression prediction in real-time social data",
      "authors": [
        "A Kumar",
        "A Sharma",
        "A Arora"
      ],
      "year": 2019
    },
    {
      "title": "an annotation tool based on active and proactive learning",
      "authors": [
        "M. -Q Nghiem",
        "P Baylis",
        "S Ananiadou",
        "Paladin"
      ],
      "year": 2021,
      "doi": "10.18653/v1/2021.eacl-demos.28"
    },
    {
      "title": "Examining thematic similarity, difference, and membership in three online mental health communities from reddit: a text mining and visualization approach",
      "authors": [
        "A Park",
        "M Conway",
        "A Chen"
      ],
      "year": 2018,
      "doi": "10.1016/j.chb.2017.09.001"
    },
    {
      "title": "Multi-modal social and psycho-linguistic embedding via recurrent neural networks to identify depressed users in online forums",
      "authors": [
        "A Shrestha",
        "E Serra",
        "F Spezzano"
      ],
      "year": 2020
    },
    {
      "title": "The umd clpsych 2016 shared task system: text representation for predicting triage of forum posts about mental health",
      "authors": [
        "M Friedenberg",
        "H Amiri",
        "Iii Daumé",
        "H Resnik"
      ],
      "year": 2016,
      "doi": "10.18653/v1/w16-0319"
    },
    {
      "title": "Using linguistic and topic analysis to classify sub-groups of online depression communities",
      "authors": [
        "T Nguyen"
      ],
      "year": 2017
    },
    {
      "title": "Semi-supervised approach to monitoring clinical depressive symptoms in social media",
      "authors": [
        "A Yazdavar"
      ],
      "year": 2017
    },
    {
      "title": "A lexicon-based approach to detecting suicide-related messages on twitter",
      "authors": [
        "S Sarsam",
        "H Al-Samarraie",
        "A Alzahrani",
        "W Alnumay",
        "A Smith"
      ],
      "year": 2021,
      "doi": "10.1016/j.bspc.2020.102355"
    },
    {
      "title": "Using weighted nearest neighbor to benefit from unlabeled data",
      "authors": [
        "K Driessens",
        "P Reutemann",
        "B Pfahringer",
        "C Leschi"
      ],
      "year": 2006
    },
    {
      "title": "Learning with local and global consistency",
      "authors": [
        "D Zhou",
        "O Bousquet",
        "T Lal",
        "J Weston",
        "B Schölkopf"
      ],
      "year": 2004
    },
    {
      "title": "Deep learning",
      "authors": [
        "Y Lecun",
        "Y Bengio",
        "G Hinton"
      ],
      "year": 2015,
      "doi": "10.1038/nature14539"
    },
    {
      "title": "Deep learning for computer vision: a brief review",
      "authors": [
        "A Voulodimos",
        "N Doulamis",
        "A Doulamis",
        "E Protopapadakis"
      ],
      "year": 2018,
      "doi": "10.1155/2018/7068349"
    },
    {
      "title": "Recent trends in deep learning based natural language processing",
      "authors": [
        "T Young",
        "D Hazarika",
        "S Poria",
        "E Cambria"
      ],
      "year": 2018
    },
    {
      "title": "Deep learning: methods and applications",
      "authors": [
        "L Deng",
        "D Yu"
      ],
      "year": 2014
    },
    {
      "title": "Deep learning in mental health outcome research: a scoping review",
      "authors": [
        "C Su",
        "Z Xu",
        "J Pathak",
        "F Wang"
      ],
      "year": 2020
    },
    {
      "title": "Word embedding evaluation and combination",
      "authors": [
        "S Ghannay",
        "B Favre",
        "Y Esteve",
        "N Camelin"
      ],
      "year": 2016
    },
    {
      "title": "Global vectors for word representation",
      "authors": [
        "J Pennington",
        "R Socher",
        "C Manning",
        "Glove"
      ],
      "year": 2014
    },
    {
      "title": "Efficient estimation of word representations in vector space",
      "authors": [
        "T Mikolov",
        "K Chen",
        "G Corrado",
        "J Dean"
      ],
      "year": 2013
    },
    {
      "title": "Pre-training of deep bidirectional transformers for languageunderstanding",
      "authors": [
        "J Devlin",
        "M Chang",
        "K Lee",
        "K Toutanova",
        "Bert"
      ],
      "year": 2019
    },
    {
      "title": "Knowledge-aware assessment of severity of suicide risk for early intervention",
      "authors": [
        "Z Lan"
      ],
      "year": 2019
    },
    {
      "title": "Deep learning algorithm for suicide sentiment prediction",
      "authors": [
        "S Boukil",
        "F El Adnani",
        "L Cherrat",
        "A El Moutaouakkil",
        "M Ezziyyani"
      ],
      "year": 2018
    },
    {
      "title": "A framework for detecting user's psychological tendencies on twitter based on tweets sentiment analysis",
      "authors": [
        "H Phan",
        "V Tran",
        "N Nguyen",
        "D Hwang"
      ],
      "year": 2020
    },
    {
      "title": "A neural network approach to early risk detection of depression and anorexia on social media text",
      "authors": [
        "Y. -T Wang",
        "H. -H Huang",
        "H. -H Chen",
        "H Chen"
      ],
      "year": 2018
    },
    {
      "title": "Utilizing neural networks and linguistic metadata for early detection of depression indications in text sequences",
      "authors": [
        "M Trotzek",
        "S Koitka",
        "C Friedrich"
      ],
      "year": 2018
    },
    {
      "title": "Automated detection of altered mental status in emergency department clinical notes: a deep learning approach",
      "authors": [
        "J Obeid"
      ],
      "year": 2019
    },
    {
      "title": "Mgl-cnn: a hierarchical posts representations model for identifying depressed individuals in online forums",
      "authors": [
        "G Rao",
        "Y Zhang",
        "L Zhang",
        "Q Cong",
        "Z Feng"
      ],
      "year": 2020,
      "doi": "10.1109/access.2020.2973737"
    },
    {
      "title": "Detecting stress based on social interactions in social networks",
      "authors": [
        "H Lin"
      ],
      "year": 2017
    },
    {
      "title": "Long short-term memory",
      "authors": [
        "S Hochreiter",
        "J Schmidhuber"
      ],
      "year": 1997
    },
    {
      "title": "Learning phrase representations using rnn encoder-decoder for statistical machine translation",
      "authors": [
        "K Cho"
      ],
      "year": 2014,
      "doi": "10.3115/v1/d14-1179"
    },
    {
      "title": "On the difficulty of training recurrent neural networks",
      "authors": [
        "R Pascanu",
        "T Mikolov",
        "Y Bengio"
      ],
      "year": 2013
    },
    {
      "title": "Depression intensity estimation via social media: a deep learning approach",
      "authors": [
        "S Ghosh",
        "T Anwar"
      ],
      "year": 2021,
      "doi": "10.1109/tcss.2021.3084154"
    },
    {
      "title": "Depression analysis of bangla social media data using gated recurrent neural network",
      "authors": [
        "A Uddin",
        "D Bapery",
        "A Arif"
      ],
      "year": 2019
    },
    {
      "title": "Detection of suicidality among opioid users on reddit: machine learning-based approach",
      "authors": [
        "H Yao"
      ],
      "year": 2020
    },
    {
      "title": "Attention-based deep entropy active learning using lexical algorithm for mental health treatment",
      "authors": [
        "U Ahmed",
        "S Mukhiya",
        "G Srivastava",
        "Y Lamo",
        "J Lin"
      ],
      "year": 2021
    },
    {
      "title": "M. Adapting deep learning methods for mental health prediction on social media",
      "authors": [
        "D Bahdanau",
        "K Cho",
        "Y Bengio"
      ],
      "year": 2015
    },
    {
      "title": "Towards ordinal suicide ideation detection on social media",
      "authors": [
        "R Sawhney",
        "H Joshi",
        "S Gandhi",
        "R Shah"
      ],
      "year": 2021
    },
    {
      "title": "Cross-demographic portability of deep nlp-based depression models",
      "authors": [
        "T Rutowski"
      ],
      "year": 2021
    },
    {
      "title": "Depression and anxiety prediction using deep language models and transfer learning",
      "authors": [
        "T Rutowski"
      ],
      "year": 2020,
      "doi": "10.1109/besc51023.2020.9348290"
    },
    {
      "title": "A multitask framework to detect depression, sentiment and multi-label emotion from suicide notes",
      "authors": [
        "S Ghosh",
        "A Ekbal",
        "P Bhattacharyya"
      ],
      "year": 2022
    },
    {
      "title": "Cooperative multimodal approach to depression detection in twitter",
      "authors": [
        "T Gui"
      ],
      "year": 2019
    },
    {
      "title": "Depression detection on social media with reinforcement learning",
      "authors": [
        "T Gui"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-32381-3_49"
    },
    {
      "title": "Predicting social network users with depression from simulated temporal data",
      "authors": [
        "A Wongkoblap",
        "M Vadillo",
        "V Curcin"
      ],
      "year": 2019
    },
    {
      "title": "Modeling depression symptoms from social network data through multiple instance learning",
      "authors": [
        "A Wongkoblap",
        "M Vadillo",
        "V Curcin"
      ],
      "year": 2019
    },
    {
      "title": "Attention is all you need",
      "authors": [
        "A Vaswani"
      ],
      "year": 2017
    },
    {
      "title": "Learning models for suicide prediction from social media posts",
      "authors": [
        "N Wang"
      ],
      "year": 2021
    },
    {
      "title": "Automatic identification of suicide notes with a transformer-based deep learning model",
      "authors": [
        "T Zhang",
        "A Schoene",
        "S Ananiadou"
      ],
      "year": 2021,
      "doi": "10.1016/j.invent.2021.100422"
    },
    {
      "title": "A transformer based approach to detect suicidal ideation using pre-trained language models",
      "authors": [
        "F Haque",
        "R Nur",
        "S Al Jahan",
        "Z Mahmud",
        "F Shah"
      ],
      "year": 2020
    },
    {
      "title": "Predicting mental health of scholars using contextual word embedding",
      "authors": [
        "A Chaurasia"
      ],
      "year": 2021
    },
    {
      "title": "A transformers approach to detect depression in social media",
      "authors": [
        "K Malviya",
        "B Roy",
        "S Saritha"
      ],
      "year": 2021
    },
    {
      "title": "Detection and classification of mental illnesses on social media using roberta",
      "authors": [
        "A Murarka",
        "B Radhakrishnan",
        "S Ravichandran"
      ],
      "year": 2020
    },
    {
      "title": "Depression risk prediction for chinese microblogs via deep-learning methods: content analysis",
      "authors": [
        "X Wang"
      ],
      "year": 2020
    },
    {
      "title": "Transfer learning for depression: early detection and severity prediction from social media postings",
      "authors": [
        "P Abed-Esfahani"
      ],
      "year": 2019
    },
    {
      "title": "Characterization of time-variant and time-invariant assessment of suicidality on reddit using c-ssrs",
      "authors": [
        "M Gaur"
      ],
      "year": 2021,
      "doi": "10.1371/journal.pone.0250448"
    },
    {
      "title": "Detection of suicide ideation in social media forums using deep learning",
      "authors": [
        "M Tadesse",
        "H Lin",
        "B Xu",
        "L Yang"
      ],
      "year": 2020
    },
    {
      "title": "Exploring eating disorder topics on twitter: machine learning approach",
      "authors": [
        "S Zhou",
        "Y Zhao",
        "J Bian",
        "A Haynos",
        "R Zhang"
      ],
      "year": 2020,
      "doi": "10.2196/18273"
    },
    {
      "title": "Self-harm detection for mental health chatbots",
      "authors": [
        "S Deshpande",
        "J Warren"
      ],
      "year": 2021,
      "doi": "10.3233/shti210118"
    },
    {
      "title": "The detection of depression using multimodal models based on text and voice quality features",
      "authors": [
        "H Solieman",
        "E Pustozerov"
      ],
      "year": 2021
    },
    {
      "title": "A time-aware transformer based model for suicide ideation detection on social media",
      "authors": [
        "R Sawhney",
        "H Joshi",
        "S Gandhi",
        "R Shah"
      ],
      "year": 2020
    },
    {
      "title": "A general psychoevolutionary theory of emotion",
      "authors": [
        "R Plutchik"
      ],
      "year": 1980
    },
    {
      "title": "Detecting depression in social media using fine-grained emotions",
      "authors": [
        "M Aragón",
        "A López-Monroy",
        "L González-Gurrola",
        "M Montes"
      ],
      "year": 2019
    },
    {
      "title": "Attention to emotions: detecting mental disorders in social media",
      "authors": [
        "M Aragón",
        "A López-Monroy",
        "L González",
        "M Montes-Y-Gómez"
      ],
      "year": 2020,
      "doi": "10.1007/978-3-030-58323-1_25"
    },
    {
      "title": "Deep bag-of-subemotions for depression detection in social media",
      "authors": [
        "J Lara",
        "M Aragon",
        "F Gonzalez",
        "M Montes-Y-Gomez"
      ],
      "year": 2021,
      "doi": "10.1007/978-3-030-83527-9_5"
    },
    {
      "title": "Phase: Learning emotional phase-aware representations for suicide ideation detection on social media",
      "authors": [
        "R Sawhney",
        "H Joshi",
        "L Flek",
        "R Shah"
      ],
      "year": 2021
    },
    {
      "title": "Suicide ideation detection via social and temporal user representations using hyperbolic learning",
      "authors": [
        "R Sawhney",
        "H Joshi",
        "R Shah",
        "L Flek"
      ],
      "year": 2021,
      "doi": "10.18653/v1/2021.naacl-main.176"
    },
    {
      "title": "Predicting future mental illness from social media: a bigdata approach",
      "authors": [
        "R Thorstad",
        "P Wolff"
      ],
      "year": 2019
    },
    {
      "title": "Detecting suicidal ideation on forums: proof-of-concept study",
      "authors": [
        "A Aladağ",
        "S Muderrisoglu",
        "N Akbas",
        "O Zahmacioglu",
        "H Bingol"
      ],
      "year": 2018
    },
    {
      "title": "Online suicide prevention through optimised text classification",
      "authors": [
        "B Desmet",
        "V Hoste"
      ],
      "year": 2018
    },
    {
      "title": "Assessing suicide risk and emotional distress in chinese social media: a text mining and machine learning study",
      "authors": [
        "Q Cheng",
        "T Li",
        "C.-L Kwok",
        "T Zhu",
        "P Yip"
      ],
      "year": 2017
    },
    {
      "title": "A machine learning approach predicts future risk to suicidal ideation from social media data",
      "authors": [
        "A Roy"
      ],
      "year": 2020
    },
    {
      "title": "Ordinal convolutional neural networks for predicting rdoc positive valence psychiatric symptom severity scores",
      "authors": [
        "A Rios",
        "R Kavuluru"
      ],
      "year": 2017
    },
    {
      "title": "Overview of erisk 2019 early risk prediction on the internet",
      "authors": [
        "D Losada",
        "F Crestani",
        "J Parapar"
      ],
      "year": 2019
    },
    {
      "title": "A test collection for research on depression and language use",
      "authors": [
        "D Losada",
        "F Crestani"
      ],
      "year": 2016
    },
    {
      "title": "A survey on semi-supervised learning",
      "authors": [
        "J Van Engelen",
        "H Hoos"
      ],
      "year": 2020,
      "doi": "10.1007/s10994-019-05855-6"
    },
    {
      "title": "Closing the loop: fast, interactive semi-supervised annotation with queries on features and instances",
      "authors": [
        "B Settles"
      ],
      "year": 2011
    },
    {
      "title": "Using topic extraction on social media content for the early detection of depression",
      "authors": [
        "D Maupomé",
        "M. -J Meurs"
      ],
      "year": 2018
    },
    {
      "title": "Let me tell you about your mental health!\" contextualized classification of reddit posts to dsm-5 for web-based intervention",
      "authors": [
        "M Gaur"
      ],
      "year": 2018,
      "doi": "10.1145/3269206.3271732"
    },
    {
      "title": "Classification of the most significant psychological symptoms in mental patients with depression using bayesian network",
      "authors": [
        "D Galiatsatos"
      ],
      "year": 2015
    },
    {
      "title": "Deep adversarial learning for nlp",
      "authors": [
        "W Wang",
        "S Singh",
        "J Li"
      ],
      "year": 2019
    },
    {
      "title": "Contrastive representation learning: a framework and review",
      "authors": [
        "P Le-Khac",
        "G Healy",
        "A Smeaton"
      ],
      "year": 2020,
      "doi": "10.1109/access.2020.3031549"
    },
    {
      "title": "Multi-task model and feature joint learning",
      "authors": [
        "Y Li",
        "X Tian",
        "T Liu",
        "D Tao"
      ],
      "year": 2015
    },
    {
      "title": "Literature survey of statistical, deep and reinforcement learning in natural language processing",
      "authors": [
        "A Sharma",
        "P Kaushik"
      ],
      "year": 2017
    },
    {
      "title": "Transfer learning in natural language processing",
      "authors": [
        "S Ruder",
        "M Peters",
        "S Swayamdipta",
        "T Wolf"
      ],
      "year": 2019,
      "doi": "10.18653/v1/n19-5004"
    },
    {
      "title": "How successful is transfer learning for detecting anorexia on social media?",
      "authors": [
        "P López-Úbeda",
        "F Plaza-Del-Arco",
        "M Díaz-Galiano",
        "M.-T Martín-Valdivia"
      ],
      "year": 2021
    },
    {
      "title": "An introductory survey on attention mechanisms in nlp problems",
      "authors": [
        "D Hu"
      ],
      "year": 2019
    },
    {
      "title": "Knowledge graph and text jointly embedding",
      "authors": [
        "Z Wang",
        "J Zhang",
        "J Feng",
        "Z Chen"
      ],
      "year": 2014
    },
    {
      "title": "Commonsense reasoning for natural language processing",
      "authors": [
        "M Sap",
        "V Shwartz",
        "A Bosselut",
        "Y Choi",
        "D Roth"
      ],
      "year": 2020
    },
    {
      "title": "A survey of data augmentation approaches for nlp",
      "authors": [
        "S Feng"
      ],
      "year": 2021
    },
    {
      "title": "Sensemood: depression detection on social media",
      "authors": [
        "C Lin"
      ],
      "year": 2020
    },
    {
      "title": "See and read: detecting depression symptoms in higher education students using multimodal social media data",
      "authors": [
        "P Mann",
        "A Paes",
        "E Matsushima"
      ],
      "year": 2020
    },
    {
      "title": "Inferring social media users' mental health status from multimodal information",
      "authors": [
        "Z Xu",
        "V Pérez-Rosas",
        "R Mihalcea"
      ],
      "year": 2020
    },
    {
      "title": "Learning to detect bipolar disorder and borderline personality disorder with language and speech in non-clinical interviews",
      "authors": [
        "B Wang"
      ],
      "year": 2020,
      "doi": "10.21437/interspeech.2020-3040"
    },
    {
      "title": "Multimodal fusion of bert-cnn and gated cnn representations for depression detection",
      "authors": [
        "M Rodrigues Makiuchi",
        "T Warnita",
        "K Uto",
        "K Shinoda"
      ],
      "year": 2019,
      "doi": "10.1145/3347320.3357694"
    },
    {
      "title": "Multi-modal detection of alzheimer's disease from speech and text",
      "authors": [
        "A Mittal"
      ],
      "year": 2021
    },
    {
      "title": "Why should i trust you?\" explaining the predictions of any classifier",
      "authors": [
        "M Ribeiro",
        "S Singh",
        "C Guestrin"
      ],
      "year": 2016
    },
    {
      "title": "Techniques for interpretable machine learning",
      "authors": [
        "M Du",
        "N Liu",
        "X Hu"
      ],
      "year": 2019
    },
    {
      "title": "Feature attention network: Interpretable depression detection from social media",
      "authors": [
        "H Song",
        "J You",
        "J. -W Chung",
        "J Park"
      ],
      "year": 2018
    },
    {
      "title": "Explainable depression detection with multi-modalities using a hybrid deep learning model on social media",
      "authors": [
        "H Zogan",
        "I Razzak",
        "X Wang",
        "S Jameel",
        "G Xu"
      ],
      "year": 2020
    },
    {
      "title": "Can we open the black box of AI?",
      "authors": [
        "D Castelvecchi"
      ],
      "year": 2016
    },
    {
      "title": "Ethical research protocols for social media health research",
      "authors": [
        "A Benton",
        "G Coppersmith",
        "M Dredze"
      ],
      "year": 2017
    },
    {
      "title": "Ethics and privacy in social media research for mental health",
      "authors": [
        "J Nicholas",
        "S Onie",
        "M Larsen"
      ],
      "year": 2020,
      "doi": "10.1007/s11920-020-01205-9"
    },
    {
      "title": "Ethical issues in using social media for health and health care research",
      "authors": [
        "R Mckee"
      ],
      "year": 2013
    },
    {
      "title": "Anonymous prediction of mental illness in social media",
      "authors": [
        "S Tadisetty",
        "K Ghazinour"
      ],
      "year": 2021
    },
    {
      "title": "Extracting health-related causality from twitter messages using natural language processing",
      "authors": [
        "S Doan"
      ],
      "year": 2019
    },
    {
      "title": "Vader: a parsimonious rule-based model for sentiment analysis of social media text",
      "authors": [
        "C Hutto",
        "E Gilbert"
      ],
      "year": 2014
    },
    {
      "title": "Senticnet 5: Discovering conceptual primitives for sentiment analysis by means of context embeddings",
      "authors": [
        "E Cambria",
        "S Poria",
        "D Hazarika",
        "K Kwok"
      ],
      "year": 2018,
      "doi": "10.1609/aaai.v32i1.11559"
    },
    {
      "title": "A new anew: evaluation of a word list for sentiment analysis in microblogs",
      "authors": [
        "F Nielsen"
      ],
      "year": 2011
    },
    {
      "title": "A depression detection model based on sentiment analysis in micro-blog social network",
      "authors": [
        "X Wang"
      ],
      "year": 2013,
      "doi": "10.1007/978-3-642-40319-4_18"
    },
    {
      "title": "Towards suicide prevention: early detection of depression on social media",
      "authors": [
        "V Leiva",
        "A Freire"
      ],
      "year": 2017
    },
    {
      "title": "Detecting the magnitude of depression in twitter users using sentiment analysis",
      "authors": [
        "J Stephen",
        "P Prabu"
      ],
      "year": 2019
    },
    {
      "title": "Nrc emotion lexicon",
      "authors": [
        "S Mohammad",
        "P Turney"
      ],
      "year": 2013
    },
    {
      "title": "Psychological disorder identifying method based on emotion perception over social networks",
      "authors": [
        "T Zhou",
        "G Hu",
        "L Wang"
      ],
      "year": 2019
    },
    {
      "title": "Personality disorders identification in written texts",
      "authors": [
        "P Saloun",
        "A Ondrejka",
        "M Malčík",
        "I Zelinka"
      ],
      "year": 2016
    },
    {
      "title": "Latent dirichlet allocation",
      "authors": [
        "D Blei",
        "A Ng",
        "M Jordan"
      ],
      "year": 2003
    },
    {
      "title": "Latent semantic analysis",
      "authors": [
        "S Dumais"
      ],
      "year": 2004
    },
    {
      "title": "Document clustering based on non-negative matrix factorization",
      "authors": [
        "W Xu",
        "X Liu",
        "Y Gong"
      ],
      "year": 2003
    },
    {
      "title": "Mental distress detection and triage in forum posts: the lt3 clpsych 2016 shared task system",
      "authors": [
        "B Desmet",
        "G Jacobs",
        "V Hoste"
      ],
      "year": 2016
    },
    {
      "title": "The psychological meaning of words: Liwc and computerized text analysis methods",
      "authors": [
        "Y Tausczik",
        "J Pennebaker"
      ],
      "year": 2010
    },
    {
      "title": "Sentihealthcancer: a sentiment analysis tool to help detecting mood of patients in online social networks",
      "authors": [
        "R Rodrigues",
        "R Das Dores",
        "C Camilo-Junior",
        "T Rosa"
      ],
      "year": 2016
    },
    {
      "title": "Semantic network analysis for understanding user experiences of bipolar and depressive disorders on reddit",
      "authors": [
        "M Yoo",
        "S Lee",
        "T Ha"
      ],
      "year": 2019
    },
    {
      "title": "Exploring the utility of community-generated social media content for detecting depression: an analytical study on instagram",
      "authors": [
        "B Ricard",
        "L Marsch",
        "B Crosier",
        "S Hassanpour"
      ],
      "year": 2018,
      "doi": "10.2196/11817"
    },
    {
      "title": "Distributed representations of words and phrases and their compositionality",
      "authors": [
        "T Mikolov",
        "I Sutskever",
        "K Chen",
        "G Corrado",
        "J Dean"
      ],
      "year": 2013
    },
    {
      "title": "Detection of mental illness risk on social media through multi-level svms",
      "authors": [
        "K Hemmatirad",
        "H Bagherzadeh",
        "E Fazl-Ersi",
        "A Vahedian"
      ],
      "year": 2020
    },
    {
      "title": "Identification of depression strength for users of online platforms: a comparison of text retrieval approaches",
      "authors": [
        "A Bandyopadhyay",
        "L Achilles",
        "T Mandl",
        "M Mitra",
        "S Saha"
      ],
      "year": 2019
    },
    {
      "title": "Screening pregnant women for suicidal behavior in electronic medical records: diagnostic codes vs. clinical notes processed by natural language processing",
      "authors": [
        "Q. -Y Zhong"
      ],
      "year": 2018
    },
    {
      "title": "Suicidal ideation detection via social media analytics",
      "authors": [
        "Y Huang",
        "X Liu",
        "T Zhu"
      ],
      "year": 2019
    },
    {
      "title": "Creating a chinese suicide dictionary for identifying suicide risk on social media",
      "authors": [
        "M Lv",
        "A Li",
        "T Liu",
        "T Zhu"
      ],
      "year": 2015,
      "doi": "10.7717/peerj.1455"
    },
    {
      "title": "Prediction of age, sentiment, and connectivity from social media text",
      "authors": [
        "T Nguyen",
        "D Phung",
        "B Adams",
        "S Venkatesh"
      ],
      "year": 2011
    },
    {
      "title": "Multi-kernel svm based depression recognition using social media data",
      "authors": [
        "Z Peng",
        "Q Hu",
        "J Dang"
      ],
      "year": 2019
    },
    {
      "title": "A deep architecture for depression detection using posting, behavior, and living environment data",
      "authors": [
        "M Wu",
        "C.-Y Shen",
        "E Wang",
        "A Chen"
      ],
      "year": 2020,
      "doi": "10.1007/s10844-018-0533-4"
    },
    {
      "title": "Depression detection with multimodalities using a hybrid deep learning model on social media",
      "authors": [
        "H Zogan",
        "X Wang",
        "S Jameel",
        "G Xu"
      ],
      "year": 2020,
      "doi": "10.1007/s11280-021-00992-2"
    },
    {
      "title": "Extracting depressive symptoms and their associations from an online depression community",
      "authors": [
        "X Yao",
        "G Yu",
        "J Tang",
        "J Zhang"
      ],
      "year": 2021
    },
    {
      "title": "Text-based depression detection on sparse data",
      "authors": [
        "H Dinkel",
        "M Wu",
        "K Yu"
      ],
      "year": 2019
    },
    {
      "title": "Understanding and predicting multiple risky behaviors from social media",
      "authors": [
        "Y Zhou",
        "C Glenn",
        "J Luo"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-67256-4_7"
    },
    {
      "title": "A multitask deep learning approach for user depression detection on sina weibo",
      "authors": [
        "Y Wang",
        "Z Wang",
        "C Li",
        "Y Zhang",
        "H Wang"
      ],
      "year": 2020
    },
    {
      "title": "Detecting mental disorders in social media through emotional patterns-the case of anorexia and depression",
      "authors": [
        "M Aragon",
        "A Lopez-Monroy",
        "L. -C Gonzalez-Gurrola",
        "M Montes"
      ],
      "year": 2021
    },
    {
      "title": "Incorporating forthcoming events and personality traits in social media based stress prediction",
      "authors": [
        "N Li",
        "H Zhang",
        "L Feng"
      ],
      "year": 2021
    }
  ],
  "num_references": 237
}
