{
  "paper_id": "R6SM8SSY",
  "title": "mHealth prompts within diabetes prevention programs: a scoping review",
  "abstract": "Background: Mobile health (mHealth) prompts (e.g., text messaging, push notifications) are a commonly used technique within behaviour change interventions to prompt or cue a specific behaviour. Such prompts are being increasingly integrated into diabetes prevention programs (DPPs). While mHealth prompts provide a convenient and cost-effective way to reinforce behaviour change, no reviews to date have examined mHealth prompt use within DPPs. This scoping review aims to: (I) understand how mHealth prompts are being used within behaviour change interventions for individuals at risk for developing type 2 diabetes (T2D); and (II) provide recommendations for future mHealth prompt research, design, and application. Methods: The scoping review methodology outlined by Arksey and O'Malley were followed. Medline, CINAHL, PsycInfo, Web of Science, and SportDiscus were searched. The search strategy combined keywords relating to T2D risk and mHealth prompts in conjunction with database-controlled vocabulary when available (e.g., MeSH for Medline). Results: Of the 4,325 publications screened, 44 publications (based on 33 studies) met the inclusion criteria and were included for data extraction. Text messaging was the most widely used mHealth prompt (73%) followed by push notifications (21%). Only 30% of studies discussed the theoretical basis for prompt content and time of day messages were sent, and only 27% provided justification for prompt timing and frequency. Fourteen studies assessed participant satisfaction with mHealth prompts of which only two reported dissatisfaction due to either prompting frequency (hourly) or message content (solely focused on weight). Nine studies assessed behavioural outcomes including weight loss, physical activity, and diabetes incidence, and found mixed effects overall. Conclusions: While mHealth prompts were well-received by participants, there are mixed effects on the influence of mHealth prompts on behavioural outcomes and diabetes incidence. More thorough reporting of prompt content development and delivery is needed, and more experimental research is needed to identify optimal content, delivery characteristics, and impact on behavioural and clinical outcomes.",
  "year": 2022,
  "date": "2022-04-20",
  "journal": "Lancet Diabetes Endocrinol",
  "publication": "Lancet Diabetes Endocrinol",
  "authors": [
    {
      "forename": "Megan",
      "surname": "Macpherson",
      "name": "Megan Macpherson",
      "affiliation": "1  School of Health and Exercise Sciences , University of British Columbia , Kelowna , Canada; \n\t\t\t\t\t\t\t\t School of Health and Exercise Sciences \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kelowna \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Kohle",
      "surname": "Merry",
      "name": "Kohle Merry",
      "affiliation": "2  School of Rehabilitation Sciences , University of British Columbia , Vancouver , Canada; \n\t\t\t\t\t\t\t\t School of Rehabilitation Sciences \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Sean",
      "surname": "Locke",
      "name": "Sean Locke",
      "affiliation": "3  Department of Kinesiology , Brock University , St. Catherines , Canada \n\t\t\t\t\t\t\t\t Department of Kinesiology \n\t\t\t\t\t\t\t\t Brock University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Catherines \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "forename": "Mary",
      "surname": "Jung",
      "name": "Mary Jung",
      "affiliation": "1  School of Health and Exercise Sciences , University of British Columbia , Kelowna , Canada; \n\t\t\t\t\t\t\t\t School of Health and Exercise Sciences \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kelowna \n\t\t\t\t\t\t\t\t\t Canada;",
      "email": "mary.jung@ubc.ca."
    },
    {
      "affiliation": "School of Health and Exercise Sciences , University of British Columbia , Okanagan Campus , 3333 University Way , Kelowna , BC , V1V 1V7 , Canada. \n\t\t\t\t\t\t\t\t School of Health and Exercise Sciences \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Okanagan Campus 3333 University Way \n\t\t\t\t\t\t\t\t\t V1V 1V7 \n\t\t\t\t\t\t\t\t\t Kelowna \n\t\t\t\t\t\t\t\t\t BC \n\t\t\t\t\t\t\t\t\t Canada"
    }
  ],
  "doi": "10.21037/mhealth-21-22",
  "keywords": [
    "Prediabetic state",
    "text messaging",
    "push notifications",
    "telecommunications",
    "preventive health services"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Type 2 diabetes (T2D) is a growing public health concern due to the devastating impact it has on the individual diagnosed, and the associated economic costs  (1) . T2D affects an individual's quality of life  (2) , leads to increased depression and anxiety  (3) (4) (5) , and is among the leading causes of cardiovascular disease, blindness, kidney failure, and lower limb amputations (6). In 2017, T2D was ranked as the ninth leading cause of death worldwide with greater than one million deaths attributed to T2D, and the seventh leading cause of disability and suffering as measured by disability-adjusted life years (DALYs)  (7) . Despite the substantial investments made in clinical care, public health initiatives, and research, T2D prevalence and burden continue to increase  (7) . A considerable body of research has shown that up to 60% of T2D cases can be prevented through structured dietary and physical activity (PA) programs  (8) (9) (10) (11) ; however, when translated into public health initiatives, the effects of such diabetes prevention programs (DPPs) are diluted  (12) . This is likely because translational studies have not considered the adaptability and scalability needed for public health interventions resulting in inequitable access to such programs  (13) . Rates of T2D are higher among individuals with lower income and education levels, those who are unemployed, and certain ethnic minorities  (14) (15) (16) ). Additionally, these individuals at highest risk must also overcome other barriers to accessing healthcare systems to prevent and manage T2D, such as language barriers, lack of culturally tailored information, and the cost associated with treatments  (16, 17) . Given the increasing prevalence of T2D, lack of scalable community based DPPs, and inequitable access to healthcare resources, there is a need for diabetes prevention programming that can provide care to assist those at highest T2D risk.\n\nIn 2020, it was noted that approximately 85% of the global population was covered by a 4G network, with 93% of the world having access to a mobile-broadband network (i.e., access to wireless internet via a mobile device)  (18) . Further, health-related technological development is at an all-time high  (19, 20) . This rapid adoption of technology and wide acceptability of remotely delivered health-related programs has shifted diabetes programming towards electronic and mobile health (eHealth and mHealth respectively) solutions as a way to augment DPPs and improve access to care. In the past five years, there have been a host of reviews discussing eHealth and mHealth DPPs and the use of different technologies to amplify in-person DPP delivery  (21) (22) (23) (24) (25) (26) . Meta-analyses of DPPs incorporating eHealth and mHealth components report clinically significant weight loss  (23, 27)  which is comparable to reviews of solely in-person DPPs within the community which report an average weight loss of 3-5%  (28, 29) .\n\nFor example, Bian and colleagues  (27)  conducted a systematic review and meta-analysis of 18 mHealth mediated DPPs. Meta-analyses on weight outcomes found that mHealth mediated DPPs lead to clinically significant weight loss of 4.46% (a mean 3.75 kg weight loss) in those at risk for developing T2D. Further, they found that eight of the 18 intervention arms included in their review reported sustained weight loss for one or more years post intervention. Similarly, Joiner and colleagues  (23)  conducted a systematic review and metaanalysis of 22 DPPs which were either delivered as fully mHealth or included mHealth components. At the interventions' final timepoints, mHealth (and mHealth augmented) DPPs result in mean weight loss of 3.98%. Further, interventions were sorted based on the provision of behavioural supports into three categories: (I) standalone interventions in which participants were not offered ongoing support from a counsellor; (II) remote support in which participants were provided with behavioural support via mHealth technologies (e.g., online messaging communications, emails, text messaging prompts, video conferencing or phone calls with a counsellor); and (III) in-person support in which participants received support from a counsellor face-to-face. Authors found that standalone interventions had an associated weight loss of 3.43%, remote support interventions had an associated weight loss of 4.31% and in-person support resulted in an associated weight loss of 4.65%. Based on these results, authors concluded that behavioural support (through mHealth or in-person communication) from a diabetes prevention counsellor is an important aspect of mHealth DPP delivery.\n\nDespite promising results from mHealth and mHealth augmented DPPs, authors consistently report heterogeneity in what digital components are being used (e.g., DVDs, web-based interventions, mobile phone applications, text messaging, etc.) and state that future research should focus on ways to optimize behavioral supports  (22, 23) . One way to improve the efficiency and effectiveness of DPPs is to understand how to best integrate specific mHealth components. By  breaking down behavioural supports offered by DPPs into individual behaviour change techniques (BCTs), researchers can delineate which components are most impactful within these interventions © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22\n\n(e.g., self-monitoring of diet and PA behaviours), and how to best administer those components (e.g., optimal timing to send a notification to prompt self-monitoring).\n\nUnderstanding which digitally delivered BCTs in DPPs lead to clinically meaningful changes in T2D risk reduction can aid in more cost efficient, effective, and scalable DPP development and implementation."
    },
    {
      "title": "BCTs",
      "text": "BCTs are the smallest \"active ingredients\" within a behaviour change intervention which can be easily observed and replicated  (30) . Michie and colleagues BCTs taxonomy v1 (BCTTv1)  (30)  provides researchers with a list of 93 BCTs grouped into 16 distinct BCT categories. For both in-person and mHealth DPPs, self-regulatory techniques (e.g., goal setting, self-monitoring, action planning, problem solving) have been recommended as effective components to improve intervention efficacy  (25, 31) . In addition to self-regulatory BCTs, use of the BCT prompts/ cues is commonly cited within effective mHealth behaviour change interventions  (25, (32) (33) (34) (35) ."
    },
    {
      "title": "mHealth prompts",
      "text": "As per Michie and colleagues, the BCT \"prompt\" is defined as the introduction of an environmental or social stimulus with the purpose of prompting or cueing a target behaviour (e.g., a sticky note on door reminding you to take the stairs)  (30) . Prompts are one of the most frequently cited BCTs within mHealth PA, weight loss, and DPP reviews  (25, (32) (33) (34) (35)  and mHealth prompts (e.g., text messaging, push notifications) are one of the most commonly cited program components within mHealth DPPs  (23, 27) . mHealth prompts are a convenient and cost-effective way to reinforce behaviour change  (36, 37)  and have been shown to improve self-monitoring and adherence to PA goals  (38, 39) . Further, there is a growing body of evidence to support the use of mHealth prompts within behaviour change interventions  (40) (41) (42) (43) (44) (45) . For example, Whittemore and colleagues published an umbrella review to synthesize evidence from nine existing systematic reviews (representing 72 unique studies) assessing effectiveness of text messaging prompts for adults with T2D on haemoglobin A1c (HbA1c). Five of the included reviews conducted meta-analyses examining the impact text messaging has on HbA1c and found clinically and statistically significant results ranging from -0.38% (95% CI: -0.53 to -0.23; P<0.01) to -0.8% (95% CI: -1.1 to -0.5; P<0.01). Moderator analyses within these reviews highlighted that adults with more recent T2D diagnoses (<7 years) and lower baseline HbA1c have better outcomes associated with the text messaging programs. Providing early intervention via text messaging upon T2D diagnosis (or perhaps even when a diagnosis of prediabetes-the precursor to T2D-is made) may therefore optimize improvements in HbA1c. Despite this notion, no reviews to date have examined the use of mHealth prompts within DPPs. A summary paper which synthesizes what is currently known about mHealth prompts within DPPs is an important step towards understanding how to optimally develop and deliver effective digital interventions to improve diabetes prevention outcomes. Therefore, the purpose of this scoping review was to identify and describe the ways in which DPPs are using mHealth prompts. We present the following article in accordance with the PRISMA-ScR reporting checklist (available at  https://mhealth.amegroups.  com/article/view/10.21037/mhealth-21-22/rc )  (46) ."
    },
    {
      "title": "Methods",
      "text": "A scoping review was conducted using Arksey and O'Malley's methodological framework for scoping reviews  (47)  which was further refined by  Levac et al. (48)  and Daudt et al.  (49) . To improve the methodological rigour of this study, we also used the Preferred Reporting Items for Systematic Reviews and Meta-Analysis extension for Scoping Reviews (PRISMA-ScR) checklist  (46)  and the PRISMA diagram was used to delineate key methodological processes (see Figure  1 ). The protocol for this review was published on Open Science Framework (available at  https://  doi.org/10.17605/OSF.IO/XJHWN )."
    },
    {
      "title": "Identify the research question",
      "text": "The current review aims to provide an overview on how mHealth prompts are used in diet and PA interventions targeting T2D risk reduction. Specifically, we aim to answer the following questions: (I) what were the behavioural targets of mHealth prompts; (II) how was content developed (what theoretical basis is identified); and (III) how were prompts delivered (who delivered them, how long prompts were received for, what time prompts were sent, and how frequently prompts were sent) within DPPs?\n\nIn order for an mHealth prompt to act as a mechanism of action as defined by Michie  (30) , mHealth prompts were operationalized as any web-or mobile phone-based communication in which individuals receive a written \"notification\" (e.g., text messages or push notifications) on the home screen of their device without needing to take action first (i.e., if a participant is required to log into a program-related app or website in order to be prompted, that would make the cue to action obsolete). This definition excluded in-app messaging and emails unless it was stated that participants were required to have notifications turned on for these applications for the duration of the study. This ensures they will receive the prompt regardless of whether the participant is engaging with program related mobile phone or web-apps."
    },
    {
      "title": "Identify relevant studies",
      "text": "Medline, CINAHL, PsycInfo, Web of Science, and SportDiscus were searched for studies relating to DPPs and mHealth prompts. Databases were searched from inception until November 2020. The search strategy combined keywords relating to T2D risk and mHealth prompts in conjunction with database-controlled vocabulary when available (e.g., MeSH for Medline). The search strategy was reviewed by a health sciences librarian. A list of search terms and the full Medline search strategy can be found in Appendix 1. Truncation symbols and wildcards were used to allow for search term variations."
    },
    {
      "title": "Inclusion",
      "text": "To be included in the review, the article had to refer to the use of mHealth prompts as a piece of an intervention or as the sole intervention targeting diabetes risk reduction through diet and/or PA behaviour change. Additionally, only studies conducted with an adult population (>18 years old) identified as \"at risk\" for developing T2D were included. Only published studies written in English were included."
    },
    {
      "title": "Exclusion",
      "text": "Studies were excluded if it was stated that messages were sent to participants from an app but did not indicate that they were pushed to the home screen of a participant's device, or if the intervention stated it used an mHealth prompt but provided no further information about the\n\nIncluded Eligibility Screening Identification Records identified through database searching (n=5,902) Records excluded (n=4,014) Full-text articles excluded, with reasons: • Wrong intervention (n=127) • Wrong population (n=61) • Insufficient information regarding prompts (n=36) • Wrong publication type (n=33) • Duplicate study (n=6) • Couldn't access (n=4) Records after duplicates removed (n=4,325) Records screened (n=4,325) Studies included (n=44) Full-text articles assessed for eligibility (n=311) Figure 1 PRISMA flow diagram. © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22\n\nprompts (e.g., number of prompts sent, timing of prompts, etc.). No limitations on date, geographical location, study design, or duration were imposed."
    },
    {
      "title": "Study screening and selection",
      "text": "All studies obtained from the identified databases were uploaded to Covidence (Veritas Health Innovation Ltd., Melbourne, Australia), a software used to streamline the review process  (50) . Duplicate publications were automatically removed with all screening and subsequent data extraction taking place on the Covidence platform. Two reviewers (MM and KM) piloted then refined the screening guidelines on the first 100 articles, then independently screened the remaining 4,225 titles and abstracts. The same reviewers then screened the 310 studies included in the fulltext screening resulting in 44 studies included in the final review (see Figure  1 ). Any conflicts during the screening were resolved during a consensus meeting between the reviewers."
    },
    {
      "title": "Charting and extracting the data",
      "text": "custom data extraction form was developed to obtain general study information (author, title, study location, design); participant information (gender, sex, age, ethnicity); and a description of the mHealth prompts used in the study (mode of delivery, content, theoretical basis, timing, frequency). When multiple publications pertained to a single study, they were considered together for complete data extraction. The data extraction form was piloted on five randomly selected publications by two authors (MM and KM) to ensure consistency. Information was then narratively summarized. Results Title and abstract screening guidelines were piloted and refined on the first 100 publications (resulted in eight conflicts). The remaining title and abstract screening resulted in 96% agreement (Cohen's kappa =0.70) indicating substantial agreement. Full-text screening resulted in 93% agreement (Cohen's kappa =0.73), again indicating substantial agreement. A total of 44 publications (based on 33 studies) met the eligibility criteria. Of those included studies, 11 (33%) were stand-alone mHealth prompt interventions and 22 (66%) included prompts as a component within a larger DPP. The 33 studies took place in the following locations: USA (n=14), India (n=4), UK (n=3), Australia (n=3), China (n=3), Finland (n=1), Canada (n=1), Saudi Arabia (n=1), Spain (n=1), Africa (n=1), and one study took place in two countries (India and UK). Of the 44 publications, almost three quarters (n=32; 73%) were published in the past 5 years [2016-2021]."
    },
    {
      "title": "mHealth prompt content",
      "text": "Twenty-five studies included prompts which focused on both diet and PA behaviour change. The remaining studies described prompts targeting PA only  (51) (52) (53) (54) , diet only  (55)  or no health behaviour targets within the prompts (prompts were intended to direct participants to an associated platform to view program content)  (56, 57) . Prompt content was tailored to broad groups or populations in five studies based on the religion  (58)  or culture  (59) (60) (61) (62)  of the target groups. An additional 13 studies tailored the prompt content to individual participants based on their goals  (55, 63, 64) , previous behaviours  (51, 52, (65) (66) (67) (68) , T2D risk level  (69) , or stage of change  (70) (71) (72) . Additional information pertaining to prompting content can be found in Table  1 ."
    },
    {
      "title": "Development",
      "text": "The majority of studies did not provide detailed information on how prompt content was developed (n=18; 55%). Of those that did provide information, content was generally written by a team of experts (including researchers, diabetes experts, nurses, community and patient advisory boards, etc.) and based on previous literature or recommendations put forth by health authorities  (52, 54, 60, 61, 70, (72) (73) (74) (75) .\n\nSeven studies (21%) took an additional step following message creation and had key stakeholders review the messages to allow for iterative development and refinement  (52, (59) (60) (61) 65, 73, 76) . For example, O'Reilly and Laws (76) conducted a focus group in which participants ranked messages using traffic light stickers (green, message is useful; orange, unsure; red, message is not acceptable) followed by a discussion to identify how to improve those messages which were rated as not acceptable.\n\nMorton and colleagues  (52)  went beyond these two broad phases of creation and refinement of messages and used a four-phase process to develop prompt content. Phase 1 included conceptualization of the prompts through a literature review, development of intervention objectives, and identification of BCTs. Phase 2 involved informal discussions and focus groups to explore whether text messaging prompts are acceptable. Phase   © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22 Table 1 (continued) mHealth, 2022 © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22 Table 1 (continued) mHealth, 2022 Page 10 of 25 © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22 pre-testing through use of a think-aloud protocol to gauge participants reactions to specific prompt content. Lastly, Phase 4 involved piloting the prompts then concluded with brief interviews to explore participants opinions relating to the acceptability and feasibility of prompt content and regimens."
    },
    {
      "title": "Theoretical background",
      "text": "Ten studies (30%) mention the use of a theory, model, or framework in relation to prompt content development. In all, seven theories or models were identified: four studies cited the Transtheoretical Model (62,70-72), two cited Social Cognitive Theory (54,74) [one of which also used the Theory of Planned Behaviour (74)], one cited the COM-B Model (65), one cited Learning Theory (63), one cited Control Theory (52), and one cited Health Belief Model (61). An additional four studies discussed theory use in the intervention as a whole, but did not specify how this theory informed the development of the prompts (57,77-79). These studies used Social Cognitive Theory © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22 (57,77,79) and the Theory of Planned Behaviour (78). Only six studies provided detailed explanations of how the theories were used to inform the prompt content (52,61,70-72,74) corresponding to four theories: the Transtheoretical Model, Social Cognitive Theory, the Health Belief Model, and Control Theory which are described below."
    },
    {
      "title": "The Transtheoretical Model",
      "text": "The Transtheoretical Model posits that behaviour change occurs in a series of stages: precontemplation, contemplation, preparation, action, and maintenance  (80) .\n\nIn three studies (70-72) prompt content was developed to map onto the different stages within the Transtheoretical Model and participants were assigned to receive prompts corresponding to the stage they were currently in."
    },
    {
      "title": "Social Cognitive Theory",
      "text": "Social Cognitive Theory was used to inform the content of Wong and colleagues prompts  (74)  with a specific focus on participant's self-efficacy, or their beliefs in their own capabilities to perform a behaviour. Specifically, selfmanagement goals were a primary focus of the prompt content to target self-efficacy."
    },
    {
      "title": "Health Belief Model",
      "text": "Abebe  (61)  found that individuals within the community they were targeting were indifferent towards their own T2D risk factors and lacked knowledge regarding how different risk factors influence T2D onset. As such, the research and advisory group created educational prompt content based on the Health Belief Model in which participants susceptibility to diabetes and the potential consequences of developing T2D were emphasized. These prompts also provided simple steps to reduce risk and the short-and long-term benefits of taking those steps."
    },
    {
      "title": "Control Theory",
      "text": "Control Theory was identified in Phase 1 of Morton and colleagues (52) four-phase iterative development process. Authors postulate that strategies within Control theory, including goal setting, self-monitoring, feedback on and review of goals, are central to self-management of diabetes risk reduction behaviours. These strategies resulted in authors selecting specific BCTs using the CALO-RE taxonomy  (81) . The key BCTs that were chosen for this study and mapped onto Control Theory include goal setting (behaviour), action planning, self-monitoring, goal review, problem-solving, and social support."
    },
    {
      "title": "mHealth prompt delivery",
      "text": "mHealth prompts were most commonly delivered via text messaging (n=24, 73%), followed by push notifications (n=7, 21%). Of the remaining two studies, one used both text messaging and push notifications (82) and one did not specify mode of prompt delivery  (83) . Prompts were commonly sent through an automated system (n=13, 40%) or by a coach or healthcare provider (n=7, 21%). Eleven studies (33%) reported two-way prompting in which the coaches and participants could both send messages, nine (27%) were one-way in which only the coaches could send messages to the participants, and thirteen studies (40%) did not specify the directionality of the messages.\n\nOnly six studies (18%) reported use (or intended use in the case of protocol papers) of a fidelity check to ensure that prompts were being delivered as intended. These checks included asking participants whether they received the prompts  (58, 59, 72) , or by assessing communication reports to determine the number of prompts sent versus the number intended to be sent  (52, 65, 79) . Additional information pertaining to prompting content can be found in Table  2 ."
    },
    {
      "title": "Prompt duration and timing",
      "text": "Of the 22 studies that included prompts as a part of a larger intervention, 15 delivered prompts during the structured intervention, five delivered prompts following the structured intervention, and two delivered prompts both during and following the intervention. Participants received prompts for an average of nine months (SD =6.55 months) ranging from 15 days of prompts to two years. Seventy percent of studies (n=23) did not specify the time of day in which prompts were sent to participants, and those that did provided only broad ranges. For example, Limaye and colleagues (84) stated that participants received prompts sometime between 10:00 am and 1:00 pm."
    },
    {
      "title": "Prompting frequency",
      "text": "Six studies (18%) reported that prompts were sent at variable frequencies  (52, 54, 60, 74, 75, 85) , most often decreasing prompting frequency over time. For example, Wong and colleagues (74) sent three prompts per week in the first three months, once per week in the following three months, and once per month in the final six months. Of those studies that had a static prompting frequency, participants received Table 2 (continued) Reference Were prompts part of larger DPP Prompt type Prompt duration Prompt frequency Prompt timing Justification for message dose Were any fidelity checks in place to ensure messages were delivered as intended? Prompt sender 1-or 2-way messages Catley et al., [2019]; Catley et al., [2020] Larger SMS Not specified Protocol states 2×/day, preliminary findings state messages sent on a dynamic schedule Morning and lunch time (protocol) Not specified Not specified Not specified Not specified Block et al., [2015a]; Block et al., [2015b] Larger Push notifications 1 year 2×/week Not specified Prompts are reactive to the user reported goals and behaviour Not specified Automated, participants 1-way Buis et al., [2013a]; Buis et al., [2013b] Stand-alone SMS 14 weeks 5-7×/week Not specified Not specified Not specified Automated 1-way Ritchie et al., [2020]; Fischer et al., [2016]; Fischer et al., [2019] Larger SMS 12 months 6×/week Not specified Participant preference Participants asked if they received all messages. 5 participants reported not receiving 20 or more text messages throughout the 1-year intervention Not specified 2-way Morton et al., [2015]; Yates et al., [2015] Larger SMS 8 weeks in pilot then 12 months in protocol Pilot: 1×/ week and based on user behaviours. Protocol: first 2 months 1-3×/ week; 2-6 months 1×/week; 7-12 months 1×/month Not specified Not specified SMS delivery monitored by examining lists of messages sent and received. Pilot: 9 out of 11 participants received full SMS regimen as intended and 90% of participants reported no difficulties with the system and all messages were correctly formatted Automated 2-way Table 2 (continued) mHealth, 2022 Page 14 of 25 © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22 Table 2 (continued) Reference Were prompts part of larger DPP Prompt type Prompt duration Prompt frequency Prompt timing Justification for message dose Were any fidelity checks in place to ensure messages were delivered as intended? Prompt sender 1-or 2-way messages Everett et al., [2018] Larger Push notifications 3 months Not specified Not specified Tailored using advanced algorithms to optimally influence behaviour change Not specified Automated 1-way Tkatch et al., [2018] Larger SMS Not specified 1×/day and 2×/week (Monday and Thursday) Not specified Not specified There were 23 opportunities per person to send High-5's and an average of 11.26 were sent per person Participants are sending High-5s to their peers 2-way Limaye et al., [2017] Larger SMS 1 year 3×/week Between 10:00-13:00 hours Participant preference One-tenth of prompts requested a reply. Adherence calculated based on response to these requests Not specified 2-way Pfammatter et al., [2016] Stand-alone SMS 6 months 1×/day for the first 6 days, then 2×/week Not specified Not specified Not specified Not specified Not specified Fukuoka et al., [2015] Larger SMS/push notifications 5 months 1×/day 11:00 hours and 15:00 hours (only nonresponders) Not specified Not specified Automated 2-way Abebe et al., [2013] Stand-alone SMS 14 weeks 4-7×/week Not specified Not specified Not specified Clinic staff 2-way González et al., [2013] Larger SMS 15 days Not specified Not specified Not specified Not specified Automated 1-way Fukuoka et al., [2011] Stand-alone Not specified N/A Participants want choice in message frequency N/A N/A N/A N/A N/A Table 2 (continued) mHealth, 2022 © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22 Table 2 (continued) Reference Were prompts part of larger DPP Prompt type Prompt duration Prompt frequency Prompt timing Justification for message dose Were any fidelity checks in place to ensure messages were delivered as intended? Prompt sender 1-or 2-way messages Alzeidan et al., [2019] Stand-alone SMS 6 months 6×/week (2×/ day for 3 days) 10:00-11:00 hours Not specified At every visit, participants will be asked the number of messages they received Automated 1-way Rosas et al., [2018] Larger SMS 12 months 1×/week in months 1-3 and biweekly thereafter Not specified Not specified Self-monitoring records and Smartphone app communication will be reviewed for quality control Coach 2-way Kim et al., [2019] Larger SMS 6 months 1×/day Not specified Not specified Not specified Community health workers, research nurses Not specified Whelan et al., [2019] Stand-alone Push notifications 6 weeks Hourly then additional prompts tailored to participant behaviour Motivational messages not specified. Hourly reminders to move 09:00-17:00 hours Not specified Prompt reports were audited to determine how many prompts were sent Automated 1-way MacPherson et al., [2019] Larger Push notifications 1 year 1×/month, tailored based on participant behaviour Not specified Not specified Not specified Exercise counselors 2-way O'Reilly et al., [2019] Larger Push notifications N/A N/A N/A N/A N/A N/A 1-way Staite et al., [2020] Larger SMS 12 months 3-4×/day Not specified Not specified Not specified Automated 1-way Ho et al., [2020] Stand-alone SMS 12 months First 6 months: 1×/month. Next 6 months: 1×/2 months Not specified Not specified Not specified Not specified Not specified Table 2 (continued) mHealth, 2022 Page 16 of 25 © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22 Table 2 (continued) Reference Were prompts part of larger DPP Prompt type Prompt duration Prompt frequency Prompt timing Justification for message dose Were any fidelity checks in place to ensure messages were delivered as intended? Prompt sender 1-or 2-way messages Srivastava et al., [2019] Larger Push notifications Not specified 65×/week Not specified Not specified User compliance with requests for dietary data input ranged from 59-87%, PA ranged from 52-93% and weight data ranged from 83-100% Coach & physician 2-way Xu et al., [2020] Larger Push notifications 6 months 2×/week Not specified Not specified Not specified Automated Not specified Rollo et al., [2020] Larger SMS 3 months 4×/week Not specified Not specified Not specified Not specified Not specified Sinclair et al., [2020] Larger SMS 6 months 2×/week Not specified Not specified Not specified Not specified Not specified Harjumaa et al., [2020] Larger SMS Not specified Not specified Not specified Not specified Not specified Not specified Not specified DPP, diabetes prevention program; SMS, short message service; PA, physical activity. © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22\n\nan average of 11 prompts per week (SD =17.60), ranging from two to 65 prompts weekly. The majority of studies (n=24, 73%) did not provide any justification for why they chose a specific prompting frequency. Those that did often cited that the timing or frequency of prompts was based on participant preferences  (51, 59, 70, 71, 84) . One study tailored prompt timing and frequency through use of algorithms to optimally influence behaviours  (66) . Everett and colleagues  (66)  used machine learning to translate information originating from participants mobile phone and digital body weight scale into insights about that persons physical activity habits and schedule. From that information, participants were sent just-in-time recommendations to guide them to achieve the daily physical activity and dietary recommendations. Advanced algorithms were then used to learn which message types resulted in better compliance for a specific user based on their specific context."
    },
    {
      "title": "Outcomes"
    },
    {
      "title": "Acceptability outcomes",
      "text": "Twenty-one studies (64%) reported on outcomes relating to mHealth prompts. Acceptability was widely measured with 14 studies (42%) reporting patient satisfaction with prompts. Acceptability was primarily measured through participant surveys  (55, 64, 67, (69) (70) (71) 75, 76)  and qualitative interviews or focus groups  (52, 53, 65, 83) . Twelve of the studies reporting on acceptability found that prompts were well-received by participants; the remaining two studies found that prompts were not acceptable to participants. Specifically, participants in Whelan and colleagues study  (53)  felt that the hourly prompts to move were too burdensome, and they found the additional motivation prompts to be childish and not appropriate for an adult population at risk for developing T2D. Rollo and colleagues study  (64)  found that while 84% of participants agreed that the prompts provided useful information, only 22% felt that the prompts improved their self-efficacy, and only 8% felt it helped them achieve their goals. Further, participants noted that the primary focus on weight found in the prompts was not favourably received, and one participant suggested that motivational messages and informational messages on how different behaviours could reduce risk may be more appropriate  (64) ."
    },
    {
      "title": "Effectiveness outcomes",
      "text": "Nine studies (27%) assessed behavioural outcomes including weight loss  (58, 59) , PA  (51, 53, 71) , exercise  (54, 60) , and diabetes incidence  (70, 71, 74) , and found mixed effects overall. In two studies, prompts were significantly associated with weight loss  (58, 59) . In two studies that used Fitbit devices to push prompts to participants and assess activity levels, prompts were not associated with improved PA levels  (51, 53) ; however, they were associated with improved adherence to Fitbit wear  (51) . Studies which assessed both dietary and physical activity or exercise behaviours found that the prompts were associated with improved diet, but not physical activity or exercise behaviours  (60, 71) . MacPherson and colleagues  (54)  found that prompts had an acute effect on exercise, and that a prompt resulted in increased exercise in the 3-day following a prompt. In terms of diabetes progression, one study demonstrated that diabetes incidence was significantly reduced by the prompting intervention 5-year post program  (71) . In contrast, Wong and colleagues  (74)  found that prompts were effective in reducing diabetes incidence during the 2-year program, but there were no significant differences between the prompting and control group three years post trial. Further, Nanditha and colleagues (70) found no significant reduction in diabetes incidence in the 2-year program."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principle findings",
      "text": "This scoping review summarizes the literature regarding use of mHealth prompts within DPPs. Our analysis highlights substantial heterogeneity coupled with a lack of reporting on the intervention duration, prompt delivery characteristics, prompt content, and fidelity. The majority of mHealth prompt literature to date has assessed feasibility or acceptability of mHealth prompts and has found that prompts are generally well-received by program participants. Interestingly, 36 studies that were excluded at the fulltext level identified that mHealth prompts were likely used in the intervention but provided insufficient information regarding the prompts to warrant inclusion. For example, Sweet and colleagues  (86)  provide only a single statement that participants are assigned to a lifestyle coach who can communicate with them through online messaging, with no indication of if the messages were pushed to their home screen, the number of messages that are sent by the coach, what the content is, how long the coach will continue to send messages, etc. This lack of reporting on key mHealth intervention components used within DPPs hinders such programs from being translated into practice due to a lack of transparency about mHealth prompt use and how prompts may be influencing intervention effectiveness.\n\nBeyond these 36 studies which were not included in this report due to their lack of information pertaining to prompts, the 33 studies that were included also consistently underreported on key delivery characteristics. Such underreporting may impede replication and translation of such interventions into practice. While it has been suggested that time of day and frequency in which prompts are sent can influence health behaviours  (41) , only seven studies (21%) reported prompt timing and 27 studies (82%) reported on prompt frequency, with 24 not providing any justification for why that frequency was chosen. Clearly, more thorough reporting is needed within mHealth prompt use in DPPs to allow for future meta-analyses to rigorously answer such questions."
    },
    {
      "title": "Strengths and limitations",
      "text": "mHealth is a broad and heterogeneous field which is often assessed in its entirety and the impact of individual mHealth components not often teased apart. Assessing mHealth programs as an intervention package (e.g., assessing an app vs assessing those specific components within the app such as prompts and rewards) limits researchers abilities to identify which specific components (e.g., prompts) may be driving behaviour change  (23, 27, 87) . A strength of this review is that a single mHealth component, prompts, was singled out to provide a comprehensive overview of usecases to date, and to provide concrete recommendations to further the field of mHealth within DPPs. This scoping review is the first to provide a summary of available evidence on mHealth prompts with DPPs. A key strength of this review is its inclusion of a range of study designs, and mHealth prompt delivery (either as a stand-alone intervention or to augment larger DPPs) allowing for a more robust overview of the scope of the literature. Additionally, by reporting on a variety of characteristics associated with prompts within DPPs (content, delivery mode, delivery schedule, theoretical underpinning, etc.) this review was able to identify gaps in the literature and avenues for future mHealth prompt researchers.\n\nLimitations for the current review include confining the search to only English language publications. Further, some studies using mHealth prompts may have been missed in the search if the manuscript did not state that an mHealth prompt derivative was used somewhere within the title or abstract, or if the full text did not explicitly state that the potential prompt would land on the participants home screen of their device. Additionally, there may be studies included in the current review in which participants were able to turn off push notifications at the app level, or blocked study related phone numbers sending text messages, suggesting that measures of mHealth prompt fidelity are needed (e.g., read/send reports). Lastly, due to the nature of scoping reviews coupled with the heterogeneity of included studies, we were unable to comment on the effectiveness of different prompt content and delivery characteristics."
    },
    {
      "title": "Future directions",
      "text": "Our findings show an increasing focus on mHealth prompt use within DPPs with almost three quarters of the included studies published in the last five years. While there were mixed results of mHealth prompts on exercise behaviours and overall reduction in T2D incidence, it is unclear if prompting content or delivery may be driving these differences. Given the ubiquity of mobile phones, coupled with the overall acceptability of mHealth prompts within the context of diabetes prevention, future research should be conducted to determine how to optimally engage clients in the behaviour change process through mHealth prompts.\n\nTo understand why prompts may be facilitating behaviour change in some studies, but not others, mHealth prompting content and delivery should be systematically developed, evaluated, and transparently reported."
    },
    {
      "title": "mHealth prompt development",
      "text": "Use of behaviour change frameworks such as the Behaviour Change Wheel (BCW)  (88)  should guide the design of mHealth prompting interventions and provide structure when describing active intervention content. The BCW encourages intervention developers to use multiple data sources including previous literature, focus groups, surveys, and interviews with end users when developing an intervention. Regarding mHealth prompts, the BCW can be used to systematically develop theory-based prompt content in collaboration with end users, and to identify mechanisms of action by detailing BCTs within each message.\n\nAs the purpose of mHealth prompts is often to cue a target behaviour within an individual's own environment, contextual factors pertaining to mHealth prompt implementation should be accounted for during the development phase. The BCW advises researchers to thoroughly identify and understand a target behaviour within a given context  (88)  and to take into account intervention Effectiveness, Affordability, Scalability, and Efficiency (EASE) (89). Intervention EASE is achieved by balancing the efficacy of an intervention with other contextual aspects (affordability, scalability, and efficiency) which may impact the ability of an intervention to be effectively implemented into a community setting  (89) .\n\nOne key factor which may influence mHealth prompting in DPPs is the reach and accessibility of prompts by target populations. The most frequently used mode of delivery for mHealth prompts in the current review were text messaging (73% of studies) and push notifications (21%). While both mHealth prompt types have broad reach, text messaging may be a more accessible and affordable mode of delivery among those most at risk for developing T2D."
    },
    {
      "title": "Push notification reach",
      "text": "Despite similar levels of access to mobile broadband  (18) , mobile internet usage varies substantially between developed and least developed countries due to unaffordable broadband cost within developing counties  (18) . For example, 19% of individuals use internet in the 47 least developed countries compared to 87% of individuals using the internet in developed countries. The United Nations Broadband Commission for Sustainable Development set a target for what constitutes \"affordable\" broadband services; the least developed countries mobile broadband prices are six times higher than the broadband commissions affordability target compared to developed countries which cost less than half of the affordability target  (18) . This makes cost a potentially significant barrier to internet uptake. Discrepancies in uptake and subscriptions seen in internet use between developed and least developed countries may make mHealth prompts requiring internet enabled devices (e.g., push notifications) less accessible."
    },
    {
      "title": "Text messaging reach",
      "text": "As cell phones do not require a mobile broadband connection to send and receive text messages, text messaging is one of the widest reaching and most accessible mHealth prompting interventions  (90, 91) . The gaps in mobile broadband adoption and usage between the developed and least developed countries are much larger than the gap in cellular phone uptake which enables text messaging use (129 cellular telephone subscriptions in developed and 75 in least developed countries per 100 inhabitants)  (18) . There are more than five billion mobile phone users worldwide  (91)  with greater than 18 billion text messages sent every day  (92) . Further, text messaging has been noted as the most popular non-voice application on mobile phones among American adults  (93) , and a survey conducted in 2011 with 21 counties found that 75% of cell phone owners report regularly sending and receiving text messages  (94) .\n\nBeyond cell phones accessibility, text messaging may be a more impactful delivery mode for mHealth prompting interventions due to its acceptability among patient groups who have limited access to healthcare resources (e.g., those in remote and rural locations)  (95) . In a review conducted by Wali et al.  (95) , 11 articles were assessed to summarize the literature on the use of mHealth interventions targeting cardiovascular disease management in Indigenous communities and low-and middle-income countries (LMIC). It was noted that the majority of Indigenous communities and LMIC populations reside in remote or rural areas with limited access to traditional Western health resources. Of the included studies, it was found that mHealth interventions resulted in positive behaviour change, including improved medication adherence, blood pressure monitoring and control, and self-care. Additionally, it was noted that within 83% of the studies in which text messaging was used, patients explicitly stated a preference for text messaging as a reminder system. In addition to rural and remote populations, text messaging usage is becoming more ubiquitous in older adults. While teens and younger adults reportedly send the greatest number of daily text messages (an average of 50 text messages per day in 2010)  (93) , cellular phone ownership and text messaging use has increased among older adults  (96) .\n\nAs risk of developing T2D is higher among lower socioeconomic groups and increases with age  (97) , text messaging has the capacity to reach and engage with the largest amount of potential participants compared to mHealth prompts which rely on internet enabled devices (i.e., push notifications send via smartphone applications). As such, we recommend that future mHealth prompting research target the comprehensive development and evaluation of text messaging prompts to allow for more scalable and inclusive mHealth DPP programming."
    },
    {
      "title": "mHealth prompt evaluation",
      "text": "Once an intervention has been systematically developed and all active intervention components within the messages have been identified, they should be rigorously tested to ensure they are effective within a given context. By understanding what specific BCTs are used within each prompt, researchers can not only test whether prompts in general are effective in enacting behaviour change, but also what specific techniques and mechanisms of action may be driving the effect. This can improve future uptake by ensuring that those prompts which are most impactful are translated into practice following rigorous testing within research facilities.\n\nBeyond content, prompt delivery is also a key characteristic which has been underreported. Future research is needed to identify not only which BCTs are most influential, but also what prompt 'dose' (i.e., frequency, timing, intervention duration) may reduce T2D incidence the most by improving PA, and dietary behaviours. While previous research has postulated that prompt dose may influence behaviours  (41) , DPPs have relied primarily on user preferences and observational research to justify prompt timing and frequency. More rigorous experimental evidence regarding the impact of prompt timing and frequency on behaviour change is needed to advance the field of mHealth behaviour change. Factorial experiments, sequential multipleassignment randomized trials (SMARTs), and microrandomized trials are potential trial designs appropriate to examine the dose-response relationship between prompts and behaviour change."
    },
    {
      "title": "mHealth prompt reporting",
      "text": "Findings from mHealth diabetes prevention programming are important to many groups from researchers to clinicians and patients, and public health diabetes prevention programmers. As such, research studies should be written in a way to increase their usability by including all relevant information pertaining to the study protocols and results so readers can judge the validity and relevance of the study, and if desired, use its findings to translate the project into other contexts  (98) ; however, this review found that authors consistently underreport on the content, delivery, and fidelity of mHealth prompts within the context of DPPs. Transparent reporting is necessary to improve the translation of effective interventions into practice. If a complete description of an intervention is not available, clinicians, patients, and DPP developers are unable to reliably implement mHealth prompting interventions into different contexts, and other researchers are unable to replicate or build on a study's findings  (99) .\n\nTo improve the quality of reporting within mHealth programming, future researchers should use standardized checklists to ensure that all relevant information is reported, and they should use a common language when describing intervention components. One tool which encourages and facilitates the reporting of key intervention details is the Template for Intervention Description and Replication (TIDieR)  (99) . The TIDieR provides a standardized checklist for researchers to follow to ensure that details regarding what was delivered, why those components were chosen, who delivered the intervention, mode of delivery and intervention dose, if the intervention was tailored or modified, and what fidelity checks were in place  (99) .\n\nFurther, using a common language across behavioural domains through standardized description of BCTs can allow for more comprehensive intervention development, more accurate replication of interventions, and improved translation of effective interventions into real-world settings  (30) . If BCTs are consistently and thoroughly reported (e.g., through the use of the BCTTv1), the opportunity for evidence synthesis within behaviour change science is increased thereby allowing for meta-analyses to comment on which BCTs or combination of BCTs may be most effective at enacting behaviour change. mHealth prompting interventions reporting their methods using standardized tools such as the TIDieR and BCTTv1 help future researchers know what intervention components make up an effective intervention and can allow for the replication or building on previous work. Understanding which BCTs make up an intervention, and how they were delivered is critical for effective mHealth scale-up and implementation (100).\n\nThese comprehensive and transparent reports are well situated within protocol papers and can be deposited to data repositories such as the Open Science Framework ( https://  osf.io ). Beyond strictly reporting, possible interactions between these characteristics and BCTs should be assessed towards optimizing the effects of mHealth prompts on behaviour change."
    },
    {
      "title": "Conclusions",
      "text": "mHealth prompts show mixed results on behavioural outcomes; however, they are consistently reported as well-received by those at risk for developing T2D. Results from this review mirror that of other mHealth prompting interventions delivered across a broad range of behaviours-few interventions detail the formative © mHealth. All rights reserved. mHealth 2022;8:20 |  https://dx.doi.org/10.21037/mhealth-21-22 development, and specifically the content development (101-105) which limits future replication or evaluation due to mHealth interventions which were developed within a 'black box' (103). Theoretical mechanisms underpinning prompts, development of prompt content, and prompting delivery characteristics are consistently underreported, leading to large heterogeneity in the field. Future research is needed to improve the impact mHealth prompts have on behaviour change and standardize prompt reporting. Understanding how to optimally intervene with mHealth prompts is necessary for the development and implementation of effective and scalable interventions to reach a wide range of individuals at risk for developing T2D."
    },
    {
      "text": "Information pertaining to mHealth prompt content"
    },
    {
      "text": "continued)"
    },
    {
      "text": "continued)"
    },
    {
      "text": "continued)"
    },
    {
      "text": "continued)"
    },
    {
      "text": "Information pertaining to mHealth prompt delivery"
    }
  ],
  "references": [
    {
      "title": "The global economic burden of diabetes in adults aged 20-79 years: a cost-of-illness study",
      "authors": [
        "C Bommer",
        "E Heesemann",
        "V Sagalova"
      ],
      "year": 2017
    },
    {
      "title": "Health-related quality of life among people with type 2 diabetes mellitus -A multicentre study in Bangladesh",
      "authors": [
        "A Shetty",
        "A Afroz",
        "L Ali"
      ],
      "year": 2021,
      "doi": "10.1016/j.dsx.2021.102255"
    },
    {
      "title": "A longitudinal study of affective and anxiety disorders, depressive affect and diabetes distress in adults with Type 2 diabetes",
      "authors": [
        "L Fisher",
        "M Skaff",
        "J Mullan"
      ],
      "year": 2008
    },
    {
      "title": "The prevalence of comorbid depression in adults with diabetes: a meta-analysis",
      "authors": [
        "R Anderson",
        "K Freedland",
        "R Clouse"
      ],
      "year": 2001
    },
    {
      "title": "Prevalence of anxiety in adults with diabetes: a systematic review",
      "authors": [
        "A Grigsby",
        "R Anderson",
        "K Freedland"
      ],
      "year": 2002,
      "doi": "10.1016/s0022-3999(02)00417-8"
    },
    {
      "title": "Epidemiology of Type 2 Diabetes -Global Burden of Disease and Forecasted Trends",
      "authors": [
        "Mab Khan",
        "M Hashim",
        "J King"
      ],
      "year": 2020,
      "doi": "10.2991/jegh.k.191028.001"
    },
    {
      "title": "Effects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance. The Da Qing IGT and Diabetes Study",
      "authors": [
        "X Pan",
        "G Li",
        "Y Hu"
      ],
      "year": 1997,
      "doi": "10.2337/diacare.20.4.537"
    },
    {
      "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
      "authors": [
        "W Knowler",
        "E Barrett-Connor",
        "S Fowler"
      ],
      "year": 2002,
      "doi": "10.1056/nejmoa012512"
    },
    {
      "title": "The Indian Diabetes Prevention Programme shows that lifestyle modification and metformin prevent type 2 diabetes in Asian Indian subjects with impaired glucose tolerance (IDPP-1)",
      "authors": [
        "A Ramachandran",
        "C Snehalatha",
        "S Mary"
      ],
      "year": 2006,
      "doi": "10.1007/s00125-005-0097-z"
    },
    {
      "title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance",
      "authors": [
        "J Tuomilehto",
        "J Lindström",
        "J Eriksson"
      ],
      "year": 2001,
      "doi": "10.1056/nejm200105033441801"
    },
    {
      "title": "Global Diabetes Prevention Interventions: A Systematic Review and © mHealth. All rights reserved",
      "authors": [
        "K Galaviz",
        "M Weber",
        "A Straus"
      ],
      "year": 2018,
      "doi": "10.21037/mhealth-21-22NetworkMeta-"
    },
    {
      "title": "A systematic review of real-world diabetes prevention programs: learnings from the last 15 years",
      "authors": [
        "Z Aziz",
        "P Absetz",
        "J Oldroyd"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0354-6"
    },
    {
      "title": "Infographic: Inequalities in diabetes in Canada",
      "authors": [
        "Pha Canada",
        "Of"
      ],
      "year": 2019,
      "doi": "10.4095/328422"
    },
    {
      "title": "Incomerelated differences in mortality among people with diabetes mellitus",
      "authors": [
        "L Lipscombe",
        "P Austin",
        "D Manuel"
      ],
      "year": 2010,
      "doi": "10.1503/cmaj.090495"
    },
    {
      "title": "Improving prevention, monitoring and management of diabetes among ethnic minorities: contextualizing the six G's approach",
      "authors": [
        "A Gumber",
        "L Gumber"
      ],
      "year": 2017,
      "doi": "10.1186/s13104-017-3104-9"
    },
    {
      "year": 2020
    },
    {
      "title": "Telehealth to Experience Massive Growth with COVID-19 Pandemic"
    },
    {
      "authors": [
        "Sullivan Frost"
      ],
      "year": 2020,
      "doi": "10.1108/aa.2013.03333baa.005"
    },
    {
      "title": "Benefits of Mobile Apps in Pain Management: Systematic Review",
      "authors": [
        "S Thurnheer",
        "I Gravestock",
        "G Pichierri"
      ],
      "year": 2018
    },
    {
      "title": "Digital diabetes: Perspectives for diabetes prevention, management and research",
      "authors": [
        "G Fagherazzi",
        "P Ravaud"
      ],
      "year": 2019
    },
    {
      "title": "A Review of Technology-Assisted Interventions for Diabetes Prevention",
      "authors": [
        "S Grock",
        "J Ku",
        "J Kim"
      ],
      "year": 2017
    },
    {
      "title": "Lifestyle interventions based on the diabetes prevention program delivered via eHealth: A systematic review and meta-analysis",
      "authors": [
        "K Joiner",
        "S Nam",
        "R Whittemore"
      ],
      "year": 2017,
      "doi": "10.1016/j.ypmed.2017.04.033"
    },
    {
      "title": "Digital Health-Supported Lifestyle Change Programs to Prevent Type 2 Diabetes",
      "authors": [
        "K Kirley",
        "N Sachdev"
      ],
      "year": 2018
    },
    {
      "title": "A systematic review of the behaviour change techniques and digital features in technology-driven type 2 diabetes prevention interventions",
      "authors": [
        "L Van Rhoon",
        "M Byrne",
        "E Morrissey"
      ],
      "year": 2020
    },
    {
      "title": "Mobile App-Based Interventions to Support Diabetes Self-Management: A Systematic Review of Randomized Controlled Trials to Identify Functions Associated with Glycemic Efficacy",
      "authors": [
        "Y Wu",
        "X Yao",
        "G Vespasiani"
      ],
      "year": 2017
    },
    {
      "title": "The Effect of Technology-Mediated Diabetes Prevention Interventions on Weight: A Meta-Analysis",
      "authors": [
        "R Bian",
        "G Piatt",
        "A Sen"
      ],
      "year": 2017
    },
    {
      "title": "A systematic review of the translational research on the Diabetes Prevention Program",
      "authors": [
        "R Whittemore"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0062-y"
    },
    {
      "title": "How effective were lifestyle interventions in real-world settings that were modeled on the Diabetes Prevention Program?",
      "authors": [
        "M Ali",
        "J Echouffo-Tcheugui",
        "D Williamson"
      ],
      "year": 2012,
      "doi": "10.1377/hlthaff.2011.1009"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions",
      "authors": [
        "C Greaves",
        "K Sheppard",
        "C Abraham"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2458-11-119"
    },
    {
      "title": "Unpacking mHealth interventions: A systematic review of behavior change techniques used in randomized controlled trials assessing mHealth effectiveness",
      "authors": [
        "M Dugas",
        "G Gao",
        "R Agarwal"
      ],
      "year": 2020,
      "doi": "10.1177/2055207620905411"
    },
    {
      "title": "Persuasive System Design Principles and Behavior Change Techniques to Stimulate Motivation and Adherence in Electronic Health Interventions to Support Weight Loss Maintenance: Scoping Review",
      "authors": [
        "R Asbjørnsen",
        "M Smedsrød",
        "Solberg Nes"
      ],
      "year": 2019,
      "doi": "10.2196/14265"
    },
    {
      "title": "Are physical activity interventions for healthy inactive adults effective in promoting behavior change and maintenance, and which behavior change techniques are effective? A systematic review and meta-analysis",
      "authors": [
        "N Howlett",
        "D Trivedi",
        "N Troop"
      ],
      "year": 2019
    },
    {
      "title": "Effective behavior change techniques to promote physical activity in adults with overweight or obesity: A systematic review and meta-© mHealth. All rights reserved",
      "authors": [
        "E Carraça",
        "J Encantado",
        "F Battista"
      ],
      "year": 2021,
      "doi": "10.21037/mhealth-21-22analysis"
    },
    {
      "title": "Cost and costeffectiveness of mHealth interventions for the prevention and control of type 2 diabetes mellitus: A systematic review",
      "authors": [
        "G Rinaldi",
        "A Hijazi",
        "H Haghparast-Bidgoli"
      ],
      "year": 2020
    },
    {
      "title": "Cost-effectiveness of a mobile-phone text messaging intervention on type 2 diabetes-A randomized-controlled trial",
      "authors": [
        "Sms Islam",
        "R Peiffer",
        "C Chow"
      ],
      "year": 2020,
      "doi": "10.1016/j.hlpt.2019.12.003"
    },
    {
      "title": "Physical activity self-monitoring and weight loss: 6-month results of the SMART trial",
      "authors": [
        "M Conroy",
        "K Yang",
        "O Elci"
      ],
      "year": 2011,
      "doi": "10.1249/mss.0b013e31820b9395"
    },
    {
      "title": "Do Fitness Apps Need Text Reminders? An Experiment Testing Goal-Setting Text Message Reminders to Promote Self-Monitoring",
      "authors": [
        "S Liu",
        "J Willoughby"
      ],
      "year": 2018
    },
    {
      "title": "Periodic prompts and reminders in health promotion and health behavior interventions: systematic review",
      "authors": [
        "J Fry",
        "R Neff"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1138"
    },
    {
      "title": "More Than a Text Message: Dismantling Digital Triggers to Curate Behavior Change in Patient-Centered Health Interventions",
      "authors": [
        "F Muench",
        "A Baumel"
      ],
      "year": 2017
    },
    {
      "title": "Preventive Health Behavior Change Text Message Interventions: A Meta-analysis",
      "authors": [
        "A Armanasco",
        "Y Miller",
        "B Fjeldsoe"
      ],
      "year": 2017
    },
    {
      "title": "Characterizing periodic messaging interventions across health behaviors and media: systematic review",
      "authors": [
        "E De Leon",
        "L Fuentes",
        "J Cohen"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2837"
    },
    {
      "title": "Efficacy of text messaging-based interventions for health promotion: a meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino",
        "Grant Harrington"
      ],
      "year": 2013
    },
    {
      "title": "Mobile text messaging for health: a systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015
    },
    {
      "title": "PRISMA Extension for Scoping Reviews (PRISMA-ScR): Checklist and Explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin"
      ],
      "year": 2018
    },
    {
      "title": "Fifty-Five Years of Research Into Older People's Civic Participation: Recent Trends, Future Directions",
      "authors": [
        "R Serrat",
        "T Scharf",
        "F Villar"
      ],
      "year": 2020
    },
    {
      "title": "Scoping studies: advancing the methodology",
      "authors": [
        "D Levac",
        "H Colquhoun",
        "O' Brien"
      ],
      "year": 2010
    },
    {
      "title": "Enhancing the scoping study methodology: a large, inter-professional team's experience with Arksey and O'Malley's framework",
      "authors": [
        "H Daudt",
        "C Van Mossel",
        "S Scott"
      ],
      "year": 2013
    },
    {
      "title": "Covidence -Better systematic review management"
    },
    {
      "title": "The effect of automated text messaging and goal setting on pedometer adherence and physical activity in patients with diabetes: A randomized controlled trial",
      "authors": [
        "L Polgreen",
        "C Anthony",
        "L Carr"
      ],
      "year": 2018
    },
    {
      "title": "A Text-Messaging and Pedometer Program to Promote Physical Activity in People at High Risk of Type 2 Diabetes: The Development of the PROPELS Follow-On Support Program",
      "authors": [
        "K Morton",
        "S Sutton",
        "W Hardeman"
      ],
      "year": 2015
    },
    {
      "title": "Examining the Use of Glucose and Physical Activity Self-Monitoring Technologies in Individuals at Moderate to High Risk of Developing Type 2 Diabetes: Randomized Trial",
      "authors": [
        "M Whelan",
        "M Orme",
        "A Kingsnorth"
      ],
      "year": 2019
    },
    {
      "title": "Effects of Mobile Health Prompts on Self-Monitoring and Exercise Behaviors Following a Diabetes Prevention Program: Secondary Analysis From a Randomized Controlled Trial",
      "authors": [
        "M Macpherson",
        "K Merry",
        "S Locke"
      ],
      "year": 2019
    },
    {
      "title": "Claim More™: Empowering African American Women to Make Healthy Choices",
      "authors": [
        "R Tkatch",
        "S Musich",
        "J Draklellis"
      ],
      "year": 2018
    },
    {
      "title": "Motivating people to sustain healthy lifestyles using persuasive technology: A pilot study of Korean Americans with prediabetes and type 2 diabetes",
      "authors": [
        "M Kim",
        "K Kim",
        "T Nguyen"
      ],
      "year": 2019,
      "doi": "10.1016/j.pec.2018.10.021"
    },
    {
      "title": "Internet-Based Lifestyle Intervention to Prevent Type 2 Diabetes Through Healthy Habits: Design and 6-Month Usage Results of Randomized Controlled Trial",
      "authors": [
        "M Harjumaa",
        "P Absetz",
        "M Ermes"
      ],
      "year": 2020,
      "doi": "10.2196/15219"
    },
    {
      "title": "A Multilevel Diabetes and CVD Risk Reduction Intervention in African American Churches: Project Faith Influencing Transformation (FIT) Feasibility and Outcomes",
      "authors": [
        "J Berkley-Patton",
        "Bowe Thompson",
        "C Bauer"
      ],
      "year": 2020
    },
    {
      "title": "Supplemental Text Message Support With the National Diabetes Prevention Program: Pragmatic Comparative Effectiveness Trial",
      "authors": [
        "N Ritchie",
        "S Gutiérrez-Raghunath",
        "M Durfee"
      ],
      "year": 2020
    },
    {
      "title": "mHealth Intervention to Improve Diabetes Risk Behaviors in India: A Prospective, Parallel Group Cohort Study",
      "authors": [
        "A Pfammatter",
        "B Spring",
        "N Saligram"
      ],
      "year": 2016
    },
    {
      "title": "Considerations for community-based mHealth initiatives: insights from three Beacon Communities",
      "authors": [
        "N Abebe",
        "K Capozza",
        "Des Jardins"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2803"
    },
    {
      "title": "A Mobile-Based Intervention for Dietary Behavior and Physical Activity Change in Individuals at High Risk for Type 2 Diabetes Mellitus: Randomized Controlled Trial",
      "authors": [
        "Z Xu",
        "J Geng",
        "S Zhang"
      ],
      "year": 2020,
      "doi": "10.2196/19869"
    },
    {
      "title": "A Fully Automated Diabetes Prevention Program, Alive-PD: Program Design and Randomized Controlled Trial Protocol",
      "authors": [
        "G Block",
        "K Azar",
        "T Block"
      ],
      "year": 2015
    },
    {
      "title": "The Feasibility and Preliminary Efficacy of an eHealth Lifestyle Program in Women with Recent Gestational Diabetes Mellitus: A Pilot Study",
      "authors": [
        "M Rollo",
        "J Baldwin",
        "M Hutchesson"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17197115"
    },
    {
      "title": "A lifestyle intervention programme for the prevention of Type 2 diabetes mellitus among South Asian women with gestational diabetes mellitus LIVING study: protocol for a randomized trial",
      "authors": [
        "Y Gupta",
        "D Kapoor",
        "L Josyula"
      ],
      "year": 2019,
      "doi": "10.1111/dme.13850"
    },
    {
      "title": "A Novel Approach for Fully Automated, Personalized Health Coaching for Adults with Prediabetes: Pilot Clinical Trial",
      "authors": [
        "E Everett",
        "B Kane",
        "A Yoo"
      ],
      "year": 2018
    },
    {
      "title": "PREDIRCAM eHealth platform for individualized telemedical assistance for lifestyle modification in the treatment of obesity, diabetes, and cardiometabolic risk prevention: a pilot study (PREDIRCAM 1)",
      "authors": [
        "C González",
        "P Herrero",
        "J Cubero"
      ],
      "year": 2013
    },
    {
      "title": "Behavior stages of a physician-and coach-supported cloud-based diabetes prevention program for people with prediabetes",
      "authors": [
        "P Srivastava",
        "A Verma",
        "C Geronimo"
      ],
      "year": 2019,
      "doi": "10.1177/2050312119841986"
    },
    {
      "title": "Use of a text message program to raise type 2 diabetes risk awareness and promote health behavior change (part II): assessment of participants' perceptions on efficacy",
      "authors": [
        "L Buis",
        "L Hirzel",
        "S Turske"
      ],
      "year": 2013
    },
    {
      "title": "A pragmatic and scalable strategy using mobile technology to promote sustained lifestyle changes to prevent type 2 diabetes in India and the UK: a randomised controlled trial",
      "authors": [
        "A Nanditha",
        "H Thomson",
        "P Susairaj"
      ],
      "year": 2020
    },
    {
      "title": "Improvement in diet habits, independent of physical activity helps to reduce incident diabetes among prediabetic Asian Indian men",
      "authors": [
        "J Ram",
        "S Selvam",
        "C Snehalatha"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of digital health using the transtheoretical model to prevent or delay type 2 diabetes in impaired glucose tolerance patients: protocol for a randomized control trial",
      "authors": [
        "R Alzeidan",
        "Z Shata",
        "M Hassounah"
      ],
      "year": 2019
    },
    {
      "title": "A Pilot Randomised Controlled Trial of a Text Messaging Intervention with Customisation Using Linked Data from Wireless Wearable Activity Monitors to Improve Risk Factors Following Gestational Diabetes",
      "authors": [
        "N Cheung",
        "C Blumenthal",
        "B Smith"
      ],
      "year": 2019
    },
    {
      "title": "A short message service (SMS) intervention to prevent diabetes in Chinese professional drivers with pre-diabetes: a pilot singleblinded randomized controlled trial",
      "authors": [
        "C Wong",
        "C Fung",
        "S Siu"
      ],
      "year": 2013
    },
    {
      "title": "Adapting the Diabetes Prevention Program for low and middle-income countries: protocol for a cluster randomised trial to evaluate 'Lifestyle Africa",
      "authors": [
        "D Catley",
        "T Puoane",
        "L Tsolekile"
      ],
      "year": 2019
    },
    {
      "title": "Health-e mums: Evaluating a smartphone app design for diabetes prevention in women with previous gestational diabetes",
      "authors": [
        "S O'reilly",
        "R Laws"
      ],
      "year": 2019
    },
    {
      "title": "Strong Men, Strong Communities: Design of a Randomized Controlled Trial of a Diabetes Prevention Intervention for American Indian and Alaska Native Men",
      "authors": [
        "K Sinclair",
        "C Carty",
        "K Gonzales"
      ],
      "year": 2020
    },
    {
      "title": "A Wearable Technology Delivering a Web-Based Diabetes Prevention Program to People at High Risk of Type 2 Diabetes: Randomized Controlled Trial",
      "authors": [
        "E Staite",
        "A Bayley",
        "E Al-Ozairi"
      ],
      "year": 2020
    },
    {
      "title": "A randomized controlled trial to compare two approaches to weight loss for overweight and obese Latino men (Hombres con Opciones para Mejorar el Bienestar y bajar el Riesgo de Enfermedades crónicas; men with choices to improve well-being and decrease chronic disease risk)",
      "authors": [
        "L Rosas",
        "N Lv",
        "Kmj Azar"
      ],
      "year": 2018
    },
    {
      "title": "The transtheoretical model of health behavior change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997
    },
    {
      "title": "A refined taxonomy of behaviour change techniques to help people change their physical activity and healthy eating behaviours: the CALO-RE taxonomy",
      "authors": [
        "S Michie",
        "S Ashford",
        "F Sniehotta"
      ],
      "year": 2011,
      "doi": "10.21037/mhealth-21-22"
    },
    {
      "title": "A Novel Diabetes Prevention Intervention Using a Mobile App: A Randomized Controlled Trial With Overweight Adults at Risk",
      "authors": [
        "Y Fukuoka",
        "C Gay",
        "K Joiner"
      ],
      "year": 2015
    },
    {
      "title": "Real-time social support through a mobile virtual community to improve healthy behavior in overweight and sedentary adults: a focus group analysis",
      "authors": [
        "Y Fukuoka",
        "E Kamitani",
        "K Bonnet"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1770"
    },
    {
      "title": "Efficacy of a virtual assistance-based lifestyle intervention in reducing risk factors for Type 2 diabetes in young employees in the information technology industry in India: LIMIT, a randomized controlled trial",
      "authors": [
        "T Limaye",
        "K Kumaran",
        "C Joglekar"
      ],
      "year": 2017,
      "doi": "10.1111/dme.13258"
    },
    {
      "title": "Community-based weight loss programme targeting overweight Chinese adults with pre-diabetes: study protocol of a randomised controlled trial",
      "authors": [
        "M Ho",
        "P Chau",
        "Eyt Yu"
      ],
      "year": 2020
    },
    {
      "title": "Cost Savings and Reduced Health Care Utilization Associated with Participation in a Digital Diabetes Prevention Program in an Adult Workforce Population",
      "authors": [
        "C Sweet",
        "C Jasik",
        "A Diebold"
      ],
      "year": 2020,
      "doi": "10.36469/jheor.2020.14529"
    },
    {
      "title": "Use of mobile phone app interventions to promote weight loss: Metaanalysis",
      "authors": [
        "M Islam",
        "T Poly",
        "B Walther"
      ],
      "year": 2020,
      "doi": "10.2196/17039"
    },
    {
      "title": "The behaviour change wheel: a new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Optimization of behavioral, biobehavioral, and biomedical interventions: the multiphase optimization strategy (MOST)",
      "authors": [
        "L Collins"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-319-72206-1_1"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "The Mobile Economy",
      "year": 2019,
      "doi": "10.1093/oso/9780190630270.003.0004"
    },
    {
      "title": "How Many Texts Do People Send Every Day",
      "year": 2018,
      "doi": "10.1186/isrctn44827407"
    },
    {
      "title": "Cell phones and American adults",
      "authors": [
        "A Lenhart"
      ],
      "year": 2010
    },
    {
      "title": "Global digital communication: Texting, social networking popular worldwide",
      "authors": [
        "A Kohut",
        "R Wike",
        "J Horowitz"
      ],
      "year": 2011,
      "doi": "10.5860/choice.51-4515"
    },
    {
      "title": "Investigating the Use of Mobile Health Interventions in Vulnerable Populations for Cardiovascular Disease Management: Scoping Review",
      "authors": [
        "S Wali",
        "N Hussain-Shamsy",
        "H Ross"
      ],
      "year": 2019
    },
    {
      "title": "Mobile phone text messaging to promote healthy behaviors and weight loss maintenance: a feasibility study",
      "authors": [
        "B Gerber",
        "M Stolley",
        "A Thompson"
      ],
      "year": 2009,
      "doi": "10.1177/1460458208099865"
    },
    {
      "title": "Diabetes in older adults",
      "authors": [
        "M Kirkman",
        "V Briscoe",
        "N Clark"
      ],
      "year": 2012,
      "doi": "10.2337/dc12-1801"
    },
    {
      "title": "Importance of transparent reporting of health research",
      "authors": [
        "D Altman",
        "D Moher"
      ],
      "year": 2014,
      "doi": "10.1002/9781118715598.ch1"
    },
    {
      "title": "Better reporting of interventions: template for intervention description and replication (TIDieR) checklist and guide",
      "authors": [
        "T Hoffmann",
        "P Glasziou",
        "I Boutron"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g1687"
    },
    {
      "title": "Recommendations for evaluation of health care improvement initiatives",
      "authors": [
        "G Parry",
        "Carson Stevens",
        "A Luff"
      ],
      "year": 2013,
      "doi": "10.1016/j.acap.2013.04.007"
    },
    {
      "title": "Unpacking the Black Box: A Formative Research Approach to the Development of Theory-Driven, Evidence-Based, and Culturally Safe Text Messages in Mobile Health Interventions",
      "authors": [
        "R Skinner",
        "V Gonet",
        "S Currie"
      ],
      "year": 2016
    },
    {
      "title": "A development and evaluation process for mHealth interventions: examples from New Zealand",
      "authors": [
        "R Whittaker",
        "S Merry",
        "E Dorey"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649103"
    },
    {
      "title": "Underdeveloped or underreported? Coverage of pretesting practices and recommendations for design of text message-based health behavior change interventions",
      "authors": [
        "Fitts Willoughby",
        "J Furberg",
        "R ; Macpherson",
        "M Merry",
        "K Locke",
        "S Jung"
      ],
      "year": 2015,
      "doi": "10.21037/mhealth-21"
    }
  ],
  "num_references": 102
}
