{
  "paper_id": "RC6JERSB",
  "title": "THE SOCIAL IMPACT OF ADVICE DURING DISABILITY WELFARE REFORM: FROM SOCIAL RETURN ON INVESTMENT TO EVIDENCING PUBLIC VALUE THROUGH REALISM AND COMPLEXITY",
  "abstract": "This article illustrates how advice services create diverse public values within welfare reform. It develops a social impact framework using public value, realism and complexity literature. Starting from a social return on investment study of advice, qualitative interviews are analysed with twenty-two clients, who sought advice for welfare benefits, and had disabilities, or physical or mental health conditions. Integrating these clients' experiences with wider evidence, illustrates how advice services advocated for people's needs within a complicated (and controversial) welfare system. However advice services face funding cuts, benefit assessment costs have risen, and welfare reforms have yet to meet their aims.",
  "year": 2016,
  "date": "2016",
  "journal": "Public Management Review",
  "publication": "Public Management Review",
  "authors": [
    {
      "forename": "Susan",
      "surname": "Milner",
      "name": "Susan Milner",
      "affiliation": "Collaborations for Leadership in Applied Health Research and Care West (NIHR CLAHRC West) , University Hospitals Bristol NHS Foundation Trust , 9th Floor , Whitefriars , Lewins Mead , Bristol , BS1 2NT . \n\t\t\t\t\t\t\t\t Collaborations for Leadership in Applied Health Research and Care West (NIHR CLAHRC West) \n\t\t\t\t\t\t\t\t University Hospitals Bristol NHS Foundation Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 9th Floor Lewins Mead \n\t\t\t\t\t\t\t\t\t BS1 2NT \n\t\t\t\t\t\t\t\t\t Whitefriars Bristol"
    },
    {
      "forename": "Nick",
      "surname": "Abercrombie",
      "name": "Nick Abercrombie",
      "affiliation": "Collaborations for Leadership in Applied Health Research and Care West (NIHR CLAHRC West) , University Hospitals Bristol NHS Foundation Trust , 9th Floor , Whitefriars , Lewins Mead , Bristol , BS1 2NT . \n\t\t\t\t\t\t\t\t Collaborations for Leadership in Applied Health Research and Care West (NIHR CLAHRC West) \n\t\t\t\t\t\t\t\t University Hospitals Bristol NHS Foundation Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 9th Floor Lewins Mead \n\t\t\t\t\t\t\t\t\t BS1 2NT \n\t\t\t\t\t\t\t\t\t Whitefriars Bristol"
    },
    {
      "forename": "Michelle",
      "surname": "Farr",
      "name": "Michelle Farr",
      "affiliation": "Population Health Sciences , Bristol Medical School , University of Bristol , Bristol , UK \n\t\t\t\t\t\t\t\t Population Health Sciences \n\t\t\t\t\t\t\t\t Bristol Medical School \n\t\t\t\t\t\t\t\t University of Bristol \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bristol \n\t\t\t\t\t\t\t\t\t UK",
      "email": "m.farr@bristol.ac.uk"
    },
    {
      "forename": "Peter",
      "surname": "Cressey",
      "name": "Peter Cressey",
      "affiliation": "Population Health Sciences , Bristol Medical School , University of Bristol , Bristol , UK \n\t\t\t\t\t\t\t\t Population Health Sciences \n\t\t\t\t\t\t\t\t Bristol Medical School \n\t\t\t\t\t\t\t\t University of Bristol \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bristol \n\t\t\t\t\t\t\t\t\t UK",
      "email": "p.cressey@bath.ac.ukpcressey348@gmail.com"
    }
  ],
  "doi": "https://doi.org/10.13039/100012141",
  "keywords": [
    "Advice services",
    "complexity",
    "disability",
    "mental health",
    "public value",
    "realist evaluation",
    "social impact",
    "social return on investment",
    "welfare reform"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Internationally, since 1970, there have been substantial increases in benefit award rates for people with long-term sickness or disabilities in many developed countries (Organisation for Economic Co-operation and Development [OECD] 2010). UK governments have been developing tighter assessment and eligibility criteria, alongside support for people to return to employment  (Shefer et al. 2016 ). These UK welfare reforms have been increasingly contentious, with health and disability benefit assessment processes being independently associated with increases in suicides, self-reported mental health problems and antidepressant prescribing  (Barr et al. 2016a) . Advice services can be essential in this context, to support people to navigate the welfare system  (Shefer et al. 2016 ;  Barnes et al. 2017 ). However, many UK advice-giving charities have faced cuts from both reduced local government and legal aid funding, whilst facing rising demands due to various factors including welfare reform  (Morris and Barr 2013) .\n\nThere is increasing pressure for advice services, alongside other public service deliverers, to illustrate their social impact. Public service commissioners are now required to consider how services procured improve economic, social and environmental well-being through the Public Services (Social Value) Act (HM Government 2012). Methods to evidence social impact are internationally important, with European programmes considering different forms of social impact measurement  (Reeder et al. 2012) . Emphasis on impact measurement also comes from philanthropic funders and grant bodies  (Arvidson and Lyon 2014) , with impact measurement tools being developed and shared (e.g. Handley, Sabri, and Kazimirski 2016) . Social return on investment (SROI)  (Nicholls et al. 2012 ) is one of the most well-known social impact methods, SROI representing 'the nearest to a current industry standard for project or organizational level social impact reporting'  (Nicholls and Emerson 2015, 21) .\n\nStarting from a SROI study of advice services  (Farr et al. 2014; Cressey et al. 2014) , this article uses public value literature, alongside complexity thinking and realism to develop a social impact framework to account for broad forms of public value. This article illustrates that whilst SROI attempts to account for social value, its use of standard linear economic methods does not account for relational aspects of people's lived experience, or broader public values such as justice or the tackling of social inequalities. The article answers the research question of how advice services create public value and social impact for clients seeking support about health and disability related benefits, as well as other wider stakeholders, in the policy context of welfare reform. It has three aims. First, conceptually, it develops understandings of social impact through the use of public value literature  (Bozeman and Sarewitz 2011; Moore 2014) , to explore how a wider range of social and public values may be created or destroyed within a policy area. Second, adopting this wider understanding of public value, the article contributes to the development of social impact methods by using complexity perspectives  (Room 2013; Walton 2016; Westhorp 2012 ) and realist evaluation  (Pawson 2013)  to inform a social impact framework. Third, empirically, twenty-two cases where people sought advice for health and disability-related benefits are analysed through qualitative interviews, before wider research and government evidence is used to illustrate how individuals' stories relate to wider public value processes at policy levels. This empirical work illustrates how the article's conceptual contributions and social impact framework can highlight how, where, and why public value may be created or destroyed within a complex and controversial policy system.\n\nThe article begins with a critical analysis of SROI. Public value definitions are considered, exploring the tensions and difficulties in their measurement. Insights from public value accounting and mapping  (Moore 2014; Bozeman and Sarewitz 2011; Alford and Yates 2014) , alongside complexity perspectives and realism  (Pawson 2013; Room 2013; Walton 2016; Westhorp 2012 ) are detailed. A brief overview of the health and disability benefits system in the context of welfare reform is outlined, before detailing how the research focus developed. Methods overview the original SROI study of advice services, then illustrate how realist evaluation  (Pawson 2013 ) was applied to twenty-two clients' cases within the study, where they sought advice in relation to health and disability benefits. Using complexity perspectives  (Pawson 2013; Walton 2016; Westhorp 2012) , a social impact framework that maps public values within the policy system is developed from empirical study data, alongside research and government evidence. This illustrates how, where and why public value may be created or destroyed, and the role of advice services within health and disability welfare benefit reform."
    },
    {
      "title": "COST-BENEFIT ANALYSIS (CBA), SROI AND ITS CRITIQUES",
      "text": "SROI is derived from cost-benefit analysis (CBA) and they have philosophical and technical similarities  (Arvidson et al. 2010) . CBA is based on a neoclassical welfare economics model and rational choice approach, where economic calculations are conducted to provide financial values for 'increases in human wellbeing (utility)'  (Pearce, Atkinson, and Mourato 2006, 16) . CBA aims to maximize utility for the maximum number of people, assessing individuals 'willingness to pay' for benefits with society being theorized as a 'sum of individuals'  (Pearce, Atkinson, and Mourato 2006, 16) . SROI was first developed by Jed Emerson and the Roberts Enterprise Development Fund  (Emerson 2003) . In the UK the New Economics Foundation have promoted the approach, and a Cabinet Office publication was developed in 2009, and updated in 2012  (Nicholls et al. 2012) . SROI has a stronger emphasis on stakeholder engagement than CBA. This can lead to a wider number of measures that make comparisons between SROIs more difficult  (Arvidson et al. 2010) . The result of a SROI analysis is a ratio of the financialized social and economic benefits of an intervention divided by its costs."
    },
    {
      "title": "Methodological critiques of SROI",
      "text": "The number of SROI academic articles has been increasing, alongside its critiques. Some authors (e.g. Maier et al. 2015; Banke-Thomas et al. 2015)  suggest that if methodological issues can be addressed then it may be possible to arrive a rigorous and reliable ratio that is representative of social impact. Methodological SROI problems include understanding what causes social impacts, as outcomes may be influenced by different, overlapping factors that are difficult to disentangle  (Moody, Littlepage, and Paydar 2015) . Here, qualitative methods may be important to understand how an intervention's mechanisms lead to the desired outcomes  (Maier et al. 2015) . If outcomes are non-financial, financial proxies can be used to value and monetize benefits, such as well-being  (Fujiwara and Campbell 2011) . However it has been questioned whether it is appropriate to attribute financial figures 'to 'soft' outcomes such as confidence or self-esteem' where subjective value judgements are involved  (Millar and Hall 2013, 928) . Analysing impact through calculating attribution, deadweight, displacement and drop-off can be subjective, and any assumptions made here contribute substantially to a SROI ratio  (Mook et al. 2015; Moody, Littlepage, and Paydar 2015) , hence the need for sensitivity analyses  (Nicholls et al. 2012 ). The SROI ratio may take focus away from understanding the processes of achieving outcomes, and 'how and why impacts occur'  (Arvidson et al. 2013, 14) ."
    },
    {
      "title": "Philosophical critiques of SROI",
      "text": "Underlying these methodological critiques are more fundamental philosophical issues, which can be categorized into two types. First, SROI reduces social complexity to an economic ratio, which does not illustrate the full range of social and public values. Second, the positivist assumptions of SROI rely on a disaggregative, linear, input-output pathway that does not account for the complex way that public and social values are co-created.\n\nTaking the first critique, many authors have contested the appropriateness of an economic, monetary ratio to illustrate social impacts, as this economic focus has political and normative implications  (Arvidson et al. 2013) . CBA and SROI are methods sourced from the private sector that add further weight to the trajectory of marketization within the non-profit sector  (Gibbon and Dey 2011; Arvidson et al. 2013 ) and may 'clash with the values and culture of social enterprises'  (Millar and Hall 2013, 929) . Too strong a focus on SROI 'may lead to a onedimensional and arguably 'dumbed down' portrayal of the organization's activities'  (Gibbon and Dey 2011, 64) . SROI methods and the resulting ratio do not illustrate issues of social justice within a reformed welfare system  (Arvidson et al. 2013)  and may be less appropriate for some non-profit organization interventions such as advocacy, community building and campaigning  (Maier et al. 2015) .\n\nThe second critique highlights that ontologically, SROI is based on a positivist approach of rational causality. Here change occurs through a linear input-output model, where inputs, processes and outputs can be separated and measured  (Mook et al. 2015) , and wider contextual influences can be discounted for using calculations of attribution, deadweight and displacement. The assumptions of SROI are consistent with new public management (NPM)  (Hood 1991) , where public services are treated with a mechanistic, Newtonian perspective, and can be disaggregated into simple units, with inputs and outputs controlled and measured. However recent public services management theory  (Osborne 2010 ) contests this approach. For example, new public governance literature considers that the unit of analysis in exploring policy implementation and public service delivery and outcomes should be the whole system of policy processes, public service organizations and service users who act as co-producers  (Osborne 2010) . Social impacts can be co-created through co-production and interorganizational collaboration: 'the creation of public outcomes is a complex meta-process', that may involve different organizations, communities and people  (Sancino 2016, 411) .\n\nThese two philosophical critiques are now developed further, first conceptually extending social impact through public value literature, and then exploring how social impact methods can be augmented through complexity perspectives and realism."
    },
    {
      "title": "PUBLIC VALUES EXTEND BEYOND ECONOMIC VALUE",
      "text": "Social exchanges within public services include a far wider range of values than purely financial ones, encompassing behaviours and 'intrinsic, social and normative types of value'  (Alford 2016, 684) . Activity in the social world produces manifold values  (Donati and Archer 2015, 313-17) . One of these values is economic, represented by exchange value. This profitmaximising behaviour has dominated capitalist development from Adam Smith through to the current neo-liberal economists. However,  Donati and Archer (2015)  see three other distinct 'values' sought by social actors. Following Marx's lead, they point to use value, where value is realized in the functionality and utility of an activity that either meets people's needs or helps them attain their goals. In addition to these extrinsic values, they describe two other intrinsic values: relational value through the creation of social or cultural bonds that may actively empower subjects; and value as dignity through the gaining and recognition of a worthwhile social identity (for instance the reintegration of marginalized and excluded groups). Therefore, when one considers social impact we must be aware that the 'goods' produced can be both extrinsic and intrinsic with the latter being equally, and sometimes more, important to actors as the extrinsic ones.\n\nBoth  Moore's (1995; 2014 ) and  Bozeman's (2007)  work on public value highlight its multi-dimensional meaning. For  Moore (2014, 465) , public value incorporates the 'many dimensions of value that a democratic public might want to see produced by and reflected in the performance of government'. For Bozeman 'public values' include the rights and benefits to which citizens should (and should not) be entitled; the obligations of citizens to society, and the democratic principles on which governments and policies should be based  (Bozeman 2007, 37) . Bozeman and Sarewitz's (2011, 15)  public value approach critiques evaluation methods based on the financialization of outcomes (such as SROI), as they are seen as a 'weak, partial indicator' of social value, instead including distribution and equity criteria. Public value may also be politically contested: 'what creates public value for one person or community may be anathema for someone else'  (Hartley et al. 2017, 674) .\n\nThese multiple social and public values illustrate the need for the creation of more sensitive forms of public and social value accounting  (Bassi 2012; Grieco 2015) . Social impact cannot be reduced to a single form of value and thus a series of problematic issues with its measurement can be identified:\n\n• Public and social values and impacts are highly varied in scope and subject • They include intangible aspects and results that have no measurement analogues or proxies at present • They operate at different levels; international, national … down to small group or individual • What creates public value can be politically contested."
    },
    {
      "title": "DEVELOPING A SOCIAL IMPACT FRAMEWORK USING PUBLIC VALUE, COMPLEXITY THINKING AND REALISM",
      "text": "To understand the creation of public value, we need to take account of social factors beyond an organisational focus to include political, policy and community values  (Bryson et al. 2017; Haynes 2017) . Current approaches to evidencing public value include public value process mapping, which can help us understand how different social factors contribute to the creation of public value in society  (Alford and Yates 2014) . Bozeman and Sarewitz's (2011)  public value mapping analyses the activities that can create public value, tracking how social outcomes evolve. However, public value approaches also need to develop 'more refined tools to map stakeholders, analyse sources, distribution and exercise of power  ' (de Jong et al. 2017, 616) . This involves analysing broader policy and political dimensions  (Dahl and Soss 2014) , and how political, economic and social inequalities may influence how public services are provided and how public value is created  (Farr 2016) . We need to analyse different people's interests, people's access to resources, the role of discourse, and wider policy and political trajectories; accounting for how power is distributed within a wider political economy  (Room 2013) .\n\nSeveral authors  (Bryson et al. 2017; Eppel and Rhodes 2017; Haynes 2017 ) have highlighted the importance of complexity thinking to help us understand how public value is created within a policy system. Complexity perspectives can account for connections and nonlinear interactions between people, events, organisations, and wider environments and social systems  (Eppel and Rhodes 2017) . Various authors have linked complexity and realist approaches  (Pawson 2013; Room 2013; Westhorp 2012; Walton 2016) . Complexity and realism both model how change is context and time dependent, and emerges through interactions between different parts of a social system  (Westhorp, 2013) . Social systems can be understood as composing of different levels  (Westhorp 2012) . For example, claiming for health and disability benefits involves a range of phenomena at biological, psychological, social, organizational, policy and political levels. Pawson (2013, 37)  more simply characterizes these different levels as 'the four I's':\n\n1. Individualscharacteristics of stakeholders, including biological and psychological aspects such as disability or mental health conditions 2. Interpersonal relations -different people's relationships within a system 3. Institutional settingsthe rules, norms and organizational structures within a system e.g. what are the rules and organisational systems that a person has to navigate to claim health and disability benefits 4. Infrastructure -wider social, economic, policy and political elements of a system e.g. welfare reform policies, how are welfare benefits politically constructed? Complexity approaches enable a simultaneous focus on these different analytic levels, and the ways that the levels interact and interrelate with each other. Different levels intertwine with each other, causing changes in complex, sometimes intended and sometimes unpredictable ways through time  (Byrne 2013; Eppel and Rhodes 2017; Pawson 2013; Room 2013) . Because of these dynamic interactions, complexity approaches analyse how different levels interrelate within a whole system  (Bryson et al. 2017) . Authors informed by both realist and complexity perspectives have developed checklists  (Pawson 2013; Westhorp 2012; Walton 2016)  to help understand and analyse complexity. These checklists have been drawn together in Table  1  to illustrate the principles to be considered when analysing the social impact of an intervention within a policy system. Analytic questions to support investigation of each principle are also outlined. These questions can add to a public value map  (Bozeman and Sarewitz 2011)  to include individuals' experiences, time, distributions of power, and long term emergent effects.\n\nTable  1 : Complexity principles to support a social impact framework that maps public values in a policy system. Drawn from  Pawson (2013, 43-4)  (developed and ordered differently), and further informed by  Westhorp (2012) ,  Walton (2016)  and  Room (2013) .\n\nPrinciple Key actions  (Pawson 2013, 43-4)  Questions to ask\n\nMap the pre-existing policy landscape What other policies/ interventions may interrelate with or affect the intervention to be evaluated? Could these different interventions block each other, or create 'transformative synergies' together (Room 2013, 231)? 2 Explore individuals' experiences, behaviours, reflexivity and choices within an intervention How do people respond to the intervention and how does it affect them? What is it about an intervention that may cause change in particular contexts? (a 'mechanism' of change in realist evaluation) (Pawson 2013). 3 Analyse the different outcomes that occur as a result of an intervention What outcomes and changes occur as a result of an intervention (Pawson 2013), or multiple, interacting interventions (an 'outcome' in realist evaluation terminology)? 4 Analyse the context within which an intervention is embedded, and how this effects potential change mechanisms What are the different contextual levels that the intervention is embedded within and may be affected by? These may include the individual, interpersonal, institutional, infrastructural and discursive levels. Include different context levels that may affect change mechanisms (this helps to draw appropriate boundaries around a system) (Westhorp 2012; Pawson 2013). 5 Analyse the chain of events within the implementation of an intervention Analysing the implementation process, what are the interactions between different system levels identified in Principle 4? How does implementation occur through different events, relationships and interactions between different levels, such as policy makers, organisations, staff and service users (Westhorp 2012; Pawson 2013)? 6 Explore what happens within the system over time What are the effects of time? This may include historical influences, policy trajectories, timing of particular events, flow of resources or long-term outcomes. 7 Track emergent effects, long term developments, social changes, unintended consequences and distributions of power How do different effects emerge from all these interactions? What are the long-term developments, social changes, unintended consequences? Do feedback loops constrain or support change? Are there tipping points, where systems may tip from one system to another (Westhorp 2012)? What are wider distributions of power in the political economy (Room 2013)?\n\nFollowing Principle 1 in Table  1 , to map the pre-existing policy landscape, the next section analyses the recent history of UK health and disability benefit welfare reform, and how advice services operate within the UK."
    },
    {
      "title": "WELFARE REFORM AND ADVICE SERVICES IN THE UK",
      "text": "Since the 1990s, many OECD countries' health and disability benefit policies have been set within a framework of 'activation' and 'welfare-to-work'  (Raffass 2017) , with tighter assessment and eligibility criteria, alongside support for people to return to employment  (OECD 2010 , Shefer et al. 2016 ). In the UK in 2008 Employment and Support Allowance was introduced, which extended requirements for specific work-related activity to people with health conditions and disabilities  (Freud 2007) . The UK Coalition government in 2010 further developed welfare reform, including the reassessment of all out-of-work disability benefits using the WCA  (Barr et al. 2016a) , alongside stricter criteria for receiving benefits through the Welfare Reform Act 2012. The Welfare Reform Act 2012 also provided the legislative framework to replace Disability Living Allowance (DLA) with a new payment called the Personal Independence Payment (PIP). Table  2  provides an overview of the key characteristics of the health and disability benefits ESA and PIP (previously DLA).\n\nESA uses a medical assessment process called the Work Capability Assessment (WCA) to support decisions about benefit eligibility. The WCA is conducted by private sector companies, and has been particularly controversial, with large numbers of people being wrongly assessed  (Iacobucci 2014; Gentleman 2013a; Shefer et al. 2016) . The impact of wrong assessments can have 'devastating' consequences (Citizens Advice Camden 2016), increasing risks of homelessness, inability to pay for food, alongside worsening illness  (Shefer et al. 2016) .\n\nAdvice has been identified as vital in supporting health and disability benefit claimants to navigate their way through the benefit system  (Shefer et al. 2016; Barnes et al. 2017) . Advice that supports the uptake of welfare benefit entitlements can have a positive impact on mental and physical health  (Corden et al. 2010) , may address health inequalities  (Greig et al. 2014) , and can ease financial stresses in times of severe illness  (Moffatt et al. 2010 ). This advice is often given by advice-providing charities to people who would not otherwise be able to afford to access legal advice.\n\nThe research on which this article is based, took place in partnership with an advice-giving charity. This advice charity aims to give advice to anyone who contacts them, and advises people on a wide range of issues from debt and benefit enquiries, employment disputes, housing, and consumer matters. Most advice queries are dealt with by trained volunteers, who are supervised by professional staff. Funding for the charity comes from local government, alongside charitable grants from other funders. The research partner advice organisation wanted to evidence how its clients benefited from advice in the long term; researchers at the University of Bath were interested in developing research partnerships with social purpose organisations; and the Proving Our Value funding programme (at the South-West Forum) enabled research to be developed to measure the long term socio-economic impact of advice services.\n\nTable 2: UK health and disability benefits under recent welfare reform Employment and Support Allowance (ESA) Personal Independence Payments (PIP) (previously DLA) Purpose of the benefit Benefit for working age people who cannot work because of illness or disability. Benefit for working age people who have a long-term illness or disability and need financial support for daily activities or mobility. Designed to Replace earnings because people are not able to work because of illness or disability. Account for the extra costs people face due to their disabilities or long-term illness Previous history of the benefit Incapacity Benefit introduced in 1995 (replacing Invalidity Benefit). Incapacity benefit phased out from 2008 onwards, and replaced with Employment Support Allowance. Disability Living Allowance (DLA) introduced in 1992 (replacing Attendance Allowance and Mobility Allowance). Welfare Reform Act 2012 started DLA's replacement with PIP Rationale for introduction Based on recommendations to 'activate' people to return to work, reduce claimant numbers, and introduce tighter eligibility criteria to overall reduce welfare benefit recipients and welfare budgets (Shefer et al. 2016). The rationale for changing DLA to PIP was based on a need for more reviews and further medical evidence of the impact of health conditions to assess entitlement (Machin 2017). How is eligibility assessed? Key changes in benefit assessments ESA introduced the Work Capability Assessment (WCA) which was a harsher test than the previous Personal Capability Assessment (Shefer et al. 2016; see Rutherford 2007 for assessment history). Atos (a private sector company) had been operating the Personal Capability Assessment, and took on operation of the ESA WCA from 2008-2015.\n\nA key feature of DLA was a selfassessment approach, claimants described the impact of their disability, with medical evidence.\n\nPIP is designed to focus on impact of disability and include regular entitlement reviews. Entitlement decided via points-based system and a functional assessment  (Machin 2017) . Private companies contracted to assess PIP claims."
    },
    {
      "title": "Links to other welfare benefits",
      "text": "Entitlement to ESA enables access to other 'passported benefits' such as Housing Benefit.\n\nData sharing between ESA and PIP assessments has been discussed, but problematic issues identified  (Machin 2017) ."
    },
    {
      "title": "Independent reviews of assessment process",
      "text": "There have been five independent reviews of the WCA  (Harrington 2010 (Harrington , 2011 (Harrington , 2012;; Litchfield 2013 Litchfield , 2014)) , leading to improvements to the WCA tests, organisation and appeals process  (DWP 2015) .\n\nTwo independent reviews of PIP  (Gray 2014 (Gray , 2017)) . Findings recommend improvements to the fairness and consistency of assessment, improving evidence collection and claimants experiences  (Machin 2017) ."
    },
    {
      "title": "METHODS Study aims and research question",
      "text": "The research aims of the original social return on investment (SROI) study  (Farr et al. 2014; Cressey et al. 2014)  were to analyse and evidence the social and economic impact of advice, recognising that a wide range of stakeholders may benefit from advice and that there may be both direct impacts (e.g. welfare benefit gained), alongside indirect longer-term impacts (e.g. preventing homelessness). A longitudinal qualitative interview study was conducted to understand the processes, outcomes and long-term impacts of advice, data from which was analysed using SROI techniques. This article focuses on specific findings within this research, about the impact of advice services in relation to health and disability benefit claimants. Within the full sample of eighty clients interviewed, twenty-two interviewees sought advice about the health and disability benefits ESA and DLA/PIP. Whilst the research and client recruitment was not specifically targeted toward this group, the results of our interviews showed that advice was particularly significant with this sub-sample of interviewees. At the time of the research (2011-14) health and disability benefit changes in the UK included: shifting claimants to ESA; and the replacement of DLA with the new PIP (Table  2 ). When our research was being written up, there was increasing controversy over the WCA, and this national policy issue was clearly mirrored in the research data. However, for the authors, they considered that the SROI analysis did not account for these wider policy issues, or took an economistic, mechanistic, and disaggregative approach toward them. The research question that this article focuses on is: How do advice services create public value and social impact for clients seeking support, and other wider stakeholders, in relation to health and disability benefits, in the policy context of welfare reform? Drawing on public value literature, complexity and realist perspectives, the analysis uses data from the twenty-two health and disability benefit claimants' cases alongside broader research and government evidence to illustrate how public value may be created or destroyed through the health and disability benefit system."
    },
    {
      "title": "Applying SROI to advice services",
      "text": "First we explain how we collected and analysed the original data  (Farr et al. 2014) , using the SROI steps in  Nicholls et al. (2012) .\n\nEstablish scope and involve stakeholders. The research developed in partnership with the advice services organization, the project management group including University researchers, advice service staff and volunteers. University research staff applied for and received university ethical approval for the study. Trained advice service research volunteers coproduced the research through interviewing clients (advisors did not interview their own clients) and supporting data analysis. Advice service clients were sampled from those who received full advice sessions (funded through local government), rather than an introductory 'gateway' advice session. 176 clients initially agreed to take part in the study, most recruited by advisors."
    },
    {
      "title": "Map outcomes.",
      "text": "With informed consent, semi-structured interviews were conducted with eighty clients by research staff and advisors, who were trained to conduct research interviews. These were audio-recorded with consent, to understand issues presented to the advice services, and how advice impacted this through time. Other clients initially recruited (ninety-six), were not able to be contacted or later declined to take part in an interview. Where issues had not been fully resolved at the first interview stage we interviewed thirty-eight clients a second time (between five and fifteen months after their first interview depending on the nature of the issue and the time it took to resolve) to understand longer term outcomes. With informed consent from each client we analysed the client's data held by the organization's case management system to understand the advisor's interventions with the client and outcomes.\n\nEvidence outcomes and give them a value. Interviews and advice records were used to establish impact and financial values resulting from advice. With consent, we used client's actual financial figures wherever possible and supplemented this with financial proxies where exact financial figures were not possible to derive, using a proxy database (Global Value Exchange). Qualitative thematic analysis of clients' experiences was also conducted using NVivo, a qualitative data analysis software programme.\n\nEstablish impact through calculating attribution, deadweight and displacement and drop-off. To establish attribution, a self-estimated counterfactual  (Mueller, Gaus, and Rech 2014)  and a deadweight figure in each case we analysed: each client's situation and their own actions to address their problems; their perspective of what caused outcomes; the role of other organizations and people; what may have happened if they hadn't gone to the advice service; advice records detailing advice given. Clients situations were followed for up to 18 months where appropriate, to account for issues that took substantial time to resolve. Drop-off was calculated according to the nature of the outcomes, and the likely time that the client would derive benefit from it. To conduct the SROI analysis, a SROI database was created in Excel, to develop an impact map for each client. This contained the following summary aspects of a client's pathway through the advice services, including:\n\n• The details of each client's initial situation and presenting issues (context)\n\n• The underlying mechanisms of change of the advice, as described by the client and advice records (i.e. client empowered to act/ advisor took action on client's behalf) • Each individual's outcomes of advice, both described and financialized values • Figures for attribution, deadweight, displacement and drop-off for each outcome and the rationale for these figures (e.g. client derived, advice records, any assumptions made within these figures)."
    },
    {
      "title": "Calculate the SROI.",
      "text": "The SROI Excel database illustrated each advice client's benefits and returns through an impact map  (Farr et al. 2014, 36, 39, 41) , based on actual financial figures wherever possible. These were then used to calculate the overall SROI. In SROI  (Nicholls et al. 2012)  volunteer time is usually valued as an input cost (the equivalent of a cost to the service). We included volunteer support costs but did not include volunteer time as an input cost as the advice service deliberately worked with volunteers to keep actual financial costs down. It was considered that volunteer time represented a role that created public value (as opposed to a lost economic opportunity cost); volunteers were supporting people to have equal access to society's legal protections. At the end of the SROI process we conducted a range of sensitivity tests on the different assumptions made within the SROI calculation  (Farr et al. 2014) ."
    },
    {
      "title": "Report, use and embed the results.",
      "text": "A policy brief summarising our results was distributed  (Cressey et al. 2014) . During the research, the partner advice organization was informed that they may lose up to 60 per cent of their funding, as part of local government funding cuts. The research team supported the advice organization to illustrate its social impact, both in line with local government statutory functions (e.g. preventing homelessness, or social care support) and presenting the research and SROI ratio at a council debate about advice services funding. Within this public sphere it was not the substantial SROI ratio that was taken up in the debate, but the support role of the advice service, acknowledging that 'invaluable advice services' were provided 'particularly during times of financial hardship'  (Council documents, 2013) . The result of the Council debate was to develop an advice strategy, and to review the proposed budget."
    },
    {
      "title": "Applying realist evaluation and complexity principles to health and disability benefit claimants",
      "text": "For the purposes of this article, the SROI Excel database formed the basis of a realist evaluation  (Pawson 2013) . Realist evaluation extends from a realist philosophy, and is a methodological approach that accounts for complexity  (Pawson, 2013) . Realist evaluation can be used to understand: 'what works for whom in what circumstances … and why'  (Pawson, 2013, 15) . It is a method designed to understand how particular change mechanisms are triggered by an intervention in different contexts, and how they counteract existing social processes, to generatively cause particular outcomes  (Pawson 2013) . Realist evaluation methods comprise of a systematic analysis of the different context-mechanism-outcome (CMO) configurations within an intervention  (Pawson 2013) . CMO configurations illustrate different causal pathways, where the mechanism of advice acts within the particular context of a client's life, leading to specific outcomes. The supplementary data file provides the full details of these CMO configurations for the twenty-two people who sought advice about the health and disability benefits ESA and DLA/PIP. Realist evaluation enabled an analysis of the underlying causal mechanisms within advice services, comparatively analysing different clients' advice pathways and how advice created outcomes of social and public value within specific contexts.\n\nThe realist technique of retroduction (analysing what causes events by exploring deeper causal mechanisms) is used to understand how, where and why public value may be created through advice services in the wider context of health and disability welfare reform.\n\nThe realist evaluation analysis follows the second, third and parts of the fourth complexity principles (from Table  1 ): analysing the experiences of intervention recipients (advice service clients) (Principle 2), outcomes and the possible causes of these (Principle 3) in their particular contexts (Principle 4). Next a social impact framework is developed that maps public values using the remaining complexity criteria from Table  1 . The fourth complexity principle concerns identifying the different contextual levels; including the individual, interpersonal, the institutional and the infrastructural  (Pawson 2013, 37) . These contextual levels provide the layers of the social impact framework to map public values, developed in Figure  1 . The fifth complexity principle of understanding implementation chains, includes analysing events and interactions between different elements and levels of the system (identified by white arrows in Figure  1 ). The element of time (the sixth aspect of complexity) is accounted for by analysing the different outcomes over time within the system at an individual, institutional, and infrastructural level (the bottom three rows of Figure  1 ). The seventh principle of complexity concerns understanding emergent effects, long term developments, social changes, unintended consequences and distributions of power, which are mapped both in the outcomes rows and in the analysis below."
    },
    {
      "title": "DATA ANALYSIS Realist evaluation of health and disability benefit advice cases",
      "text": "Within the original full sample of eighty clients, 64 per cent of clients sought advice about welfare benefits and tax credits, 40 per cent were seeking debt advice, and 15 per cent sought advice about employment. 46 per cent of clients sought advice about two or more presenting issues. 48 per cent had a form of disability or long-term health issue  (Farr et al. 2014, 18-19) . In comparison with the annual number of clients that received full advice sessions within the organisation, our original sample was slightly skewed towards lower income clients, with more people who were disabled or who had long term health conditions (Table A, Supplementary data file).\n\nFocussing on the twenty-two clients who received advice for ESA and/ or DLA/PIP, Table  B  (Supplementary data file) provides an overview of each client's presenting issues (context), the actions of the advice service (mechanisms), and outcomes of advice. Table  B  illustrates the context-mechanism-outcome (CMO) configurations  (Pawson 2013)  for each client. Nine clients had physical health problems, six clients had mental health conditions and six clients had both mental and physical health conditions (one client did not disclose their health condition). These twenty-two people sought advice about health and disability benefits (ESA or DLA/PIP) to:\n\n• complete benefit application forms\n\n• appeal against a decision on the basis of a WCA • appeal against a decision such as an allowance ending with their claim for further benefits being rejected • appeal against a decision in relation to inappropriate benefit rates for clients' health conditions or disability.\n\nFollowing principle 2 (Table  1 ), analysing advice service clients' experiences and perceptions, most clients were in substantial need when seeking advice and support: I am dyslexic and cannot deal with all of the forms … I was already feeling debilitated without knowing why, it was stressful and confusing for me (56).\n\nThe [organization] were there when I was desperate (47). Some clients said that they did not have enough money for basics such as rent, food and bills:\n\nIt was a nightmare … I had no money at all or really very little in benefits … basically £20 a week to live on. We were struggling to say the least and getting into debt (139).\n\nOne client (97) had just moved into new accommodation, after having been living in substandard housing for 10 years. After a WCA both his ESA and housing benefit completely stopped, with no notice, which was experienced by the client as 'a kick in the teeth' (97). The client found the situation extremely stressful, and was very angry and frustrated about what he felt was the injustice of the medical assessment system with its focus on physical tests \"I've got an internal problem, not with my limbs\". He felt \"victimised\" and \"picked on\" (97). He no longer had any income, with no way to pay rent or food bills. The advice organisation supported his appeal, which he won, and his benefits were reinstated. However he then received a further questionnaire, and the client was extremely anxious that he would need to repeat the whole process again. Advisors supported the client and the new questionnaire was withdrawn. Advisors also supported the client's successful DLA appeal.\n\nAnother client (124) had their ESA stopped after a WCA found the client fit to work. They had had an operation and also suffered from stress, anxiety and depression. The client was concerned that her mental health problems had not been understood by the general nurse conducting the assessment. The situation increased the client's stress levels and made her depression worse. She did not want to leave the house, saying she was 'all over the place' (124). She felt helpless as she had no knowledge of the benefits system and how to proceed with an appeal. Advisors went through the WCA medical report with the client to identify its inaccuracies, and then prepared the appeal submission which was a success.\n\nFor some clients (e.g. 97 and 140), because their ESA was stopped, this also meant their housing benefit stopped, so they had no income to pay rent and were at risk of homelessness.\n\nFor clients with physical health conditions, associated stress and anxiety could exacerbate their physical health problem (e.g. clients 4, 56, 97 and 124). Where clients experienced mental health issues and had to appeal against benefit decisions made, it could intensify their conditions: 'You see everything in black  ' (133) . This could make it especially difficult to challenge decisions made against them. Three clients who had to appeal against ESA decisions (with two also appealing DLA decisions) spoke of how their desperation had led to suicidal or self-harm feelings. Here the advice and support: 'was a godsend', 'I don't want to think about what would have happened… (without support)' (  144 ).\n\nClients could find the benefit system complex, confusing and sometimes alienating, demoralising and belittling. A key mechanism of advice that supported positive outcomes for clients was advisors' support and expertise in dealing with the benefit system, usually providing clear guidance on how to approach appeals and applications:"
    },
    {
      "title": "This was a relief to find someone who could help me as I did not have a clue. I knew I would not have filled in the forms properly (139).",
      "text": "There was a lot of things I didn't know … like getting letters off the hospital and stuff (97). Some clients felt that the benefit system was more prepared to provide information quickly to the advice service organization than to individual clients.\n\n[Advisors] can get a lot more sense out of the DSS [DWP] than I can (97).\n\nAdvisors could act as advocates for clients, giving people a sense of not being alone, and having support.\n\nIt's not just about getting the benefits, it's about the stress and the strain they take off your shoulders (118).\n\nOne client who needed support with both ESA and DLA appeals, had a history of mental illness and self-harm. He spoke of how due to his severe depression: 'I couldn't think straight' (144). The advisors: 'calmed me down just by being there'. It was not just a matter of being informed and getting help, but also being able to talk to someone: 'it took a lot of weight off me' (144). A different client's (118) mental health difficulties were exacerbated because a WCA decision had stopped his ESA. At the time of his assessment he had been trying to recover to get back to work, but the stress caused by being turned down for ESA set him back in doing this. He explained that just coming into the advice organisation and the support in preparing the appeal made a huge difference to how he felt, giving the client a new peace of mind:\n\nThe actions of some of the volunteers has been second to none, they've taken a lot of the stress out of the situation for me (118).\n\nThese narratives illustrate the importance of the relational value  (Donati and Archer 2015)  that advisors built with their clients, listening to them and supporting them, when some clients felt that nobody in the welfare benefit system was believing them: 'Just feeling I have someone on my side' (124). Depending on clients' needs and skills, some were empowered to act with new information or advice, co-producing particular outcomes. Others felt that they needed more support and advice than they were provided with by the service:\n\nIt would be good if someone went with me to the court but I know that they don't get funding for that. They are bullies when you get in there, it's awful (56).\n\nFor most clients, the advice organization was the sole or main means of getting support, with few other alternatives, especially when navigating the benefits system."
    },
    {
      "title": "I couldn't have survived without the [advice services] helping me (20).",
      "text": "I don't know anyone else who can help me, and I don't know how to go about doing anything myself (133).\n\nIn relation to outcomes (Principle 3, Table  1 ), four clients successfully applied for ESA, nine had successful ESA appeals, two lost their appeal, and one appeal was pending. In the 12 DLA cases, five clients received DLA following a refusal or appeal, five clients were supported in successful DLA applications, one DLA appeal was unsuccessful and one appeal was ongoing. Successful ESA and DLA benefit outcomes could make a very big difference to clients' lives, preventing potential longer-term homelessness in at least four cases. Three clients who had sought advice about ESA appeals said that they would have needed in-patient psychiatric care, or would have been at serious risk of self-harm or suicide without the support and advice they were given: 'I would have ended up in the mental ward because of the stress and loss' (56). At least six clients were able to more successfully manage debt problems that they had. The results and outcomes of advice could actively empower clients, with some people feeling more confident because of successful appeals. Advice services co-created relational value, where clients could be empowered; and value as dignity, where people's needs were recognized:\n\nI won't be fobbed off (56).\n\nThe [advice services] showed me how to fight for myself (32).\n\nClients expressed the importance of the advice service for themselves: If it wasn't for the [advice services] I don't think I would have got through the last year, to tell you the truth (97).\n\nI wish [the organization] will be there forever, it is needed for people like me, it is precious for people like me (133).\n\nI hope that the [organization] keeps going because for people like me who cannot read or write so well they are needed. If they do close I will be knackered you know (176)."
    },
    {
      "title": "Mapping public value processes within the policy system",
      "text": "Applying complexity principles 4 to 7 (Table  1 ), enables us to consider these clients cases within the broader policy system to explore how advice services create public value (Figure  1 ). POLITICAL LEVEL (Infrastructure) Marketisation Welfare reform and austerity Competitive contracting of public services Measuring impact within public service contracting Public Services (Social Value) Act (2012) Reducing welfare benefit budgets Local government funding cuts Health service efficiency savings NATIONAL LEVEL Government departments (Institutional) Department of Work and Pensions Department of Communities and Local Government Department of Health ORGANISATIONAL LEVEL (Institutional) Private contracted health & disability benefit assessment organisations Advice service organisations Local government Local NHS and GP services Organisational actors (Individuals within instititions) Assessment staff Advice service staff and volunteers Local government staff and councillors GPs and healthcare staff SERVICE LEVEL (Interpersonal relations) Application of rules and procedures to determine benefit entitlements Advocacy, support and advice Advice service funding and contracts Medical evidence and healthcare support MICRO LEVEL (Individuals' experiences) 'Victimised' 'Bullies' 'Picked on' 'Just feeling I have someone on my side' 'Makes me feel much better' Not applicable Medical evidence provided for appeals and applications. Examples of increased medication following stress from appeals MICRO LEVEL (Individuals' outcomes) Increased stress, anxiety, fear of homelessness, debt problems Supported, advised, benefits received, debt managed Not applicable Support given for health and benefit appeals ORGANISATIONAL LEVEL (Institutional Outcomes) ESA government contractor changed and unit assessment prices increased from £115 to £190. Reduced funding and further cuts threatened Advice creates statutory and non-statutory outcomes Increased demand for health services PUBLIC VALUE (Infrastructure outcomes) Increased costs but 'no noticeable benefit for claimants or tax payers' (Public Accounts Committee, 2016) Potentially reduced availability of advice services Reduced central to local government funding reduces resources to create local public value Increasing demand on NHS resources\n\nTo map the contextual levels within which health and disability benefit advice is embedded, we need to consider the individual, the interpersonal, the institutional and the infrastructural (principle 4). At an infrastructural level, 'welfare-to-work' political trajectories influenced how the benefit system operated. Original welfare reform ambitions accepted by the Labour government in 2007 included reducing health and disability benefit claimants by one million, from 2.68 million  (Freud 2007, 5) , encouraging people into employment. Within the context of austerity, UK local government funding cuts (National Audit Office 2014) and National Health Service funding pressures  (Roberts, Marshall, and Charlesworth 2012 ) also had an impact on resource flow through the system. During the research study at the national institutional level, problems had been identified with Work Capability Assessments for ESA claimants. In 2012-13 43 per cent of appeal tribunals for ESA were overturned in favour of the claimant  (Iacobucci 2014) , costing the taxpayer more than £64 million  (Neville 2013) . At interpersonal and individual levels, ESA assessors could use evidence in WCAs inconsistently, having an 'incomplete understanding of particular conditions, such as fluctuating and mental health conditions' (Committee of Public Accounts 2016, 5). These wider system issues had an individual impact on clients in our study. Complexity principle 5 explores chains of events within implementation including interactions between system levels (the white arrows in Figure  1 ). In our research, for client 118 the stress caused by a WCA decision that stopped his ESA, set him back in his bid to get work, the reverse of the original policy aim. Client 124 felt that her mental health difficulties had not been sufficiently taken into account in the WCA. This personal experience is reflected in a court judgement that found that the WCA process substantially disadvantaged people with mental health conditions  (Gentleman 2013b) . Clients 56, 133 and 144 spoke of worsening mental health problems in relation to the stress caused by the WCA process, and said they would've needed in-patient psychiatric services, had it not been for the support of advice services. In other research, in a study of people attending hospital following self-harm, some people who cited economic difficulties as a contributory factor identified an event such as a benefit change as triggering their self-harm  (Barnes et al. 2016) . 68 per cent of GPs have seen evidence that patients' health has been harmed by reductions in benefits, many of these patients having mental health problems or disabilities  (Iacobucci 2014) . Reassessments of people on benefits using the Work Capability Assessment have been independently associated with an increase in suicides, self-reported mental health problems and antidepressant prescribing  (Barr et al. 2016a ). These individual experiences then have the potential to affect other institutional levels of the system. For example, 91 per cent of GPs have said that ESA has increased their workload to some degree  (Iacobucci 2014) .\n\nTime (complexity principle 6) is accounted for by the bottom three rows of Figure  1 , analysing outcomes over time at individual, institutional, and infrastructural levels. At an individual level within the research, advice resulted in income gains for eighteen out of the twenty-two clients interviewed. At an institutional level, since this research study has been completed, the ESA contract has moved to a new private provider in March 2015, amid substantial controversy  (Gentleman 2013a ). Yet the issues raised by this study are still highly relevant. Government documents highlight that the unit cost per ESA assessment rose from £115 to £190 under the new contract (Committee of Public Accounts 2016, 6; NAO 2016a, 7). Longer term appeal tribunal receipts for Employment Support Allowance have fallen from 327,961 (in 2012/13) to 87,866 (2016/17) (Ministry of Justice 2017a). However witnesses who support benefit claimants have highlighted a continuing series of problems (Committee of Public Accounts 2016).\n\nIn relation to long-term outcomes and effects (complexity principle 7), currently around 60 per cent of appeal decisions are successful for both ESA and PIP (previously DLA) (Disability Benefits Consortium in Committee of Public Accounts 2016, 6). Appeal tribunal figures for January to March 2017 show that overturn rates for PIP in favour of the 'customer' were 64 per cent, for ESA 70 per cent, and for DLA 61 per cent (Ministry of Justice 2017b, 3). ESA and PIP tribunal appeal receipts have been rising since 2015/16 (Ministry of Justice 2017b, 3). There have been increased contractual costs paid to private providers managing assessments, but 'no noticeable benefit for claimants or tax payers' (Committee of Public Accounts 2016, 6). The National Audit Office  (NAO 2016b, 12)  reported that the 'DWP had not yet achieved value for money in its management' of contracted-out health and disability assessments.\n\nIn the wider infrastructural context of austerity, UK funding for advice services has shrunk. UK legal services funding has been already cut  (Morris and Barr 2013) , and local governments are facing continually shrinking budgets, with advice services funding recurrently at risk  (Spurr 2014; BBC 2016; O'Hara 2016; Anderson 2017; Ashdown 2017; Whitworth 2017) . There are few other support mechanisms to advise people with disabilities on how to navigate the welfare benefit system, with a United Nations (UN) inquiry finding that: 'information, advice and counselling provided to persons with disabilities about different steps in the assessment processes and decisions about their entitlements was limited, non-existent or not provided in accessible formats and languages'  (UN 2016, 16) ."
    },
    {
      "title": "DISCUSSION",
      "text": "Evidence presented has illustrated how, where and why advice services can create public value within the health and disability benefit system. In terms of how advice created value, advisors could act as advocates for clients, providing a stronger authoritative voice. Advisors used rules, procedures and evidence to support clients in applications and appeals, navigating the benefit system through their knowledge, skills and experience, in relation to individual clients' needs. Advice service outcomes included manifold value types  (Donati and Archer 2015)  such as:\n\n• economic value, where advice led to increases in people's income, often from situations of severe poverty where people with illnesses or disabilities did not have money for rent, food and bills. Advice could support people in debt management and sometimes prevented potential homelessness. • use value, where advisors' knowledge of the benefit system could help clients' particular problems. • relational value, where the relational connections with an advisor could give people a sense of not being alone, having someone who acknowledged their difficulties, illness or disability issues, and giving advice that could empower clients in times of difficulty. • value as dignity, where people's sense of identity and own value could be reaffirmed and people marginalized by the system could be reintegrated ('I won't be fobbed off'\n\n[56]), supporting clients' well-being and mental health. In relation to where advice made a difference, the case of benefit appeals stands out, where external benefit assessment failures could lead to severe poverty, stress and anxiety. Whilst three clients reported that advice thankfully prevented severe mental illness that may have led to in-patient psychiatric care or self-harm/ suicidal feelings, in other research there are several documented cases where suicides have been related to benefit assessment processes  (Mills 2017) . Why advice created public value in our interviewees' cases, relates to how advisors could contest injustices of benefit assessment decisions and advocate for clients' rights, reinstating people's basic income where appeals were won. Advice services provided a source of solidarity, advocacy and empowerment for clients caught up in the personal consequences of welfare reform. Yet advice services continue to face funding cuts, when there is little other support around to help people with disabilities navigate the benefit system (UN 2016).\n\nAt a wider policy level, and in relation to power dynamics within the political economy, whilst health and disability benefit assessments may create private economic value for the contracted companies, this does not necessarily create public value either for the individuals being assessed, nor wider public values such as due process and justice. Nor is it clear that the current assessment process creates public economic value for the state. The main policy aim of welfare reform has been to reduce state welfare bills, but the DWP has still yet to generate value for money in its contracted-out health and disability assessments  (NAO 2016b, 12) . 'Major structural reforms to the incapacity and disability benefits systems have proceeded more slowly than expected and have saved less than initially predicted' (Office of Budget Responsibility 2016, 12). In relation to the desired policy outcomes of encouraging people on health and disability benefits back into work, ESA eligibility assessments such as WCA, have not on average led to more people entering employment, who were previously out of work with long-standing health problems  (Barr et al. 2016b) .\n\nResearch implications for public managers include that, when faced with diminishing resources, cutting preventative services such as advice services may be a false economy in the long run, as they can have a significant impact on preventing homelessness and use of health services. Further research in alternative welfare policy systems is needed, as current welfare reforms do not appear to be meeting their aims. Both PIP and ESA assessments have been identified as not sufficiently recognising the individual nature of mental health conditions  (Machin 2017) . With PIP, it has been noted that few other countries base entitlement decisions on an individual assessment of disability  (Machin 2017) . Alternatives to current systems include a Basic Income (replacing ESA), where people are entitled to the means for financial survival, without having to battle benefit bureaucracy; yet critics argue that this may be overly expensive and impractical (see Martinelli 2017 for an overview). Duffy (2016)  suggests that a 'Basic Income Plus' could work in similar ways to DLA, with claims validated by the 'NHS or Social Services'. Further research in these areas is needed.\n\nOther policy implications about social impact methods include that the advice services SROI ratio did not seem to significantly influence decision making about advice services funding in a context of austerity. Considerations about social value have yet to be embedded in most councils' commissioning processes, staying 'on the margins of the debate' under austerity and financial pressures  (Khazbak 2017, 3) . Within NHS commissioning, the use of the Social Value Act is also limited  (Butler and Redding 2017) . Debates about SROI continue, with some suggesting it 'may be a misplaced project'  (Millar and Hall 2013, 937) , whilst others argue that the valuation metrics 'provide a powerful frame for persuasion'  (Cooney 2017, 110) . Developments in SROI are continuing  (Nicholls 2017) . This article contributes to these by providing a social impact framework that accounts for policy contexts and inequalities, extending social impact methods.\n\nStrengths of this study include that the longitudinal approach enabled long-term follow-up of advice service clients to allow for benefit appeal timescales and longer-term outcomes. The research was co-produced in partnership with an advice services organisation, which supported access to a vulnerable client group. Trained advice service research volunteers were invaluable in interviewing clients, supporting data analysis and providing insight into advice services and the benefit system. This article illustrates that by using public value literature, alongside complexity and realist perspectives, we can understand how different tangible and intangible public values may operate at different individual, organizational, and policy levels. This analytic approach has been applied to a subset of clients seeking advice about health and disability benefits, one of the most recurrent policy issues in our sample. However the approach could have been applied to a different set of client case types, such as those in difficulty with 'payday' loan companies, who charge extremely high interest rates. In this example, Financial Conduct Authority (2014) policy level changes such as price cap rules, may make a difference to advice clients' experiences through potentially reducing escalating debts; or introducing legislation such as Lord John Bird's Creditworthiness Assessment Bill  (Geraghty 2017)  to help renters get fair access to credit.\n\nLimitations include that our empirical data was focussed at an individual level. Because the data presented was part of a broader study on the impact of all types of advice, interviewers did not ask specific, overt policy-related questions to clients about ESA and DLA/PIP. However by combining our data with other research and government reports, we have illustrated how individuals' stories relate to wider public value processes at policy levels. Other limitations of the study include that we had to rely on self-reported attribution, asking clients themselves about the extent to which they thought advice services had contributed to their particular outcomes. However, we also asked interviewees about all the other sources of support that they had received about the issues in question, alongside their own actions in solving the problems, asking how much these may have contributed to the outcome. Clients' stories were often complex, and the specific intricacies of applications and appeals could sometimes be hard to follow. Here, having access to clients' advice records was particularly helpful (clients giving researchers' permission to access this). Other research in advice and health addresses some of the methodological limitations of this study. For example,  Haighton et al. (2012)  are conducting a randomized controlled trial of advice for disadvantaged older people, thus avoiding problems of relying upon self-attribution. Forster et al. (2016)  are exploring the mechanisms through which advice services may generate health improvements.\n\nThis article has responded to several challenges set out in the Public Management Review special issue on Ventures in Public Value Management. It has used public value management (PVM) tools to explore the value of advice services within a 'controversial policy space', using PVM to reanalyse empirical data  (Alford et al. 2017) . Through this approach it has demonstrated how diverse forms of social and public value may be created (or destroyed) at different levels of a policy system, exploring public value in relation to broader issues of social justice, equality and distribution  (Hartley et al. 2017) . Evaluation tools based on realism and complexity have been applied to map stakeholders, and analyse different sources and exercises of power  (de Jong et al. 2017; Dahl and Soss 2014)  within a complex policy system. This has resulted in a social impact framework that maps public value to illustrate how and where value is created through advice services, both for the individual, and broader public and social values  (Osborne 2017) ."
    },
    {
      "title": "CONCLUSION",
      "text": "This article has outlined various problems with SROI, including that it: transforms a range of outcomes and values to purely economic monetary values; can't account for issues of justice and equality; and discounts the policy and political context of interventions, thereby ignoring power relations. This article has used realist evaluation and complexity approaches  (Pawson 2013; Walton 2016; Westhorp 2012)  to inform a new analytic framework that enables a greater understanding of how diverse public values may be created within a policy system. This has enabled an evaluation not only of advice service provision, and its public value and impact, but provided a broader explanation of how social, policy and political contexts have shaped and influenced public value within health and disability benefit reform. This has highlighted how welfare reform may benefit private companies who have received increased contract unit prices for health and disability welfare assessments, yet the key aims of welfare reform have not yet been met, and advice services that mitigate welfare reform problems continue to face funding cuts."
    },
    {
      "text": "Social impact framework to map public values of advice within the health and disability benefit system."
    }
  ],
  "references": [
    {
      "title": "Co-Production, Interdependence and Publicness: Extending public service-dominant logic",
      "authors": [
        "John Alford"
      ],
      "year": 2016,
      "doi": "10.1080/14719037.2015.1111659"
    },
    {
      "title": "Ventures in public value management: introduction to the symposium",
      "authors": [
        "John Alford",
        "Scott Douglas",
        "Karin Geuijen",
        "Paul 't Hart"
      ],
      "year": 2017,
      "doi": "10.1080/14719037.2016.1192160"
    },
    {
      "title": "Mapping public value processes",
      "authors": [
        "John Alford",
        "Sophie Yates"
      ],
      "year": 2014,
      "doi": "10.1108/ijpsm-04-2013-0054"
    },
    {
      "title": "Citizens Advice services in Wymondham and Attleborough cut as district council slashes budget",
      "authors": [
        "Stuart Anderson"
      ],
      "year": 2017,
      "doi": "10.1016/b978-0-435-82590-4.50034-2"
    },
    {
      "title": "Social Impact Measurement and Non-profit Organisations: Compliance, Resistance, and Promotion",
      "authors": [
        "Malin Arvidson",
        "Fergus Lyon"
      ],
      "year": 2014,
      "doi": "10.1007/s11266-013-9373-6"
    },
    {
      "title": "The ambitions and challenges of SROI",
      "authors": [
        "Malin Arvidson",
        "Fergus Lyon",
        "Stephen Mckay",
        "Domenico Moro"
      ],
      "year": 2010
    },
    {
      "title": "Valuing the social? The nature and controversies of measuring social return on investment (SROI)",
      "authors": [
        "Malin Arvidson",
        "Fergus Lyon",
        "Stephen Mckay",
        "Domenico Moro"
      ],
      "year": 2013,
      "doi": "10.1332/204080513X661554"
    },
    {
      "title": "Reduction of Citizens Advice services announced following Staffordshire County Council funding cuts",
      "authors": [
        "Kerry Ashdown"
      ],
      "year": 2017,
      "doi": "10.1093/ww/9780199540884.013.38497"
    },
    {
      "title": "Social Return on Investment (SROI) methodology to account for value for money of public health interventions: a systematic review",
      "authors": [
        "Aduragbemi Banke-Thomas",
        "Barbara Oluwabusayo",
        "Ameh Madaj",
        "Nynke Charles",
        "Van Den Broek"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1935-7"
    },
    {
      "title": "Seeking help in times of economic hardship: access, experiences of services and unmet need",
      "authors": [
        "M Barnes",
        "J Donovan",
        "C Wilson",
        "J Chatwin",
        "R Davies",
        "J Potokar",
        "N Kapur",
        "K Hawton",
        "R O'connor",
        "D Gunnell"
      ],
      "year": 2017,
      "doi": "10.1186/s12888-017-1235-0"
    },
    {
      "title": "Understanding vulnerability to self-harm in times of economic hardship and austerity: a qualitative study",
      "authors": [
        "M Barnes",
        "D Gunnell",
        "R Davies",
        "K Hawton",
        "N Kapur",
        "J Potokar",
        "J Donovan"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2015-010131"
    },
    {
      "title": "First, do no harm': are disability assessments associated with adverse trends in mental health? A longitudinal ecological study",
      "authors": [
        "B Barr",
        "D Taylor-Robinson",
        "D Stuckler",
        "R Loopstra",
        "M Reeves",
        "; Whitehead"
      ],
      "year": 2016,
      "doi": "10.1136/jech-2015-206209"
    },
    {
      "title": "Fit-for-work or fit-for-unemployment? Does the reassessment of disability benefit claimants using a tougher work capability assessment help people into work?",
      "authors": [
        "B Barr",
        "D Taylor-Robinson",
        "D Stuckler",
        "R Loopstra",
        "S Reeves",
        "M Wickham",
        "Whitehead"
      ],
      "year": 2016,
      "doi": "10.1136/jech-2015-206333"
    },
    {
      "title": "How to Measure the Intangibles? Towards a System of Indicators (S.A.V.E.) for the Measurement of the Performance of Social Enterprises",
      "authors": [
        "Andrea Bassi"
      ],
      "year": 2012,
      "doi": "10.1007/978-3-642-32879-4_20"
    },
    {
      "title": "Belfast benefits appeals service loses funding",
      "authors": [
        "Bbc"
      ],
      "year": 2016
    },
    {
      "title": "Public Values and Public Interest: Counter-balancing Economic Individualism",
      "authors": [
        "Barry Bozeman"
      ],
      "year": 2007
    },
    {
      "title": "Public Value Mapping and Science Policy Evaluation",
      "authors": [
        "Barry Bozeman",
        "Daniel Sarewitz"
      ],
      "year": 2011,
      "doi": "10.1007/s11024-011-9161-7"
    },
    {
      "title": "Towards a multi-actor theory of public value co-creation",
      "authors": [
        "John Bryson",
        "Alessandro Sancino",
        "John Benington",
        "Eva Sørensen"
      ],
      "year": 2017,
      "doi": "10.1080/14719037.2016.1192164"
    },
    {
      "title": "Healthy commissioning: How the Social Value Act is being used by Clinical Commissioning Groups",
      "authors": [
        "James Butler",
        "Don Redding"
      ],
      "year": 2017
    },
    {
      "title": "Evaluating complex social interventions in a complex world",
      "authors": [
        "David Byrne"
      ],
      "year": 2013,
      "doi": "10.1177/1356389013495617"
    },
    {
      "title": "Written evidence from Citizens Advice Camden",
      "year": 2016,
      "doi": "10.1017/s2042169900005320"
    },
    {
      "title": "Contracted out health and disability assessments: Thirty-third Report of Session 2015-16",
      "year": 2016
    },
    {
      "title": "Legitimation dynamics: How SROI could mobilize resources for new constituencies",
      "authors": [
        "Kate Cooney"
      ],
      "year": 2017,
      "doi": "10.1016/j.evalprogplan.2016.11.010"
    },
    {
      "title": "The impact of disability living allowance and attendance allowance: Findings from exploratory qualitative research",
      "authors": [
        "Anne Corden",
        "Roy Sainsbury",
        "Annie Irvine",
        "Sue Clarke"
      ],
      "year": 2010
    },
    {
      "title": "Proving the value of advice: a study of the impact of Citizens' Advice Bureau services",
      "authors": [
        "Peter Cressey",
        "Sue Milner",
        "Michelle Farr",
        "Nick Abercrombie",
        "Beth Jaynes"
      ],
      "year": 2014
    },
    {
      "title": "Neoliberalism for the Common Good? Public Value Governance and the Downsizing of Democracy",
      "authors": [
        "Adam Dahl",
        "Joe Soss"
      ],
      "year": 2014,
      "doi": "10.1111/puar.12191"
    },
    {
      "title": "Instruments of value: using the analytic tools of public value theory in teaching and practice",
      "authors": [
        "De Jong",
        "Scott Jorrit",
        "Mariafrancesca Douglas",
        "Zoe Sicilia",
        "Mirko Radnor",
        "Peter Noordegraaf",
        "Debus"
      ],
      "year": 2017,
      "doi": "10.1080/14719037.2016.1192162"
    },
    {
      "title": "Government's response to the independent review of the work capability assessment-year five",
      "year": 2015
    },
    {
      "title": "The Relational Subject",
      "authors": [
        "Pierpaolo Donati",
        "Margaret Archer"
      ],
      "year": 2015
    },
    {
      "title": "Sheffield: Centre for Welfare Reform",
      "authors": [
        "Simon Duffy"
      ],
      "year": 2016,
      "doi": "10.2307/j.ctt18fsbw8.10"
    },
    {
      "title": "The Blended Value Proposition: Integrating Social and Financial Returns",
      "authors": [
        "Jed Emerson"
      ],
      "year": 2003,
      "doi": "10.2307/41166187"
    },
    {
      "title": "Complexity theory and public management: a 'becoming' field",
      "authors": [
        "Elizabeth Eppel",
        "Mary Anne",
        "Rhodes"
      ],
      "year": 2017,
      "doi": "10.1080/14719037.2017.1364414"
    },
    {
      "title": "Co-Production and Value Co-Creation in Outcome-Based Contracting in Public Services",
      "authors": [
        "Michelle Farr"
      ],
      "year": 2016,
      "doi": "10.1080/14719037.2015.1111661"
    },
    {
      "title": "Proving the value of advice: a study of the impact of Citizens' Advice Bureau services",
      "authors": [
        "Michelle Farr",
        "Peter Cressey",
        "Sue Milner",
        "Nick Abercrombie",
        "Beth Jaynes"
      ],
      "year": 2014,
      "doi": "10.1080/14719037.2018.1473474"
    },
    {
      "title": "FCA confirms price cap rules for payday lenders",
      "year": 2014
    },
    {
      "title": "Exposing the impact of Citizens Advice Bureau services on health: a realist evaluation protocol",
      "authors": [
        "N Forster",
        "S Dalkin",
        "M Lhussier",
        "P Hodgson",
        "S Carr"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2015-009887"
    },
    {
      "title": "Reducing Dependency, Increasing Opportunity: Options for the Future of Welfare to Work",
      "authors": [
        "David Freud"
      ],
      "year": 2007,
      "doi": "10.1093/ww/9780199540884.013.u35997"
    },
    {
      "title": "Valuation techniques for social cost-benefit analysis: Stated preference, revealed preference and subjective well-being approaches",
      "authors": [
        "Daniel Fujiwara",
        "Ross Campbell"
      ],
      "year": 2011,
      "doi": "10.4337/9781781009727.00024"
    },
    {
      "title": "Fitness-for-work tests unfair on people with mental health problems, court says",
      "authors": [
        "Amelia Gentleman",
        "Amelia"
      ],
      "year": 2013
    },
    {
      "title": "More backing as Creditworthiness Assessment Bill gathers pace",
      "authors": [
        "Liam Geraghty"
      ],
      "year": 2017
    },
    {
      "title": "Developments in Social Impact Measurement in the Third Sector: Scaling Up or Dumbing Down?",
      "authors": [
        "Jane Gibbon",
        "Colin Dey"
      ],
      "year": 2011,
      "doi": "10.1080/0969160X.2011.556399"
    },
    {
      "title": "An independent review of the personal independence payment assessment",
      "authors": [
        "P Gray"
      ],
      "year": 2014
    },
    {
      "title": "The second independent review of the personal independence payment assessment",
      "authors": [
        "Paul Gray"
      ],
      "year": 2017
    },
    {
      "title": "Addressing health inequalities: five practical approaches for local authorities",
      "authors": [
        "Graeme Greig",
        "Kayleigh Garthwaite",
        "Clare Bambra"
      ],
      "year": 2014,
      "doi": "10.1177/1757913914530654"
    },
    {
      "title": "Assessing Social Impact of Social Enterprises",
      "authors": [
        "Cecilia Grieco"
      ],
      "year": 2015,
      "doi": "10.1007/978-3-319-15314-8"
    },
    {
      "title": "The Do-Well study: protocol for a randomised controlled trial, economic and qualitative process evaluations of domiciliary welfare rights advice for socio-economically disadvantaged older people recruited via primary health care",
      "authors": [
        "Catherine Haighton",
        "Suzanne Moffatt",
        "Denise Howel",
        "Elaine Mccoll",
        "Eugene Milne",
        "Mark Deverill",
        "Greg Rubin",
        "Terry Aspray",
        "Martin White"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-382"
    },
    {
      "title": "Shared measurement: Greater than the sum of its parts",
      "authors": [
        "Sarah Handley",
        "Farooq Sabri",
        "Anne Kazimirski"
      ],
      "year": 2016
    },
    {
      "title": "An independent review of the Work Capability Assessment",
      "authors": [
        "Malcolm Harrington"
      ],
      "year": 2010
    },
    {
      "title": "An Independent Review of the Work Capability Assessment-Year Two",
      "authors": [
        "Malcom Harrington"
      ],
      "year": 2011
    },
    {
      "title": "An Independent Review of the Work Capability Assessment-Year Three",
      "authors": [
        "Malcom Harrington"
      ],
      "year": 2012
    },
    {
      "title": "Towards an empirical research agenda for public value theory",
      "authors": [
        "Jean Hartley",
        "John Alford",
        "Eva Knies",
        "Scott Douglas"
      ],
      "year": 2017,
      "doi": "10.1080/14719037.2016.1192166"
    },
    {
      "title": "Understanding the influence of values in complex systems-based approaches to public policy and management",
      "authors": [
        "Philip Haynes"
      ],
      "year": 2017,
      "doi": "10.1080/14719037.2017.1364411"
    },
    {
      "title": "Public Services (Social Value) Act",
      "year": 2012,
      "doi": "10.1086/631920"
    },
    {
      "title": "A public management for all seasons?",
      "authors": [
        "Christopher Hood"
      ],
      "year": 1991,
      "doi": "10.1111/j.1467-9299.1991.tb00779.x"
    },
    {
      "title": "GPs' workload climbs as government austerity agenda bites",
      "authors": [
        "Gareth Iacobucci"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g4300"
    },
    {
      "title": "Social Value in Procurement: Roundtable write-up",
      "authors": [
        "Rana Khazbak"
      ],
      "year": 2017
    },
    {
      "title": "An Independent Review of the Work Capability Assessment-Year Four",
      "authors": [
        "Paul Litchfield"
      ],
      "year": 2013
    },
    {
      "title": "An Independent Review of the Work Capability Assessment-Year Five",
      "authors": [
        "Paul Litchfield"
      ],
      "year": 2014
    },
    {
      "title": "Made to measure? An analysis of the transition from Disability Living Allowance to Personal Independence Payment",
      "authors": [
        "Richard Machin"
      ],
      "year": 2017,
      "doi": "10.1080/09649069.2017.1390291"
    },
    {
      "title": "SROI as a Method for Evaluation Research: Understanding Merits and Limitations",
      "authors": [
        "Florentine Maier",
        "Christian Schober",
        "Ruth Simsa",
        "Reinhard Millner"
      ],
      "year": 2015,
      "doi": "10.1007/s11266-014-9490-x"
    },
    {
      "title": "The Fiscal and Distributional Implications of Alternative Universal Basic Income Schemes in the UK: IPR Working Paper",
      "authors": [
        "Luke Martinelli"
      ],
      "year": 2017,
      "doi": "10.53964/jmer.2024001"
    },
    {
      "title": "Social Return on Investment (SROI) and Performance Measurement",
      "authors": [
        "Ross Millar",
        "Kelly Hall"
      ],
      "year": 2012,
      "doi": "10.1080/14719037.2012.698857"
    },
    {
      "title": "Dead people don't claim': A psychopolitical autopsy of UK austerity suicides",
      "authors": [
        "China Mills"
      ],
      "year": 2017,
      "doi": "10.1177/0261018317726263"
    },
    {
      "title": "Tribunals and gender recognitions certificates statistics quarterly",
      "year": 2016
    },
    {
      "title": "Done more for me in a fortnight than anybody done in all me life.' How welfare rights advice can help people with cancer",
      "authors": [
        "Suzanne Moffatt",
        "Emma Noble",
        "Catherine Exley"
      ],
      "year": 2010,
      "doi": "10.1186/1472-6963-10-259"
    },
    {
      "title": "Measuring Social Return on Investment",
      "authors": [
        "Michael Moody",
        "Laura Littlepage",
        "Naveed Paydar"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21145"
    },
    {
      "title": "Turning Social Return on Investment on Its Head",
      "authors": [
        "Laurie Mook",
        "John Maiorano",
        "Sherida Ryan",
        "Ann Armstrong",
        "Jack Quarter"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21184"
    },
    {
      "title": "Creating Public Value",
      "authors": [
        "Mark Moore"
      ],
      "year": 1995
    },
    {
      "title": "Public Value Accounting: Establishing the Philosophical Basis",
      "authors": [
        "Mark Moore"
      ],
      "year": 2014,
      "doi": "10.1111/puar.12198"
    },
    {
      "title": "The impact of cuts in legal aid funding on charities",
      "authors": [
        "Debra Morris",
        "Warren Barr"
      ],
      "year": 2013,
      "doi": "10.1080/09649069.2013.774737"
    },
    {
      "title": "The Counterfactual Self-Estimation of Program Participants",
      "authors": [
        "Christoph Mueller",
        "Hansjoerg Gaus",
        "Joerg Rech"
      ],
      "year": 2014,
      "doi": "10.1177/1098214013503182"
    },
    {
      "title": "The Impact of Funding Reductions on Local Authorities",
      "year": 2014
    },
    {
      "title": "Departmental Overview 2015-16",
      "authors": [
        "Nao"
      ],
      "year": 2016
    },
    {
      "title": "DWP tells ATOS Healthcare to raise standards",
      "authors": [
        "S Neville"
      ],
      "year": 2013
    },
    {
      "title": "Social return on investment-Development and convergence",
      "authors": [
        "Jeremy Nicholls"
      ],
      "year": 2017,
      "doi": "10.1016/j.evalprogplan.2016.11.011"
    },
    {
      "title": "Social finance: Capitalizing social impact",
      "authors": [
        "Alex Nicholls",
        "Jed Emerson"
      ],
      "year": 2015
    },
    {
      "title": "A Guide to Social Return on Investment",
      "authors": [
        "Jeremy Nicholls",
        "Eilis Lawlor",
        "Eva Neitzert",
        "Tim Goodspeed"
      ],
      "year": 2010,
      "doi": "10.1787/9789264088856-en"
    },
    {
      "title": "Welfare trends report",
      "year": 2016
    },
    {
      "title": "It will hurt like hell if Newcastle's Citizens Advice bureau shuts down",
      "authors": [
        "M O'hara"
      ],
      "year": 2016
    },
    {
      "title": "The New Public Governance",
      "authors": [
        "Stephen Osborne"
      ],
      "year": 2010,
      "doi": "10.4324/9780203861684"
    },
    {
      "title": "From public service-dominant logic to public service logic: are public service organizations capable of co-production and value co-creation?",
      "authors": [
        "Stephen Osborne"
      ],
      "year": 2017,
      "doi": "10.1080/14719037.2017.1350461"
    },
    {
      "title": "The Science of Evaluation",
      "authors": [
        "Ray Pawson"
      ],
      "year": 2013
    },
    {
      "title": "Cost-benefit analysis and the environment: recent developments",
      "authors": [
        "David Pearce",
        "Giles Atkinson",
        "Susana Mourato"
      ],
      "year": 2006
    },
    {
      "title": "Demanding Activation",
      "authors": [
        "Tania Raffass"
      ],
      "year": 2017,
      "doi": "10.1017/S004727941600057X"
    },
    {
      "title": "Strengthening social innovation in Europe: journey to effective assessment and metrics",
      "authors": [
        "Neil Reeder",
        "Carmel ' Sullivan",
        "Simon Tucker",
        "Peter Ramsden",
        "Geoff Mulgan"
      ],
      "year": 2012
    },
    {
      "title": "A decade of austerity? The funding pressures facing the NHS from 2010/11 to 2021/22",
      "authors": [
        "Adam Roberts",
        "Louise Marshall",
        "Anita Charlesworth"
      ],
      "year": 2012
    },
    {
      "title": "Evidence for agile policy makers: the contribution of transformative realism",
      "authors": [
        "Graham Room"
      ],
      "year": 2013,
      "doi": "10.1332/174426413X662653"
    },
    {
      "title": "New Labour, the market state, and the end of welfare",
      "authors": [
        "Jonathan Rutherford"
      ],
      "year": 2007
    },
    {
      "title": "The Meta Co-production of Community Outcomes: Towards a Citizens' Capabilities Approach",
      "authors": [
        "Alessandro Sancino"
      ],
      "year": 2016,
      "doi": "10.1007/s11266-015-9596-9"
    },
    {
      "title": "Only Making Things Worse: A Qualitative Study of the Impact of Wrongly Removing Disability Benefits from People with Mental Illness",
      "authors": [
        "Guy Shefer",
        "Claire Henderson",
        "Mary Frost-Gaskin",
        "Richard Pacitti"
      ],
      "year": 2016,
      "doi": "10.1007/s10597-016-0012-8"
    },
    {
      "title": "Advice service funding slashed by 11.7%. Inside Housing",
      "authors": [
        "Heather Spurr"
      ],
      "year": 2014
    },
    {
      "title": "Convention on the Rights of Persons with Disabilities: Inquiry concerning the United Kingdom of Great Britain and Northern Ireland carried out by the Committee under article 6 of the Optional Protocol to the Convention",
      "year": 2016
    },
    {
      "title": "Setting the context for using complexity theory in evaluation: boundaries, governance and utilisation",
      "authors": [
        "Mat Walton"
      ],
      "year": 2016,
      "doi": "10.1332/174426415X14298726247211"
    },
    {
      "title": "Using complexity-consistent theory for evaluating complex systems",
      "authors": [
        "Gill Westhorp"
      ],
      "year": 2012,
      "doi": "10.1177/1356389012460963"
    },
    {
      "title": "Developing complexity-consistent theory in a realist investigation",
      "authors": [
        "Gill Westhorp"
      ],
      "year": 2013,
      "doi": "10.1177/1356389013505042"
    },
    {
      "title": "Budget cut threat to Law Centre advice services",
      "authors": [
        "Anne Whitworth"
      ],
      "year": 2017
    }
  ],
  "num_references": 96
}
