{
  "paper_id": "RC8QGJTC",
  "title": "Variations in Patients' Adherence to Medical Recommendations A Quantitative Review of 50 Years of Research",
  "abstract": "Background: The literature on patient adherence to treatment includes hundreds of empirical studies. A comprehensive examination of the findings requires the organization and quantification that is possible with meta-analysis. Objectives: The goals of this research are retrieval, compilation, and averaging of adherence rates in all published empirical studies from 1948 to 1998; assessment of variation according to sample characteristics, time period of publication, measurement method, disease, and regimen; and examination of the effects on adherence of patient demographic characteristics. Methods: We calculated a meta-analysis of 569 studies reporting adherence to medical treatment prescribed by a nonpsychiatrist physician, and 164 studies providing correlations between adherence and patients' age, gender, education, and income/socioeconomic status; group comparison and multiple regression analysis of moderators. \n Results: The average nonadherence rate is 24.8%. Controlling for intercorrelations among moderator variables, adherence is significantly higher in more recent and smaller studies and in those involving medication regimens and adult samples. The use of physical tests and self-report have respectively significant and borderline negative effects on the level of adherence, and disease severity and use of the medical record have no significant effects. Adherence is highest in HIV disease, arthritis, gastrointestinal disorders, and cancer, and lowest in pulmonary disease, diabetes, and sleep. Demographic effects on adherence are small and moderated by sample, regimen, and measurement variables. Conclusions: This review offers insights into the literature on patient adherence, providing direction for future research. A focus on reliability and validity of adherence measurement and systematic study of substantive and methodologic moderators are recommended for future research on patient adherence.",
  "year": 2001,
  "date": "2001",
  "journal": "Health Commun",
  "publication": "Health Commun",
  "authors": [
    {
      "forename": "M",
      "surname": "Dimatteo",
      "name": "M Dimatteo",
      "affiliation": "From the Department of Psychology , University of California , Riverside , California. \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Riverside \n\t\t\t\t\t\t\t\t\t California"
    }
  ],
  "doi": "https://doi.org/10.13039/100023672",
  "keywords": [
    "patient adherence",
    "patient compliance",
    "meta-analysis"
  ],
  "sections": [
    {
      "text": "R esearch on patient adherence (compliance) grew rapidly over the past 50 years, as chronic disease became more prevalent and treatment more dependent on patient selfmanagement.  [1] [2] 2] [3] [4]  Patients are adherent when they do what their health professionals recommend. In some views, nonadherence wastes resources and causes preventable morbidity and mortality and the loss of healthcare dollars and productivity.  5 In other views, nonadherence represents rational choice as patients attempt to maintain their personal identity, achieve their goals, and preserve their quality of life.  6 -11 Data suggest that the difference in health outcomes between high and low adherence is 26%, and that the adherence-outcome relationship varies with the regimens, measurements, and diseases studied.  12 any theoretical models (eg, Health Belief Model, Theory of Planned Behavior, and Transtheoretical Model) focus on understanding, predicting, and improving adherence.  13, 14 Their common components involve health professional-patient communication, patients' cognitive and social processes (eg, beliefs, norms), and patients' resources (eg, financial, psychologic, and social support). The empirical literature on adherence is large but not well understood, even with elegant conceptual frameworks.  14 Studies vary widely in methodologies, and operational definitions of adherence are as varied as the diseases, regimens, and patients examined. Both measurement and context differences produce wide variations in adherence estimates, correlates, and outcomes.  12, 15, 16 his article examines \"variations in patients' compliance . . .\"  17, 18  as a function of methodologic and contextual factors in adherence research. Meta-analysis is used as a methodology for integrating research findings with statistical analysis of results from many individual studies.  19 Metaanalysis offers a rigorous alternative to narrative discussions of the empirical literature  20  and allows examination of trends in substantive and measurement issues  [21] [22] [23] [24]  The goals of the present research are: 1) to retrieve, compile, and average the adherence rates reported in all published empirical studies of adherence (and compliance) over 50 years (1948 -1998); 2) to assess variations in adherence according to contextual and measurement variables (across time periods, sample characteristics, measurement strategies, disease conditions, and treatment regimens), providing norms for subgroups and their interactions; and 3) to examine the role of patients' demographic characteristics (age, gender, education, and income) in adherence. Based on commonalities in existing adherence models, particularly as they relate to patients' identity, illness self-image, and the meaning of treatment in attempts to preserve, maintain, or restore a preferred (pre-illness) selfidentity,  8, 9, 25, 26  it is hypothesized that adherence could be more difficult to achieve: 1) in the context of regimens that are more pervasive (eg, behavioral) rather than circumscribed (eg, medication), 2) when suffering is less (ie, when illness is less serious and the consequences of nonadherence might seem lower), and 3) when resources such as income and education are wanting. Demographic variables (patient age and gender) are not expected to have consistent effects on adherence, which is predicted to vary consistently according to the subjectivity of its measurement."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Definitions, Search Strategy, and Inclusion Criteria",
      "text": "PsychLit and Medline (Core Clinical and Cancer Journals, and Abbreviated Index Medicus) were searched for journal articles published from 1948 through March 1998. Beginning with 1966, when both \"patient compliance\" and \"patient adherence\" first appeared in the literature,  18, 27  electronic databases were searched using these specific key words (to avoid such topics as compliance to care guidelines and adherence in the physiology of cells). Index Medicus references before 1966 were available in printed volumes, and relevant citations from each article were consulted. Additional terms (eg, acceptance of medical recommendations, medication omission errors, defection from therapy) were also searched. This yielded 9051 citations involving medical patients who were given medical preventive or treatment recommendations by a physician (76% from Medline, 24% from PsychLit). These citations and abstracts were examined by the author and research assistants, and approximately 13% (1176) of these citations were identified as empirical articles in peer-reviewed English-language journals.\n\nPublished studies with samples of alcoholic, drugabusing, homeless, or institutionalized patients, or involving military personnel were excluded because of potential institutional controls over adherence. Studies of adherence to community-based programs (such as for screening, vaccination, exercise, weight loss) not medically prescribed and studies of interventions designed to increase patient adherence were excluded because the focus of the present research is on recommendations made in the context of the physician-patient relationship. Included were studies with sample size greater than 10 (to avoid case studies) and those that involved only nonpsychiatric subjects and a nonpsychiatric medical regimen that was prescribed or recommended by a nonpsychiatrist physician. (It is acknowledged that psychiatric treatment regimens are widely prescribed and that adherence is highly relevant. Although the additional complications of adherence in mental disorders are beyond the scope of this already multifaceted research, they are nonetheless very important and deserving of future meta-analytic treatment.) Studies were included if they defined and measured adherence to a medically prescribed treatment or preventive measure (eg, exercise, diet, medication, health-related behavior, screening, vaccination, and appointments). Eligible studies presented one or both of the following: 1) the percentage of the sample that was adherent by the researcher's definition (or the numerator and denominator allowing its calculation), 2) the correlation of a measure of at least one of the following patient demographic characteristics (age, gender, education, income) with the measure of adherence (or the means to calculate the correlation such as the data, a probability level, or a statistic such as t, F, or  2  ). (Data are presented in Appendices A and B, available with references from the author.) There were 569 studies (48.4% of the empirical citations; 96% from medicine/public health journals) providing requisite measurement information and percentage adherence (Appendix A) and 164 studies (89% from medicine/ public health journals) correlating a demographic measure with adherence (Appendix B) (age [138 studies], gender [102], education [44], and income [27])."
    },
    {
      "title": "Coding and Data Management",
      "text": "For each article, the following was recorded: reference; disease for which treatment was provided; method for assessing adherence (self-report by interview/questionnaire or diary; collateral report by family member, physician, or nurse/ allied health professional; pill count, electronic recording by pill-bottle monitor or a CPAP [continuous positive airway pressure] timer; or medical chart/pharmacy record); regimen requiring adherence (medication, diet, healthcare behavior, exercise, or appointment follow up), sample size, and age group (adult vs. pediatric) of the sample. In Appendix A, the percentage of patients in each sample who were adherent to treatment according to the definition of the author(s) was recorded; in Appendix B, the \"r\" (correlation) effect size between adherence and the demographic variable was recorded. Two coders assigned categories for each study, and any disagreements were negotiated before assigning a code."
    },
    {
      "title": "Statistical Analyses",
      "text": "For each study (unit of analysis) in Appendix A, the percent of the sample adherent to treatment was extracted or computed. Although in a few cases (3%), percentage adher-ence referred to the quantity of adherence (such as percentage of prescribed exercise sessions attended), in most cases, it referred to the proportion of the sample that met the adherence criteria established by the authors (eg, the patient took at least a specified percent of the prescribed medication, exhibited \"trivial deviation\" from the regimen, followed the prescribed behavior \"appropriately\" or not, or had a score on a test of adherence [eg, urine or blood assay] that fell, or did not fall, into \"the acceptable range\"). The variability among these definitions was captured to some degree by the coding of both measurement method (pill count, physical test, medical record, self-report, collateral report, or electronic monitor) and regimen (medication, health behavior, appointment, diet, exercise, or screening) for each study. An arc sin transformation (2 times the arc sin of the square root of the percent) was applied to normalize the distribution of percentage scores for data analysis.  24 The transformed scores were converted back to percentages to present summary statistics. In all, 569 studies provided at least one estimate of adherence (499 examining one method and one regimen; 520 examining one regimen; 513 examining one method). Additional withinstudy comparisons of method and regimen were possible for 9 studies of pill count, 10 studies of physical test, 9 studies of self-report, and 7 studies of medication versus other regimens. This allowed comparison of within-study and betweenstudy differences in method and regimen.\n\nMeans, standard deviations, and 95% random-effects confidence intervals were computed for discrete groups of interest (diseases, regimens, measurement methods). Homogeneity of variances across 17 disease categories allowed the use of a single error term in t tests for group comparisons. T tests for independent samples were computed to compare methods and regimens using studies that focused, respectively, on one method or one regimen. Repeated-measures comparisons were also made within the few studies that used multiple regimens or measurement methods. Pearson Product Moment correlations were computed between the transformed percentages and scores on continuous covariates (including recency of publication, severity of the disease (measured by the Seriousness of Illness Rating Scale-Revised [SIRS-r]  28  and sample size). Simultaneous multiple regression was computed to predict adherence controlling for intercorrelations among the coded predictor variables.\n\nFor each study in Appendix B, the effect size correlation coefficient \"r\" presents the strength and direction of the association between adherence and the demographic variable under examination; this effect size was calculated, when necessary, from t, F, 2 , summary statistics, or the data arranged (or able to be arranged) in a contingency table (yielding Phi) according to procedures described by Rosenthal and Rosnow.  24 In cases in which statistical tests had more than one degree of freedom, Phi was calculated if the data were available, or the exact probability determined a \"z\" statistic which was then transformed to \"r.\" If just a probability range was given, the following one-tailed z's were used: P Ͻ0.05 (z ϭ 1.645), P Ͻ0.01 (z ϭ 2.326), and P Ͻ0.001 (z ϭ 3.09). \"Nonsignificant\" results with no data were assigned z ϭ .00, which likely underestimated the effect. In studies that presented multiple estimates of the demographic variable-adherence relationship using the same measurement or regimen, data points were averaged (a conservative approach). Positive effect sizes reflect the association of greater adherence with female gender, older age, higher education, and higher income. The median and the unweighted mean (calculated using Fisher's z transformation of the effect size r, with transformation back to r) with 95% confidence intervals (based on a random-effects model) were calculated as were standardized odds ratios, risk differences, and relative risks based on unweighted random effects r's.  29 -31 Variability among the effects was examined using methodologic and substantive moderators, with discrete (age group, adherence measurement, and regimen) and continuous (publication recency, disease severity, and sample size) moderators assessed using t tests and correlations, respectively. The \"fail-safe n\" was calculated for each significant average effect size and compared with its \"tolerance level.\"  32 Cohen's d was computed from the unweighted mean effect size for each demographic variable to give an estimate of the standard deviation difference effect size.  24 Medians, means, standard deviations, correlations, t tests, and multiple regression were calculated using SPSS 10.0.  33 Meta-analysis components were hand-calculated following recommended methods.  23, 24, 30, 31 andom-effects models (requiring unconditional inferences) were used throughout this meta-analysis to allow generalization beyond the studies sampled. More limited conditional inferences (that apply only to the set of studies observed or identical ones) were available from the fixedeffects model (used in some moderator analyses).  34 Metaanalysis results are of greatest interest when they provide insight into population effects (the random-effects model), although more limited conditional inferences (from the fixedeffects model) can sometimes be informative."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Adherence Rates and Moderators",
      "text": "Across 569 studies, adherence ranged from 4.6% to 100% with a median of 76% and an overall average of 75.2%. The 48 adherence studies published before 1980 yielded an average adherence rate of 62.6%, whereas the 491 studies published from 1980 through March 1998 yielded an average adherence rate of 76.3% (t[537] ϭ 4.24, P Ͻ0.001). There is significantly greater variability among the 1980 -1998 studies than among the pre-1980 studies (P Ͻ0.001 by the Levene test), and there are no significant differences between decades within these 2 time periods. Larger studies report lower adherence than do smaller samples (r[537] ϭ -.12, P ϭ 0.007), and studies of adults (n ϭ 401) yield higher adherence than studies of pediatric patients (n ϭ 116) (76.8% vs. 70.6%; t[515] ϭ 2.84, P ϭ 0.005).\n\nTable  1  examines measurement method and treatment regimen as moderators of patient adherence. The most frequently used methods are medical record, self-report, and pill count; the highest level of adherence is for pill count and the lowest is for collateral report. Independent-sample t tests comparing measurement methods show higher adherence for pill counts (used exclusively with medication) and lower for both collateral reports and self-reports. There are trends for medical record and electronic monitor measures to produce lower adherence as well. Lower estimates of adherence from self-report compared with other methods occur only for medication regimens (t[312] ϭ 1.99, P ϭ 0.047 for medication; t[183] ϭ .24, not significant, for nonmedication). For both the 185 nonmedication regimen studies and the 314 medication regimen studies, there were no differences in adherence between studies that used and did not use a physical test of adherence (respectively, t]183] ϭ 1.55, not significant; t[312] ϭ .11, not significant).\n\nWithin-study comparison of measurement methods revealed a slight trend for lower adherence in studies using physical tests (t [9] ϭ Ϫ1.88, P ϭ 0.093) and no significant differences between pill count and other measures in 9 studies that used both (t [8] ϭ .64, not significant). Comparison within 9 samples that examined self-report and other measures showed a trend opposite that found in the betweenstudies comparison, that is, slightly higher estimates of adherence with self-report (t[8] ϭ 2.05, P ϭ 0.075). This suggests that the role of self-report might not be straightforward because of the possible influence of other correlated factors. Self-report measures occur more often in older studies (r ϭ Ϫ.13, n ϭ 539, P ϭ 0.002) (which manifest lower levels of adherence) and tend to have smaller sample sizes (r ϭ Ϫ.09, n ϭ 539, P ϭ 0.035) (which manifest higher levels of adherence). Table  1  summarizes the univariate role of measurement method in adherence most clearly in the # For examination of methods, comparisons and percent of sample reported are based on 513 studies that used one method. For examination of regimens, comparisons and percent of sample reported are based on 520 studies that used one regimen.\n\n† 95% confidence interval, stringent random-effects model. ‡  The studies involved in each measurement (or regimen) are compared with studies not using that measurement (or regimen). For example, the average adherence in studies involving pill count is compared, using t test, with the average adherence in studies not involving pill count.\n\n§ Objective measures include pill count, physical test, and electronic monitor; subjective measures include self-report, collateral report, and medical chart entry.\n\nP Ͻ 0.\n\n10. *P Ͻ 0.05. **P Ͻ 0.01. ***P Ͻ 0.001. NS ϭ not significant. Medical Care • Volume 42, Number 3, March 2004 Patient Adherence: Quantitative Review comparison between objective measures (combining pill count, physical test, and electronic monitor) and subjective measures (combining self-report, collateral report, and medical record). Studies using subjective measures are more numerous and yield lower average adherence scores than studies using objective measures. Among the 6 treatment regimens, the most commonly studied is medication that yields greater adherence than nonmedication. This is also supported by the repeated-measures comparison (t[6] ϭ 2.82, P ϭ 0.03). Health behaviors, appointment-keeping, and diet yield lower adherence averages; each is significantly lower than its comparison with other regimens. Table 2 presents the average adherence in studies grouped by disease; adherence ranges from 65.5% in studies of sleep disorders to 88.3% in studies of HIV disease. Variances in the 17 groups are not significantly different from each other (Levene statistic [17,545] ϭ 1.11, P ϭ 0.34) making mean comparisons straightforward. Average adherence levels for HIV disease, cancer, and gastrointestinal disease (borderline) are higher than for other diseases (re-spectively, t[567] ϭ 2.11, P ϭ 0.035; t[567] ϭ 2.20, P ϭ 0.028; t[567] ϭ 1.82, P ϭ 0.07). Adherence to care for pulmonary conditions is significantly lower (t[567] ϭ 2.02, P ϭ 0.044) and for diabetes and sleep disorders is borderline lower compared with other conditions (respectively, t[567] ϭ 1.81, P ϭ 0.07; t[567] ϭ 1.87; P ϭ 0.063).\n\nSimultaneous multiple regression was used to examine the prediction of adherence level from sample size, age group, study recency, disease severity, regimen (medication vs. other), and 3 methods of measuring adherence (physical test, medical record, and self-report, which, in addition to pill count, constitute almost 90% of the studies). Pill count and the remaining regimens were not included because of their high correlations with medication (respectively, r ϭ .44 and r ϭ Ϫ.78) and because pill count occurs only with medication regimens. The overall model is significant (F[8,330] ϭ 9.68; P ϭ 0.000; adjusted r 2 ϭ .17). The strongest predictors (all P ϭ 0.000) of a study's higher level of adherence are: smaller sample size (standard beta ϭ Ϫ.20, t ϭ Ϫ3.89), adherence to medication (standard beta ϭ .29, t ϭ 5.46), and more recent publication (standard beta ϭ .19, t ϭ 3.70). Using a physical test to assess adherence results in lower adherence compared with other methods (standard beta ϭ Ϫ.11, t ϭ Ϫ2.01, P ϭ 0.045) and adherence is higher in adult than in pediatric samples (standard beta ϭ .13, t ϭ 2.52, P ϭ 0.012). The use of self-report has a borderline negative effect on adherence (standard beta ϭ Ϫ.11, t ϭ Ϫ1.86, P ϭ 0.063), and severity and use of the medical record are not significant."
    },
    {
      "title": "Demographics",
      "text": "Table  3  presents the meta-analysis summary and moderators of relationships between adherence and age, gender, education, and income/socioeconomic status. Within-study correlations between patient age and adherence, while near zero on average, are very variable. This variability is moderated by the population studied: the age-adherence relationship is stronger in pediatric than in adult samples, with a trend for adolescents to be less adherent than younger children. Some interactions of moderators are also significant. Among studies of adults, self-reports of adherence correlate negatively with age (average r ϭ Ϫ.04), whereas measures other than self-report correlate positively (average r ϭ .05) (t[81] ϭ 2.2, P ϭ 0.031). Gender and adherence are also virtually uncorrelated overall, although female pediatric patients are more adherent than males.\n\nThe average correlation between patient education and adherence is significant and positive overall, but this effect is accounted for primarily by adherence to chronic disease regimens. The average correlation between adherence and income/socioeconomic status is also positive and significant, but this effect occurs primarily in adult samples and in studies using numeric measures of income."
    },
    {
      "title": "DISCUSSION",
      "text": "The present study provides evidence that although adherence is a construct that can be understood partly in terms of well-known theoretical models and specific substantive constructs, it is also the case that the measurement of adherence and the context of research are important determinants of research findings. As hypothesized, these data show that higher levels of adherence are achieved with more circumscribed regimens (medication as opposed to pervasive health behaviors) as well as in situations in which patients have greater resources (such as education and income), but not simply as a function of illness severity or the demographic characteristics of age and gender. This research also shows that, as predicted, methodologic factors such as whether adherence is measured objectively or subjectively and the contextual factors surrounding the research such as its recency and the specific disease and population under study have noteworthy effects on the results. These findings underscore the idea that adherence might not be a unified construct and that although the general notion of adherence might be useful, what is learned from its study is affected by the decisions made about its research design.\n\nOf course, there are limitations to the present work and caveats to its interpretation. The search strategy could have missed some relevant studies such as those catalogued primarily by disease condition, and this meta-analysis excludes adherence to psychiatric care, which should be the subject of further meta-analytic work.  35, 36 Studies with significant results could have a greater likelihood of publication (although the \"fail-safe n\" corrects for this potential) and researchers could even conduct studies only on diseases or regimens for which certain results are expected (eg, problematic adherence rates, correlations with certain demographics). The conceptualization and measurement of adherence have changed over 50 years, and although some of that change has been documented and analyzed here, some may have affected conclusions in ways not yet understood. Unlike large-scale multidimensional studies, moderator variables are examined primarily across studies (and rarely within them). Interaction among these categories cannot be studied (eg, certain measurement strategies are used only for certain regimens or diseases). Furthermore, although there is evidence across many fields that large trials and meta-analytic studies often tell similar stories,  37, 38  pooling results from observational studies can be problematic. Confounding and moderating variables are implicit in the statistics they generate, but these variables are typically different from study to study. Finally, as is true in all research, the results of this meta-analysis are bounded by limitations in the conceptual meaning, reliability, and validity of the measures used.  39 Variability in measurement and idiosyncratic definitions of adherence can introduce \"noise\" and argue for some degree of uniformity in adherence measurement, in future research at least within a given disease condition.\n\nAdherence averaged 62.6% before 1980 and 76.3% from 1980 onward, representing a significant trend controlling for methodologies, regimens, and patient groups. The effect is primarily the result of improved adherence in gastrointestinal disease (r [40] ϭ .53, P Ͻ0.001) and cardiovascular disease (r[121] ϭ .23, P Ͻ0.02), the latter accounted for mostly by improved adherence to hypertension treatment (r[70] ϭ .29, P Ͻ0.02). This finding could reflect improvements in medical care efficacy, provider awareness of adherence, and patient involvement in their treatment. Overall differences in adherence among various diseases could be accounted for by many factors such as expected or actual efficacy (resulting in greater adherence for HIV disease, cancer, and gastrointestinal disease) and regimen complexity (resulting in lower adherence for pulmonary conditions, diabetes, and sleep disorders). The average effects of patient demographics on adherence were small, although their variability was partly accounted for by methodologic and sub- † For age-moderator analyses, there were 10 samples in which adult and pediatric patients were combined and 4 in which age refers to parental age, not that of the child. These latter 14 samples could not be used in the analysis. For gender moderator analyses, there were 4 samples in which adult and pediatric patients were combined and could not be used. For education moderator analyses, in 9 studies, the sample of subjects receiving medical care could not be coded as acute versus chronic. ¶ P Ͻ0.10; *P Ͻ0.05; **P Ͻ 0.01. ‡ Mean unweighted r effect size plus 95% confidence interval based on the random effects model; including Cohen's d measuring the effect size in standard deviations.  24"
    },
    {
      "title": "§",
      "text": "Indicates that the fail-safe N exceed the tolerance level.  24 The fail-safe n is the number of unretrieved studies that would need to average no effect to reduce a finding significant at the .05 alpha level to nonsignificance. It serves as an index of concern about bias as a result of failure to publish nonsignificant findings, and the tolerance level (tolerance for future null results) is the number of unavailable studies with mean effect size of zero required to bring the combined probability of the available and unavailable studies to a nonsignificant level.  32 derator variables tested by the stringent random effects model are presented as correlation coefficient r; differences that did not achieve significance in the random effects model, but did so with the less stringent fixed-effects model are presented as z.\n\nNS ϭ not significant; N/A ϭ not applicable.\n\nstantive moderators, the examination of which was made possible by simple quantification approaches in meta-analysis. Moderator results suggest, for example, that future research on age and adherence should use detailed age groupings allowing for the examination of possible curvilinear trends. Likewise, although patient education and socioeconomic status were only weakly related to adherence, moderator analysis showed that income-specific measures (ones most amenable to intervention) affected adherence significantly. This finding combines with other meta-analytic results  12, 16, 40, 41  to suggest a pattern in which factors that can be treated or changed (eg, depression, practical and emotional support, income) have greater effects on adherence than do those that cannot (age, gender). In settings in which improving adherence is clearly advantageous to patients' health and quality of life, knowing about these factors as well as the limited role of demographics can assist health professionals to be aware of potential nonadherence and help patients achieve their health goals.\n\nNonadherence is widespread (averaging 24.8%) and can occur for many reasons (eg, patient self-determination,  42  depression,  16, 40  lack of social support  41  ). That so many patients misunderstand, forget, or choose not to follow the recommendations of their health professionals should be a cause for concern, although not because recommendations are always correct. Indeed, sometimes nonadherence can be rational (or fortunate) in light of potential treatment imprecision, toxicity, and medical errors.  43 The offering of medical recommendations that are misunderstood or subsequently forgotten or ignored, however, is a waste of scarce healthcare resources and suggests a systemic problem. In the year 2000, for example, over 759.3 million visits were made to physicians for the treatment of medical problems (excluding checkups).  44 Applying a nonadherence prevalence rate of 24.8% suggests that as many as 188.3 million medical visits (over 53 million of which are publicly funded  45  ) result in patients not following the advice they are given. Analysis of specific diseases (visits per year times prevalence rate of nonadherence) yields the following estimates of the number of visits probably ending in nonadherence: 8.4 million for hypertension, 7.6 million for diabetes, and 4.5 million for cancer. Analysis by regimen suggests the following: 112.2 million for medication, 49.4 million for diet; and 22.6 million for exercise recommendations. This is not to say that patients necessarily should follow the advice they are given, or that it is the fault of patients or their health professionals when they do not. It is suggested, however, that something could be wrong with an expensive system of service delivery in which one of its primary products, advice, so often remains unused.\n\nIn 2001, medical care costs in the United States were over 1.2 trillion dollars.  45 Almost 30% of this was paid to physicians and other healthcare professionals for direct services, possibly a quarter of which resulted in patients' failing to follow the advice they were given. Although it is certainly beyond the scope of this article, as well as the expertise of this author, to calculate the precise monetary waste associated with nonadherence, the present study suggests that it could be very high (possibly as much as $300 billion a year). Nonadherence can also result in additional tangible and intangible costs such as patient suffering and death; provider and patient frustration, anger, and hopelessness; incorrect scientific research and clinical conclusions; and reductions in quality of life for both patients and their healthcare professionals. Although it is acknowledged that sometimes nonadherence yields positive outcomes because sometimes medical care causes more harm than good, it is important to note that a medical visit that results in nonadherence is (at least partly) wasted. Not carrying out a health action is de facto more expensive if it follows a costly medical visit than if it does not.\n\nThe present research calls attention to several methodologic issues. First, as noted by Rudd in 1979, researchers are \"in search of the gold standard for compliance measurement.\"  46 Nearly 25 years later, despite hundreds of empirical studies and thousands of papers written about patient adherence and compliance, the question of how best to measure it is still an open one. Self-reports can be direct, simple, and inexpensive, and although limited somewhat by memory, they tend not to be overinflated as evidenced here and in self-report research in the field of personality measurement.  47, 48 Collateral ratings (eg, by spouses or health professionals) can be useful but vary in accuracy with distance from the patient's daily activities.  49 Physician reports in medical charts might be biased by unawareness of patient behavior, provider self-presentation, or liability concerns, although data on the accuracy of chart entries remains fairly sparse.  50 Pill counts and tests such as urine or blood assay can be useful as long as patients do not dispose of pills before the visit or consume medication just before it to appear compliant.  51 As shown here, physical tests do evidence lower adherence rates than other measures, perhaps because of their sensitivity. Electronic measures can document a chronology of adherence \"events,\" but with present technologies, each remains presumptive.  52 There is no one adherence measure against which to calibrate others, making concurrent validation impossible. Construct validation is, therefore, essential and has begun to receive explicit attention in the behavioral medicine/health psychology literature.  49, 53 Convergent and discriminant validation requires the measurement of adherence to at least one regimen, and preferably more, using multiple adherence measurement methods (in a multitrait, multimethod approach).  49 f the 569 studies examined here, however, only 9.8% used more than one method and only 14 studies (2.5%) held constant a regimen and used 2 or more methods to assess adherence. There is also a disappointing trend for more recent research to be less likely to use multiple methods and regimens (r[537] ϭ -.17, P ϭ 0.000). Such limitations reflect the challenges of adherence research in clinical settings, where respondent burden can be a concern and certain measurement strategies are limited to certain regimens (eg, pill counts for medication) or have different meaning with different regimens. Researchers might also not know what to do with adherence measurements that do not agree with each other.\n\nClinical decisions and research programs ultimately depend on the reliable and valid measurement of adherence. Yet, 50 years of research in this field have not provided the data necessary to answer critical measurement questions. It is important for researchers to purposefully focus attention on the complex multiple measurement strategies that are necessary to address the reliability and validity of adherence measurement. As Bowen and colleagues point out,  14,(p.28)  . . . not just more research but more thoughtful research on compliance must be funded and conducted.\" Future research should use multiple measures of adherence (holding constant the treatment regimen), and should measure as covariates the substantive and methodologic factors known to influence adherence. Additional conceptual work is also needed to focus on the meaning of adherence and its role in patient health and quality of life, and to integrate theoretical approaches with data-driven models.  8, 15, 42, [53] [54] 4] [55] [56]  Such research must be built on the foundation of a clear picture of the adherence literature to date, including its assessment, predictors, and outcomes. The construction of effective models of adherence should be based on studies in large samples using multiple measures of process and outcome as well as on exhaustive compilations of the carefully combed and quantitatively summarized literature using the techniques of meta-analysis.  [57] [58] 8] [59]  Ultimately, these models should simultaneously examine the effects (and interactions) of social, psychologic, and biologic variables on reliable and valid measures of adherence."
    },
    {
      "text": "Methods of Measurement and Treatment Regimen as Moderators of Adherence Rates"
    },
    {
      "text": "Average Adherence in Studies of 17 Disease ConditionsFor researchers interested in individual disease comparisons, the Levene test reveals no significant differences among the variances of the disease groups. The overall one-way ANOVA mean square within (MS w ) is .212; this can be used in the following formula for individual group"
    },
    {
      "text": "Average Correlations of Adherence With Demographic FactorsPositive correlation indicates that greater adherence is associated with older age, female gender, higher income, and more education."
    }
  ],
  "references": [
    {
      "title": "Improving patient adherence: state of the art, with a special focus on medication taking for cardiovascular disorders",
      "authors": [
        "R Haynes"
      ],
      "year": 2001
    },
    {
      "title": "Achieving Patient Compliance",
      "authors": [
        "M Dimatteo",
        "D Dinicola"
      ],
      "year": 1982,
      "doi": "10.1093/ajhp/40.3.496"
    },
    {
      "title": "Enhancing medication adherence through communication and informed collaborative choice",
      "authors": [
        "M Dimatteo",
        "R Reiter",
        "J Gambone"
      ],
      "year": 1994
    },
    {
      "title": "The Handbook of Health Behavior Change",
      "authors": [
        "S Shumaker",
        "E Schron",
        "J Ockene"
      ],
      "year": 1998
    },
    {
      "title": "Future directions: what paths do researchers need to take? What needs to be done to improve multi-level compliance?",
      "authors": [
        "N Oldridge"
      ],
      "year": 2001
    },
    {
      "title": "Chronic illness as biographical disruption",
      "authors": [
        "M Bury"
      ],
      "year": 1982,
      "doi": "10.1111/1467-9566.ep11339939"
    },
    {
      "title": "Struggling for a self: identity levels of the chronically ill",
      "authors": [
        "K Charmaz"
      ],
      "year": 1987,
      "doi": "10.1111/1467-9566.ep10491512"
    },
    {
      "title": "The meaning of medications: another look at compliance",
      "authors": [
        "P Conrad"
      ],
      "year": 1985,
      "doi": "10.1016/0277-9536(85)90308-9"
    },
    {
      "title": "Provider-patient communication, patient-centered care, and the mangle of practice",
      "authors": [
        "B Lambert",
        "R Street",
        "D Cegala"
      ],
      "year": 1997,
      "doi": "10.1207/s15327027hc0901_3"
    },
    {
      "title": "An outcomes model of medical decision making",
      "authors": [
        "J Lynn",
        "D Degrazia"
      ],
      "year": 1991,
      "doi": "10.1007/bf00489892"
    },
    {
      "title": "The logic of noncompliance: management of epilepsy from the patient's point of view",
      "authors": [
        "J Trostle",
        "W Hauser",
        "I Susser"
      ],
      "year": 1983,
      "doi": "10.1007/bf00249998"
    },
    {
      "title": "Patient adherence and medical treatment outcomes: a meta-analysis",
      "authors": [
        "M Dimatteo",
        "P Giordani",
        "H Lepper"
      ],
      "year": 2002
    },
    {
      "title": "Health Psychology",
      "authors": [
        "M Dimatteo",
        "L Martin"
      ],
      "year": 2002
    },
    {
      "title": "Predicting compliance: how are we doing?",
      "authors": [
        "D Bowen",
        "A Helmes",
        "E Lease"
      ],
      "year": 2001
    },
    {
      "title": "Patient compliance as an ideology",
      "authors": [
        "J Trostle"
      ],
      "year": 1997
    },
    {
      "title": "Depression is a risk factor for noncompliance with medical treatment: a meta-analysis of the effects of anxiety and depression on patient adherence",
      "authors": [
        "M Dimatteo",
        "H Lepper",
        "T Croghan"
      ],
      "year": 2000
    },
    {
      "title": "Variations in patients' compliance with doctors' advice: an empirical analysis of patterns of communication",
      "authors": [
        "M Davis"
      ],
      "year": 1968,
      "doi": "10.2105/ajph.58.2.274"
    },
    {
      "title": "Variations in patients' compliance with doctors' orders: analysis of congruence between survey responses and results of empirical investigations",
      "authors": [
        "M Davis"
      ],
      "year": 1966
    },
    {
      "title": "Primary, secondary, and meta-analysis of research",
      "authors": [
        "G Glass"
      ],
      "year": 1976
    },
    {
      "title": "Meta-Analysis in Social Research",
      "authors": [
        "G Glass",
        "B Mcgaw",
        "M Smith"
      ],
      "year": 1981
    },
    {
      "title": "Characteristics of metaanalyses related to acceptance for publication in a medical journal",
      "authors": [
        "D Stroup",
        "S Thacker",
        "C Olson"
      ],
      "year": 2001
    },
    {
      "title": "How Science Takes Stock: The Story of Meta-Analysis",
      "authors": [
        "M Hunt"
      ],
      "year": 1997
    },
    {
      "title": "Meta-Analytic Procedures for Social Research",
      "authors": [
        "R Rosenthal"
      ],
      "year": 1991
    },
    {
      "title": "Essentials of Behavioral Research",
      "authors": [
        "R Rosenthal",
        "R Rosnow"
      ],
      "year": 1991
    },
    {
      "title": "The Illness Narratives: Suffering, Healing, and the Human Condition",
      "authors": [
        "A Kleinman"
      ],
      "year": 1988
    },
    {
      "title": "Personal experience of illness",
      "authors": [
        "A Kleinman",
        "D Seeman"
      ],
      "year": 2000,
      "doi": "10.4135/9781848608412.n15"
    },
    {
      "title": "The influence of the diet prescription and the educational approach on patient adherence to sodium restricted intake",
      "authors": [
        "M Wilson"
      ],
      "year": 1966
    },
    {
      "title": "Revising the seriousness of illness rating scale: modernization and re-standardization",
      "authors": [
        "S Rosenberg",
        "J Hayes",
        "R Peterson"
      ],
      "year": 1987,
      "doi": "10.2190/jwmw-8q1u-71dj-an6e"
    },
    {
      "title": "Contrasts and Effect Sizes in Behavioral Research: A Correlational Approach",
      "authors": [
        "R Rosenthal",
        "R Rosnow",
        "Rubin Db"
      ],
      "year": 2000,
      "doi": "10.1017/cbo9780511804403"
    },
    {
      "title": "Meta-analysis: recent developments in quantitative methods for literature reviews",
      "authors": [
        "R Rosenthal",
        "M Dimatteo"
      ],
      "year": 2001
    },
    {
      "title": "Meta-analysis",
      "authors": [
        "R Rosenthal",
        "M Dimatteo"
      ],
      "year": 2002
    },
    {
      "title": "The 'file drawer problem' and tolerance for null results",
      "authors": [
        "R Rosenthal"
      ],
      "year": 1979
    },
    {
      "title": "Statistical Package for the Social Sciences for Windows",
      "year": 1999,
      "doi": "10.4324/9780203471548-12"
    },
    {
      "title": "Fixed-and random-effects models in metaanalysis",
      "authors": [
        "L Hedges",
        "J Vevea"
      ],
      "year": 1998,
      "doi": "10.1037//1082-989x.3.4.486"
    },
    {
      "title": "The role of communication and physician-patient collaboration: enhancing adherence with psychiatric medication",
      "authors": [
        "M Dimatteo"
      ],
      "year": 1999
    },
    {
      "title": "Interventions to improve medication adherence in schizophrenia",
      "authors": [
        "A Zygmunt",
        "M Olfson",
        "C Boyer"
      ],
      "year": 2002,
      "doi": "10.1176/appi.ajp.159.10.1653"
    },
    {
      "title": "Issues in comparisons between meta-analyses and large trials",
      "authors": [
        "J Ioannidis",
        "J Cappelleri",
        "J Lau"
      ],
      "year": 1998,
      "doi": "10.1001/jama.279.14.1089"
    },
    {
      "title": "Using meta-analysis to answer clinical questions",
      "authors": [
        "Jpa Ioannidis",
        "J Lau"
      ],
      "year": 2001
    },
    {
      "title": "Assessment of methods for measuring social support",
      "authors": [
        "C Heitzman",
        "R Kaplan"
      ],
      "year": 1988,
      "doi": "10.1037//0278-6133.7.1.75"
    },
    {
      "title": "Major depression and medication adherence in elderly patients with coronary artery disease",
      "authors": [
        "R Carney",
        "K Freedland",
        "S Eisen"
      ],
      "year": 1995
    },
    {
      "title": "Social support and patient adherence to medical treatment: a meta-analysis",
      "authors": [
        "M Dimatteo"
      ],
      "year": 2003,
      "doi": "10.1037/0278-6133.23.2.207"
    },
    {
      "title": "Informed adherence: the need for shared medical decision making",
      "authors": [
        "W Sieber",
        "R Kaplan"
      ],
      "year": 2000
    },
    {
      "title": "Health care quality and how to achieve it",
      "authors": [
        "K Shine"
      ],
      "year": 2002
    },
    {
      "title": "National Ambulatory Medical Care Survey: 2000 Summary",
      "authors": [
        "D Cherry",
        "D Woodwell"
      ]
    },
    {
      "authors": [
        "M Hyattsville"
      ],
      "year": 2002,
      "doi": "10.26616/nioshheta81333935"
    },
    {
      "title": "Statistics, data, and research information",
      "year": 2003
    },
    {
      "title": "In search of a gold standard for compliance measurement",
      "authors": [
        "P Rudd"
      ],
      "year": 1979
    },
    {
      "title": "Self-report data",
      "authors": [
        "J Hebert",
        "M Yunsheng",
        "C Ebbeling"
      ],
      "year": 2001
    },
    {
      "title": "On seeing ourselves as others see us: self-other agreement and discrepancy in personality ratings",
      "authors": [
        "D Funder"
      ],
      "year": 1980,
      "doi": "10.1111/j.1467-6494.1980.tb02380.x"
    },
    {
      "title": "Key issues and suggestions, sources of information, focus of measures, and nature of response options",
      "authors": [
        "R Hays",
        "M Dimatteo"
      ],
      "year": 1987,
      "doi": "10.4135/9781483326139.n9"
    },
    {
      "title": "Correspondence among patients' self reports, chart records, and audio/videotapes of medical visits",
      "authors": [
        "M Dimatteo",
        "J Robinson",
        "J Heritage"
      ],
      "year": 2003
    },
    {
      "title": "Biological measures",
      "authors": [
        "J Urquhart"
      ],
      "year": 2001
    },
    {
      "title": "Electronic methods",
      "authors": [
        "L Burke"
      ],
      "year": 2001
    },
    {
      "title": "Conceptual and methodological problems",
      "authors": [
        "J Dunbar-Jacob",
        "S Sereika"
      ],
      "year": 2001
    },
    {
      "title": "The meaning and management of neuroleptic medication: a study of patients with a diagnosis of schizophrenia",
      "authors": [
        "A Rogers",
        "J Day",
        "B Williams"
      ],
      "year": 1998
    },
    {
      "title": "Medication, chronic illness and identity: the perspectives of people with asthma",
      "authors": [
        "S Adams",
        "R Pill",
        "A Jones"
      ],
      "year": 1997
    },
    {
      "title": "The meanings of medications",
      "authors": [
        "D Karp"
      ],
      "year": 1996,
      "doi": "10.1093/med:psych/9780195094862.003.0004"
    },
    {
      "title": "State of the evidence: current status and prospects of meta-analysis in infectious diseases",
      "authors": [
        "Jpa Ioannidis",
        "J Lau"
      ],
      "year": 1999,
      "doi": "10.1086/313443"
    },
    {
      "title": "Uncontrolled pearls, controlled evidence, metaanalysis and the individual patient",
      "authors": [
        "Jpa Ioannidis",
        "J Lau"
      ],
      "year": 1998
    },
    {
      "title": "Summing up evidence: one answer is not always enough",
      "authors": [
        "J Lau",
        "Jpa Ioannidis",
        "C Schmid"
      ],
      "year": 1998
    }
  ],
  "num_references": 60
}
