{
  "paper_id": "REME5IDR",
  "title": "Topical Collection -Digital Hypertension Digital hypertension towards to the anticipation medicine",
  "abstract": "Digital Hypertension\" is a new research field proposed by the Japanese Society of Hypertension that integrates digital technology into hypertension management and proactively promotes research activities. This novel approach includes the development of new technologies for better BP management, such as sensors for detecting environmental factors that affect BP, information processing, and machine learning. To facilitate \"Digital Hypertension,\" a more sophisticated BP monitoring system capable of measuring an individual's BP more frequently in various situations would be required. With the use of these technologies, hypertension management could shift from the current \"dots\" management based on office BP readings during clinic visits to a \"line\" management system based on seamless home BP or individual BP data taken by a wearable BP monitoring device.",
  "year": 2023,
  "date": "2023-08-23",
  "journal": "Hypertension",
  "publication": "Hypertension",
  "authors": [
    {
      "forename": "Kazuomi",
      "surname": "Kario",
      "name": "Kazuomi Kario",
      "affiliation": "1  Division of Cardiovascular Medicine , School of Medicine , Jichi Medical University , Tochigi , Japan Clinic Clinic Clinic Clinic Clinic Wearable BP Wearable BP Wearable BP Wearable BP \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Clinic Clinic Clinic Clinic Clinic Wearable BP Wearable BP Wearable BP Wearable BP \n\t\t\t\t\t\t\t\t Jichi Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan",
      "email": "kkario@jichi.ac.jp"
    },
    {
      "forename": "Dtx",
      "surname": "Dtx",
      "name": "Dtx Dtx",
      "affiliation": "1  Division of Cardiovascular Medicine , School of Medicine , Jichi Medical University , Tochigi , Japan Clinic Clinic Clinic Clinic Clinic Wearable BP Wearable BP Wearable BP Wearable BP \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Clinic Clinic Clinic Clinic Clinic Wearable BP Wearable BP Wearable BP Wearable BP \n\t\t\t\t\t\t\t\t Jichi Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "10.1038/s41440-023-01409-5",
  "keywords": [
    "Digital hypertension",
    "Anticipation medicine",
    "Blood pressure variability",
    "Hypertension management",
    "Wearable blood pressure monitoring",
    "Digital therapeutics Wearable BPM"
  ],
  "sections": [
    {
      "title": "'Digital Hypertension', a new academic field proposed by the Japanese Society of Hypertension",
      "text": "Recent innovations in digital technology are drastically transforming the healthcare and medical field, including the management of hypertension  [1] [2] [3] [4] [5] [6] [7] [8] . Conventional office blood pressure (BP) based management is being shifted to the management based on 24-hour ambulatory BP monitoring (ABPM) or home BP monitoring. Wearable BP monitoring devices and telemedicine are also gaining attention as promising tools for better understanding patients' conditions. The Japanese Society of Hypertension (JSH) has proposed \"Digital Hypertension\" as a new research field that integrates digital technology into hypertension management and promotes research activities proactively  [9] [10] [11] [12] [13] .\n\n'Digital hypertension' is a novel concept that encompasses the development of new technologies for better management of BP (i.e., sensors for detecting environmental factors that affect BP, information processing, and machine learning), analyzing of big data in healthcare  [14] , and the clarification of regional-specific medical needs, including patients' behavior. The data is linked and organized to generate novel values for providing better hypertension treatment and healthcare. Specifically, at the macro-level, it involves conducting population research to make recommendations for healthcare policy. At the micro-level, optimal individualized medical care is provided by consolidating data on individual BP variability (BPV), control status, lifestyle, medication adherence, laboratory values, and health insurance claims through the use of digital technology. Thus, the concept 'Digital Hypertension' encompasses numerous digital technologies and various research theme on hypertension (Fig.  1 )  [5] .\n\nBlood pressure as a core biomarker of digital health \"Digital health\" is a broad concept that encompasses various aspects of health care, including personal health management, disease prevention education, risk prediction, support for diagnosis or treatment for healthcare professionals. Medical programs approved by regulatory authorities are referred to as 'programmed medical devices' (SaMD: Software as a Medical Device). SaMD has a specific intended purpose as a medical device, which includes contributing to the diagnosis, treatment, or prevention of disease that could impact a patient's life and health if it does not function as intended. Clinical trials are necessary to demonstrate the scientific efficacy and safety of SaMD. For example, artificial intelligence (AI)-based diagnostic support software and therapeutic applications (therapeutic apps) are considered SaMD. Therapeutics apps are programs with therapeutic purposes of aiding patients in preventing, managing, and treating their diseases using smartphones or other digital technologies, under the supervision of physicians (Fig.  2 )  [2] .\n\nOn the other hand, software programs that aim to modify lifestyle and manage the users' health conditions using digital data acquired by apps, but are not categorized as programmed medical devices (digital health apps) are called as \"digital behavior modification apps\" (Healthcare app) (Fig.  2 )  [15] . The most important risk and outcome measure in these 'healthcareto-health' digital health domains is BP, and BPV (BP variability) is considered the core biomarker of digital healthcare."
    },
    {
      "title": "The resonance hypothesis of BP surge, basic concept of personalized and optimized anticipation medicine",
      "text": "The goal of our research on digital hypertension research is to establish \"personalized and optimized Anticipation Medicine\" (Fig.  3 )  [16, 17]  that can predict the dynamic surge in BP that triggers cardiovascular events by accumulating time-series data on BPV in real-time, along with multi-bioenvironmental signals in individuals. The aim is to reduce the onset of cardiovascular events. This research is based on \"the resonance hypothesis of BP surge\"  [1, 18] . \"The resonance hypothesis of BP surge\" is a concept that postulates the synchronization and resonance of pulse waves when different BPVs occur simultaneously in a person, leading to generation of a critically large dynamic BP surge in BP (Fig.  4 ). Specifically, peak BPs at different time phases (beat-by-beat, diurnal, day-by-day, seasonal, and yearly) synchronize when various pressor factors (e.g., temperature, mental stress, sleep apnea, exercise) coincide and occur simultaneously, producing a huge dynamic BP surge in BP that can lead to cardiovascular disease.(Fig. 4 )  [1, 18]  The BP profile over 24-h, or BP surge, is influenced by various factors or triggers (Fig.  4 ), and daytime BP and BP responses to stressful situations vary among patients. For example, the acti-sensitivity hypertensive patients (the slope of the regression line of ambulatory BP against the logarithm of physical activity) varies with the season, and BP surges during exercise are higher in winter than those in summer  [17] .\n\nThe resonance of BP surges is more likely to occur in patients with advanced arterial stiffness who are unable to \"attenuate\" BP surges  [19] . Increased BPV and vascular stiffness synergistically create a vicious cycle that can cause cardiovascular events. We have named this vicious cycle, which leads to cardiovascular events, as \"Systemic Hemodynamic Atherothrombotic Syndrome\" (SHATS)  [19] ."
    },
    {
      "title": "Abnormal blood pressure variability and risk of cardiovascular events",
      "text": "It is well known that hypertension is a major risk factor for cardiovascular disease (CVD). Results from clinical studies have shown that abnormal BPV in office, home and 24-hour ABPM are associated with increased risk of CVD. One of the goals of \"Digital Hypertension\" is to achieve perfect 24h BP control by identifying individual detailed BP properties using time-series BPV obtained by BP monitors, including newly developed wearable BP monitoring devices.\n\nIn general, BP shows diurnal variation, being higher in the morning and lower during sleep at night  [1] . Nighttime BP falls by 10-20% from daytime BP, which is called the \"dipper pattern\". In contrast, there are three abnormal diurnal BP variation patterns: extreme-dipper pattern with a nighttime BP fall of 20% or more compared to daytime BP; non-dipper patterns with 0-10% reduction in nighttime BP compared to daytime BP; and riser pattern, which is defined as higher BP during nighttime compared to daytime BP 1 . All three abnormal diurnal BPV patterns have been shown\n\nto increase the risk of organ damage and onset of cardiovascular events compared to the dipper pattern  [20] . Although nocturnal hypertension is a risk factor for heart failure  [21] , riser pattern is at the highest risk independent of BP level  [22] . Nocturnal hypertension is more common among Asians  [23]  and is also associated with saltsensitive hypertension and sleep apnea syndrome  [1] . In addition, nocturnal hypertension diagnosed by home BP monitoring is also a risk factor for cardiovascular events  [24] [25] [26] [27] [28] .\n\nExcessive increases in BPV are also a risk. Morning BP surges are associated with an increased risk of stroke, cerebral hemorrhage, and organ damage  [20, 29, 30] . Peak systolic BP (daytime) measured by ABPM is also a risk factor for cardiovascular events. In the J-HOP study, patients with higher morning BP levels (measured for 2 weeks)  [31] , especially when the morning and evening BP difference (ME difference) is large (>20 mmHg in systolic BP)  [32]  or when there are increased BPV indices (SC, CV, ARV)  [33] , are at risk of developing CVD. In addition, when maximum home systolic BP (surge BP) exceeded 170 mmHg on even one occasion (average of three measurements), the risk of stroke increased more than 10-fold compared to the stable BP group, which remained below 140 mmHg at all times. (Fig.  5 )  [34]  In analyses conducted from the view point of SHATS, increased BPV indices synergistically increase cardiac load and the risk of cardiovascular events in the group with advanced vascular stiffness  [35, 36] .\n\nThe field of health that involves the use of informaƟon and communicaƟons technology (ICT; i.e. digital technologies) to support health and health-related fields."
    },
    {
      "title": "Smart devices"
    },
    {
      "title": "Connected equipment"
    },
    {
      "title": "Internet of things ArƟficial intelligence"
    },
    {
      "title": "RoboƟcs Virtual reality"
    },
    {
      "title": "Big data",
      "text": "The part of digital health that relates to the use of technology to facilitate medical care and treatment (the objecƟve is to solve medical issues using digital means). Fig. 1 Digital Hypertension: Research and clinical practice. (reproduced from Kario et al. Hypertens Res. 2022;45:1529-1530.)"
    },
    {
      "title": "Diagnosis"
    },
    {
      "title": "Development of new blood pressure monitoring devices",
      "text": "To facilitate the study of \"Digital Hypertension\", it is essential to develop a small, wearable, non-invasive continuous BP monitoring system that exceeds conventional ABPM and home BP measurement devices in terms of accuracy  [37] . Such a system should be able to predict BP surges and estimate an individual's cardiovascular event risk. In other words, an individual's BP, along with pressor factors, must be measured more frequently and in various situations. Cuffless BP monitors  [37]  are ideal because they are widely available on the market. Technologies for estimating BP without using a cuff include tonometry, machine learning, neural networks, and photoplethysmography with ECG monitoring. While cuffless BP monitors have the potential to drastically change hypertension management, the accuracy of absolute BP measurements during ambulatory use has not been sufficiently verified, making them not yet ready for clinical use  [38] [39] [40] .\n\nWe will introduce the latest information on BP measurement devices that we are developing jointly with industry and academia. A wrist-cuff device based on the oscillometric method (HEM6410T) has been developed, which has comparable accuracy of absolute BP in ambulatory conditions to that of upper arm BP monitoring devices  [41] [42] [43] [44] [45]   39-43 . The device fulfills the validation criteria for accuracy at rest under guidelines (ANSI/AAMI/ ISO). Additionally, the device has shown acceptable agreement with ABPM in a clinical study where patients wore both devices on the same non-dominant arm and measured BPs under office and ambulatory conditions. This BP monitor can capture daily psycho-emotional stress and elevated BP in the workplace (Fig.  6 )  [43] . In a clinical study, there was a significant correlation between wearable BP measured with this device and left ventricular mass index assessed by cardiac MRI  [44] .\n\nThe development of a wrist-type nocturnal home BP monitoring device, which automatically measures BP at regular intervals during sleep, is also underway  [46] [47] [48] [49] [50] [51] . Unlike the upper arm cuff type, this wrist-type cuff device reduces the discomfort induced by cuff inflation and measurement noise. With the use of this BP monitor, a nationwide multicenter WISDOM study is currently in progress. Although the development of wrist-type and continuous BP monitoring using tonometry method is still in the research stage, it has succeeded in capturing beat-bybeat BPV and can evaluate second-by-second nocturnal BP surges (sec-surge)  [52] . An algorithm has also been developed to automatically detect BP surges based on time-series beat-by-beat BP big data  [53] . The nocturnal peak BP captured by this BP monitoring system is highly correlated with the left ventricular mass index quantitatively evaluated by cardiac MRI  [54] .\n\nAn ICT multi-sensor BP monitoring device equipped with an actigraph, thermometer and barometer that can measure office, home, and ambulatory BP using the same BP monitoring device has been developed. It can also evaluate an individual's BP response to environmental conditions. We named the individual BPV characteristics influenced by temperature, physical movement, and atmospheric pressure as thermosensitive, actisensitive, and atmospheric sensitive hypertension, respectively. Currently, a nationwide multi-center HI-JAMP study using this device is underway  [55, 56] . Algorithms for early detection of atrial fibrillation based on irregular heartbeats and pulse waveforms are also under development  [57] [58] [59] [60] ."
    },
    {
      "title": "Trigger",
      "text": "Triggerspecific surge Fig.  4  The \"Resonance Hypothesis\" of blood pressure variability. (reproduced from Kario K. Am J Hypertens 2016;29:14-16 with permission). ABPM ambulatory blood pressure monitoring, CV cardiovascular, BP blood pressure, BPM BP monitoring"
    },
    {
      "title": "Digital platform and AI for practicing Anticipation Medicine",
      "text": "New technologies and findings obtained through study of 'Digital Hypertension' can be used for telemonitoring of BP. Currently, the leading role is played by home BP that the clinical evidence has already been established and accumulated worldwide.\n\nThe Disaster Cardiovascular Assistance for Prevention (DCAP) network system, which has been introduced to Minamisanriku Hospital (Dr. Masafumi Nishizawa, a Vice President) immediately after the Great East Japan Earthquake on  March 11, 2011 , is a good model for telemanagement of BP  [61] [62] [63] . With the use of this system, strict BP control was made possible at home, minimizing seasonal variations in BP for months to years after the disaster (Fig.  7 )  [62] . This system can be applied to routine BP monitoring in various regions of the country, and the individual BP data can be utilized in a personal health record (PHR).\n\n( http://www.jichi.ac.jp/usr/card/research/index_en.html ) [64] 。 Furthermore, comprehensive BP management can be implemented by evaluating time-series individual home BP data and environmental data simultaneously and identified risks in specific situation and condition in real world. (Fig.  8 ) ( http://www.jichi.ac.jp/usr/card/research/index_  en.html )  [64] . It shows that cold locations may increase BP levels through activating the sympathetic nervous system, vasoconstriction, and impaired vascular endothelial functions, and cause morning hypertension and increased BPV  [17, [65] [66] [67] [68] . In addition, a prediction model for future hypertension using machine learning method  [69] , and BPV prediction models using deep neural networks have"
    },
    {
      "title": "Patients and methods",
      "text": "The relationship between maximum mean home blood pressure (HBP) and incident cardiovascular disease (CVD) risks In the J-HOP study (Japan Morning Surge-Home Blood Pressure), which recruited 4231 patients with CVD risk factors were assessed and followed up for median 3.9 years."
    },
    {
      "title": "Kaplan-Meier curves of the cumulative incidence of stroke",
      "text": "The hazard ratios (HRs) for the risks of incident stroke been studied and developed  [70] . Machine learning, along with deep neural network learning, forms the core of AI. It involves the use of large amounts of data to perform predictive analysis  [71] . The integration of these technologies with wearable BP monitors and various IoT technologies holds great promise for achieving personalized optimized anticipation medicine. This innovative approach enables the prediction of not only hypertension but also subsequent cardiovascular events  [71] . However, accuracy of the prediction depends on the quantity, quality, and precision of the original data that was used. Once an AIbased prediction model is established, its validity and generalizability should be tested using a completely different big database. atrial fibrillation, ICT Information and Communication Technology, IMS-ABPM information and communication technology-based multisensor ABPM 0 5 10 15 20 25 30 35 40 45 50 0 20 40 60 80 100 120 140 160 135 85 123.0/72."
    },
    {
      "title": "Biological signals IMS-ABPM -Ambulatory",
      "text": "5 (Aug) 131.6/77.2 (Nov) 120.6/71.5 (Aug) 128.7/76.8 (Jan) 125.4/74.1 (Mar) 118.5/70.8 (Jul) 120.2/70.8 (Jun) 151.3/86.9 (May) -5 2012 2013 2014 2015 month Blood pressure (mmHg) or pulse rate (bpm) Changes in increase or decrease in antihypertensive medication (%) Pulse rate Diastolic blood pressure Systolic blood pressure Outside temperature increase in antihypertensive medication decrease in antihypertensive medication 24.5 (Aug) 8.2 (Nov) 23.9 (Aug) 0.3 (Jan) 5.6 (Mar) 22.3 (Jul) Outside temperature ( ) 2011 Fig. 7 Changes in home BP in DCAP participants (n = 351) after 2011 Great East Japan Earthquake (reproduced from Nishizawa et al. J Clin Hypertens 2017; 19: 26-298 with permission)"
    },
    {
      "title": "Digital therapeutics in hypertension",
      "text": "Digital therapeutics refers to utilize technology-based software algorithms/applications (apps) to intervene disease management (Fig.  9 ). In 2017, CureApp HT, a digital interactive smartphone app designed to help users work on lifestyle modifications for lowering BP, have been developed in collaboration with healthcare professionals and a medical software company. The CureApp HT  [72] [73] [74]  is an application that promotes lifestyle behavior change for the six components of non-drug therapy (decrease salt intake, body weight control, exercise, improving sleep condition, stress coping, and reducing alcohol intake) that have been shown to be effective in clinical studies and are recommended in the guidelines  [72] [73] [74] [75] . It involves a personalized interactive education program including lectures and advice given by \"virtual nurse\" as step 1; app supported interventions to implement lifestyle modifications as step 2; and behavioral retention of lifestyle modification as step 3  [72] [73] [74] [75] . CureApp HT supports both the patients and the attending physician (healthcare provider). Physicians are shared the progress of lifestyle modification and home BP values with patients, and the information can be utilized at patients' clinic visit.\n\nIn 2021, the HERB DH1 study that was conducted to evaluate the BP lowering effect of CureApp HT compared to standard lifestyle modification in patients with hypertension not receiving antihypertensive medication, showed the superiority of digital therapeutics for the first time in the world in a randomized controlled trial  [72] . The application was also evaluated its cost-effectiveness  [74] , and medical reimbursement was approved for clinical use in 2022 by the authorities.\n\nTechnologies change the hypertension management from 'dots' to 'line' 'Digital Hypertension' changes hypertension management from \"dots\" to a \"line\". In current 'dots' management, physicians can only obtain limited information at patients' clinic visits. On the other hand, in \"line\" management, physicians can share the information related to patients' home BPs and lifestyle outside the clinic with the help of technologies i.e., home BP telemonitoring devices and apps (Figure  10 , Graphic Abstract). 'Digital Hypertension' will more and more attract attentions and increase in importance in hypertension research field. The individualbased time-series bid data collected by using information and communication technology (ICT) in home and working place could help to realize the optimal individualized anticipation medicine to reduce the incidence of cardiovascular events."
    },
    {
      "text": "Fig. 2 Digital health and digital medicine (reproduced from Hypertension. 2022;79:2148-2158 with permission). CVD cardiovascular disease, SaMD software as a medical device"
    },
    {
      "text": "stress, Strain, Smoking, PM2.5, High salt and alcohol, Cold temperature, poor sleep, sleep apnea, etc ."
    },
    {
      "text": "Fig. 3 Digital Hypertension for Anticipation Medicine. (reproduced from Kario, et al. Hypertension Research 2022; 45: 555-571.; Kario, et al. Connect Health 2022; 1: 7-35 with permission). AI artificial intelligence, ICT information and communication technology, IoT internet of thing"
    },
    {
      "text": "Fig. 6 Wearable devicedetected pressor effect of emotional stress (generated by the data of Tomitani et al. Am J Hypertens. 2021; 34: 377-382.)"
    },
    {
      "text": "Fig. 5 Maximum mean value of home systolic blood pressure was an independent risk factor of stroke (reproduced from Fujiwara et al. Hypertension; 2021, 78: 840-850 with permission)"
    },
    {
      "text": "Fig. 8 ICT Multisensor environment blood pressure monitoring system (reproduced from Kario et al. J Clin Hypertens 2019; 21: 344-349 with permission). ABPM ambulatory blood pressure monitoring, AF"
    },
    {
      "text": "Fig. 9 Information communication technology-based doctor-patient mutual interaction platform for digital therapeutics (reproduced from Hypertension. 2022;79:2148-2158 with permission)"
    }
  ],
  "references": [
    {
      "title": "Essential Manual on Perfect 24-hour Blood Pressure Management from Morning to Nocturnal Hypertension",
      "authors": [
        "K Kario"
      ],
      "year": 2022
    },
    {
      "title": "Digital therapeutics in hypertension: evidence and perspectives",
      "authors": [
        "K Kario",
        "N Harada",
        "A Okura"
      ],
      "year": 2022,
      "doi": "10.1161/hypertensionaha.122.19414"
    },
    {
      "title": "State-of-the-art rapid review of the current landscape of digital hypentension",
      "authors": [
        "K Kario",
        "N Harada",
        "A Okura"
      ],
      "year": 2022,
      "doi": "10.20517/ch.2022.02"
    },
    {
      "title": "Evidence and Recommendations on the Use of Telemedicine for the Management of Arterial Hypertension: An International Expert Position Paper",
      "authors": [
        "S Omboni",
        "R Mcmanus",
        "H Bosworth",
        "L Chappell",
        "B Green",
        "K Kario"
      ],
      "year": 2020
    },
    {
      "title": "Digital hypertension 2023: concept, hypothesis, and new technology",
      "authors": [
        "K Kario",
        "S Hoshide",
        "M Mogi"
      ],
      "year": 2022
    },
    {
      "title": "Management of hypertension in the digital era: small wearable monitoring devices for remote blood pressure monitoring",
      "authors": [
        "K Kario"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.14742"
    },
    {
      "title": "Latest hypertension research to inform clinical practice in Asia",
      "authors": [
        "K Kario",
        "M Mogi",
        "S Hoshide"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00874-8"
    },
    {
      "title": "Contribution of telemedicine and information technology to hypertension control",
      "authors": [
        "D Pellegrini",
        "C Torlasco",
        "J Ochoa",
        "G Parati"
      ],
      "year": 2020
    },
    {
      "title": "The current state and future of internet technology-based hypertension management in Japan",
      "authors": [
        "J Yatabe",
        "M Yatabe",
        "A Ichihara"
      ],
      "year": 2021,
      "doi": "10.1038/s41440-020-00591-0"
    },
    {
      "title": "The Japanese Society of Hypertension-Digest of plan for the future",
      "authors": [
        "K Node",
        "T Kishi",
        "A Tanaka",
        "H Itoh",
        "H Rakugi",
        "Y Ohya"
      ],
      "year": 2018,
      "doi": "10.1038/s41440-018-0111-8"
    },
    {
      "title": "The dawning of the digital era in the management of hypertension",
      "authors": [
        "R Matsuoka",
        "H Akazawa",
        "S Kodera",
        "I Komuro"
      ],
      "year": 2020
    },
    {
      "title": "New wave of digital hypertension management for clinical applications",
      "authors": [
        "H Nakagami"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00977-2"
    },
    {
      "title": "Further promotion of \"the JSH plan for the future\" conscious of new normal after/with COVID-19: message from the new president of the Japanese Society of Hypertension",
      "authors": [
        "H Rakugi"
      ],
      "year": 2021
    },
    {
      "title": "Prevalence of hypertensive diseases and treated hypertensive patients in Japan: A nationwide administrative claims database study",
      "authors": [
        "T Waki",
        "K Miura",
        "S Tanaka-Mizuno",
        "Y Ohya",
        "K Node",
        "H Itoh"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00924-1"
    },
    {
      "title": "The first software as medical device of evidence-based hypertension digital therapeutics for clinical practice",
      "authors": [
        "K Kario",
        "N Harada",
        "A Okura"
      ],
      "year": 2022
    },
    {
      "title": "Evidence and perspectives on the 24-hour management of hypertension: hemodynamic biomarker-initiated 'anticipation medicine' for zero cardiovascular event",
      "authors": [
        "K Kario"
      ],
      "year": 2016,
      "doi": "10.1016/j.pcad.2016.04.001"
    },
    {
      "title": "Development of a new ICT-based multisensor blood pressure monitoring system for use in hemodynamic biomarker-initiated anticipation medicine for cardiovascular disease: The National IMPACT Program Project",
      "authors": [
        "K Kario",
        "N Tomitani",
        "H Kanegae",
        "N Yasui",
        "M Nishizawa",
        "T Fujiwara"
      ],
      "year": 2017,
      "doi": "10.1016/j.pcad.2017.10.002"
    },
    {
      "title": "New insight of morning blood pressure surge into the triggers of cardiovascular disease-synergistic resonance of blood pressure variability",
      "authors": [
        "K Kario"
      ],
      "year": 2016
    },
    {
      "title": "Systemic hemodynamic atherothrombotic syndrome (SHATS) -Coupling vascular disease and blood pressure variability: proposed concept from pulse of Asia",
      "authors": [
        "K Kario",
        "J Chirinos",
        "R Townsend",
        "M Weber",
        "A Scuteri",
        "A Avolio"
      ],
      "year": 2020,
      "doi": "10.1016/j.pcad.2019.11.002"
    },
    {
      "title": "Blood pressure measurement and treatment decisions",
      "authors": [
        "K Kario",
        "L Thijs",
        "J Staessen"
      ],
      "year": 2019,
      "doi": "10.1161/circresaha.118.313219"
    },
    {
      "title": "Nocturnal hypertension and heart failure: mechanisms, evidence, and new treatments",
      "authors": [
        "K Kario",
        "B Williams"
      ],
      "year": 2021,
      "doi": "10.1161/hypertensionaha.121.17440"
    },
    {
      "title": "Nighttime blood pressure phenotype and cardiovascular prognosis: practitioner-based nationwide JAMP study",
      "authors": [
        "K Kario",
        "S Hoshide",
        "H Mizuno",
        "T Kabutoya",
        "M Nishizawa",
        "T Yoshida"
      ],
      "year": 2020
    },
    {
      "title": "Isolated nocturnal hypertension: a disease masked in the dark",
      "authors": [
        "Y Li",
        "J Wang"
      ],
      "year": 2013
    },
    {
      "title": "Nighttime blood pressure measured by home blood pressure monitoring as an independent predictor of cardiovascular events in general practice",
      "authors": [
        "K Kario",
        "H Kanegae",
        "N Tomitani",
        "Y Okawara",
        "T Fujiwara",
        "Y Yano"
      ],
      "year": 2019,
      "doi": "10.1161/hypertensionaha.118.12740"
    },
    {
      "title": "Cardiovascular event risks associated with masked nocturnal hypertension defined by home blood pressure monitoring in the J-HOP nocturnal blood pressure study",
      "authors": [
        "T Fujiwara",
        "S Hoshide",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2020
    },
    {
      "title": "Nighttime home blood pressure as a mediator of N-terminal pro-brain natriuretic peptide in cardiovascular events",
      "authors": [
        "S Hoshide",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Sleep and cardiovascular outcomes in relation to nocturnal hypertension: the J-HOP Nocturnal Blood Pressure Study",
      "authors": [
        "K Kario",
        "S Hoshide",
        "M Nagai",
        "Y Okawara",
        "H Kanegae"
      ],
      "year": 2021
    },
    {
      "title": "Nighttime home blood pressure is associated with the cardiovascular disease events risk in treatmentresistant hypertension",
      "authors": [
        "K Narita",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2022,
      "doi": "10.1161/hypertensionaha.121.18534"
    },
    {
      "title": "Morning surge in blood pressure as a predictor of silent and clinical cerebrovascular disease in elderly hypertensives: a prospective study",
      "authors": [
        "K Kario",
        "T Pickering",
        "Y Umeda",
        "S Hoshide",
        "Y Hoshide",
        "M Morinari"
      ],
      "year": 2003
    },
    {
      "title": "Morning surge in blood pressure and stroke events in a large modern ambulatory blood pressure monitoring cohort: results of the JAMP study",
      "authors": [
        "S Hoshide",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Morning and evening home blood pressure and risks of incident stroke and coronary artery disease in the Japanese general practice population: The Japan Morning Surge-Home Blood Pressure Study",
      "authors": [
        "S Hoshide",
        "Y Yano",
        "H Haimoto",
        "K Yamagiwa",
        "K Uchiba",
        "S Nagasaka"
      ],
      "year": 2016
    },
    {
      "title": "Difference between morning and evening home blood pressure and cardiovascular events: the J-HOP Study (Japan Morning Surge-Home Blood Pressure)",
      "authors": [
        "K Narita",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Day-by-day variability of home blood pressure and incident cardiovascular disease in clinical practice: The J-HOP Study (Japan Morning Surge-Home Blood Pressure)",
      "authors": [
        "S Hoshide",
        "Y Yano",
        "H Mizuno",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2018,
      "doi": "10.1161/hypertensionaha.117.10385"
    },
    {
      "title": "Clinical impact of the maximum mean value of home blood pressure on cardiovascular outcomes: a novel indicator of home blood pressure variability",
      "authors": [
        "T Fujiwara",
        "S Hoshide",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Increased arterial stiffness amplifies the association between home blood pressure variability and cardiac overload: the J-HOP study",
      "authors": [
        "Y Ishiyama",
        "S Hoshide",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.119.14246"
    },
    {
      "title": "Impact of home blood pressure variability on cardiovascular outcome in patients with arterial stiffness: Results of the J-HOP study",
      "authors": [
        "Y Ishiyama",
        "S Hoshide",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Blood pressure and its variability: classic and novel measurement techniques",
      "authors": [
        "A Schutte",
        "A Kollias",
        "G Stergiou"
      ],
      "year": 2022
    },
    {
      "title": "Cuffless blood pressure measuring devices: review and statement by the European Society of Hypertension Working Group on Blood Pressure Monitoring and Cardiovascular Variability",
      "authors": [
        "G Stergiou",
        "R Mukkamala",
        "A Avolio",
        "K Kyriakoulis",
        "S Mieke",
        "A Murray"
      ],
      "year": 2022
    },
    {
      "title": "European Society of Hypertension recommendations for the validation of cuffless blood pressure measuring devices: European Society of Hypertension Working Group on Blood Pressure Monitoring and Cardiovascular Variability",
      "authors": [
        "G Stergiou",
        "A Avolio",
        "P Palatini",
        "K Kyriakoulis",
        "A Schutte",
        "S Mieke"
      ],
      "year": 2023,
      "doi": "10.1097/hjh.0000000000003483"
    },
    {
      "title": "ESH Guidelines for the management of arterial hypertension The Task Force for the management of arterial hypertension of the European Society of Hypertension Endorsed by the European Renal Association (ERA) and the International Society of Hypertension (ISH)",
      "authors": [
        "G Mancia",
        ") (chairperson",
        "R ( Kreutz",
        ") Co-Chair",
        "M Brunstrom",
        "M Burnier",
        "G Grassi",
        "A Januszewicz"
      ],
      "year": 2023
    },
    {
      "title": "Validation of two watch-type wearable blood pressure monitors according to the ANSI/ AAMI/ISO81060-2:2013 guidelines: Omron HEM-6410T-ZM and HEM-6410T-ZL",
      "authors": [
        "M Kuwabara",
        "K Harada",
        "Y Hishiki",
        "K Kario"
      ],
      "year": 2019
    },
    {
      "title": "The first study comparing a wearable watch-type blood pressure monitor with a conventional ambulatory blood pressure monitor on in-office and out-of-office settings",
      "authors": [
        "K Kario",
        "D Shimbo",
        "N Tomitani",
        "H Kanegae",
        "J Schwartz",
        "B Williams"
      ],
      "year": 2020
    },
    {
      "title": "Stressinduced blood pressure elevation self-measured by a wearable watch-type device",
      "authors": [
        "N Tomitani",
        "H Kanegae",
        "Y Suzuki",
        "M Kuwabara",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Relationship between blood pressure repeatedly measured by a wrist-cuff oscillometric wearable blood pressure monitoring device and left ventricular mass index in working hypertensive patients",
      "authors": [
        "K Kario",
        "N Tomitani",
        "T Morimoto",
        "H Kanegae",
        "P Lacy",
        "B Williams"
      ],
      "year": 2022
    },
    {
      "title": "Self-monitoring of psychological stress-induced blood pressure in daily life using a wearable watch-type oscillometric device in working individuals with hypertension",
      "authors": [
        "N Tomitani",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00946-9"
    },
    {
      "title": "Nocturnal hypertension: new technology and evidence",
      "authors": [
        "K Kario"
      ],
      "year": 2018
    },
    {
      "title": "Nocturnal blood pressure measured by home devices: evidence and perspective for clinical application",
      "authors": [
        "K Asayama",
        "T Fujiwara",
        "S Hoshide",
        "T Ohkubo",
        "K Kario",
        "G Stergiou"
      ],
      "year": 2019
    },
    {
      "title": "Simultaneous self-monitoring comparison of a supine algorithm-equipped wrist nocturnal home blood pressure monitoring device with an upper arm device",
      "authors": [
        "K Kario",
        "N Tomitani",
        "C Iwashita",
        "T Shiga",
        "H Kanegae"
      ],
      "year": 2021
    },
    {
      "title": "Accurate nighttime blood pressure monitoring with less sleep disturbance",
      "authors": [
        "N Tomitani",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2021,
      "doi": "10.1038/s41440-021-00745-8"
    },
    {
      "title": "Reproducibility of nighttime home blood pressure measured by a wrist-type nocturnal home blood pressure monitoring device",
      "authors": [
        "N Tomitani",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2021,
      "doi": "10.1111/jch.14342"
    },
    {
      "title": "Comparison of nighttime measurement schedules using a wrist-type nocturnal home blood pressure monitoring device",
      "authors": [
        "N Tomitani",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Development of small and lightweight beat-by-beat blood pressure monitoring device based on tonometry",
      "authors": [
        "Y Ota",
        "A Kokubo",
        "S Yamashita",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Automatic detection algorithm for establishing standard to identify \"surge blood pressure",
      "authors": [
        "A Kokubo",
        "M Kuwabara",
        "H Nakajima",
        "N Tomitani",
        "S Yamashita",
        "T Shiga"
      ],
      "year": 2020
    },
    {
      "title": "Nocturnal blood pressure surge in seconds is a new determinant of left ventricular mass index",
      "authors": [
        "A Kokubo",
        "M Kuwabara",
        "Y Ota",
        "N Tomitani",
        "S Yamashita",
        "T Shiga"
      ],
      "year": 2022,
      "doi": "10.1111/jch.14383"
    },
    {
      "title": "Inconsistent control status of office, home, and ambulatory blood pressure all taken using the same device: the HI-JAMP study baseline data",
      "authors": [
        "K Kario",
        "S Hoshide",
        "N Tomitani",
        "M Nishizawa",
        "T Yoshida",
        "T Kabutoya"
      ],
      "year": 2023
    },
    {
      "title": "Diagnostic agreement of masked uncontrolled hypertension detected by ambulatory blood pressure and home blood pressure measured by an all-in-one BP monitoring device: The HI-JAMP study",
      "authors": [
        "N Tomitani",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2023,
      "doi": "10.1038/s41440-022-01073-1"
    },
    {
      "title": "Validation of an ambulatory blood pressure monitoring device employing a novel method to detect atrial fibrillation",
      "authors": [
        "T Watanabe",
        "N Tomitani",
        "N Yasui",
        "K Kario"
      ],
      "year": 2022
    },
    {
      "title": "New concept of pulse irregularity for the detection of atrial fibrillation during blood pressure measurement",
      "authors": [
        "T Watanabe",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2022
    },
    {
      "title": "Assessment of a new algorithm to detect atrial fibrillation in home blood pressure monitoring device among healthy adults and patients with atrial fibrillation",
      "authors": [
        "T Watanabe",
        "N Tomitani",
        "N Yasui",
        "T Kabutoya",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2021
    },
    {
      "title": "Diagnostic accuracy of an algorithm for detecting atrial fibrillation in a wrist-type pulse wave monitor",
      "authors": [
        "T Kabutoya",
        "S Takahashi",
        "T Watanabe",
        "Y Imai",
        "K Uemoto",
        "N Yasui"
      ],
      "year": 2019
    },
    {
      "title": "Development of a disaster cardiovascular prevention network",
      "authors": [
        "K Kario",
        "M Nishizawa",
        "S Hoshide",
        "M Shimpo",
        "Y Ishibashi",
        "O Kunii"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)61187-2"
    },
    {
      "title": "Strict blood pressure control achieved using an ICT-based home blood pressure monitoring system in a catastrophically damaged area after a disaster",
      "authors": [
        "M Nishizawa",
        "S Hoshide",
        "Y Okawara",
        "T Matsuo",
        "K Kario"
      ],
      "year": 2017,
      "doi": "10.1111/jch.12864"
    },
    {
      "title": "Winter morning surge in blood pressure after the Great East Japan Earthquake",
      "authors": [
        "M Nishizawa",
        "T Fujiwara",
        "S Hoshide",
        "K Sato",
        "Y Okawara",
        "N Tomitani"
      ],
      "year": 2019,
      "doi": "10.1111/jch.13463"
    },
    {
      "title": "The further development of out-of-office BP monitoring: Japan's ImPACT Program Project's achievements, impact, and direction",
      "authors": [
        "K Kario",
        "N Tomitani",
        "H Kanegae",
        "N Yasui",
        "R Nagai",
        "H Harada"
      ],
      "year": 2019
    },
    {
      "title": "Cross-sectional analysis of the relationship between home blood pressure and indoor temperature in winter: a nationwide smart wellness housing survey in Japan",
      "authors": [
        "W Umishio",
        "T Ikaga",
        "K Kario",
        "Y Fujino",
        "T Hoshi",
        "S Ando"
      ],
      "year": 2019
    },
    {
      "title": "Impact of indoor temperature instability on diurnal and day-by-day variability of home blood pressure in winter: a nationwide Smart Wellness Housing survey in Japan",
      "authors": [
        "W Umishio",
        "T Ikaga",
        "K Kario",
        "Y Fujino",
        "M Suzuki",
        "S Ando"
      ],
      "year": 2021,
      "doi": "10.1038/s41440-021-00699-x"
    },
    {
      "title": "Blood pressure management in an ecosystem context",
      "authors": [
        "Y Yano"
      ],
      "year": 2020,
      "doi": "10.1038/s41440-020-0464-7"
    },
    {
      "title": "Role of housing in blood pressure control: a review of evidence from the Smart Wellness Housing survey in Japan",
      "authors": [
        "W Umishio",
        "T Ikaga",
        "K Kario",
        "Y Fujino",
        "M Suzuki",
        "S Ando"
      ],
      "year": 2023
    },
    {
      "title": "Highly precise risk prediction model for new-onset hypertension using artificial intelligence techniques",
      "authors": [
        "H Kanegae",
        "K Suzuki",
        "K Fukatani",
        "T Ito",
        "N Harada",
        "K Kario"
      ],
      "year": 2020
    },
    {
      "title": "Prediction of blood pressure variability using deep neural networks",
      "authors": [
        "H Koshimizu",
        "R Kojima",
        "K Kario",
        "Y Okuno"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijmedinf.2019.104067"
    },
    {
      "title": "Future Direction for Using Artificial Intelligence to Predict and Manage Hypertension",
      "authors": [
        "C Krittanawong",
        "A Bomback",
        "U Baber",
        "S Bangalore",
        "F Messerli",
        "Wilson"
      ],
      "year": 2018,
      "doi": "10.1007/s11906-018-0875-x"
    },
    {
      "title": "Efficacy of a digital therapeutics system in the management of essential hypertension: the HERB-DH1 pivotal trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada",
        "A Okura",
        "K Nakagawa",
        "T Tanigawa"
      ],
      "year": 2021
    },
    {
      "title": "A multicenter clinical trial to assess the efficacy of the digital therapeutics for essential hypertension: Rationale and design of the HERB-DH1 trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada",
        "T Tanigawa",
        "R So",
        "K Nakagawa"
      ],
      "year": 2020
    },
    {
      "title": "Cost-effectiveness of digital therapeutics for essential hypertension",
      "authors": [
        "A Nomura",
        "T Tanigawa",
        "K Kario",
        "A Igarashi"
      ],
      "year": 2022
    },
    {
      "title": "Digital therapeutics for essential hypertension using a smartphone application: A randomized, open-label, multicenter pilot study",
      "authors": [
        "K Kario",
        "A Nomura",
        "A Kato",
        "N Harada",
        "T Tanigawa",
        "R So"
      ],
      "year": 2021
    },
    {
      "title": "Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations"
    }
  ],
  "num_references": 76
}
