{
  "paper_id": "RGKDKBED",
  "title": "Gerontechnologies for Older Patients with Heart Failure: What is the Role of Smartphones, Tablets, and Remote Monitoring Devices in Improving Symptom Monitoring and Self-Care Management?",
  "abstract": "Older adults with heart failure have multiple chronic conditions and a large number and range of symptoms. A fundamental component of heart failure self-care management is regular symptom monitoring. Symptom monitoring can be facilitated by cost-effective, easily accessible technologies that are integrated into patients' lives. Technologies that are tailored to older adults by incorporating gerontological design principles are called gerontechnologies. Gerontechnology is an interdisciplinary academic and professional field that combines gerontology and technology with the goals of improving prevention, care, and enhancing the quality of life for older adults. The purpose of this article is to discuss the role of gerontechnologies, specifically the use of mobile applications available on smartphones and tablets as well as remote monitoring systems, for outpatient disease management among older adults with heart failure. While largely unproven, these rapidly developing technologies have great potential to improve outcomes among older persons.",
  "year": 2017,
  "date": "2017-07-13",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Ruth",
      "surname": "Masterson Creber",
      "name": "Ruth Masterson Creber",
      "affiliation": "1  Columbia University , School of Nursing , New York , NY , USA \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kathleen",
      "surname": "Hickey",
      "name": "Kathleen Hickey",
      "affiliation": "1  Columbia University , School of Nursing , New York , NY , USA \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Mathew",
      "surname": "Maurer",
      "name": "Mathew Maurer",
      "affiliation": "2  Division of Cardiology , NewYork-Presbyterian/Columbia University Medical Center , New York , NY , USA \n\t\t\t\t\t\t\t\t Division of Cardiology \n\t\t\t\t\t\t\t\t NewYork-Presbyterian/Columbia University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ruth",
      "surname": "Masterson",
      "name": "Ruth Masterson"
    }
  ],
  "doi": "10.1007/s12170-016-0511-8",
  "pmid": "21262990",
  "keywords": [
    "Aging",
    "Cardiology",
    "Gerontology",
    "Tablets",
    "Gerontechnology",
    "Older adults",
    "Mobile phone",
    "Mobile applications"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Heart failure currently affects 5.7 million Americans  [1]  and is a leading cause of hospital admissions and 30-day readmissions  [2] [3] [4] [5] [6] . Heart failure is also the fastest growing cardiovascular condition in the USA  [7] , largely due to an aging population and improved survival after myocardial infarction  [8] . As such, heart failure is a large public health concern.\n\nThe management of heart failure is often complicated by the presence of multiple chronic conditions that share common symptoms, including edema, fatigue, exercise intolerance, and shortness of breath. These symptoms are regularly present, even after a hospitalization, when more than 40 % of patients report no improvement in dyspnea, anxiety, fatigue, and pain  [9] . Major clinical guidelines recommend the inclusion of symptom monitoring as part of routine self-care management of patients with heart failure  [10] . This can be challenging because symptom changes can be so insidious that patients have difficulty recognizing and responding to them, as well as differentiating them from symptoms of other chronic conditions including, depression  [11] , atrial fibrillation, diabetes, and chronic kidney disease  [12] . Despite these difficulties, active participation in self-care management is crucial in heart failure because patients who are involved in their own care are more likely to have improved survival, decreased readmission rates, and better quality of life  [13] [14] [15] .\n\nConcurrent with an increase in the prevalence of heart failure and the challenges of self-care management is the need for novel, easy-to-use \"real-world\" mechanisms for outpatient selfcare management support. The use of remote monitoring with smartphone and tablet technology is particularly relevant for patients with heart failure because signs and symptoms can be quickly assessed remotely and deterioration can be quickly addressed. Smartphone and tablet mHealth apps are well positioned for monitoring and managing health conditions because for many patients they are already integrated into patients' lives. In addition to being portable and convenient and facilitating care at the point-of-need  [16] , smartphones also have the advantage of being able to extract data from multiple devices, direct user input, transmit data to a server, and facilitate a two-way communication between patients and providers  [17] . Using mHealth applications for disease management is also not new and has been used for patients with diabetes  [18] [19] [20] , hypertension  [21, 22] , chronic obstructive pulmonary disease  [23] , and cardiac arrhythmias  [24] [25] [26] .\n\nMany of the previous studies of telemonitoring and remote devices in HF have been negative. One of the driving reasons may be that the technologies being tested were not well integrated into regularly used devices, such as smartphones or tablets. As such, the technologies may have caused increased treatment burden, especially in the post-hospital period  [27] , and relatively low adherence rates as was found in the largest clinical trials in this field [28••, 29••]. For example, in the Telemonitoring to Improve Heart Failure Outcomes (Tele-HF), study participants had to make daily calls on a landline phone and use a touch-tone telephone keypad to respond to questions on general health and heart failure symptoms  [28••] . While the Better Effectiveness After Transition-Heart Failure (BEAT-HF)  [29••]  study used more cutting-edge technology to measure blood pressure, weight, and heart rate, it still did not test technologies that are integrated into patient's everyday lives. What we can learn from these two trials is that the type, nature, and interoperability of the technology is important in terms of patient and provider usability and that novel disease management strategies need to be thoroughly evaluated prior to adoption  [28 ••, 29••]. In"
    },
    {
      "title": "Definition of Gerontechnology",
      "text": "Gerontechnology is an interdisciplinary field that combines gerontology and technology. In this field, gerontological design principles are integrated with research on biological, psychological, social, and medical aspects of aging towards the goal of improving the quality of life of older adults  [35, 36] . Gerontechnologies have the potential to support independent living and social participation by improving health and well-being  [37] .\n\nTraditionally, gerontechnology has focused on the application of (1) advanced technologies to address motor and cognitive disability, (2) wearable systems to recognize problems related to reduced functional capacity, and (3) technological aids to compensate for deficits and increase the level of autonomy at home  [35] . More recently, gerontechnologies have expanded in scope beyond biotechnology devices and now include modalities such as tablets and smartphones  [38] ."
    },
    {
      "title": "Technology Use Among Older Adults",
      "text": "Across the United States, the use of mobile devices is experiencing significant year-to-year growth  [39• ]. In 2013, almost 60 % of American adults reported owning a smartphone [39•], though older adults overall-defined as those 65 and older-have lower smartphone adoption levels (18 %). While a quarter of adults ages 65-74 years own an smartphone, this proportion declines rapidly over age 75  [40• ]. Despite lower overall smartphone adoption, however, the proportion of older adults owning a smartphone increased 5 % between 2012 and 2014  [40• ]. In addition, 27 % of older adults own a tablet, e-book reader, or both  [40• ].\n\nThese results demonstrate that older adults (65 and older) are not a homogeneous group. Ownership of tablet and smartphone technologies generally falls along the lines of income and education. More highly educated and more affluent older adults with annual household incomes of $75,000 or more tend to have more technology assets and a more positive view towards online platforms  [40• ]. In contrast, less affluent older adults with incomes less than $30,000 annually and more disabilities are often disconnected from the digital world of technologies  [40• ]. Seniors with a college degree (compared to those who have not attended college) are three times as likely to own both an e-book reader and a tablet, and those with annual incomes of $75,000 or more are around four times as likely to own each device compared to those with household incomes of less than $30,000 per year  [40• ].\n\nMany of the same benefits that smartphones and tablets can have on symptom monitoring and self-care management can also help address other relevant concerns in older age by supporting social connectedness and subsequently decreasing social isolation  [38] . A recent study confirmed that the use of tablet technologies, such as iPads, has the potential to reduce social isolation, renew prior relationships, and enhance familial communication  [38] . Regular use of an iPad was also associated with an increase in iPad competency and technological ability  [38] ."
    },
    {
      "title": "Potential Applications of Gerontechnologies for Older Adults With Heart"
    },
    {
      "title": "Failure"
    },
    {
      "title": "Remote Monitoring for Arrhythmias",
      "text": "Atrial fibrillation is highly prevalent among older adults with heart failure and other cardiovascular conditions  [41] . Symptoms of atrial fibrillation, including fatigue, palpitations, dyspnea, dizziness, and exercise intolerance are also commonly associated with heart failure  [42] . Gerontechologies such as Kardia™ Mobile, an FDA-approved smartphone technology (Fig.  1 ), are designed to help patients distinguish when symptoms may more relate to an arrhythmia rather than heart failure  [42]  by capturing a single-lead electrocardiogram recording through two electrodes on the back of an iPhone  [43] . When both electrodes make contact with the skin, a 30-s single channel electrocardiogram automatically records, the ECG data is sent over a WiFi or cellular network, and transmissions are automatically uploaded to the Kardia™ \"cloud.\" This technology eliminates the need for adhesive ECG electrodes, skin patches placed on the chest, and complicated lead changes by the patient. Rather, rapid, real time capture of an ECG can occur immediately at the onset of symptoms, which can provide a significant improvement for symptom evaluation. The efficacy of Kardia™ Mobile on patient reported and clinical outcomes is currently being tested in the iHEART randomized controlled trial (Clinicaltrials.gov ID: NCT02731326)  [44] ."
    },
    {
      "title": "Remote Monitoring of Physical Activity",
      "text": "Given the importance of physical activity to the maintenance of function, smartphones and commercially available wearable activity trackers are increasingly being used to measure and promote movement  [45, 46] . A recent mixed-methods evaluation found that commercially available wearable activity trackers (Fitbit Zip, Misfit Shine, Jawbone Up 24, and Withings Pulse) (Fig.  2 ) that sync with smartphones were perceived as useful and acceptable in a small sample of 32 adults over age 50  [47] . Another study by McMahon and colleagues evaluated the short-and long-term experiences of adults >70 years old with the Fitbit One activity tracker and found that it was easy to use, useful, and acceptable at 10 weeks and 8 months  [48] , though there were lower survey ratings by participants >80 years old.\n\nAnother example is the self-administered 6 MWT mobile application (SA-6MWTapp) for patients with heart failure that permits administration of a 6-min-walk test (6 MWT) anywhere and transmits the results wirelessly to a cloud server  [49] . The 6 MWT is an important measure of functional capacity that highly correlates with the results of cardiopulmonary exercise testing  [50] . The SA-6MWTapp leverages smartphone technology with integrated accelerometers and GPS tracking to monitor physical activity and longitudinally collect data on patients' 6 MWT. Currently, the SA-6MWTapp is not yet available commercially."
    },
    {
      "title": "Comprehensive Remote Monitoring Systems Using Mobile Phones and Tablets",
      "text": "One of the earlier studies to test a mobile phone-based telemonitoring system was conducted by Seto and colleagues  [34] . This study included taking daily weight and blood pressure readings, weekly single-lead ECGs, and daily symptom questions on a mobile phone over 6 months with feedback both to the patient and the cardiology provider (Table  1 ). A more recent example is the remote monitoring system called iGetBetter  [15]  (Partners, Boston), which enables patients to self-monitor by being able to take their weight using a Bluetooth scale, blood pressure, and heart rate measurements. Patients can view their results on an iPad mini tablet computer (Apple Inc, Cupertino, CA, USA) equipped with cellular internet connectivity  [15] ."
    },
    {
      "title": "Challenges for Implementation With Older Adults",
      "text": "Given an aging population with a high prevalence of disease, there has been tremendous growth in the number of gerontechnologies targeted towards older adults with heart failure. Though many gerontechnologies hold promise for supporting outpatient disease management, there are also a number of specific barriers for implementation in this patient population, including physical limitations from existing health conditions such as sensory impairments, cognitive changes, arthritis, and vision impairments. These age-and diseaserelated physical limitations inhibit the ability of older adults to utilize the functions of the technology and receive maximum benefit.\n\nOther commonly perceived challenges of getting older adults to use gerontechnologies include user acceptance [40•], cost  [51] , technology self-efficacy  [52]  (perceived belief with regard to coping and possibility for success in action  [53] ), technology experience  [52] , burdens/workload associated with device use  [27] , and education/training on the device itself  [40• ]. For smartphones specifically, having to do manual data entry into a mHealth app is a barrier  [33] . Many of these applications are also inaccessible to patients with low health and technology literacy  [54] . Potentially the biggest challenge is supporting patients over 75 years of age who have had less access to smartphone, tablet, and remote monitoring technologies throughout their lives. Because of this limitation, many studies that have evaluated these technologies have not included older adults. One way to address many of these barriers is to involve older adults in the entire design process, from inception through development  [55] .\n\nAnother challenge that older adults face is that apps that solely focus on specific medical problems are potentially not as useful as those that can support patients with multiple medical conditions. If patients have to use different apps for each condition, they face the burden of app overload  [56] . Selecting a single app from the estimated 165,000 healthrelated apps  [57]  is also a major concern. Currently, patients have few resources to evaluate the apps, other than the limited star rating and consumer reviews. Many new apps are being used with minimal knowledge of their functionality and ability to integrate data into healthcare systems  [56] , let alone efficacy for improving patient or clinical outcomes. As mHealth apps mature, we will likely see apps being recommended more systematically rather than on an ad hoc basis  [56] . Eventually, the most efficacious apps should be able to be judiciously integrated into healthcare management when more appropriate governance structures are in place  [56, 58] .\n\nRecently, a new methodology for the systematic evaluation of mHealth apps has been proposed  [59] , including individual app evaluation using three instruments: Mobile Application Rating Scale  [60] , IMS Institute for Healthcare Informatics functionality score  [56] , and evidence-based guidelines endorsed by specific medical societies, (i.e., Heart Failure Society of America guidelines for non-pharmacologic management)  [10] . Each mHealth app should be rated individually across the specified content and functionality criteria to determine the best-in-class mHealth apps for either general or specific conditions  [59] . This is especially important given the current lack of clinical trial data to support mHealth apps."
    },
    {
      "title": "What Should Providers Tell Patients About Gerontechnology Products?",
      "text": "Currently, healthcare providers can describe mHealth apps to patients; however, to date, there is no high-quality randomized controlled trial data that demonstrates the clinical effectiveness of these apps. In part, this is due to how quickly the technology is changing and that by the time a study has been funded and completed, the technology being tested in nearly obsolete.\n\nWith more evidence on the effectiveness of specific apps, healthcare providers will be able to better recommend specific apps and provide clearer clinical guidance. In some cases, healthcare providers will even be able to provide patients with prescriptions for specific mHealth apps, as is the case for diabetes self-management with BlueStar app (Welldoc®)."
    },
    {
      "title": "Challenges for Providers",
      "text": "While the focus of this paper is on the patients who are using these technologies, the reality is that healthcare providers need to endorse these technologies in order for patients to use them. The first major concern for providers is information overload, especially from remote monitoring systems. The reams of data generated by a remote monitor or physical activity tracker are only valuable if synthesized into an elegant visualization or simple dashboard that represents longitudinal data. The second major concern is whether or not there will be any reimbursement to providers for remote monitoring patients. According to Centers for Medicare and Medicaid Services, as of 2016, the Medicare Fee-For-Service Program allows for the billing and payment of medical services for telehealth  [61] . In March 2016, Centers for Medicare and Medicaid Services published more detailed answers to frequently asked questions about billing for remote patient monitoring services  [62] . The report indicated that remote monitoring activities can count towards the minimum 20 min of time per month for chronic care management services  [62] ."
    },
    {
      "title": "Conclusions",
      "text": "Patients with heart failure are a heterogeneous patient population, in terms of frailty, ability to self-manage, disease acuity, and functional status. Tablets, smartphones, and remote monitoring systems hold strong potential for supporting outpatient symptom monitoring and self-care management for patients with heart failure; however, they need to be used judiciously. Currently, it is unknown which patients with heart failure will benefit most from these gerontechnologies  [31] . In this early phase of adoption, it may be most strategic to focus on active and less frail community-dwelling older adults with heart failure  [63]  because engaging patients without current access to these gerontechnologies will take a different and perhaps more resource intensive approach. Kardia™ Mobile (image used with permission from AliveCor) Examples of commercially wearable activity trackers from Fitbit, Misfit, Jawbone, and Withings"
    },
    {
      "text": "Fig. 1."
    },
    {
      "text": "Fig. 2."
    },
    {
      "text": "Study characteristics of select telehealth and gerontechnology interventions"
    }
  ],
  "references": [
    {
      "title": "Heart disease and stroke statistics-2015 update: a report from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "E Benjamin",
        "A Go"
      ],
      "year": 2015,
      "doi": "10.1161/cir.0000000000000491"
    },
    {
      "title": "Forecasting the future of cardiovascular disease in the United States: a policy statement from the American Heart Association",
      "authors": [
        "P Heidenreich",
        "J Trogdon",
        "O Khavjou"
      ],
      "year": 2011
    },
    {
      "title": "Heart disease and stroke statistics-2010 update: a report from the American Heart Association",
      "authors": [
        "Lloyd-Jones D Adams",
        "R Brown"
      ],
      "year": 2010
    },
    {
      "title": "Recent national trends in readmission rates after heart failure hospitalization",
      "authors": [
        "J Ross",
        "J Chen",
        "Z Lin"
      ],
      "year": 2010,
      "doi": "10.1161/circheartfailure.110.952895"
    },
    {
      "title": "Rehospitalizations among patients in the Medicare fee-forservice program",
      "authors": [
        "S Jencks",
        "M Williams",
        "E Coleman"
      ],
      "year": 2009
    },
    {
      "title": "Patient-identified factors related to heart failure readmissions",
      "authors": [
        "J Retrum",
        "J Boggs",
        "A Hersh"
      ],
      "year": 2013,
      "doi": "10.1161/circoutcomes.112.967356"
    },
    {
      "title": "Heart disease and stroke statistics-2012 update: a report from the American Heart Association",
      "authors": [
        "V Roger",
        "A Go"
      ],
      "year": 2012
    },
    {
      "title": "Executive summary: heart disease and stroke statistics-2016 update: a report from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "E Benjamin",
        "A Go"
      ],
      "year": 2016
    },
    {
      "title": "Symptom burden among patients who were hospitalized for heart failure",
      "authors": [
        "R Khan",
        "S Feder",
        "N Goldstein",
        "S Chaudhry"
      ],
      "year": 2015
    },
    {
      "title": "HFSA 2010 comprehensive heart failure practice guideline",
      "authors": [
        "J Lindenfeld",
        "N Albert",
        "J Boehmer"
      ],
      "year": 2010
    },
    {
      "title": "Depression in heart failure a metaanalytic review of prevalence, intervention effects, and associations with clinical outcomes",
      "authors": [
        "T Rutledge",
        "V Reis",
        "S Linke",
        "B Greenberg",
        "P Mills"
      ],
      "year": 2006
    },
    {
      "title": "Multimorbidity in older patients with cardiovascular disease",
      "authors": [
        "S Dunlay",
        "A Chamberlain"
      ],
      "year": 2016,
      "doi": "10.1007/s12170-016-0491-8"
    },
    {
      "title": "Self-care management of heart failure: practical recommendations from the Patient Care Committee of the Heart Failure Association of the European Society of Cardiology",
      "authors": [
        "M Lainscak",
        "L Blue",
        "A Clark"
      ],
      "year": 2011,
      "doi": "10.1093/eurjhf/hfq219"
    },
    {
      "title": "Compliance with nonpharmacological recommendations and outcome in heart failure patients",
      "authors": [
        "M Van Der Wal",
        "D Van Veldhuisen",
        "N Veeger",
        "F Rutten",
        "T Jaarsma"
      ],
      "year": 2010
    },
    {
      "title": "Patient engagement with a mobile web-based telemonitoring system for heart failure self-management: a pilot study",
      "authors": [
        "S Zan",
        "S Agboola",
        "S Moore",
        "K Parks",
        "J Kvedar",
        "K Jethwani"
      ],
      "year": 2015
    },
    {
      "title": "Supporting cancer patients in illness management: usability evaluation of a mobile app",
      "authors": [
        "J Mirkovic",
        "D Kaufman",
        "C Ruland"
      ],
      "year": 2014
    },
    {
      "title": "Improving compliance in remote healthcare systems through smartphone battery optimization",
      "authors": [
        "N Alshurafa",
        "J Eastwood",
        "S Nyamathi"
      ],
      "year": 2015,
      "doi": "10.1109/jbhi.2014.2329712"
    },
    {
      "title": "Patients' engagement with \"sweet talk\" -a text messaging support system for young people with diabetes",
      "authors": [
        "D Gammon",
        "E Murray",
        "V Franklin"
      ],
      "year": 2008
    },
    {
      "title": "WellDoc mobile diabetes management randomized controlled trial: change in clinical and behavioral outcomes and patient and physician satisfaction",
      "authors": [
        "C Quinn",
        "S Clough",
        "J Minor",
        "D Lender",
        "M Okafor",
        "A Gruber-Baldini"
      ],
      "year": 2008
    },
    {
      "title": "Mobile phone-based video messages for diabetes self-care support",
      "authors": [
        "A Bell",
        "S Fonda",
        "M Walker",
        "V Schmidt",
        "R Vigersky"
      ],
      "year": 2012
    },
    {
      "title": "Active ambulatory care management supported by short message services and mobile phone technology in patients with arterial hypertension",
      "authors": [
        "A Kiselev",
        "V Gridnev",
        "V Shvartz",
        "O Posnenkova",
        "P Dovgalevsky"
      ],
      "year": 2012,
      "doi": "10.1016/j.jash.2012.08.001"
    },
    {
      "title": "Effect of salt reduction intervention program using an electronic salt sensor and cellular phone on blood pressure among hypertensive workers",
      "authors": [
        "N Morikawa",
        "K Yamasue",
        "O Tochikubo",
        "S Mizushima"
      ],
      "year": 2011
    },
    {
      "title": "Efficacy of a cell phone-based exercise programme for COPD",
      "authors": [
        "W Liu",
        "C Wang",
        "H Lin"
      ],
      "year": 2008
    },
    {
      "title": "Smartphone ECG aids real time diagnosis of palpitations in the competitive college athlete",
      "authors": [
        "D Peritz",
        "A Howard",
        "M Ciocca",
        "E Chung"
      ],
      "year": 2015,
      "doi": "10.1016/j.jelectrocard.2015.07.010"
    },
    {
      "title": "QTC intervals can be assessed with the AliveCor heart monitor in patients on dofetilide for atrial fibrillation",
      "authors": [
        "J Muhlestein"
      ],
      "year": 2015
    },
    {
      "title": "Wireless smartphone ECG enables large-scale screening in diverse populations",
      "authors": [
        "Z Haberman",
        "R Jahn",
        "R Bose"
      ],
      "year": 2015,
      "doi": "10.1111/jce.12634"
    },
    {
      "title": "New approaches to reduce readmissions in patients with heart failure",
      "authors": [
        "K Dharmarajan",
        "S Chaudhry"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7993"
    },
    {
      "title": "Telemonitoring in patients with heart failure",
      "authors": [
        "S Chaudhry",
        "J Mattera",
        "J Curtis"
      ],
      "year": 2010
    },
    {
      "title": "Effectiveness of remote patient monitoring after discharge of hospitalized patients with heart failure: the better effectiveness after transition-heart failure (BEAT-HF) randomized clinical trial",
      "authors": [
        "M Ong",
        "P Romano",
        "S Edgington"
      ],
      "year": 2016
    },
    {
      "title": "Randomized trial of Telemonitoring to Improve Heart Failure Outcomes (Tele-HF): study design",
      "authors": [
        "S Chaudhry",
        "B Barton",
        "J Mattera",
        "J Spertus",
        "H Krumholz"
      ],
      "year": 2007,
      "doi": "10.1016/j.cardfail.2007.06.720"
    },
    {
      "title": "Impact of remote telemedical management on mortality and hospitalizations in ambulatory patients with chronic heart failure: the telemedical interventional monitoring in heart failure study",
      "authors": [
        "F Koehler",
        "S Winkler",
        "M Schieber"
      ],
      "year": 2011,
      "doi": "10.1161/circulationaha.111.018473"
    },
    {
      "title": "A new model of home-based telemonitored cardiac rehabilitation in patients with heart failure: effectiveness, quality of life, and adherence",
      "authors": [
        "E Piotrowicz",
        "R Baranowski",
        "M Bilinska"
      ],
      "year": 2010,
      "doi": "10.1093/eurjhf/hfp181"
    },
    {
      "title": "Effect of home-based telemonitoring using mobile phone technology on the outcome of heart failure patients after an episode of acute decompensation: randomized controlled trial",
      "authors": [
        "D Scherr",
        "P Kastner",
        "A Kollmann"
      ],
      "year": 2009
    },
    {
      "title": "Mobile phone-based telemonitoring for heart failure management: a randomized controlled trial",
      "authors": [
        "E Seto",
        "K Leonard",
        "J Cafazzo",
        "J Barnsley",
        "C Masino",
        "H Ross"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1909"
    },
    {
      "title": "Gerontechnology",
      "authors": [
        "S Micera",
        "P Bonato",
        "T Tamura"
      ],
      "year": 2008,
      "doi": "10.1109/memb.2008.925213"
    },
    {
      "title": "Gerontechnology: a sustainable investment in the future",
      "authors": [
        "J Graafmans",
        "V Taipale"
      ],
      "year": 1998,
      "doi": "10.3233/978-1-60750-892-2-3"
    },
    {
      "title": "Technologies for health assessment, promotion, and assistance: focus on gerontechnology",
      "authors": [
        "M Schmitter-Edgecombe",
        "A Seelye",
        "D Cook",
        "Ch"
      ],
      "year": 2013
    },
    {
      "title": "Reducing the digital divide: connecting older adults to iPad technology",
      "authors": [
        "J Delello",
        "R Mcwhorter"
      ],
      "year": 2015
    },
    {
      "title": "Smartphone ownership-2013 Update",
      "year": 2013,
      "doi": "10.1007/978-1-4419-1005-9_1474"
    },
    {
      "title": "Older adults and technology use. 2014 This article provides an overview of how older adults interact with specific mobile devices"
    },
    {
      "title": "AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: executive summary",
      "authors": [
        "C January",
        "L Wann",
        "J Alpert"
      ],
      "year": 2014
    },
    {
      "title": "The utility of ambulatory electrocardiographic monitoring for detecting silent arrhythmias and clarifying symptom mechanism in an urban elderly population with heart failure and hypertension: clinical implications",
      "authors": [
        "K Hickey",
        "J Reiffel",
        "R Sciacca"
      ],
      "year": 2010
    },
    {
      "title": "iPhone ECG application for community screening to detect silent atrial fibrillation: a novel technology to prevent stroke",
      "authors": [
        "J Lau",
        "N Lowres",
        "L Neubeck"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijcard.2013.01.220"
    },
    {
      "title": "A single-center randomized, controlled trial investigating the efficacy of a mHealth ECG technology intervention to improve the detection of atrial fibrillation: the iHEART study protocol",
      "authors": [
        "K Hickey",
        "N Hauser",
        "L Valente"
      ]
    },
    {
      "title": "Development and feasibility of a smartphone, ECG and GPS based system for remotely monitoring exercise in cardiac rehabilitation",
      "authors": [
        "C Worringham",
        "A Rojek",
        "I Stewart"
      ],
      "year": 2011
    },
    {
      "title": "Designing a robust activity recognition framework for health and exergaming using wearable sensors",
      "authors": [
        "N Alshurafa",
        "W Xu",
        "J Liu"
      ],
      "year": 2014,
      "doi": "10.1109/jbhi.2013.2287504"
    },
    {
      "title": "Acceptance of commercially available wearable activity trackers among adults aged over 50 and with chronic illness: a mixed-methods evaluation",
      "authors": [
        "K Mercer",
        "L Giangregorio",
        "E Schneider",
        "P Chilana",
        "M Li",
        "K Grindrod"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.4225"
    },
    {
      "title": "Older adults' experiences using a commercially available monitor to self-track their physical activity",
      "authors": [
        "S Mcmahon",
        "B Lewis",
        "M Oakes",
        "W Guan",
        "J Wyman",
        "A Rothman"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5120"
    },
    {
      "title": "Accuracy and usability of a self-administered 6-minute walk test smartphone application",
      "authors": [
        "G Brooks",
        "E Vittinghoff",
        "S Iyer"
      ],
      "year": 2015,
      "doi": "10.1161/circheartfailure.115.002062"
    },
    {
      "title": "Maximum daily 6 minutes of activity: an index of functional capacity derived from actigraphy and its application to older adults with heart failure",
      "authors": [
        "J Howell",
        "B Strong",
        "J Weisenberg"
      ],
      "year": 2010
    },
    {
      "title": "Older people and the internet: towards a system map of digital exclusion",
      "authors": [
        "R Berry"
      ],
      "year": 2011
    },
    {
      "title": "Feasibility of the iPad as a hub for smart house technology in the elderly; effects of cognition, self-efficacy, and technology experience",
      "authors": [
        "H Alvseike",
        "K Bronnick"
      ],
      "year": 2012,
      "doi": "10.2147/jmdh.s35344"
    },
    {
      "title": "Self-efficacy: the exercise of control",
      "authors": [
        "A Bandura"
      ],
      "year": 1997,
      "doi": "10.1891/0889-8391.13.2.158"
    },
    {
      "title": "Assessing health literacy in urban patients with implantable cardioverter defibrillators and pacemakers",
      "authors": [
        "K Hickey",
        "R Sciacca",
        "P Gonzalez",
        "C Castillo",
        "A Frulla"
      ],
      "year": 2015
    },
    {
      "title": "Aging society and gerontechnology: a solution for an independent living?",
      "authors": [
        "A Piau",
        "E Campo",
        "P Rumeau",
        "B Vellas",
        "F Nourhashemi"
      ],
      "year": 2014
    },
    {
      "title": "Patient Apps for improved healthcare from novelty to mainstream",
      "year": 2013
    },
    {
      "title": "Use, evidence and remaining barriers to mainstream acceptance",
      "year": 2015,
      "doi": "10.2196/preprints.81260"
    },
    {
      "title": "Do smartphone applications in healthcare require a governance and legal framework? It depends on the application!",
      "authors": [
        "E Charani",
        "E Castro-Sanchez",
        "L Moore",
        "A Holmes"
      ],
      "year": 2014,
      "doi": "10.1186/1741-7015-12-29"
    },
    {
      "title": "Review and analysis of existing mobile phone applications to support heart failure symptom monitoring and self-care using the Mobile Application Rating Scale",
      "authors": [
        "R Masterson Creber",
        "M Maurer",
        "M Reading",
        "G Hiraldo",
        "K Hickey",
        "S Iribarren"
      ]
    },
    {
      "title": "Mobile app rating scale: a new tool for assessing the quality of health mobile apps",
      "authors": [
        "S Stoyanov",
        "L Hides",
        "D Kavanagh",
        "O Zelenko",
        "D Tjondronegoro",
        "M Mani"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3422"
    },
    {
      "title": "Frequently Asked Questions about Billing Medicare for Chronic Care Management Services",
      "year": 2016,
      "doi": "10.1037/e514792018-001"
    },
    {
      "title": "Ergonomics, gerontechnology and well-being in older patients with cardiovascular disease",
      "authors": [
        "M Pinto",
        "De Medici",
        "S Napoli"
      ],
      "year": 2000
    }
  ],
  "num_references": 62
}
