{
  "paper_id": "RLJ22MK8",
  "title": "Understanding and assessing gamification in digital healthcare interventions for patients with cardiovascular disease",
  "abstract": "Gamification is defined as the use of game design elements in contexts other than gaming to increase user engagement and experience. Gamification in cardiovascular care can contribute to positively change health behaviour with possible effects and benefits on physical health and mental well-being. Based on previous literature, in this article we describe: the conceptualization of gamification, the five gamification principles for gamified digital health programmes or applications, the six most common game elements used to impact health behaviour applied in gamified digital health interventions and finally scientifically validated instruments to use for assessment of gamification in terms of self-reported psychological outcomes.",
  "year": 2022,
  "date": "2022-06-16",
  "journal": "Eur J Prev Cardiol",
  "publication": "Eur J Prev Cardiol",
  "authors": [
    {
      "forename": "Aseel",
      "surname": "Berglund",
      "name": "Aseel Berglund",
      "affiliation": "1  Department of Computer and Information Science , Linköping University , Linköping , Sweden; \n\t\t\t\t\t\t\t\t Department of Computer and Information Science \n\t\t\t\t\t\t\t\t Linköping University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Linköping \n\t\t\t\t\t\t\t\t\t Sweden;",
      "email": "aseel.berglund@liu.se"
    },
    {
      "forename": "Tiny",
      "surname": "Jaarsma",
      "name": "Tiny Jaarsma",
      "affiliation": "2  Department of Health, Medicine and Caring Sciences , Linköping University , Linköping , Sweden; and \n\t\t\t\t\t\t\t\t Department of Health, Medicine and Caring Sciences \n\t\t\t\t\t\t\t\t Linköping University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Linköping \n\t\t\t\t\t\t\t\t\t Sweden; and"
    },
    {
      "forename": "Erik",
      "surname": "Berglund",
      "name": "Erik Berglund",
      "affiliation": "1  Department of Computer and Information Science , Linköping University , Linköping , Sweden; \n\t\t\t\t\t\t\t\t Department of Computer and Information Science \n\t\t\t\t\t\t\t\t Linköping University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Linköping \n\t\t\t\t\t\t\t\t\t Sweden;"
    },
    {
      "forename": "Anna",
      "surname": "Strömberg",
      "name": "Anna Strömberg",
      "affiliation": "2  Department of Health, Medicine and Caring Sciences , Linköping University , Linköping , Sweden; and \n\t\t\t\t\t\t\t\t Department of Health, Medicine and Caring Sciences \n\t\t\t\t\t\t\t\t Linköping University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Linköping \n\t\t\t\t\t\t\t\t\t Sweden; and"
    },
    {
      "forename": "Leonie",
      "surname": "Klompstra",
      "name": "Leonie Klompstra",
      "affiliation": "2  Department of Health, Medicine and Caring Sciences , Linköping University , Linköping , Sweden; and \n\t\t\t\t\t\t\t\t Department of Health, Medicine and Caring Sciences \n\t\t\t\t\t\t\t\t Linköping University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Linköping \n\t\t\t\t\t\t\t\t\t Sweden; and"
    }
  ],
  "doi": "https://doi.org/10.13039/501100001868",
  "keywords": [
    "Research methods",
    "Gamification",
    "Serious gaming",
    "Exergaming",
    "Nursing research",
    "Health research"
  ],
  "sections": [
    {
      "text": "• To understand gamification and how it can be applied in programmes or applications for digital health interventions.\n\n• To learn about benefits of gamification in health care in general and in cardiovascular care specifically.\n\n• To learn about how to assess the psychological outcomes of gamification."
    },
    {
      "title": "Challenges in digital healthcare interventions for cardiovascular care",
      "text": "The quality and experience of cardiovascular care can be improved by digital health interventions for cardiac treatment and rehabilitation.  [1] [2] 2] [3] [4]  Cardiovascular patients can convey healthy lifestyles when using mobile technology, such as mobile apps and wearable devices.  1, 2 econdary prevention and self-management for cardiac patients can be improved by application provided by mobile technologies (smart phones and tablets) with constant internet access.  3 wever, one of the challenges for using digital health in cardiology is a lack of personal motivation to initiate and sustain the use of digital health applications.  1 Gamification can be applied to increase engagement and motivation in using digital health for cardiovascular patients.  [5] [6] [7]"
    },
    {
      "title": "Conceptualization of gamification",
      "text": "Gamification is integrating game elements in a non-game context and the process of adding affordances to create gameful experiences that provide the desirable benefits users get from using a product or a service like a mobile application, a website, or learning system.  8, 9 Affordance refers to the design of an object in the user interface (e.g. buttons) in a way that indicates how it should be used (e.g. we think 'click' when we see a button).  10 Gamification is about increasing user engagement by focusing on enhancing the user experience.\n\nGamification has the three components  9, 11  : (i) the implemented motivational affordances which lead to; (ii) psychological outcomes that leads further to; (iii) behavioural outcomes (Figure  1 ):"
    },
    {
      "title": "Part 1: the implemented motivational affordances",
      "text": "Motivational affordances means adding properties to objects in the user interface of the gamified system to allow the user to experience the satisfaction of their psychological internal motivational needs of competence, relatedness, and autonomy.  [12] [13] 3] [14] [15]  When using gamification to motivate users to engage in a desired behaviour, it is essential to focus on the individual's ability to perform the behaviour and the triggers to engage in a behaviour.  16 There are two types of motivations in gamified health apps: automatic and reflective.  16 Automatic motivation includes (i) incentivization to train an individual to value the behaviour by pairing the behaviour with rewards e.g. getting points and (ii) social support to provide validation and positive reinforcement with the new behavioural changes e.g. giving likes to friends in the app.  16 Reflective motivation includes the following: (i) goal-setting to help individuals begin new behaviours and keep commitments, (ii) cognitive strategies to help individuals evaluate beliefs e.g. a discussion board to ask questions, and (iii) self-efficacy to help individuals to improve their confidence in doing the behaviour (e.g. notification of peers when doing the correct behaviour  16  )."
    },
    {
      "title": "Part 2: the psychological outcomes",
      "text": "The psychological outcomes induced by motivational affordance are the psychological experience promoted by gamification to motivate the user performing activities. Three types of physiological change techniques in gamification were identified in a literature review  16  : general information to provide the individual basic knowledge about the behaviour, self-monitoring to support the individual to make informed decisions such as info-graphs, and stress management to improve the individual's emotional and mental ability to cope with the behaviour change."
    },
    {
      "title": "Figure 1 Gamification"
    },
    {
      "title": "Part 3: the behavioural outcomes",
      "text": "These outcomes are the behaviours that are supported when using the gamified system and are specific for the system (e.g. measured health benefits in a health monitoring app). To positively change behavioural outcomes, health apps can use behaviour change techniques (e.g. feedback and monitoring, reward and threat, goals and planning) and individual techniques (e.g. self-monitoring of behaviour, non-specific reward, social support, non-specific incentive, and focus on past success).  6 When the behaviours are related to health, the outcomes will affect the users' health e.g. medication over/misuse and pain management.\n\nGamification has been shown to produce varied effects in previous studies related to health and well-being.  11, 17 Positive behavioural outcomes displayed in previous studies include increased physical and mental health.  17 A review study showed that applying gamification impacts engagement and health behaviours with an increased effect sizes from medium to large.  18 For example, physical activities was increased up to 15% using a gamified app called HealthyTogether.  19 However, many studies show inconclusive evidence, suggesting that gamification needs to be designed and applied skilfully to lead to desired effects.  17 Positive effect of applying gamification is also influenced by the context including the application area (e.g., learning, health, commerce, and the users).  11 urthermore, in general consumers have a positive attitudes towards wearables and gamified health applications.  20 o apply gamification skilfully in digital health interventions, the following five gamification principles can be used in development and testing (Central illustration)  21  :\n\nCentral illustration Gamification principles and elements for digital health interventions (1) Meaningful purpose: goals that are aligned with user's motivations and interests. (2) Meaningful choice: users have agency over how they achieve their goals. (3) Supporting player archetypes: individual user and player characteristics are used for the mechanics in the app. (4) Feedback: how user's actions affect progress is clearly communicated for the user. (5) Visibility: the amount of progress made and how much more is needed is displayed to the users.\n\nFurthermore, specific game elements (e.g. points, badges, rewards) can be used to impact health behaviour.  16 There are five gamification principles for health used to separate game elements based on their purpose (e.g., motivating the purpose, increasing user choice).  21 Gamification principles are used to design the game elements and relate them to the underlying motivation of the user.  21 The gamification principles feedback and visibility include six common game elements that can impact health behaviour: leaderboards, levels, digital rewards (points, badges, rewards), real-world prizes, competitions, and social or peer pressure (Central illustration).  16"
    },
    {
      "title": "Gamification in cardiovascular care",
      "text": "A systematic review investigating gamification elements in 1680 toprated available mobile applications to change health behaviour showed that only a few of these apps used game elements.  6 amified mobile applications for patients with cardiovascular disease can be effective and acceptable for secondary prevention of cardiovascular disease and self-management.  5 A 12-month randomized controlled trial including heart failure patients investigating effects of a gamified app-based behavioural change intervention showed that medication adherence can be increased and longer-term improvements can be produced in some clinical outcomes.  4 Gamified applications can also increase physical activity motivation and improve knowledge about heart failure.  5 We found three games tailored for patients with cardiovascular disease:\n\n(1) 'Heart Game' 7 is designed to be used after discharge and when the patient start rehabilitation. The game aimed to motivate users in to take an active part in their rehabilitation and is designed to enable patients to play with someone close to them such as a partner. This game used all the game elements, except real-world prizes. Although the game showed potential to motivate patients in their rehabilitation, a challenge was in avoiding a sense of defeat while still adjusting the level of difficulty to the individual patient. (2) 'Heart Health'  22  is based on casino slot game developed to improve self-management behaviours and knowledge for community-dwelling older adults with heart failure. The game provides heart failure self-management education regarding introduction to heart failure, medication, diet, physical activities, and daily symptom checks. The patients can earn betting chips when their response is correct to increase their motivation and engagement with the content. The game also encourages the patient's behaviour regarding medication, diet, physical activities, and daily symptom checks using daily reminder tips and questions. The game evaluation showed that the knowledge was improved significantly, and the self-reported behaviour was improved but not significantly. (3) 'MyHeartMate' 23 is a mobile game focuses on promoting physical activity and encourages the patients to take their medications as prescribed and engage with their doctors, eat a healthy diet, manage their weight and lipid levels, manage stress, and quit smoking if applicable. The game includes leadership boards, levels, and digital rewards. Although the game includes a leaderboard, it does not include the possibility to competition or social and peer pressure. After receiving feedback from patients during the development of the game, the game was made open available for family and friends. The rewards in the game are digital so no real-world prizes are included in the game. Patients are currently recruited in a trial aiming to include 394 patients with cardiovascular disease (trial registration number: ACTRN12617000869370).\n\nThere are other games developed for specific self-care behaviours. A meta-analysis  24  showed that gamification was effective to increase self-efficacy, readiness, knowledge, and process of advance care planning behaviours. Gamification has also shown the potential to improve medication adherence,  4, 25  patient engagement with their exercise training  26  and cardiac rehabilitation, and enhance motivation and adherence to cardiac rehabilitation.  27, 28"
    },
    {
      "title": "Measuring gamification",
      "text": "Besides evaluating the frequency of using gamified systems and behavioural outcomes, it is common to assess gamification in terms of the self-reported psychological outcomes of flow, presence, engagement, gaming satisfaction, participants' experience, and gameful experience (Table  1 ).\n\nFlow, presence, and engagement are three common phenomena measured in games. Flow is a state of being fully focused and engaged in an activity.  43, 44 Flow occurs when the task's demands and the performer's abilities are balanced since the task is optimally challenging and the individual performs at the height of their skills. Finding the activity intrinsically motivating, the autotelic experience, is a condition for reaching the flow state.  11 In gamification, having clear goals and feedback are important to create the autotelic experience. Presences is about having a consciousness state and an experience of being inside the game and to become engaged when playing games is an important determinant of the playing experience.  31, 32 low, presence, and engagement can be measured using the following scientifically validated instruments:\n\n(1) Dispositional Flow Scale  29, 30  assesses the tendency of experiencing flow and is widely applied in studying flow in various physical activities, education, arts, digital gaming, and gamification. This scale is a valid and reliable measure relevant for assessing outcomes related to flow.  20 The Dispositional Flow Scale is based on the nine dimensions that give the optimal flow experience according to the conceptual flow model with nine components proposed by Csikszentmihalyi  43, 44  : challenge-skill balance, action-awareness merging, clear goals, unambiguous feedback, total concentration, sense of control,  The long version contains 36 items where each of the nine flow dimensions contains four items and the short version contains nine items (one item per dimension).  26 Each item in the scale is assessed with four items on a Likert scale (ranged from 1 = never to 5 = always). (2) The Temple Presence Inventory  31, 32  evaluates eight dimensions of presence and engagement focusing on the involvement on the virtual environment by evaluating the level of immersion, involvement, sensory experience, realism, and the link to the plot. The inventory contains 42 items in eight factors: spatial presence (seven items), social presence-actor (seven items), passive social presence (four items), active social presence (three items), presence as engagement (six items), presence as social richness (seven items), presence as social realism (three items), and presence as perceptual realism (five items).  29 The inventory is a multidimensional measure of presence and tests have established its reliability, validity, and sensitivity.  22 3) The Game Engagement Questionnaire  33  measures engagement in playing video games to assess the potential impact of the games, particularly violent games.  45 The questionnaire contains 19 items related to measure psychological absorption (five items), flow (nine items), presence (four items), immersion (one item). The game engagement questionnaire is developed using classical and Rasch analyses that support its validity and reliability with a Cronbach's alpha of 0.85.  33, 45 tisfaction and motivation in gaming are closely related. Gaming satisfaction can be assessed with two scaled:\n\n(i) Player Experience of Need Satisfaction 14 is based on the motivation theory, self-determination theory  13  and measures its three universal needs: in-game competence (three items assess if the experience is challenging but not overwhelmingly difficult and the enhanced efficacy of the challenge), in-game autonomy (three items assess the participant's feeling of freedom and perceived opportunities to do interesting activities) and relatedness (three items assess the feeling of relatedness to others). It also measures presence (nine items assess the sense of the players' emotional, physical, and narrative immersion in the game) and intuitive controls (three items assesses the user's experience of in-game controls). Respondents assess each item using a 7-point Likert scale (from 1 = do not agree to 7 = strongly agree). This measurement is developed using a rational theoretical approach, and the validation of it shows that its purported structure is partially supported.  46 ii) Game User Experience Satisfaction Scale  34, 35  measures video game satisfaction with nine subscales and 55 items: usability/ playability (11 items), narratives (seven items), play engrossment"
    },
    {
      "title": "Table 1 Continued"
    },
    {
      "title": "Self-reported psychological outcomes"
    },
    {
      "title": "Scale",
      "text": "No. of items in total"
    },
    {
      "title": "Subscales",
      "text": "Player Experience Inventory  40 30  (1) Ease of control (three items)\n\n(2) Goals and rules (three items) (3) Challenge (three items) (4) Progress feedback (three items)\n\n(5) Audiovisual appeal (three items) (6) Meaning (three items) (eight items), enjoyment (five items), creative freedom (seven items), audio aesthetics (four items), personal gratification (six items), social connectivity (four items), and visual aesthetics (three items). The scale score is calculated by first calculating the average of the items in each subscale and then summing the subscale averages. The scale can be used to assess various gaming experience for a variety of game genres with players (e.g., newbie/novice, hardcore/expert). The scale is developed and validated based on assessments of over 450 unique video games and has internal consistency and convergent, content, and discriminant validity.  31 There is a shorter version of the scale consists of 18 items (two items for each subscale) and can provide a brief, practical, yet comprehensive measure of the user's satisfaction.  32 The Cronbach's alpha for the scale with 55 items is 0.785, and for the short scale with 18 items is 0.772 so both versions are reliable.  32 The items in both long and short scales are rated with a 7-point Likert scale (ranged from 1 = strongly disagree to 7 = strongly agree). The short version can be used to assess game perceptions over time or for comparisons among different games. It takes a few minutes to complete the short version.\n\nParticipants' experience from using gamified programmes, systems, and applications can be measured with three scales:\n\n(i) User Experience Questionnaire 36 enables a easy to apply and immediate measurement of user experience of end users. The questionnaire is developed empirically and is a reliable and valid measure for user experience.  36 It can take 3-5 min for a participant to read the instruction and to complete the questionnaire. The questionnaire contains six scales with 26 items:\n\n• Attractiveness assesses the user's overall impression of the sys- tem, programme, or application and consists of six items: annoying/enjoyable, good/bad, unlikeable/pleasing, unpleasant/pleasant, attractive/unattractive, friendly/unfriendly.\n\n• Perspicuity assesses how easy it is to get familiar with the system, programme, or application and consists of four items: not understandable/understandable, easy to learn/difficult to learn, complicated/easy, clear/confusing.\n\n• Efficiency assesses the effort required from the users to solve their tasks and consists of four items: fast/slow, inefficient/efficient, impractical/practical, organized/cluttered.\n\n• Dependability assesses the user's control of the interaction and consists of four items: unpredictable/predictable, obstructive/ supportive, secure/not secure, meets expectations/does not meet expectations.\n\n• Stimulation assesses the user's motivation and excitement to use the system, programme, or application and consists of four items: valuable/inferior, boring/exiting, not interesting/interesting, motivating/demotivating.\n\n• Novelty assesses innovation of the system, programme, or appli- cation and consists of four items: creative/dull, inventive/conventional, usual/leading edge, conservative/innovative.\n\n(ii) System Usability Scale  [37] [38] [39]  is a post-test questionnaire that assesses perceived usability of a system and is the most widely used questionnaire to measure subjective usability and perceived ease of use. This scale can be used to assess system that with and without gamification. Usability is a quality that asses how easy the system is used by specified users to achieve specified goals with effectiveness (can the system support users to achieve their objectives?), efficiency (how quick can the user perform their tasks?), and satisfaction (how pleasant is the system to use?) in a specified context of use.  47 The system usability scale is developed empirically. The scale is a widely used, valid, and reliable measuring tool consists of two factors and 10 items: usability (eight items) and learnability (two items).  [37] [38] ] [39]  The respondents scores one of 5-point Likert scale numbered from 1 (strongly disagree) to 5 (strongly agree). The respondent's scores are then ranged from 0 to 4 and calculated in three steps:\n\n• For each odd-numbered item (1, 3, 5, 7, and 9) which is a positively worded item subtract 1 from their value.\n\n• For each even-numbered item  (2, 4, 6, 8, and 10)  which is a nega- tively worded item subtract 5 from their value.\n\n• Sum the respondent's scores from all items to get a total score on a scale of 0-40.\n\n• Multiply the sum of the scores by 2.5 to convert to a single score on a scale of 0-100.\n\nThe average system usability scale score is 68 and a score .68 would be considered above average and ,68 is below average which give insight into the overall usability of the system.\n\n(iii) Player Experience Inventory 40 measures player experience and investigates how game design choices are linked to emotional responses on two levels: functional consequences e.g. the user's immediate experiences when using the game and psychosocial consequences i.e. the user's emotional experiences. The inventory shows how game design choices impact player actions and shape emotional responses. The inventory contains of 10 constructs (five for functional consequences and five for psychological consequences) and each construct is measured by three items (30 items in total):\n\n• Five constructs assessing the functional consequences (15 items): ease of control, goals and rules, challenge, progress feedback, and audiovisual appeal\n\n• Five constructs assessing the psychological consequences (15 items): meaning, curiosity, mastery, immersion, and autonomy.\n\nThe items in the inventory are measured via a 7-point Likert, from -3 to +3 scale over 0, accompanied by the labels (strongly disagree to strongly agree). The inventory was developed in seven studies focused on scale conception, scale construction, and scale validation including testing and expert evaluation resulting in a reliable and rigorously validated scale.  40 ameful experience emerges from the interaction with the system's game aspects that effects the users' experience. Gameful experience can be measured with two scales (i) Gameful Experience Scale 41 measures gameful experiences in gamification based on six factors: enjoyment, absorption, creative thinking, activation, absence of negative affect, and dominance. The scale is a literature-based, validated with a sample of 129, and reliable measure to evaluate the experience in various gamified systems.  41 he 5-point Likert scale (from 1 = strongly disagree to 5 = strongly disagree) contains 27 items and divided into six dimensions of gameful experience: dominance (four items assess users' feeling of control while playing), creative thinking (four items assess the users' sense of exploration), enjoyment (six items assess the users' positive emotions), activation (four items assess the user's stimulation), absorption (six items assess the user's cognitive engagement and feeling of disconnection from the real-world), and absence of negative affect (three items assess the users' involvement).\n\n(ii) Gameful Experience Questionnaire 42 is used to model and measure user's gameful experience in gamified systems. The instrument is developed using a mixed-methods approach and has been validated on two gamified services. Further studies are needed to establish the generalizability of the instrument.  42 The scale contains seven dimensions and 55 items in total: accomplishment (eight items asses the drive to progress and willingness to complete), challenge (eight items asses the user's ability), competition (seven items asses the feeling of competitiveness), guided (seven items asses the feeling of being guided by the system), immersion (nine items assess the person's experience of being absorbed in what he or she is doing), playfulness (nine items assess imagination and creativity), and social experience (eight items assess the user's experiences caused by presence of other people). The scale is reliable and the Cronbach's alpha was .0.7 for all seven dimensions."
    },
    {
      "title": "Limitations of using gamification in cardiovascular studies",
      "text": "Digital health solutions can support cardiovascular patients.  5 The use of mobile technology by cardiovascular patients is affected by many aspects and age is the most important one followed by education, employment, and confidence with using the mobile technology.  3 hese considerations apply even for gamified digital solutions. Social connectivity can increase the use of the technology but the level of commitment effects the engagement.  5 The importance of not being alone in the behaviour change activity and the social support from other participants and family member need to be considered thoroughly.  7, 48 Patients in a telerehabilitation programme that dealt with rehabilitation as a team felt obligation to act when their peers are acting or ask them to act.  48 Cooperative challenges in The Heart Game were an effective motivator for the heart patients.  6 rivacy of the patient needs to be considered so the patient can decide which information to be shared with who.  45 It is also important to focus on investigating the patient's engagement in using technology over time since the engagement in using the gamified digital solution can be high at the beginning and decreases over time.  49 pplying challenges is common in gamified technologies and the heart patient's sense of defeat needs to be avoided while the level of difficulty is adjusted to the patient's need.  7 Furthermore, heart patients suffer of physical and mental instability immediately after heart surgery which must be considered and adapted for the patient's ability to avoid increased stress for the patient caused by the gamified technology.  7 Therefore, the applied gamification elements, such as physical challenges and competitions, need to be developed with great care for the cardiovascular patients. When developing gamified technology for cardiovascular patients nurses need to be involved in the development process when designing and evaluating the technology.  5 User input is also very important contribution in the design of the intervention to evaluate the effectiveness of the intervention and identify what works and why.  48"
    },
    {
      "title": "Conclusion",
      "text": "Gamification has been applied in apps for cardiovascular patients with positive effects and benefits on both health and well-being such as motivating patients in their rehabilitation, increasing knowledge for community-dwelling older adults with heart failure, increasing self-efficacy, readiness, and process of advance care planning behaviours. We recommend considering applying gamification in digital healthcare interventions for patients with cardiovascular disease. Cardiovascular patients nurses and users need to be involved in the process of developing gamified solutions for the cardiovascular patients. When gamification is applied it is important that it is tailored to the context where gamification is implemented and its users. There are several scientifically validated tools to assess the impact of gamification that measure different phenomena relevant to gamification. These tools can also be used during the design and implementation of the gamified digital technology."
    },
    {
      "text": "Usability/playability (11 or 2 items) (2) Narratives (seven or two items) Play engrossment (eight or two items) (4) Enjoyment (five or two items) Creative freedom (seven or two items) Audio aesthetics (four or two items) (7) Personal gratification (six or two items) Social connectivity (four or two items) Visual aesthetics (three or two items) Continued loss of self-consciousness, transformation of time, and autotelic experience. The scale is available in a long and short version."
    },
    {
      "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
    },
    {
      "text": "Creative thinking (four items)(3) Enjoyment (six items) (4) Activation (four items) (5) Absorption (six items) (6) Absence of negative affect (three items) Social experience (eight items) Gamification in digital healthcare interventions"
    },
    {
      "text": "Overview of self-reported questionnaires to measure gamification"
    }
  ],
  "references": [
    {
      "title": "ESC e-Cardiology Working Group Position Paper: Overcoming challenges in digital health implementation in cardiovascular medicine",
      "authors": [
        "I Frederix",
        "E Caiani",
        "P Dendale",
        "S Anker",
        "J Bax",
        "A Böhm",
        "M Cowie",
        "J Crawford",
        "N De Groot",
        "P Dilaveris",
        "T Hansen",
        "F Koehler",
        "Krstačićg",
        "E Lambrinou",
        "P Lancellotti",
        "P Meier",
        "L Neubeck",
        "G Parati",
        "E Piotrowicz",
        "M Tubaro",
        "E Van Der Velde"
      ],
      "year": 2019,
      "doi": "10.1177/2047487319832394"
    },
    {
      "title": "Digital health interventions for cardiac rehabilitation: systematic literature review",
      "authors": [
        "S Wongvibulsin",
        "E Habeos",
        "P Huynh",
        "H Xun",
        "R Shan",
        "Porosnicu Rodriguez",
        "K Wang",
        "J Gandapur",
        "Y Osuji",
        "N Shah",
        "L Spaulding",
        "E Hung",
        "G Knowles",
        "K Yang",
        "W Marvel",
        "F Levin",
        "E Maron",
        "D Gordon",
        "N Martin"
      ],
      "year": 2021,
      "doi": "10.2196/18773"
    },
    {
      "title": "Mobile Technology Use Across Age Groups in Patients Eligible for Cardiac Rehabilitation: Survey Study",
      "authors": [
        "R Gallagher",
        "K Roach",
        "L Sadler",
        "H Glinatsis",
        "J Belshaw",
        "A Kirkness",
        "L Zhang",
        "P Gallagher",
        "G Paull",
        "Y Gao",
        "S Partridge",
        "H Parker",
        "L Neubeck"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.8352"
    },
    {
      "title": "Effect of a smartphone application (Perx) on medication adherence and clinical outcomes: a 12-month randomised controlled trial",
      "authors": [
        "A Li",
        "Del Olmo",
        "M Fong",
        "M Sim"
      ],
      "year": 2021
    },
    {
      "title": "Gamified applications for secondary prevention in patients with high cardiovascular disease risk: a systematic review of effectiveness and acceptability",
      "authors": [
        "A Davis",
        "H Parker",
        "R Gallagher"
      ],
      "year": 2021,
      "doi": "10.1111/jocn.15808"
    },
    {
      "title": "Gamification for health promotion: systematic review of behaviour change techniques in smartphone apps",
      "authors": [
        "E Edwards",
        "J Lumsden",
        "C Rivas",
        "L Steed",
        "L Edwards",
        "A Thiyagarajan",
        "R Sohanpal",
        "H Caton",
        "C Griffiths",
        "M Munafò",
        "S Taylor",
        "R Walton"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2016-012447"
    },
    {
      "title": "The Heart Game\": Using Gamification as Part of a Telerehabilitation Program for Heart Patients",
      "authors": [
        "M Dithmer",
        "J Rasmussen",
        "E Grönvall",
        "H Spindler",
        "J Hansen",
        "G Nielsen",
        "S Sørensen",
        "B Dinesen"
      ],
      "year": 2016
    },
    {
      "title": "From game design elements to gamefulness: defining\" gamification",
      "authors": [
        "S Deterding",
        "D Dixon",
        "R Khaled",
        "L Nacke"
      ],
      "year": 2011
    },
    {
      "title": "Defining gamification: a service marketing perspective",
      "authors": [
        "K Huotari",
        "J Hamari"
      ],
      "year": 2012,
      "doi": "10.1145/2393132.2393137"
    },
    {
      "title": "The Design of Everyday things: Revised and Expanded Edition",
      "authors": [
        "D Norman"
      ],
      "year": 2013,
      "doi": "10.2307/j.ctt13x0296.9"
    },
    {
      "title": "Does gamification work? -a literature review of empirical studies on gamification",
      "authors": [
        "J Hamari",
        "J Koivisto",
        "H Sarsa"
      ],
      "year": 2014,
      "doi": "10.1109/hicss.2014.649"
    },
    {
      "title": "Situated motivational affordances of game elements: A conceptual model",
      "authors": [
        "S Deterding"
      ],
      "year": 2011
    },
    {
      "title": "A motivational approach to self: integration in personality",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1991
    },
    {
      "title": "The motivational pull of video games: A selfdetermination theory approach",
      "authors": [
        "R Ryan",
        "C Rigby",
        "A Przybylski"
      ],
      "year": 2006,
      "doi": "10.1007/s11031-006-9051-8"
    },
    {
      "title": "Motivational affordances: Reasons for ICT design and use",
      "authors": [
        "P Zhang"
      ],
      "year": 2008,
      "doi": "10.1145/1400214.1400244"
    },
    {
      "title": "Just a fad? Gamification in health and fitness apps",
      "authors": [
        "C Lister",
        "J West",
        "B Cannon",
        "T Sax",
        "D Brodegard"
      ],
      "year": 2014,
      "doi": "10.2196/games.3413"
    },
    {
      "title": "Gamification for health and wellbeing: A systematic review of the literature",
      "authors": [
        "D Johnson",
        "S Deterding",
        "K-A Kuhn",
        "A Staneva",
        "S Stoyanov",
        "L Hides"
      ],
      "year": 2016,
      "doi": "10.1016/j.invent.2016.10.002"
    },
    {
      "title": "Does gamification increase engagement with online programs? A systematic review",
      "authors": [
        "J Looyestyn",
        "J Kernot",
        "K Boshoff",
        "J Ryan",
        "S Edney",
        "C Maher"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0173403"
    },
    {
      "title": "HealthyTogether: exploring social incentives for mobile fitness applications",
      "authors": [
        "Y Chen",
        "P Pu"
      ],
      "year": 2014,
      "doi": "10.1145/2592235.2592240"
    },
    {
      "title": "The adoption of wearables for a healthy lifestyle: can gamification help?",
      "authors": [
        "T Spil",
        "A Sunyaev",
        "S Thiebes",
        "R Van Baalen"
      ],
      "year": 2017,
      "doi": "10.24251/hicss.2017.437"
    },
    {
      "title": "The model of gamification principles for digital health interventions: evaluation of validity and potential utility",
      "authors": [
        "M Floryan",
        "P Chow",
        "S Schueller",
        "L Ritterband"
      ],
      "year": 2020,
      "doi": "10.2196/16506"
    },
    {
      "title": "Interactive digital e-health game for heart failure self-management: A feasibility study",
      "authors": [
        "K Radhakrishnan",
        "P Toprac",
        "O' Hair",
        "M Bias",
        "R Kim",
        "M Bradley",
        "P Mackert"
      ],
      "year": 2016
    },
    {
      "title": "Design and rationale of the MyHeartMate study: a randomised controlled trial of a game-based app to promote behaviour change in patients with cardiovascular disease",
      "authors": [
        "R Gallagher",
        "C Chow",
        "H Parker",
        "L Neubeck",
        "D Celermajer",
        "J Redfern",
        "G Tofler",
        "T Buckley",
        "T Schumacher",
        "C Ferry",
        "A Whitley",
        "L Chen",
        "G Figtree"
      ],
      "year": 2019
    },
    {
      "title": "Gamification for promoting advance care planning: A mixed-method systematic review and meta-analysis",
      "authors": [
        "L Liu",
        "Y Zhao",
        "C Yang",
        "H Chan"
      ],
      "year": 2021,
      "doi": "10.1177/02692163211005343"
    },
    {
      "title": "Investigating Serious Games That Incorporate Medication Use for Patients: Systematic Literature Review",
      "authors": [
        "O Abraham",
        "S Lemay",
        "S Bittner",
        "T Thakur",
        "H Stafford",
        "R Brown"
      ],
      "year": 2020,
      "doi": "10.2196/16096"
    },
    {
      "title": "Effects of exergaming on exercise capacity in patients with heart failure: results of an international multicentre randomized controlled trial",
      "authors": [
        "T Jaarsma",
        "L Klompstra",
        "Ben Gal",
        "Ben Avraham",
        "B Boyne",
        "J Bäck",
        "M Chialà",
        "O Dickstein",
        "K Evangelista",
        "L Hagenow",
        "A Hoes",
        "A Hägglund",
        "E Piepoli",
        "M Vellone",
        "E Zuithoff",
        "Npa Mårtensson",
        "J Strömberg"
      ],
      "year": 2021
    },
    {
      "title": "Exergaming and Virtual Reality for Health: Implications for Cardiac Rehabilitation",
      "authors": [
        "S Bond",
        "D Laddu",
        "C Ozemek",
        "C Lavie",
        "R Arena"
      ],
      "year": 2021
    },
    {
      "title": "Virtual reality and video games in cardiac rehabilitation programs. A systematic review",
      "authors": [
        "S García-Bravo",
        "A Cuesta-Gómez",
        "R Campuzano-Ruiz",
        "M López-Navas",
        "J Domínguez-Paniagua",
        "A Araújo-Narváez",
        "E Barreñada-Copete",
        "C García-Bravo",
        "M Flórez-García",
        "J Botas-Rodríguez",
        "R Cano-De-La-Cuerda"
      ],
      "year": 2021,
      "doi": "10.1080/09638288.2019.1631892"
    },
    {
      "title": "Assessing flow in physical activity: The flow state scale-2 and dispositional flow scale-2",
      "authors": [
        "S Jackson",
        "R Eklund"
      ],
      "year": 2002
    },
    {
      "title": "Long and short measures of flow: The construct validity of the FSS-2, DFS-2, and new brief counterparts",
      "authors": [
        "S Jackson",
        "A Martin",
        "R Eklund"
      ],
      "year": 2008
    },
    {
      "title": "Measuring presence: A literature-based approach to the development of a standardized paper-and-pencil instrument",
      "authors": [
        "M Lombard",
        "T Ditton",
        "D Crane"
      ],
      "year": 2000
    },
    {
      "title": "Measuring presence: the temple presence inventory",
      "authors": [
        "M Lombard",
        "T Ditton",
        "L Weinstein"
      ],
      "year": 2009,
      "doi": "10.1162/105474603322761252"
    },
    {
      "title": "The development of the Game Engagement Questionnaire: A measure of engagement in video game-playing",
      "authors": [
        "J Brockmyer",
        "C Fox",
        "K Curtiss",
        "E Mcbroom",
        "K Burkhart",
        "J Pidruzny"
      ],
      "year": 2009
    },
    {
      "title": "The development and validation of the game user experience satisfaction scale (GUESS)",
      "authors": [
        "M Phan",
        "J Keebler",
        "B Chaparro"
      ],
      "year": 2016,
      "doi": "10.1177/0018720816669646"
    },
    {
      "title": "Validation of the GUESS-18: a short version of the Game User Experience Satisfaction Scale (GUESS)",
      "authors": [
        "J Keebler",
        "W Shelstad",
        "D Smith",
        "B Chaparro",
        "M Phan"
      ],
      "year": 2020
    },
    {
      "title": "Construction and evaluation of a user experience questionnaire",
      "authors": [
        "B Laugwitz",
        "T Held",
        "M Schrepp"
      ],
      "year": 2008,
      "doi": "10.1007/978-3-540-89350-9_6"
    },
    {
      "title": "SUS-A quick and dirty usability scale",
      "authors": [
        "J Brooke"
      ],
      "year": 1996,
      "doi": "10.1201/9781498710411-35"
    },
    {
      "title": "Validation of the system usability scale (SUS) SUS in the wild",
      "authors": [
        "S Peres",
        "T Pham",
        "R Phillips"
      ],
      "year": 2013,
      "doi": "10.1177/1541931213571043"
    },
    {
      "title": "Revisiting the Factor Structure of the System Usability Scale",
      "authors": [
        "Jjr Lewis",
        "J Sauro"
      ],
      "year": 2017
    },
    {
      "title": "Development and validation of the player experience inventory: A scale to measure player experiences at the level of functional and psychosocial consequences",
      "authors": [
        "V Abeele",
        "K Spiel",
        "L Nacke",
        "D Johnson",
        "K Gerling"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijhcs.2019.102370"
    },
    {
      "title": "Gameful experience in gamification: Construction and validation of a gameful experience scale [GAMEX",
      "authors": [
        "R Eppmann",
        "M Bekk",
        "K Klein"
      ],
      "year": 2018
    },
    {
      "title": "Gameful Experience Questionnaire (GAMEFULQUEST): an instrument for measuring the perceived gamefulness of system use",
      "authors": [
        "J Högberg",
        "J Hamari",
        "E Wästlund"
      ],
      "year": 2019,
      "doi": "10.1007/s11257-019-09223-w"
    },
    {
      "title": "Flow: The Psychology of Optimal Experience",
      "authors": [
        "M Csikszentmihalyi",
        "M Csikzentmihaly"
      ],
      "year": 1990
    },
    {
      "title": "Beyond Boredom and Anxiety: Experiencing Flow in Work and Play",
      "authors": [
        "M Csikszentmihalyi"
      ],
      "year": 1975
    },
    {
      "title": "GEQ (Game Engagement/Experience Questionnaire): a review of two papers",
      "authors": [
        "K Norman"
      ],
      "year": 2013,
      "doi": "10.1093/iwc/iwt009"
    },
    {
      "title": "Validation of two game experience scales: the Player Experience of Need Satisfaction (PENS) And Game Experience Questionnaire (GEQ)",
      "authors": [
        "D Johnson",
        "M Gardner",
        "R Perry"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijhcs.2018.05.003"
    },
    {
      "title": "What is usability",
      "authors": [
        "N Bevana",
        "J Kirakowskib",
        "J Maissela"
      ],
      "year": 1991
    },
    {
      "title": "Combining Users' Needs With Health Behavior Models in Designing an Internet-and Mobile-Based Intervention for Physical Activity in Cardiac Rehabilitation",
      "authors": [
        "K Antypas",
        "S Wangberg"
      ],
      "year": 2014
    },
    {
      "title": "Mobile health interventions to promote physical activity and reduce sedentary behaviour in the workplace: a systematic review",
      "authors": [
        "S Buckingham",
        "A Williams",
        "K Morrissey",
        "L Price",
        "J Harrison"
      ],
      "year": 2019,
      "doi": "10.1177/2055207619839883"
    }
  ],
  "num_references": 49
}
