{
  "paper_id": "RNMW7353",
  "title": "The effectiveness of behavioral modification interventions for managing weight gain in pregnant women with overweight or obesity: a systematic review and Bayesian network meta-analysis",
  "abstract": "Background: Global obesity prevalence among pregnant women is associated with adverse health outcomes for both the mother and the infant. Objective: This study aims to evaluate the efficacy of a behavioural intervention management model for controlling gestational weight gain (GWG) in pregnant women with overweight or obesity. Methods: The quality of the evidence was assessed using the Confidence In Network Meta-Analysis technique. Moreover, a Bayesian network metaanalysis summarised the comparative efficacy of various intervention methods on GWG outcomes. Results: The analysis included 24 trials with 11,008 participants across three different management models: in-person, remote (electronic health (eHealth) or mobile health (mHealth)), and mixed. Evidence quality ranged from very low to high. The multi-behavioural intervention delivered via a blended in-person and mHealth model demonstrated the highest likelihood of being in the top ranks of intervention effectiveness compared to the other interventions included in the analysis, scoring 85.9%. Conclusions: The multi-behavioural intervention delivered via a blended in-person and mHealth administration mode ranked highest in effectiveness for reducing GWG in pregnant women with overweight or obesity compared to the other interventions included in the analysis. Future studies may focus on addressing evidence gaps through more rigorous and direct comparative analyses.",
  "year": 2023,
  "date": "2023",
  "journal": "Journal of Business Research",
  "publication": "Journal of Business Research",
  "authors": [
    {
      "forename": "Hongli",
      "surname": "Yu",
      "name": "Hongli Yu",
      "affiliation": "a  College of Physical Education , Sichuan University of Science & Engineering , Zigong , Sichuan , People's Republic of China; \n\t\t\t\t\t\t\t\t College of Physical Education \n\t\t\t\t\t\t\t\t Sichuan University of Science & Engineering \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zigong \n\t\t\t\t\t\t\t\t\t Sichuan \n\t\t\t\t\t\t\t\t\t People's Republic of China;",
      "email": "hongli.yu@suse.edu.cn"
    },
    {
      "forename": "Mingmao",
      "surname": "Li",
      "name": "Mingmao Li"
    },
    {
      "forename": "Guoping",
      "surname": "Qian",
      "name": "Guoping Qian",
      "affiliation": "b  Department of Fitness , Gdansk University of Physical Education and Sport , Gdansk , Poland \n\t\t\t\t\t\t\t\t Department of Fitness \n\t\t\t\t\t\t\t\t Gdansk University of Physical Education and Sport \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gdansk \n\t\t\t\t\t\t\t\t\t Poland",
      "email": "guoping.qian@awf.gda.pl"
    },
    {
      "forename": "Gang",
      "surname": "Xu",
      "name": "Gang Xu",
      "affiliation": "a  College of Physical Education , Sichuan University of Science & Engineering , Zigong , Sichuan , People's Republic of China; \n\t\t\t\t\t\t\t\t College of Physical Education \n\t\t\t\t\t\t\t\t Sichuan University of Science & Engineering \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zigong \n\t\t\t\t\t\t\t\t\t Sichuan \n\t\t\t\t\t\t\t\t\t People's Republic of China;"
    },
    {
      "forename": "Zbigniew",
      "surname": "Ossowski",
      "name": "Zbigniew Ossowski",
      "affiliation": "b  Department of Fitness , Gdansk University of Physical Education and Sport , Gdansk , Poland \n\t\t\t\t\t\t\t\t Department of Fitness \n\t\t\t\t\t\t\t\t Gdansk University of Physical Education and Sport \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gdansk \n\t\t\t\t\t\t\t\t\t Poland"
    },
    {
      "forename": "Anna",
      "surname": "Szumilewicz",
      "name": "Anna Szumilewicz",
      "affiliation": "b  Department of Fitness , Gdansk University of Physical Education and Sport , Gdansk , Poland \n\t\t\t\t\t\t\t\t Department of Fitness \n\t\t\t\t\t\t\t\t Gdansk University of Physical Education and Sport \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gdansk \n\t\t\t\t\t\t\t\t\t Poland"
    }
  ],
  "doi": "10.1080/17437199.2025.2474023",
  "keywords": [
    "Obesity",
    "pregnant women",
    "gestational weight gain",
    "behaviour intervention"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Obesity remains a significant global health issue that is both prevalent and preventable  (World Health Organization, 2024) . Pregnant women constitute an exceptional population, with an increasing percentage globally categorised as obese  (Wang et al., 2021) . Research highlights the profound effects of maternal obesity on both the mother's physical and mental health and on fetal development, which may affect childhood health outcomes  (Godfrey et al., 2017) . Pregnant women with obesity are more likely to face complications such as hypertension, gestational diabetes, preeclampsia, the need for cesarean sections, and anxiety  (Leddy et al., 2008) . Additionally, maternal obesity can lead to macrosomia, stillbirth, and birth defects and can impact the child's metabolic health, vulnerability to chronic illnesses, and general growth and development  (Leddy et al., 2008) .\n\nMaternal obesity is influenced by a complex interplay of individual behavioural factors, genetic predisposition, environmental factors, and socioeconomic conditions. Among these, behavioural factors are crucial determinants of a pregnant woman's weight  (Scott et al., 2024) . Numerous studies have shown that behaviour modification interventions can significantly reduce complications associated with excessive gestational weight gain (GWG)  (Guelinckx et al., 2010; Liu et al., 2021; Rauh et al., 2015) . As a result, a variety of intervention strategies utilizing behaviour change techniques (BCTs) have been developed, incorporating a wide range of delivery methods, including remote (e.g., mobile health: mHealth and electronic health: eHealth), in-person, and hybrid methods.\n\nIn-person interventions offer unique advantages in providing immediate feedback and personalised interaction. However, they also pose logistical, cost, accessibility, and social challenges that require careful consideration during their planning and implementation. In response to these challenges, eHealth and mHealth have emerged as solutions, providing advantages in accessibility, convenience, customisation, and efficiency  (Negash et al., 2018; Yu et al., 2023) . However, intervention methods can vary significantly depending on management models. Researchers indicate that blended interventions often outperform both in-person and eHealth models in improving adults' physical activity, nutrition, and weight-related outcomes  (Yang et al., 2023) . Nevertheless, evidence suggests that supervised exercise programmes are effective for pregnant women with overweight or obesity in preventing excessive weight gain  (Muhammad et al., 2021) . There is currently limited research examining how different delivery settings influence the effectiveness of behavioural intervention strategies specifically for pregnant women with overweight or obesity.\n\nMoreover, previous systematic reviews of behavioural treatments have shown inconsistent results; some suggest that lifestyle modification reduces weight gain in pregnant women with obesity, while others report minimal effects  (Fair & Soltani, 2021; Peaceman et al., 2018) . This variation may stem from the lack of differentiation between intervention models in reviews. This underlines the need for further research to identify effective delivery methods and evaluate their impact on maternal health outcomes. A systematic review focused solely on remote behavioural interventions revealed that such methods have limited impact on the weight management of expectant women with obesity  (Rhodes et al., 2020) , yet this does not undermine digital health initiatives. Conversely, a review of electronic-based lifestyle interventions confirmed their effectiveness in modifying detrimental behaviours in pregnancies with overweight or obesity  (Lau et al., 2017) .\n\nThese contradictions highlight the necessity for an all-encompassing and current meta-analysis to collect credible evidence. Additionally, there is a scarcity of research comparing the efficacy of behavioural treatments across in-person, remote, and hybrid modes. Traditional meta-analyses frequently face limitations in assessing individual treatments because of restricted data availability. A considerable research gap still exists in examining the effectiveness of behavioural interventions when integrated with diverse approaches to supporting pregnant women with excessive GWG. Moreover, neither evidence-based medical research nor national guidelines have yet addressed this complicated issue. The Bayesian framework in network meta-analysis (NMA) uses advanced statistical methods based on Bayesian inference to figure out how different interventions affect treatment outcomes across a large network. This method combines direct evidence from head-tohead comparisons with indirect evidence from treatment relationships linked to each other. This makes it possible to get a more complete and more accurate picture of how two treatments compare. By extending traditional Bayesian meta-analysis to accommodate complex comparison networks, Bayesian NMA offers significant advantages in terms of flexibility, interpretability, and uncertainty accounting. Therefore, this study aims to conduct a systematic review and Bayesian meta-analysis. It aims to determine the most effective combination of diverse administrative approaches and behavioural interventions for managing GWG in pregnant women with overweight or obesity."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Protocol",
      "text": "Our methodology adheres to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Network Meta-Analyses (PRISMA-NMA) for health care and the Cochrane Collaboration's guidelines  (Hutton et al., 2015) . The PRISMA-NMA checklist, detailed in the supplemental file, ensures consistency and reproducibility (Additional File 1). Additionally, we preregistered this NMA with the International Prospective Register of Systematic Reviews (PROSPERO) under registration number CRD42024558615, complying with the recommended guidelines for systematic reviews registration and reporting."
    },
    {
      "title": "Study selection and search strategy",
      "text": "Two independent researchers systematically searched electronic databases, including Embase, Web of Science, EBSCOhost, and PubMed, using the PICOS framework  ('Comparison, Intervention, Outcomes, Population, and Study Design') . The population consisted of pregnant women with obesity or overweight; the intervention focused on lifestyle and behaviour changes, and the comparator was standard care. The outcome measured was GWG, and the study design was restricted to randomised controlled trials (RCTs). Keywords and Boolean operators used were: (excessive weight OR obesity OR overweight OR adiposity OR obese) AND (pregnant women OR pregnancy OR maternal OR expectational mother) AND (behaviour modification OR behaviour change OR behaviour change techniques OR lifestyle change) AND (random control trials OR RCTs). This comprehensive search strategy, detailed in Additional File 2: Table  S2 , included manual searches of relevant international conferences, reviews, references from the included studies, and meta-analyses to ensure thorough coverage. Two investigators independently reviewed the initial searches to enhance objectivity and reduce bias, using EndNote (Version X9, USA) for screening and duplicate removal. We subsequently conducted full-text screening and resolved any disagreements through discussion or consulting a third party."
    },
    {
      "title": "Exclusion and inclusion criteria",
      "text": "Inclusion criteria for the NMA were defined by critical factors, including the population, interventions, comparators, outcomes, and study categories. Exclusion criteria were: (I) interventions unrelated to behaviour modification; (II) non-human studies; (III) protocols or non-RCTs; (IV) studies with inaccessible full texts; (V) studies that lacked a detailed description of the standard care arm or provided care that deviated from international prenatal guidelines (e.g., lacking structured behavioural counseling, comprehensive dietary advice, or systematic physical activity recommendations, as outlined by organisations such as the World Health Organization or national obstetric associations). Inclusion criteria were: (I) women with overweight or obesity and singleton pregnancies without other medical conditions; (II) interventions were either in-person or remote (eHealth/ mHealth) or a combination; (III) comparisons were among different experimental groups or a standard care group; (IV) GWG outcome data were available  (Higgins et al., 2019) . There were no restrictions on publication year, gestational trimester, ethnicity, geography, or language. The categorisation criteria for eHealth, mHealth, and in-person interventions were determined based on their specific definitions."
    },
    {
      "title": "Data collection and management",
      "text": "Two researchers independently extracted data from the included RCTs using a standardised form, following the guidelines set by the Cochrane Consumers and Communication Review Group  (Li et al., 2019) . The data that have been extracted encompassed publication year, lead author, participant age, gestational week, sample size, and pre-and post-intervention GWG outcomes, along with intervention characteristics. We present the specific data extraction items and their corresponding definitions or explanations in Additional File 2, Table  S3 . We consulted with a third-party consultant to resolve any inconsistencies in the data extraction process."
    },
    {
      "title": "Quality appraisal",
      "text": "The quality of included studies was evaluated using the Risk of Bias (ROB) Tool from the Cochrane Collaboration, covering seven dimensions: (I) random sequence generation; (II) allocation concealment; (III) blinding of participants and personnel; (IV) blinding of outcome assessments; (V) completeness of outcome data; (VI) selective results reporting; and (VII) potential other biases  (Shuster, 2011) . These criteria were used to evaluate the literature under analysis, which was then categorised into one of the following classifications: 'high risk', 'unclear', or 'low risk'. Two researchers conducted an examination of each literature paper separately. In the event of any disagreements, a third expert would intervene to resolve them. The Cochrane RevMan Web was employed to evaluate the ROB.\n\nThe quality of evidence was examined using the Confidence In Network Meta-Analysis (CINeMA) technique  (Papakonstantinou et al., 2020) . This methodology is based on the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) framework  (Rhodes et al., 2020) . The evaluation encompasses six dimensions: incoherence, inconsistency, indirectness, imprecision, reporting bias, and within-study bias. This evaluation synthesises the evidence quality, supporting the comparative efficacy of each treatment relative to the control group, which aligns with the NMA's goals.\n\nInitially, high-quality evidence was assigned to the comparisons. Subsequent reviews assessed six domains: incoherence, imprecision, inconsistency, reporting bias, indirectness, and ROB. The potential issues or risks that might necessitate downgrading were assessed for each dimension. The results of the evaluation were categorised as low risk or no concerns (without any reduction in rating), some concerns (one-level reduction in rating), and major concerns (two-level reduction in rating). The final assessment for each comparison was determined based on the cumulative score of the six dimensions mentioned above, classifying them into one of four confidence rating categories: extremely low, low, moderate, and high."
    },
    {
      "title": "Statistical analysis",
      "text": "For studies where GWG was assessed as a continuous variable, effect sizes were determined by computing the weighted mean difference (WMD) using the group means and standard deviations (SDs) from individual studies. Pooled effect sizes were computed as a pooled mean difference (MD) with a 95% credible interval (CI). Multi-arm trials were managed by accounting for inherent correlations between treatment groups within the same study. Specifically, when multiple comparisons from a single trial were incorporated into the network meta-analysis, variance adjustments were applied to prevent overestimation of the trial's weight. These adjustments were implemented following the methodological recommendations outlined in the Cochrane Handbook. This ensured that each trial contributed equitably and without bias from duplicate data  (Higgins et al., 2019) . A network diagram visually depicts both direct and indirect comparisons between interventions. Heterogeneity in each paired intervention comparison was assessed, with non-significant global inconsistency indicated by a P-value greater than 0.05. I 2 values categorise heterogeneity as low (25%), moderate (50%), or high (75%)  (Higgins et al., 2003) . Node splitting was used to assess local inconsistencies, with P-values below 0.05 indicating significance.\n\nNetwork transitivity evaluation is a vital prerequisite in NMA, and its evaluation would directly affect our analysis. Consequently, to ensure sufficient similarity across various intervention comparisons, we assessed transitivity by comparing methodological and clinical aspects, including patient demographics and experimental designs. In the Bayesian framework, non-informative prior distributions were employed for the effect sizes of each intervention, ensuring that the analysis remained free from prior assumptions that could introduce bias. Parameter estimation was performed using the restricted maximum likelihood method. To facilitate comparison across treatments, hierarchical random effects were applied, enabling the evaluation of differences between various interventions. A connected network was constructed, integrating both direct and indirect comparisons through a multivariate meta-analysis. This allowed for the simultaneous assessment of multiple interventions  (Jansen & Naci, 2013) . To ensure the reliability of the estimates, three parallel Markov chains were initialised randomly, each undergoing 50,000 iterations. The first 10,000 iterations were discarded as part of the burn-in process, minimising the impact of initial values on final results  (Mavridis & Salanti, 2013; Shim et al., 2019 )  . The model convergence was evaluated using the Gelman-Rubin diagnostic, which confirmed that the chains had reached a stable distribution  (Brooks & Gelman, 1998) . The surface under the cumulative ranking curve (SUCRA) summarises the efficacy of different individual interventions by providing a concise numerical cumulative ranking probability plot. Higher SUCRA scores indicate a higher probability of an intervention being ranked at the top in terms of effectiveness compared to other interventions included in the analysis, while a lower score suggests that an intervention is more likely to be in the lower ranks of intervention effectiveness compared to other interventions included in the analysis  (Daly et al., 2019) . Additionally, an asymmetric funnel diagram was created to identify potential publication bias. The reliability and robustness of the synthesised evidence were verified by examining loop inconsistencies. The 95% CI and inconsistency factor were used to assess loop inconsistency. The presence of an inconsistency factor value of 0 within the 95% CI indicates that loop inconsistency is not statistically significant  (Turner et al., 2023) . An inconsistency factor closes to zero suggests a decreased likelihood of loop inconsistency.\n\nThis study utilised the 'Network' and 'MVMETA' packages of StataMP 17.0 (Stata Corporation, Lakeway, Texas, USA) to conduct random effects model analyses on all indicated variables."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search results and study characteristics",
      "text": "Figure  1  shows the flowchart for PRISMA-NMA literature selection. Initial search results identified 27,977 publications, with an additional six retrieved from international trial registers and reference databases. After removing 26,898 duplicates, 1,027 papers were excluded based on the review of the title and abstract. Reviewing the full text of 58 prospectively eligible papers resulted in the exclusion of 34 due to various reasons: 13 involved participants with additional complications, 10 lacked necessary data, and 11 were conference papers. Consequently, 24 studies met the inclusion criteria, involving 11,008 pregnant women aged 20-35 (Additional File 2: The list of included studies). Of these, 5,796 were in the experimental groups, and 5,212 were in the control groups.\n\nThese RCTs, published in English from 2010 to 2023, focused on interventions from the first trimester until delivery, with 54.1% involving participants in their first trimester and 50% aged between 26 and 30 years. Furthermore, 54.1% had a sample size of 100 or fewer participants. The interventions integrated behavioural strategies addressing both physical activity and dietary modifications, employing remote, in-person, or hybrid management approaches, with durations ranging from 11 to 40 weeks. The majority of interventions (91.7%) targeted a combination of physical activity and dietary behavioural strategies, classified as multi-behavioural interventions, while 8.3% focused exclusively on dietary modifications. None of the studies solely focused on physical activity modifications as an intervention. Half of the studies utilised in-person management strategies, and 50% implemented interventions lasting between 11 and 20 weeks. Key data from all 24 trials are summarised in Figure  2 , with detailed descriptions of the interventions and participant characteristics in Additional File 2: Table  S4 ."
    },
    {
      "title": "Quality of included studies",
      "text": "Random sequence generation raised some concerns in 20.8% of the trials (N = 5). Allocation concealment bias was deemed highly probable in 8.3% of the trials (N = 2). It was found in 12.5% of the trials (N = 3) that performance bias, particularly concealment of participants and personnel, was high. The outcomes of 95% of studies (N = 23) did not show evidence of attrition or reporting bias. The results of 16.7% of the studies raised concern about other biases, mostly related to the small size of the sample. Both aggregate and individual ROB assessments are detailed in Additional Files 2: Figures  S1  and  S2 . The GRADE level of evidence, evaluated using the CINeMA technique, varied from very low to high, as detailed in Additional File 2: Table  S5 ."
    },
    {
      "title": "Network map",
      "text": "A closed loop formed by the direct comparison of eight intervention arms is depicted in Figure  3 . Node sizes represent the sample size for each intervention, ranging from the smallest at a multibehavioural intervention conducted via a blended mHealth and eHealth model with 33 participants to the largest at a multi-behavioural intervention delivered via an in-person model with 2,446 participants. Line widths indicate the frequency of comparisons between treatments, with standard care and multi-behavioural intervention delivered via an in-person model having the most direct comparisons."
    },
    {
      "title": "Primary outcome",
      "text": "The global inconsistency for the changed GWG outcomes was low (I 2 = 0%, p = 0.08), as shown in Figure  4 . The node-splitting method revealed no significant heterogeneities in direct or indirect evidence among the interventions, detailed in Additional File 2: Table  S6 . In comparison to the standard care, the multi-behavioural intervention delivered via an in-person model significantly improved GWG outcomes (MD = -1.53, 95% CI [-2.56, -0.51] as presented in Table  1 . No other significant differences between delivery modes were detected. Intervention effects were ranked using cumulative SUCRA scores; multi-behavioural intervention delivered via a blended mHealth and eHealth model scored the lowest (26.3%), while multi-behavioural intervention delivered via a blended in-person and mHealth model demonstrated the highest likelihood of being in the top ranks of intervention effectiveness compared to the other interventions included in the analysis, scoring 85.9% (Table  1  and Additional File 2: Figure  S3 ). No publication bias was detected in the comparison-adjusted funnel plot (Figure  5 ). Loop inconsistency was unlikely to exist, as indicated in Additional File 2: Figure  S4 )."
    },
    {
      "title": "Discussion",
      "text": "This study conducted a systematic review and Bayesian network analysis to identify the effectiveness of behavioural intervention models for managing GWG in pregnant women with overweight or obesity, considering intervention delivery methods: in-person, remote, vs. mixed interventions. It included 24 RCTs with a total of 11,008 participants across seven different arms. The results indicated that the multi-behavioural intervention delivered via a blended in-person and mHealth treatment was significantly more effective in controlling excessive weight gain during pregnancy than multibehavioural intervention conducted via an in-person delivery model and dietary behavioural interventions implemented via an in-person delivery model. However, the conclusion that multi-behavioural intervention delivered via a blended in-person and mHealth model is the best strategy must be interpreted with caution due to limited direct evidence and varying evidence quality among the included studies. This study complements our previous meta-analysis in which we focused on the content of the interventions: physical activity, diet, behaviour modification, and combination interventions  (Yu et al., 2024) . Both mothers and their babies may experience several long-term and short-term health complications as a result of obesity during pregnancy. The International Institute of Medicine (IOM) guidelines recommend a total weight gain of 6.8-11.3 kg (15-25 lbs) for overweight women and 5-9.1 kg (11-20 lbs) for women with obesity during pregnancy  (Rasmussen & Yaktine, 2009) . Notably, studies suggest that gaining less than these recommended amounts does not adversely affect fetal development or newborn outcomes, emphasising the importance of tailored weight management strategies  (Brooks & Gelman, 1998) . The first known behaviour modification intervention study was published in 1976. This strategy was later adapted in 2010 to control weight gain in pregnant women with obesity  (Guelinckx et al., 2010) . With the rapid advancement of science and technology, the landscape of behaviour change intervention strategies has undergone a significant transformation. Between 2010 and 2013, in-person interventions were predominant. The period from 2014 onward saw the rise of behavioural interventions conducted via eHealth models and innovative hybrid models combining in-person and remote elements. The COVID-19 pandemic further accelerated the adoption of purely mHealth or blended mHealth and eHealth models in 2020 and 2022, respectively, which proved crucial for reducing infection risks among pregnant women  (Aleem et al., 2023) . These remote interventions have significantly improved pregnant women's body composition, showcasing their potential to transform health and well-being  (Yu et al., 2022) .\n\nRemote intervention models, including mHealth apps, telehealth, web-based platforms, and online support groups, offer advantages like accessibility, convenience, and cost-effectiveness (Yu   et al., 2023) . However, their effectiveness may be limited by engagement issues, lack of personal support, and technical barriers. Our research indicated that the multi-behavioural intervention delivered via a blended mHealth and eHealth model received the lowest SUCRA score. While our review indicated that purely digital interventions were generally less effective, this does not mean all digital interventions are ineffective. A critical distinction lies in the differentiation between guided and nonguided interventions. Guided digital interventions, which involve support from healthcare providers or other professionals (e.g., through phone calls or chats), may offer more personalised strategies, potentially improving their effectiveness in managing weight gain during pregnancy. However, the variability in study designs across the included studies prevented a full exploration of the frequency and intensity of intervention sessions. These are likely significant determinants of effectiveness. Future research may examine these factors more closely, particularly guidance and session characteristics. This aims to provide a clearer understanding of the comparative effectiveness of digital interventions and enhance their real-world applicability. Furthermore, to enhance these interventions, developers may closely collaborate with healthcare professionals to ensure the accuracy and relevance of the content while adhering to evidence-based guidelines. Equally important is the active involvement of the target population during the development process to enhance the interventions' acceptability, feasibility, and user-centered design. Employing validated evaluation frameworks, such as the Mobile Application Rating Scale (MARS), can further support the development of high-quality, evidence-informed interventions  (Stoyanov et al., 2015) . In-person interventions typically offer more immediate and personalised care, which is particularly beneficial for pregnant women who may require urgent medical attention  (Buultjens et al., 2023) . In-person interactions ensure that any urgent medical issues or crises are promptly addressed. This immediate access to professional care enhances safety and health outcomes for both mother and baby. Our study concluded that the intervention management model ranked highest in effectiveness for controlling excessive weight gain during pregnancy is the mixed approach, multi-behavioural intervention delivered via a blended in-person and mHealth model, compared to other interventions included in the analysis. While the lack of statistically significant differences in direct comparisons introduces some uncertainty, the high SUCRA value provides valuable insights into the overall effectiveness of the intervention. This ranking, which incorporates both direct and indirect evidence, is crucial for clinical decision-making, offering a comprehensive evaluation of the intervention's relative performance across the entire body of available evidence. Considering the respective advantages and disadvantages of both remote and in-person modes, researchers have developed a hybrid model that integrates the two approaches. Although the hybrid model is small in number among the included studies, it offers a balanced, flexible, and effective strategy that maximises the benefits of each method  (Buultjens et al., 2023) . In-person sessions enable healthcare providers to perform thorough physical assessments, observe non-verbal cues, and offer handson support. Remote interventions can complement this by providing continuous monitoring and personalised feedback through digital tools, ensuring care is responsive and adaptive. Furthermore, digital platforms used in remote interventions can provide educational materials, reminders, and interactive content that reinforce in-person lessons  (Yu et al., 2023) . This dual approach ensures that participants have access to comprehensive information and support.\n\nThe quality assessment revealed that the articles demonstrated varying levels of evidence quality and a potential risk of bias, particularly in the allocation concealment and blinding of participants and personnel  (Sil et al., 2019) . Achieving allocation concealment in behaviour change interventions for pregnant women is challenging due to the distinct and noticeable nature of activities such as specific diets or exercise routines, which make the assigned intervention evident. Ethical requirements for informed consent and the necessity of personalised feedback further complicate concealment and full blinding  (Kadam, 2017) . Additionally, the operational complexity of rigorous concealment methods, staff involvement, and participant expectations contribute to these difficulties. Control groups often receive markedly different treatments, making group identification easier. Moreover, behaviour change intervention models for pregnant women are difficult to double-blind due to the active participation required, observable changes in behaviour, and the need for direct interaction between participants and healthcare providers. These interventions frequently rely on self-reported data and personalised feedback, further complicating blinding  (Scott et al., 2024) . Knowledge of group assignments can lead to differential treatment by providers, introducing bias. These strategies may mitigate these biases, including centralised randomisation, blinded outcome assessment, standardised procedures, and separating personnel roles; however, complete concealment and double blinding remain particularly challenging due to the inherent nature of these interventions."
    },
    {
      "title": "Strengths and limitations",
      "text": "This study systematically synthesises data from multiple RCTs, providing a comprehensive overview of remote, in-person, and mixed lifestyle intervention models for the management of GWG in pregnant women with overweight or obesity. Utilizing network meta-analysis enables comparisons both directly and indirectly among different models, providing a comprehensive insight into their relative effectiveness. Managing weight through a healthy diet, physical activity, and medical guidance before and during pregnancy is essential to minimise complications for both maternal and fetal health. The insights from this study are vital for developing evidence-based recommendations for weight management in this demographic. However, the study has limitations. The included studies vary in quality from low to medium, potentially affecting the robustness of the conclusions. Potential biases within these studies could impact the validity of the findings. Many studies included have short follow-up periods, limiting the ability to assess the long-term efficacy and sustainability of the interventions. Despite efforts to minimise subjectivity, the independent risk assessment of bias by two experts could influence the results. While subgroup analyses were conducted, the scope was limited to multi-behavioural interventions and dietary interventions. This limitation arose from the inability to assess the impact of various behavioural interventions. Additionally, the active components of these interventions, particularly the BCTs employed, are likely to play a significant role in determining their effectiveness. Unfortunately, due to insufficient reporting, we were unable to explore the specific contributions of these techniques. Future research may prioritise identifying and examining distinct BCTs and behavioural targets to better understand their influence on intervention outcomes. Lastly, the predominance of studies from high-income countries may limit the generalizability of the findings to low-and middle-income settings, where different conditions might affect the feasibility and effectiveness of the interventions. Another limitation of our analysis is the lack of consideration of the educational level of the study participants. Potentially, the education level may determine the effectiveness of remote mHealth and eHealth services, including the independent use of mobile applications, reading messages and specialised content. Pregnancy outcomes should also be taken into account when estimating the effectiveness of future interventions. It can be assumed that in the case of high-risk pregnancies, the effectiveness of remote intervention may decrease. However, these questions require separate examination in future work."
    },
    {
      "title": "Conclusions",
      "text": "Our study found that the multi-behavioural intervention delivered via a blended in-person and mHealth administration mode ranked highest in effectiveness for reducing GWG in pregnant women with overweight or obesity compared to the other interventions included in the analysis. This was followed by multi-behavioural intervention conducted via an in-person delivery model and dietary behavioural interventions implemented via an in-person delivery model. Nonetheless, caution is advised in interpreting these findings due to the lack of direct comparative trials and the limited quality of the existing evidence base. It is imperative to establish a robust, evidencebased foundation to inform the development of effective intervention strategies for controlling excessive weight gain during pregnancy. Future high-quality research is crucial to explore and integrate customised intervention methodologies. These studies may prioritise addressing current evidence deficiencies through more rigorous and direct comparative analyses. This approach will enable healthcare professionals to provide effective care to mothers and their unborn infants and determine the best strategies to manage GWG within this demographic."
    },
    {
      "text": "Figure 1. The PRISMA flowchart illustrates the process of selecting papers in this study."
    },
    {
      "text": "Figure 2. Pie charts depict the primary characteristics of the included research population and interventions."
    },
    {
      "text": "Figure 3. A network map that illustrates the direct evidence of changed gestational weight gain outcomes derived from all intervention arms. The size of a node corresponds to the number of treatment participants. The thickness of interconnecting lines indicates the number of RCTs that directly compare treatment pairings. I-MBI stands for multi-behavioural intervention delivered via an in-person model, e-MBI for multi-behavioural intervention delivered via an eHealth model, m-MBI for multi-behavioural intervention delivered via a mHealth model, I-DBI for dietary behavioural intervention delivered via an in-person model, I-MBI + m-MBI for multi-behavioural intervention delivered via a blended in-person and mHealth model, I-MBI + e-MBI for multi-behavioural intervention delivered via a blended in-person and eHealth model, and e + m-MBI for multi-behavioural intervention via a blended mHealth and eHealth model."
    },
    {
      "text": "Figure 4. A network forest diagram depicts the comparative efficiency of different intervention methods for managing GWG. The intervention categories depicted in this figure are as follows: A for I-DBI, B for I-MBI, C for I-MBI + e-MBI, D for I-MBI + m-MBI, E for standard care, F for e + m-MBI, G for e-MBI, H for m-MBI, and G for e-MBI. I-MBI stands for multi-behavioural intervention delivered via an in-person model, e-MBI for multi-behavioural intervention delivered via an eHealth model, m-MBI for multi-behavioural intervention delivered via a mHealth model, I-DBI for dietary behavioural intervention delivered via an in-person model, I-MBI + m-MBI for multi-behavioural intervention delivered via a blended in-person and mHealth model, I-MBI + e-MBI for multibehavioural intervention delivered via a blended in-person and eHealth model, and e + m-MBI for multi-behavioural intervention via a blended mHealth and eHealth model."
    },
    {
      "text": "Relative effect sizes of treatments efficacy at post-treatment.Note: SUCRA for the surface under the cumulative ranking curve. I-MBI stands for multi-behavioural intervention delivered via an in-person model, e-MBI for multi-behavioural intervention delivered via an eHealth model, m-MBI for multi-behavioural intervention delivered via a mHealth model, I-DBI for dietary behavioural intervention delivered via an in-person model, I-MBI + m-MBI for multi-behavioural intervention delivered via a blended inperson and mHealth model, I-MBI + e-MBI for multi-behavioural intervention delivered via a blended in-person and eHealth model, and e + m-MBI for multi-behavioural intervention via a blended mHealth and eHealth model."
    },
    {
      "text": "Figure 5. A funnel chart illustrates the presence of publication bias in randomised controlled trials concerning changes in gestational weight gain. The intervention categories depicted in this figure are as follows: A for I-DBI, B for I-MBI, C for I-MBI + e-MBI, D for I-MBI + m-MBI, E for standard care, F for e + m-MBI, G for e-MBI, H for m-MBI, and G for e-MBI. I-MBI stands for multi-behavioural intervention delivered via an in-person model, e-MBI for multi-behavioural intervention delivered via an eHealth model, m-MBI for multi-behavioural intervention delivered via a mHealth model, I-DBI for dietary behavioural intervention delivered via an in-person model, I-MBI + m-MBI for multi-behavioural intervention delivered via a blended in-person and mHealth model, I-MBI + e-MBI for multi-behavioural intervention delivered via a blended in-person and eHealth model, and e + m-MBI for multi-behavioural intervention via a blended mHealth and eHealth model."
    }
  ],
  "references": [
    {
      "title": "Remote work and the COVID-19 pandemic: An artificial intelligence-based topic modeling and a future agenda",
      "authors": [
        "M Aleem",
        "M Sufyan",
        "I Ameer",
        "M Mustak"
      ],
      "year": 2023,
      "doi": "10.1016/j.jbusres.2022.113303"
    },
    {
      "title": "General methods for monitoring convergence of iterative simulations",
      "authors": [
        "S Brooks",
        "A Gelman"
      ],
      "year": 1998,
      "doi": "10.1080/10618600.1998.10474787"
    },
    {
      "title": "Maternity care during a pandemic: Can a hybrid telehealth model comprising group interdisciplinary education support maternal psychological health?",
      "authors": [
        "M Buultjens",
        "J Gill",
        "J Fielding",
        "K Lambert",
        "K Vondeling",
        "S Mastwyk",
        "B Erbas"
      ],
      "year": 2023,
      "doi": "10.1016/j.wombi.2022.09.007"
    },
    {
      "title": "Empirical evaluation of SUCRA-based treatment ranks in network meta-analysis: Quantifying robustness using Cohen's kappa",
      "authors": [
        "C Daly",
        "B Neupane",
        "J Beyene",
        "L Thabane",
        "S Straus",
        "J Hamid"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-024625"
    },
    {
      "title": "A meta-review of systematic reviews of lifestyle interventions for reducing gestational weight gain in women with overweight or obesity",
      "authors": [
        "F Fair",
        "H Soltani"
      ],
      "year": 2021,
      "doi": "10.1111/obr.13199"
    },
    {
      "title": "Influence of maternal obesity on the long-term health of offspring",
      "authors": [
        "K Godfrey",
        "R Reynolds",
        "S Prescott",
        "M Nyirenda",
        "V Jaddoe",
        "J Eriksson",
        "B Broekman"
      ],
      "year": 2017,
      "doi": "10.1016/s2213-8587(16)30107-3"
    },
    {
      "title": "Effect of lifestyle intervention on dietary habits, physical activity, and gestational weight gain in obese pregnant women: A randomized controlled trial",
      "authors": [
        "I Guelinckx",
        "R Devlieger",
        "P Mullie",
        "G Vansant"
      ],
      "year": 2010,
      "doi": "10.3945/ajcn.2009.28166"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "J Higgins",
        "S Eldridge",
        "T Li"
      ],
      "year": 2019,
      "doi": "10.1002/9781119536604.ch23"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "J Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7414.557"
    },
    {
      "title": "The PRISMA extension statement for reporting of systematic reviews incorporating network meta-analyses of health care interventions: Checklist and explanations",
      "authors": [
        "B Hutton",
        "G Salanti",
        "D Caldwell",
        "A Chaimani",
        "C Schmid",
        "C Cameron",
        "D Moher"
      ],
      "year": 2015,
      "doi": "10.7326/m14-2385"
    },
    {
      "title": "Is network meta-analysis as valid as standard pairwise meta-analysis? It all depends on the distribution of effect modifiers",
      "authors": [
        "J Jansen",
        "H Naci"
      ],
      "year": 2013,
      "doi": "10.1186/1741-7015-11-159"
    },
    {
      "title": "Informed consent process: A step further towards making it meaningful",
      "authors": [
        "R Kadam"
      ],
      "year": 2017,
      "doi": "10.4103/picr.picr_147_16"
    },
    {
      "doi": "10.4103/picr.picr_147_16"
    },
    {
      "title": "Electronic-based lifestyle interventions in overweight or obese perinatal women: A systematic review and meta-analysis",
      "authors": [
        "Y Lau",
        "P Klainin-Yobas",
        "T Htun",
        "S Wong",
        "K Tan",
        "S Ho-Lim",
        "W Tam"
      ],
      "year": 2017,
      "doi": "10.1111/obr.12557"
    },
    {
      "title": "The impact of maternal obesity on maternal and fetal health",
      "authors": [
        "M Leddy",
        "M Power",
        "J Schulkin"
      ],
      "year": 2008
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "T Li",
        "J Higgins",
        "J Deeks"
      ],
      "year": 2019,
      "doi": "10.1002/9781119536604.ch5"
    },
    {
      "title": "A behavioral lifestyle intervention to limit gestational weight gain in pregnant women with overweight and obesity",
      "authors": [
        "J Liu",
        "S Wilcox",
        "E Wingard",
        "G Turner-Mcgrievy",
        "B Hutto",
        "J Burgis"
      ],
      "year": 2021,
      "doi": "10.1002/oby.23119"
    },
    {
      "title": "A practical introduction to multivariate meta-analysis",
      "authors": [
        "D Mavridis",
        "G Salanti"
      ],
      "year": 2013,
      "doi": "10.1177/0962280211432219"
    },
    {
      "title": "The safety and efficacy of supervised exercise on pregnant women with overweight/obesity: A systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "H Muhammad",
        "A Pramono",
        "M Rahman"
      ],
      "year": 2021,
      "doi": "10.1111/cob.12428"
    },
    {
      "title": "Healthcare information technology for development: Improvements in people's lives through innovations in the uses of technologies",
      "authors": [
        "S Negash",
        "P Musa",
        "D Vogel",
        "S Sahay"
      ],
      "year": 2018,
      "doi": "10.1080/02681102.2018.1422477"
    },
    {
      "title": "Cinema: Software for semiautomated assessment of the confidence in the results of network meta-analysis",
      "authors": [
        "T Papakonstantinou",
        "A Nikolakopoulou",
        "J Higgins",
        "M Egger",
        "G Salanti"
      ],
      "year": 2020,
      "doi": "10.1002/cl2.1080"
    },
    {
      "title": "Lifestyle interventions limit gestational weight gain in women with overweight or obesity: LIFE-moms prospective meta-analysis",
      "authors": [
        "A Peaceman",
        "R Clifton",
        "S Phelan",
        "D Gallagher",
        "M Evans",
        "L Redman",
        "Life-Moms Research Group"
      ],
      "year": 2018,
      "doi": "10.1002/oby.22250"
    },
    {
      "title": "Committee to reexamine IOM pregnancy weight guidelines. Food and nutrition board, board on children, youth and families, institute of medicine, national research council. Weight gain during pregnancy: Reexamining the guidelines",
      "authors": [
        "K Rasmussen",
        "A Yaktine"
      ],
      "year": 2009,
      "doi": "10.17226/12584"
    },
    {
      "title": "Lifestyle intervention to prevent excessive maternal weight gain: Mother and infant follow-up at 12 months postpartum",
      "authors": [
        "K Rauh",
        "J Günther",
        "J Kunath",
        "L Stecher",
        "H Hauner"
      ],
      "year": 2015,
      "doi": "10.1186/s12884-015-0701-2"
    },
    {
      "title": "Exclusively digital health interventions targeting diet, physical activity, and weight gain in pregnant women: Systematic review and meta-analysis",
      "authors": [
        "A Rhodes",
        "A Smith",
        "P Chadwick",
        "H Croker",
        "C Llewellyn"
      ],
      "year": 2020,
      "doi": "10.2196/18255"
    },
    {
      "title": "Behavior modification",
      "authors": [
        "H Scott",
        "A Jain",
        "M Cogburn"
      ],
      "year": 2024
    },
    {
      "title": "Network meta-analysis: Application and practice using R software",
      "authors": [
        "S Shim",
        "S Kim",
        "J Lee",
        "G Rücker"
      ],
      "year": 2019,
      "doi": "10.4178/epih.e2019013"
    },
    {
      "doi": "10.4178/epih.e2019013"
    },
    {
      "title": "Review: Cochrane handbook for systematic reviews for interventions",
      "authors": [
        "J Shuster"
      ],
      "year": 2011,
      "doi": "10.1002/jrsm.38"
    },
    {
      "title": "Higgins and sally green",
      "authors": [
        "P Julian"
      ],
      "doi": "10.1002/jrsm.38"
    },
    {
      "title": "Selection of control, randomization, blinding, and allocation concealment",
      "authors": [
        "A Sil",
        "P Kumar",
        "R Kumar",
        "N Das"
      ],
      "year": 2019,
      "doi": "10.4103/idoj.IDOJ_149_19"
    },
    {
      "doi": "10.4103/idoj.IDOJ_149_19"
    },
    {
      "title": "Mobile app rating scale: A new tool for assessing the quality of health mobile apps",
      "authors": [
        "S Stoyanov",
        "L Hides",
        "D Kavanagh",
        "O Zelenko",
        "D Tjondronegoro",
        "M Mani"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3422"
    },
    {
      "title": "A new approach to evaluating loop inconsistency in network meta-analysis",
      "authors": [
        "R Turner",
        "T Band",
        "T Morris",
        "D Fisher",
        "J Higgins",
        "J Carpenter",
        "I White"
      ],
      "year": 2023,
      "doi": "10.1002/sim.9872"
    },
    {
      "title": "Trends in prepregnancy obesity and association with adverse pregnancy outcomes in the United States, 2013 to 2018",
      "authors": [
        "M Wang",
        "P Freaney",
        "A Perak",
        "P Greenland",
        "D Lloyd-Jones",
        "W Grobman",
        "S Khan"
      ],
      "year": 2021,
      "doi": "10.1161/jaha.120.020717"
    },
    {
      "title": "Obesity and overweight",
      "year": 2024,
      "doi": "10.1111/ijpo.12905"
    },
    {
      "title": "Effects of face-to-face and ehealth blended interventions on physical activity, diet, and weight-related outcomes among adults: A systematic review and meta-analysis",
      "authors": [
        "M Yang",
        "Y Duan",
        "W Liang",
        "D Peiris",
        "J Baker"
      ],
      "year": 2023,
      "doi": "10.3390/ijerph20021560"
    },
    {
      "title": "Quality assessment of pre-and postnatal nutrition and exercise mobile applications in the United States and China",
      "authors": [
        "H Yu",
        "J He",
        "K Li",
        "W Qi",
        "J Lin",
        "A Szumilewicz"
      ],
      "year": 2023,
      "doi": "10.3389/fnut.2022.942331"
    },
    {
      "title": "A systematic review and Bayesian network metaanalysis comparing in-person, remote, and blended interventions in physical activity, diet, education, and behavioral modification on gestational weight gain among overweight or obese pregnant individuals",
      "authors": [
        "H Yu",
        "M Li",
        "G Qian",
        "S Yue",
        "Z Ossowski",
        "A Szumilewicz"
      ],
      "year": 2024,
      "doi": "10.1016/j.advnut.2024.100253"
    },
    {
      "title": "Effects of 8week online, supervised high-intensity interval training on the parameters related to the anaerobic threshold, body weight, and body composition during pregnancy: A randomized controlled trial",
      "authors": [
        "H Yu",
        "R Santos-Rocha",
        "Ł Radzimiński",
        "Z Jastrzębski",
        "I Bonisławska",
        "A Szwarc",
        "A Szumilewicz"
      ],
      "year": 2022,
      "doi": "10.3390/nu14245279"
    }
  ],
  "num_references": 40
}
