{
  "paper_id": "RNZ8LLE9",
  "title": "An expandable approach for design and personalization of digital, just-in-time adaptive interventions",
  "abstract": "Objective: We aim to deliver a framework with 2 main objectives: 1) facilitating the design of theory-driven, adaptive, digital interventions addressing chronic illnesses or health problems and 2) producing personalized intervention delivery strategies to support self-management by optimizing various intervention components tailored to people's individual needs, momentary contexts, and psychosocial variables. Materials and Methods: We propose a template-based digital intervention design mechanism enabling the configuration of evidence-based, just-in-time, adaptive intervention components. The design mechanism incorporates a rule definition language enabling experts to specify triggering conditions for interventions based on momentary and historical contextual/personal data. The framework continuously monitors and processes personal data space and evaluates intervention-triggering conditions. We benefit from reinforcement learning methods to develop personalized intervention delivery strategies with respect to timing, frequency, and type (content) of interventions. To validate the personalization algorithm, we lay out a simulation testbed with 2 personas, differing in their various simulated real-life conditions. Results: We evaluate the design mechanism by presenting example intervention definitions based on behavior change taxonomies and clinical guidelines. Furthermore, we provide intervention definitions for a real-world care program targeting diabetes patients. Finally, we validate the personalized delivery mechanism through a set of hypotheses, asserting certain ways of adaptation in the delivery strategy, according to the differences in simulation related to personal preferences, traits, and lifestyle patterns. Conclusion: While the design mechanism is sufficiently expandable to meet the theoretical and clinical intervention design requirements, the personalization algorithm is capable of adapting intervention delivery strategies for simulated real-life conditions.",
  "year": 2018,
  "date": "2018-12-24",
  "journal": "Transl Behav Med",
  "publication": "Transl Behav Med",
  "authors": [
    {
      "forename": "Suat",
      "surname": "Gonul",
      "name": "Suat Gonul",
      "affiliation": "1  Department of Computer Engineering , Middle East Technical University , Ankara , Turkey , \n\t\t\t\t\t\t\t\t Department of Computer Engineering \n\t\t\t\t\t\t\t\t Middle East Technical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey",
      "email": "suat.gonul@ceng.metu.edu.tr"
    },
    {
      "forename": "Tuncay",
      "surname": "Namli",
      "name": "Tuncay Namli",
      "affiliation": "2  SRDC Software Research & Develop- ment and Consultancy Corp. , Ankara , Turkey , and \n\t\t\t\t\t\t\t\t SRDC Software Research & Develop- ment and Consultancy Corp \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey"
    },
    {
      "forename": "Sasja",
      "surname": "Huisman",
      "name": "Sasja Huisman",
      "affiliation": "3  Department of Internal Medicine (Endocrinology) , Leiden University Medical Center , Leiden , the Netherlands \n\t\t\t\t\t\t\t\t Department of Internal Medicine (Endocrinology) \n\t\t\t\t\t\t\t\t Leiden University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Leiden \n\t\t\t\t\t\t\t\t\t the Netherlands"
    },
    {
      "forename": "Gokce",
      "surname": "Banu",
      "name": "Gokce Banu"
    },
    {
      "forename": "Laleci",
      "surname": "Erturkmen",
      "name": "Laleci Erturkmen",
      "affiliation": "2  SRDC Software Research & Develop- ment and Consultancy Corp. , Ankara , Turkey , and \n\t\t\t\t\t\t\t\t SRDC Software Research & Develop- ment and Consultancy Corp \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey"
    },
    {
      "forename": "Ismail",
      "surname": "Hakki Toroslu",
      "name": "Ismail Hakki Toroslu",
      "affiliation": "1  Department of Computer Engineering , Middle East Technical University , Ankara , Turkey , \n\t\t\t\t\t\t\t\t Department of Computer Engineering \n\t\t\t\t\t\t\t\t Middle East Technical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey"
    },
    {
      "forename": "Ahmet",
      "surname": "Cosar",
      "name": "Ahmet Cosar",
      "affiliation": "1  Department of Computer Engineering , Middle East Technical University , Ankara , Turkey , \n\t\t\t\t\t\t\t\t Department of Computer Engineering \n\t\t\t\t\t\t\t\t Middle East Technical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey"
    },
    {
      "affiliation": "Software Research & Development and Consultancy Corp. , Silikon Blok Kat: 1 No: 16 , ODTU Teknokent , 06800 , Ankara , Turkey \n\t\t\t\t\t\t\t\t Software Research & Development and Consultancy Corp \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Silikon Blok Kat: 1 No: 16 ODTU Teknokent \n\t\t\t\t\t\t\t\t\t 06800 \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey"
    }
  ],
  "doi": "10.1093/jamia/ocy160",
  "arxiv": "arXiv:1706.09090",
  "keywords": [
    "just-in-time adaptive interventions",
    "personalized intervention delivery",
    "reinforcement learning",
    "digital intervention design",
    "m-health"
  ],
  "sections": [
    {
      "title": "OBJECTIVE",
      "text": "Adaptive interventions have emerged to deal with persons' varying responses in terms of adherence to and adoption of health behaviors that pertain to the treatment and self-management of chronic diseases and health problems.  1 The technological progress in the past few years has enabled the delivery of adaptive interventions wherever and whenever they are needed via mobile devices. Interventions delivered in such a spontaneous way are known as just-in-time adaptive interventions (JITAIs).  2 ur objective is to deliver an expandable software framework for design and personalization of digital interventions in conformance with the JITAI framework.  3 Offering constructs matching with the JITAI components, namely, tailoring variables, decision points, decision rules, and intervention options, the proposed design mechanism facilitates JITAI design activities, as described in.  4  The mechanism is highly customizable and expandable with add-on constructs, enabling designers to customize the core capabilities to develop JITAIs tailored to a particular health problem/population. The design constructs are bound to accompanying software modules, which can also be customized and expanded, for processing of heterogeneous data as desired.\n\nThe personalization module targets care receivers by monitoring their self-management and health-related behaviors and delivering mobile phone notifications in response to their continuously changing context during daily activities. Closely linked with the aforementioned JITAI components, we propose a novel learning method that tailors intervention delivery strategies dynamically in terms of intervention type, timing, and frequency using machine learning techniques, in compliance with people's action plans, changing physical/ psychological contexts, as well as their changing preferences over time. We should note that these interventions do not aim to replace the care and support of healthcare professionals but aim to facilitate self-management following shared decision making, where care receivers and care providers agree on behavioral treatment goals and daily actions to pursue and follow-up until the next clinical visit of the care receiver.  5 We use the term \"action plan\" to refer to these behavioral goals and daily actions in the rest of the manuscript.\n\nConcerning the validation, our objective is to show that the proposed design mechanism is sufficiently flexible and capable of addressing the requirements for JITAI design as specified in the literature. We also aim to show that the proposed personalization algorithm is able to adapt the intervention delivery according to individual needs. Specific to the personalization part, the goal is to validate the proposed approach in simulated settings before deploying it in a real-world case study."
    },
    {
      "title": "BACKGROUND AND SIGNIFICANCE",
      "text": "Approximately 70% of the deaths globally, corresponding to 40 million people, are due to chronic diseases.  6 Treatment of chronic conditions relies on people's self-management, which requires their ability to perform health-related behaviors, such as proper use of medication, physical activity, and following dietary recommendations, by themselves in the context of their daily lives.  7 Chronic diseases are a great burden on primary healthcare systems,  8  as average clinic visit times is only 10.3 minutes, leaving insufficient time for professional guidance to affected people for optimal selfmanagement of their care.  9 merging self-management programs have tried to fill the gap between self-management support in clinical visits and everyday life.  10 However, recent systematic reviews pointed out the lack of theoretical foundation of contemporary self-management support applications.  11, 12 Furthermore, to be effective, self-management support programs must be tailored to suit people's priorities, resources, and lifestyles while taking multiple physiological and personal psychosocial factors into account.  13 here are numerous recent studies of systems that provide personalized self-management support to people with chronic diseases  14, 15  or health-related problems such as obesity  16  or sedentary behavior.  17 Waki et al.  18  present a system providing lifestyle recommendations, matched to patients' inputs about food and exercise. The system gathers measurements twice a day. An intervention is determined and delivered right after data gathering. Gustafson et al.  19  present self-management modules, 1 of which tracks GPS data and warns people with (prior) alcohol addiction when they approach a previously identified high-risk location.\n\nSuch systems are usually static, rule-based systems evaluating intervention delivery conditions using the same rule set in every evaluation. Static systems are limited in terms of personalization of the intervention delivery strategies, as they do not adapt themselves in a systematic way to maintain engagement of people with interventions and extending adherence to a care program. Prolonged adherence is inversely proportional with the burden created by the interventions.  20 Due to their feedback loop-based learning mechanisms, dynamic systems can adapt intervention delivery according to personal values, conditions, or patterns, thus reducing the burden of interventions. In addition to the momentary contexts, some parameters might evolve throughout a long period of time. For example, a person's preferences and perceptions about the interventions might change over time. The receiver might get used to the interventions and form a kind of habituation towards similar interventions,  21  or might start feeling burdened as the number of interventions is too high and require too much cognitive resources.  22 Dynamic systems are able to recognize such changes without introducing additional rules.\n\nThere are research studies on computational approaches dealing with adaptivity and just-in-timeness of interventions, which are the 2 optimization dimensions that we also target.\n\nComputational approaches deal with the adaptivity of interventions by recognizing longer-term changes in individuals. Some studies develop tailor-made models targeted at specific health behaviors and problems. For example, Chih et al.  23  present an agent-based model for uncovering the predictors of food choice and obesity in the presence of cue-reward conditioning. Similarly, Goldstein et al.  24  use supervised machine learning techniques to predict dietary lapses based on contextual tailoring variables and deliver personalized interventions according to the strong predictors of the lapse. In contrast, some dynamic system models lay out a more generic architecture capturing general, mathematic models of behavior change theories. Such systems are able to adapt JITAI parameters according to behavioral, model-based changes over time.  25 Navarro-Barrientos et al.  26  developed weight-loss interventions proposing a dynamic system model based on the Theory of Planned Behavior;  27  Martin et al.  28  propose a simulation of a model based on Social Cognitive Theory  29  to support physical activity of individuals over time.\n\nOther studies combine mobile/sensing technologies with machine learning techniques to optimize intervention delivery with respect to timing of interventions. For example, Pejovic and Musolesi 30 utilize and compare a set of classifiers to predict opportune moments to deliver interventions based on specific variables including time, daily steps, location, and emotions. Boyer et al.  31  use Bayesian networks to predict drug cravings based on physiological parameters including skin conductance, skin temperature, motion, and pulse.\n\nIn  32  and,  33  authors utilize reinforcement learning for optimization of intervention delivery in real time by modeling it as a contextual bandit problem.  34 These studies are similar to ours in terms of representation of the real-time intervention delivery optimization problem with reinforcement learning constructs and validation of the proposed optimization algorithms in a simulated setting. Similar to our approach, the authors model the environment state with elements representing various momentary context parameters such as location, calendar data, or physical activity status. The authors present a simplified and simulated real-life scenario on reducing smoking for heavy smokers as an instantiation of their conceptual model. The study considers a single generic intervention type and simulates decision points of JITAIs and people's smoking urge. This approach differs from ours with respect to the learning algorithm. While we utilize Q-Learning  35  supported by transfer learning for cross-individual knowledge transfer,  36  the referred study utilizes an actor-critic algorithm. van de Ven et al.  37  provide an expandable intervention design mechanism, with capabilities to define intervention decision rules bound to contextual parameters as well as time. The authors claim that, so far, their platform is the only one providing a flexible and versatile solution for definition and triggering interventions via mobile phones based on user behavior and context, which is consistent with our literature survey. However, that study does not provide any dynamic optimization on its intervention triggering mechanism."
    },
    {
      "title": "MATERIALS AND METHODS"
    },
    {
      "title": "Template-based JITAI design",
      "text": "As summarized in Table  1 , we introduce a template-based design mechanism that enables configuration of interventions targeting specific health problems in compliance with the JITAI framework presented in.  3  The template enables users to instantiate 4 JITAI components, namely, decision points, intervention options, tailoring variables, and decision rules.\n\nThe decision point element allows the definition of event-based and time-bound points. Time-bound points could be specified as specific points (eg, at 8:00 am and 9:00 pm) or periodic times (eg, at each 30 minutes between 10:00 am and 6:00 pm). Event-based points capture participant-initiated points, which could be manual (eg, when the person asks for care provider support) or bound to a change in a certain tailoring variable (eg, when the daily step count exceeds 10 000). Event-based points are also linked to the selfmanagement goals and action plans of care receivers. Each planned activity in the action plan is supposed to be performed within a time frame (eg, \"first blood glucose monitoring activity should be performed between 9:00 am and 11:00 am\"). (See Section 2 of the Supplementary Material for a more detailed action plan). In this respect, the proposed framework proposes built-in event-based decision point implementations, namely, \"upcoming_action\" and \"post-action.\" These concepts restrict the set of eligible interventions, such that only reminder interventions are triggered if there is The message to be delivered to the person. It can include placeholders for injecting dynamically calculated information at the intervention delivery time. Placeholders may differ according to the BCT. Multilinguality is also supported.\n\n\"en\": \" Well done you are doing a great job! You successively achieved your BG monitoring goal for last ${streak_value} ${streak_temporal}s.\", \"es\": \" Bien hecho, est a haciendo un gran trabajo! Su objetivo de monitorizaci on de la glucosa ha sido alcanzado exitosamente durante los ultimos ${streak_value} ${streak_temporal}.\", The example has two placeholders that are streak_value and streak_temporal. While the former placeholder represents the number of sequential temporal periods in which the person reached the blood glucose monitoring goal, the latter specifies the temporal period eg days, weeks or months."
    },
    {
      "title": "Decision rules / tailoring variables"
    },
    {
      "title": "Rule",
      "text": "Decision rules that must be satisfied for delivering the intervention. This variable takes values conforming to the rule definition language described below.\n\n[goal.monthly ¼ ACHIEVED and goal.monthly [1]¼ACHIEVED\", \"goal.weekly ¼ ACHIEVED and goal.weekly [1]¼ACHIEVED\", \"goal.daily ¼ ACHIEVED and goal.daily [1]¼ACHIEVED\"] Distal / proximal outcomes Associated goal Goals specify the targets to be achieved towards the ultimate clinical outcome. They are defined in action plans. Via this element the intervention instance is linked to 1 or more goals.\n\n• Monitoring blood glucose levels three times a day • Minimum 8000 steps per day • 7% HbA1c at the end of three months an upcoming planned action; and only motivation interventions are triggered once a planned action has occurred. Figure  1   The behavior change technique and content elements enable specification of the intervention options. The rule element corresponds to the decision rule component. The rule element also incorporates the tailoring variables as operands in the decision rules. We elaborate on the rule construct in the next section, Rule definition language.\n\nNahum-Shani et al.  3  have introduced 2 additional concepts, namely, distal outcome and proximal outcome to represent goals to be achieved by care receivers with the support of JITAIs. Distal outcomes usually represent the ultimate goals as primary clinical outcomes such as losing weight or having lower levels of HbA1c. Proximal outcomes represent relatively short-term goals through which the effectiveness of interventions can be measured. These 2 concepts are not direct properties of a JITAI. Rather, they are captured by the goals defined in action plans (an example action plan is provided in Section 2 of the Supplementary Material). Each intervention instantiated via the proposed template is associated via the associated goal element. In this way, an intervention can be linked with one or more goals and, therefore, proximal and distal outcomes. As described in the Rule definition language section, we provide built-in functionalities for measuring the effectiveness of interventions considering the targeted outcomes."
    },
    {
      "title": "Rule definition language",
      "text": "A multidisciplinary discussion between computer scientists and cognitive behavioral psychologists concluded that the interventions must meet the following requirements to be effective. They should 1) ensure clinical safety, capturing the specifications from clinical guidelines, 2) be in line with personal self-management goals and actions as planned in clinical visits, 3) be in line with health behavior change theories, and 4) conform to people's preferences in order not to create burden with irrelevant notifications sent at inappropriate times.  51 Aiming to be sufficiently expandable towards meeting these requirements, we propose a rule definition language with the following Backus-Naur form notation:  39  <tailoring_variable>::¼<tailoring_variable> j <tailoring_variable><temporal> <temporal>::¼<temporal>j<temporal>\"[\"<index>\"]\" <rule>::¼<tailoring_variable><operator><number> j <tailoring_variable><operator><tailoring_variable> <rule_list>::¼<rule>j<rule><boolean_op><rule_list> <rule_list_list>::¼<rule_list>j<rule_list>\",\" <rule_list_list> <decision_rule>::¼\"[\"<rule_list_list>\"]\" Listing 1 grammar of the rule definition language Contexts, representing tailoring variables, are data integrating and processing constructs, with corresponding software modules. They transform data aggregated from external sources to the required format. Contexts also perform information extraction operations to produce the actionable information as a scalar and actionable value by the rule. For example, we introduce a context named adherence for quantification of how close the person is to achievement of the self-management goal associated with the behavior. Goal-related contexts allow gauging the effectiveness of interventions. However, each goal type has its own internal logic for such an evaluation, which requires specialized methods. Contexts can be specialized by suffixing sub-contexts. For example, adherence: bgm outputs the adherence for the blood glucose monitoring goal, as long as the corresponding software module is in place.\n\nThe temporal construct is used to evaluate a context considering a specific time interval. It can be set to daily, weekly, or monthly to get the average values during the specified interval. It can also be set to best, weekly-worst kind of specifiers to get peak values for the desired context. The temporal construct can also be assigned with an index that allows data retrieval for a specific period in the past. As an example, regarding the design constructs introduced, the design language supports the following expression: stress.monthly < stress.monthly [-1]. The expression is interpreted as follows: The average stress value in the current month should be less than the average stress value during the last month.\n\nThe proposed approach is expandable in terms of integration of additional data sources, either static or streaming, eg, demographic information, self-reported information via questionnaires, measurements obtained from medical devices, or contextual information sensed from wearables. It is also expandable with additional contexts, which could be used to implement even more specific data processing or calculation operations. These data management modules can then be reused to design new JITAIs.\n\nSection 1 of the Supplementary Material contains the complete list of built-in constructs included in the rule definition language, as specifically used in the POWER2DM study/real word care program, for which we present the details later."
    },
    {
      "title": "Personalization of JITAIs",
      "text": "The goal of the JITAI personalization mechanism is to increase the effectiveness of the interventions with respect to their timing (just-in-timeness) and frequency and type (adaptivity). Benefiting from machine learning techniques, the proposed personalization method puts the proposed approach beyond rule-based systems, as it is able to adapt itself according to continuously changing contexts and personal variables including both long-term (eg, past performance, habit strength, preferences, etc.) and short-term parameters (eg, location, time, etc.)."
    },
    {
      "title": "Analogy between reinforcement learning and personalization of JITAIs",
      "text": "We use reinforcement learning  40  for personalization of the intervention delivery, as the conceptual elements of RL and the problem of interest match perfectly as depicted with an analogy in Figure  2 . A person and associated context data correspond to the environment entity. The context information at a certain time represents the state of the environment. The changing context of a person in daily life is modeled as a series of state transitions of the environment. Interven-tions delivered to the person correspond to the actions performed by the learning agent. The engagement of the person with interventions is emitted as a reward signal reflecting the acceptance of the delivered intervention by the person."
    },
    {
      "title": "Advancing the analogy with the JITAI components",
      "text": "Besides the design mechanism, the reinforcement learning models can also be aligned with the JITAI components, letting them work in harmony with the literature-driven, conceptual foundations of JITAIs. We claim that the reinforcement learning approach can capture the dynamics of these elements only if 2 dedicated reinforcement learning models are employed simultaneously. In this respect, we propose 2 models named intervention-selection and opportunemoment-identification aiming at optimization of type (and frequency) and timing of JITAIs respectively.\n\nBoth the intervention-selection and the opportune-momentidentification steps have their own decision points. Considering a person's daily action plan, each scheduled activity is a decision point for intervention-selection. For the opportune-moment-identification case, we treat each moment when there occurs a change in the person's momentary context as a decision point.\n\nIntervention options such as type, content, or timing are characteristics of a JITAI. These characteristics are distributed over the 2 learning models. The intervention-selection model optimizes the type and frequency of JITAIs via the selected action at each state change, whereas the opportune-moment-identification model captures the timing of JITAIs.\n\nSimilarly, tailoring variables are distributed over the learning models. Tailoring variables form the state element of the reinforcement learning models. While the states of the intervention-selection model are composed mostly of the long-term parameters (eg, intervention engagement history or intervention preferences), the states of the opportune-moment-identification model include mostly the short-term parameters (eg, step count or location).\n\nDecision rules are constructed with conditional expressions with tailoring variables as operands, as seen in the example in Table  1 . On the reinforcement learning side, the states contain all the tailoring variables. Therefore, state-action mappings accumulated inside the learning agent's policy are a collection of decision rules. Each mapping in the policy includes the action to be taken in a state. This means that each distinct state leads to a decision based on the conditions represented with the instantiations of tailoring variables. The agent optimizes its policy over time by learning from people's experiences. As it visits different states, it learns how to behave in different conditions and finds the (near-)optimal strategy that suits the user best. With this base approach, though, the learning algorithm needs to consider all tailoring variables inside the person state against the complete set of actions (ie, intervention types), which would require a long learning time. Instead, decision rules associated with individual intervention instances are used to limit the complete action set by keeping only the interventions of which rules are satisfied considering the momentary contextual values. For example, The JITAI defined in Table  1  is eligible only if the person reached his/her goal 3 times consecutively in 1 of the specified time frames.\n\nThe amount of rewards collected by the learning agent during the learning process is an indicator for achieving the goals set for the behavior targeted by the interventions. As we presented earlier, the goals are representatives of the proximal/distal outcomes desired. An indirect relation between rewards and proximal/distal outcomes can be established, such that the more rewards that the learning agent collects, the more the targeted outcomes are achieved."
    },
    {
      "title": "Overall JITAI personalization algorithm",
      "text": "The JITAI personalization algorithm implements the conceptual approach described throughout the analogy above. It first identifies the eligible interventions by evaluating decision rules. At the second step, it selects the best-matching intervention (or selects none of the eligible interventions) based on the current context and historical experiences of the person. After the intervention is selected, its content is finalized by calculating dynamic variables included in the content. The algorithm then discovers an opportune moment to deliver the intervention. The process goes on with the update of the learning models. Figure  3  elaborates on the algorithm in detail."
    },
    {
      "title": "Simulation testbed",
      "text": "To validate the personalization of intervention delivery strategies, we lay out a simulation testbed for simulating the treatment and self-management process of people with diabetes. The testbed is composed of 3 main concepts to be simulated, namely, an action plan, JITAIs, and personas. We perform care process simulations for2 personas with differentiating conditions related to the simulated concepts. Our aim is to show that the JITAI personalization algorithm captures the persona-specific conditions and adapts the intervention delivery accordingly. We present the details about the simulated concepts below."
    },
    {
      "title": "Action plan",
      "text": "The simulated action plan is similar for both personas. It includes blood glucose monitoring activity 3 times a day, before meals, within pre-set timeframes. The link between action plans and intervention types, as described below, is established via their targeted behavior. That is, only the interventions targeting the same behavior with the action plan, among all available interventions, are considered for delivery to support the activity included in the action plan. See Section 2 of the Supplementary Material for more details about the simulated action plan."
    },
    {
      "title": "JITAIs",
      "text": "Targeting the blood glucose monitoring behavior, we have 3 JITAI instances, each of which implements a specific behavioral change technique (BCT) as described in the CALO-RE taxonomy. Below, we present distinguishing characteristics of their components. Fur-thermore, Section 3 of the Supplementary Material shows their instantiation via the proposed design mechanism.\n\n• Intervention-1: Prompting self-monitoring of behavior: The first intervention is a standard reminder. Having the reminder category, the intervention is supposed to be sent within the period during which the activity is supposed to be performed. • Intervention-2: Reminding with comparing with others: This is also a reminder intervention. While reminding of the activity, it also motivates the person by presenting a comparison with others in terms of performance of the targeted behavior. This intervention has the same decision rules as the previous one. So, both will be considered as eligible interventions at the same decision points.\n\n• Intervention-3: Praising the performed behavior: This one is a motivational intervention complimenting the person on successful performance of the planned behavior. It is associated with 3 decision rules representing the achievement of the monitored goal in daily, weekly, and monthly timescales, respectively. Meeting only 1 of them is sufficient for making this intervention eligible for delivery."
    },
    {
      "title": "Personas",
      "text": "Personas themselves differ further in 3 dimensions: 1) commitment intensity, as the motivation felt by a person to perform a behavior, 2) preferences on intervention types, and 3) daily activities. Each dimension is elaborated below: Social-Psychological Model of Prospective Memory and Habit: To test the JITAI personalization algorithm with respect to the adaptive frequency of interventions throughout the care process, we utilize the concept of habit formation.  40 Though many self-monitoring behaviors cannot be seen as habitual behaviors strictly, we made use of the empirically validated, mathematical model of habit formation  41  to construct a mathematical expression of the correlation between commitment and actual behavior. It is assumed that, during the care and evolving self-management process, people become less dependent of extrinsic reminders and motivators. When people respond to the delivered interventions and the behavioral goal is obtained consistently, they will need fewer reminding notifications, so interventions need to become more intermittent. To calculate and simulate parameters concerning the performance of a new behavior, we apply the mathematical model of habit formation to simulate care processes and calculate individual habit strength scores, which express the likelihood of performing the new behavior, without being dependent on extrinsic reminders and motivators. The model requires an initial commitment intensity value for each person for its internal calculations. Therefore, we use commitment intensity as 1 of the differentiating factors of the simulated personas. Table  2  presents the commitment intensities for each persona along with possible interpretations."
    },
    {
      "title": "Preferences on intervention types",
      "text": "We associate personas with preferences on the 3 intervention types, as presented in Table  3 , as a reflection of personal acceptance on them. Each value represents the probability of engaging with the specified intervention by the person when one is encountered."
    },
    {
      "title": "Simulation of daily activities",
      "text": "Characteristics of daily activities also affect people's reactions to interventions. We simulate daily activities by selecting type, occurrence, and duration of activities randomly from pre-defined daily ac-tivity timeline templates. A template includes a set of activities placed on a timeline. For each simulated day, a new set of activities is generated, such that each activity is represented with a set of parameters as exemplified in Table  4 . Intervention engagement rules in the simulation are established, such that engagement occurs only if the person is physically sedentary, mentally neutral, and the phone screen is on. Simulating the performance of the targeted behavior differs from simulation of engagement with the intervention. We simply mark certain activities in the timeline as suitable for behavior performance by setting the \"behavior_performance_suitability\" as also seen in the table. Please see Section 7 of the Supplementary Material to see an example sequence of simulated daily activities.\n\nDriven by the benchmarked parameters of simulated personas, we introduce the following hypotheses as conditions for which the JITAI personalization algorithm is expected to adapt intervention delivery accordingly. For each hypothesis, we present corresponding simulation parameter leading to the hypothesis:\n\n• Varying parameter: According to the habit formation model used, people with higher commitment intensities perform the behavior more frequently and reach maximum habit strength faster.\n\nHypothesis 1: Person-2 should receive interventions for a longer time than Person-1, as performing the new behavior habitually will take longer for Person-2.\n\n• Varying parameter: A well-formed habit (ie, automatic performance of the new behavior) indicates that the person performs the behavior with less dependence on extrinsic reminders and motivators.\n\nHypothesis 2: Intervention delivery frequency should decrease throughout the simulated care process.\n\n• Varying parameter: As a reflection of their individual differences and preferences, the simulated people favor different intervention types.\n\nHypothesis 3: The number of delivered intervention for each intervention type should be proportional to people's preferences for them.\n\n• Varying parameter: Daily activities of each person are generated semi-randomly based on personal activity timeline templates. Therefore, in addition to the distinct activities of each person, the activities for the same person vary among the simulated days because of the randomness included in the activity generation mechanism. Varying daily activities determine both when the behavior could be performed and when the intervention (ie, the mobile phone notification) can be engaged with.\n\nHypothesis 4-a: Interventions should be delivered in moments that are suitable for intervention engagement as specified by the simulation configurations."
    },
    {
      "title": "Hypothesis 4-b:",
      "text": "The intervention delivery should be temporally close to the periods that are marked suitable for behavior performance."
    },
    {
      "title": "RESULTS",
      "text": "We first show how the expandable JITAI design mechanism meets the JITAI design-related specifications derived from various resources such as BCT taxonomies, clinical guidelines, or algorithms for automated self-management support. Then, we run the simulation testbed, present the results, and discuss the results with respect to the proposed hypotheses."
    },
    {
      "title": "Validating the JITAI design mechanism",
      "text": "Clinical guidelines such as the American Diabetes Association (ADA)  44  guidelines for prevention or delay of Type 2 diabetes, the Joslin Clinical Guideline for Adults with Diabetes,  45  BCT taxonomies, eg, CALO-RE,  38  and algorithms related to self-management support, eg, Predictive 303,  46  provide clear starting points for JITAI components, even though the relation between the JITAI framework and those resources is not stated explicitly. For example, ADA guidelines recommend interrupting prolonged sitting every 30 minutes with short bouts of physical activity. In this example, the tailoring variable is the physical activity status, the decision point is every minute, and the decision rule would be to check whether the person has been inactive for the last 30 minutes. A JITAI-focused analysis of these resources revealed that automating evidence-based self-management support strategies first requires integration of data for decision-making processes related  to the personalization of JITAIs. The data vary in nature (structured/unstructured, static/streaming) and in source (devices, sensors, mobile app, questionnaires). To enable the analysis of the integrated data, they must be transformed into a format as required by decision rules. Concerning the interrupting inactivity case above, an example transformation would be reducing the last 30 minutes of physical activity data to a binary result. Finally, the transformed information should be injected into the decision-making processes of self-management strategies.\n\nAs validation of the design mechanism, we claim that the proposed approach meets exactly such JITAI-design-related requirements, as the core design constructs can be expanded with additional, reusable data integration and processing modules and decision rules for JITAI design. We have also validated the JITAI design capabilities in the POWER2DM (Predictive Model-Based Decision Support for Diabetes Patient Empowerment) Project,  1  aiming to develop a personalized self-management support system for diabetes patients. In POWER2DM, computer scientists and cognitive behavioral psychologists as the authors of this study have collaboratively developed interventions to support the self-management of diabetes patients regarding blood glucose monitoring, exercise, medication adherence, and carbohydrate monitoring. The Supplementary Material, from Section 4 to Section 6, presents JITAI components from both theoretical and case-driven perspectives."
    },
    {
      "title": "Simulation results",
      "text": "We simulate 100 trials for each persona in which each trial lasts 100 days. Below, we elaborate how the obtained results validate the hypotheses above.\n\nHypothesis-1 validation: As configured with a relatively higher commitment intensity than Person-2, Person-1 reaches to maximum habit strength earlier, indicating that Person-1 forms a habit for the blood glucose monitoring behavior faster. The duration of intervention delivery is proportional to the length of the period through which the persons reach the maximum habit strength. These outcomes are also consistent with the results obtained in,  47  in which the authors develop a habit formation model on empirical data that outputs the habit formation duration for real-world behaviors with varying complexities. That study reveals that habit formation takes approximately 20 days for relatively less complex behaviors, but it increases to a few months for more complex behaviors. Person-2 can be seen as one who perceives the task as relatively complex, as we assumed in the simulation specifications above.\n\nHypothesis-2 validation: The average number of delivered interventions (shaped lines) is relatively high in the initial episodes. Despite the fluctuations, the number of interventions decreases as the simulated habit strength increases throughout the trials. The algorithm is also sensitive to the change in habit strength, such that the faster the habit strength reaches its maximum value, the faster the number of interventions delivered decreases.\n\nHypothesis-3 validation:  reflect Person-1's preferences. On the other hand, although Person-2 is neutral only for Intervention-1 and has little interest for Intervention-3, Intervention-3 has the highest delivery ratio. The results for Intervention-1 and Intervention-2 do reflect the preferences of the person on reminder interventions.\n\nThe ratio of Intervention-3 is relatively high for 2 reasons: First, Intervention-3 instances are delivered in states in which it is predicted that the person would not remember to perform the behavior. This is expected, as we encouraged intervention delivery as a reminder cue regardless of the intervention type, in cases when it is likely the person would not remember to perform the behavior. (The results for Person-1 do not present such a pattern, as there are almost no states in which Person-1 forgets performing the behavior.) The second reason for the high ratio of Intervention-3 is that the algorithm is not able to learn the person preferences at the beginning of the learning phase and selects interventions randomly.\n\nHypothesis-4 validation: Figure  6  shows the difference between intervention delivery and behavior performance times. Almost 60% of the reminder interventions are delivered at most 30 minutes before performing the behavior. In general, as the time difference gets higher ,the ratio of delivered interventions decreases except the \"61-120 minute\" bar. The bulge of this bar arises mainly from the high frequency of the daily activities that are convenient for intervention delivery at the corresponding time period during the day. For example, Person-1 has a working session, lasting 90 minutes on average, during which s/he regularly checks the phone. This actually means that the algorithm learns and exploits such common patterns in people's daily lives.\n\nThe results comply with the simulated intervention engagement rules related to the contextual parameters, such that 83% of interventions were sent when persons had a convenient emotional status including neutral, relaxed, or happy; 74% of interventions were sent when persons were in sedentary mode, and 63% of interventions were sent when the phone screen was on."
    },
    {
      "title": "DISCUSSION",
      "text": "Legitimacy of the approach: The dynamic JITAI personalization mechanism and multi-dimensional expandability of the JITAI design mechanism are the 2 innovative characteristics of the proposed approach, advancing the state-of-the-art research. Both characteristics bring opportunities for adoption of the system by various entities such as mobile/web application vendors in the behavioral health software market, public health organizations, or other healthcare organizations working on clinical studies aiming large-scale digital interventions at patient populations.\n\nCapturing the rules associated with the simulated concepts: We already discussed the simulation results in the previous section by describing how they are aligned with the hypotheses and how they deviate from the expected results along with the causes of deviations. As a summary, we claim that the proposed algorithm is able to capture the rules that are associated with the simulated concepts.\n\nWe also presented the core algorithm that is used to optimize the intervention delivery policy in,  48  where we aimed to break the sedentary behaviors of office workers during working hours. In that study, we obtained better results for a machine-learning-based personalization mechanism compared to results obtained for interventions delivered according to a fixed schedule. The results were collected from both real-world and simulated test cases.\n\nFurther improvements: Despite the innovative character of the current approach, there is room for potential improvements. For example, as we mentioned earlier, the fluctuations of the intervention counts in Figure  4  happen when the learning algorithm encounters unknown states, ie, the cold-start problem. Tackling the cold-start problem, the evidence from various micro-randomized trials,  49  measuring the effect of individual intervention components, or any expert-knowledge-based heuristic can be utilized to provide a warm start for the learning algorithm. An unknown state might be encountered, eg, when the person attains a certain habit strength, the highest one, for the first time. Instead of taking random actions in such cases, the algorithm might employ a machine learning classifier to make an educated guess, or it might simply favor not delivering an intervention in proportion with the current habit strength. The reinforcement learning methodology is convenient for integration of such external knowledge by setting the initial scores of relevant state-action pairs inside the learning agent's policy accordingly. Furthermore, the learning models can be enriched with additional  Besides improvements to the learning models, the JITAI design capabilities could be improved with additional intervention types or content presentation modalities. Section 1 of the Supplementary Material presents all the currently available constructs of the design approach. Although a simple system with the limited number of built-in constructs targeting the POWER2DM case study, the design mechanism lays out the basis to expand the system with more constructs as needed by the targeted health problem.\n\nFinally, in this study, we consider preferences for intervention types, commitment intensities, and daily activities as differentiating factors in the persona simulation. A more realistic simulation could be achieved by also considering factors such as self-efficacy, motivation, and prior experience, changing the behavior or outcome expectancies."
    },
    {
      "title": "CONCLUSION",
      "text": "We present a framework for JITAI design and personalization that can be customized for care programs targeting varying health problems and populations. The design mechanism, incorporating a rule definition language, can be specialized with add-on constructs to conceive interventions addressing the specific requirements of a care program. The personalization part employs a reinforcement learning-based approach to optimize/personalize the intervention delivery concerning the frequency, type, and timing of interventions dynamically according to data aggregated for a person over time.\n\nWe validate the JITAI design mechanism by providing example JITAI definitions in which the characteristics of JITAIs are extracted from various relevant resources available in the literature, such as clinical guidelines and taxonomies of behavior change, and by a real-world case study providing self-management support to diabetes patients.\n\nWe validate the personalized intervention delivery mechanism through a simulation testbed in which action plans, JITAIs, and personas, with differentiating characteristics, are simulated. We present that the personalization algorithm is able to capture the rules associated with the simulated concepts, indicating its potential to be used in real-world settings. In future studies, we aim to validate the personalization mechanism empirically throughout a randomized controlled trial to be carried out in the scope of POWER2DM with 280 diabetes patients in total.  50"
    },
    {
      "text": "includes a more comprehensive example showing the relation between the action-plan-based decision points and the rest of the design constructs. The figure, overall, shows how the rule definition language elements can be used to define several alternatives of motivation JITAIs."
    },
    {
      "text": "Figure 1. Example instantiation of the JITAI design constructs (ie, rule definition language elements). Overall, the figure shows the instantiation of rule definition language elements leading to several alternatives of motivation interventions. Decision points are the links connecting each intervention type to action plans. Considering the examples, all the intervention types are linked to the action plan slots classified as motivation."
    },
    {
      "text": "Figure 2. Analogy between a traditional RL setup and intervention delivery optimization problem. While the left part shows the elements of an RL setup along with the information flow between them, the right part includes the corresponding elements and information flow concerning the optimization of intervention delivery."
    },
    {
      "text": "Figure 3. Overall JITAI personalization algorithm. The flow at the top of the figure shows the main steps of the algorithm executed sequentially. First, the set of eligible interventions is identified; then the algorithm selects 1 of the eligible interventions considering current context and past experiences. The placeholders are populated, if there are any. Next is the identification of the best moment to deliver the intervention. Finally, the learning models are updated based on persons' engagement with interventions."
    },
    {
      "text": "is a compact figure validating both Hypothesis-1 and Hypothesis-2 at the same time. The x-axis represents the simulated days in chronological order. The shaped lines show the simulated habit strength values as generated by the habit formation model at each simulated day. The blue and red lines show values for Person-1 and Person-2, respectively. On the other hand, the plain blue and red lines show the average number of interventions for Person-1 and Person-2. Accordingly, the left and right y-axes represent the value ranges for the average number of delivered interventions and simulated habit strength."
    },
    {
      "text": "shows the ratio of the number of interventions for each intervention type to the total number of interventions delivered for each intervention type for each persona. As Person-1 is neutral for Intervention-1 and slightly favors the other 2, the ratios presented in the figure are almost equal, but still"
    },
    {
      "text": "Figure 4. Episode vs. intervention count/habit strength plot. This plot shows the inversely proportional relation between the habit strength and number of interventions delivered."
    },
    {
      "text": "Figure 5. Person vs. intervention type ratio plot. The plot shows the ratio of the number of a specific intervention type to the total number of interventions delivered for each intervention type for each persona."
    },
    {
      "text": "state parameters, eg, performance parameters to represent the person context more accurately."
    },
    {
      "text": "Elements of JITAI design template"
    },
    {
      "text": "Preference indicators for JITAIs"
    },
    {
      "text": "Persona's commitment intensities and their interpretations"
    },
    {
      "text": "Parameters of a simulated daily activity"
    }
  ],
  "references": [
    {
      "title": "Introduction to SMART designs for the development of adaptive interventions: with application to weight loss research",
      "authors": [
        "D Almirall",
        "Nahum Shani",
        "I Sherwood"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-014-0265-0"
    },
    {
      "doi": "10.7554/elife.44353.015"
    },
    {
      "title": "difference and the ratio of interventions delivered in that frame to the total interventions",
      "doi": "10.7554/elife.21543.010"
    },
    {
      "title": "Dynamic models of behavior for just-in-time adaptive interventions",
      "authors": [
        "D Spruijt-Metz",
        "W Nilsen"
      ],
      "year": 2014
    },
    {
      "title": "Just-in-time adaptive interventions (JITAIs) in mobile health: key components and design principles for ongoing health behavior support",
      "authors": [
        "Nahum-Shani I Smith",
        "S Spring"
      ],
      "year": 2018
    },
    {
      "title": "Building health behavior models to guide the development of just-in-time adaptive interventions: a pragmatic framework",
      "authors": [
        "Nahum-Shani I Hekler",
        "E Spruijt-Metz"
      ],
      "year": 2015
    },
    {
      "title": "Shared decision making: a model for clinical practice",
      "authors": [
        "G Elwyn",
        "D Frosch",
        "R Thomson"
      ],
      "year": 2012
    },
    {
      "title": "Effects of exercise and diet on chronic disease",
      "authors": [
        "C Roberts",
        "R Barnard"
      ],
      "year": 2005
    },
    {
      "title": "Mobile diabetes intervention study: testing a personalized treatment/behavioral communication intervention for blood glucose control",
      "authors": [
        "C Quinn",
        "A Gruber-Baldini",
        "M Shardell"
      ],
      "year": 2009,
      "doi": "10.1016/j.cct.2009.02.004"
    },
    {
      "title": "Challenges in diabetes care: can digital health help address them?",
      "authors": [
        "V Iyengar",
        "A Wolf",
        "A Brown"
      ],
      "year": 2016,
      "doi": "10.2337/diaclin.34.3.133"
    },
    {
      "title": "The effectiveness of self-management mobile phone and tablet apps in long-term condition management: a systematic review",
      "authors": [
        "L Whitehead",
        "P Seaton"
      ],
      "year": 2016
    },
    {
      "title": "Tailored communication within mobile apps for diabetes self-management: a systematic review",
      "authors": [
        "H Holmen",
        "A Wahl",
        "Cvancarova Sma ˚stuen"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7045"
    },
    {
      "title": "What do we know about mobile applications for diabetes self-management? A review of reviews",
      "authors": [
        "M Hood",
        "R Wilson",
        "J Corsica"
      ],
      "year": 2016
    },
    {
      "title": "Empowerment and self-management of diabetes",
      "authors": [
        "M Funnell",
        "R Anderson"
      ],
      "year": 2004,
      "doi": "10.2337/diaclin.22.3.123"
    },
    {
      "title": "Feasibility, acceptability, and preliminary efficacy of a smartphone intervention for schizophrenia",
      "authors": [
        "D Ben-Zeev",
        "C Brenner",
        "M Begale"
      ],
      "year": 2014
    },
    {
      "title": "Automatic messaging for improving patients engagement in diabetes management: an exploratory study",
      "authors": [
        "A Fioravanti",
        "G Fico",
        "D Salvi"
      ],
      "year": 2015
    },
    {
      "title": "Effectiveness of a smartphone application for weight loss compared to usual care in overweight primary care patients",
      "authors": [
        "B Laing",
        "C Mangione",
        "C Tseng"
      ],
      "year": 2014
    },
    {
      "title": "Toward a persuasive mobile application to reduce sedentary behavior",
      "authors": [
        "S Van Dantzig",
        "G Geleijnse",
        "A Van Halteren"
      ],
      "year": 2013
    },
    {
      "title": "DialBetics: a novel smartphonebased self-management support system for type 2 diabetes patients",
      "authors": [
        "K Waki",
        "H Fujita",
        "Y Uchimura"
      ],
      "year": 2014,
      "doi": "10.1177/1932296814526495"
    },
    {
      "title": "A smartphone application to support recovery from alcoholism: a randomized clinical trial",
      "authors": [
        "D Gustafson",
        "F Mctavish",
        "M-Y Chih"
      ],
      "year": 2014,
      "doi": "10.1001/jamapsychiatry.2013.4642"
    },
    {
      "title": "Smartphone applications to support weight loss: current perspectives",
      "authors": [
        "C Pellegrini",
        "A Pfammatter",
        "D Conroy",
        "B Spring"
      ],
      "year": 2015
    },
    {
      "title": "Mobile phone technologies improve adherence to antiretroviral treatment in a resourcelimited setting: a randomized controlled trial of text message reminders",
      "authors": [
        "C Pop-Eleches",
        "H Thirumurthy",
        "J Habyarimana"
      ],
      "year": 2011
    },
    {
      "title": "Content presentation modes in mobile language listening tasks: English proficiency as a moderator",
      "authors": [
        "I Chen",
        "C Chang"
      ],
      "year": 2011
    },
    {
      "title": "Predictive modeling of addiction lapses in a mobile health application",
      "authors": [
        "M-Y Chih",
        "T Patton",
        "F Mctavish"
      ],
      "year": 2014,
      "doi": "10.1016/j.jsat.2013.08.004"
    },
    {
      "title": "Return of the JITAI: applying a just-in-time adaptive intervention framework to the development of mhealth solutions for addictive behaviors",
      "authors": [
        "S Goldstein",
        "B Evans",
        "D Flack"
      ],
      "year": 2017,
      "doi": "10.1007/s12529-016-9627-y"
    },
    {
      "title": "The importance of behavior theory in control system modeling of physical activity sensor data",
      "authors": [
        "W Riley",
        "Cesar Rivera"
      ],
      "year": 2014
    },
    {
      "title": "A dynamical model for describing behavioural interventions for weight loss and body composition change",
      "authors": [
        "J Navarro-Barrientos",
        "D Rivera",
        "L Collins"
      ],
      "year": 2011
    },
    {
      "title": "From intentions to actions: A theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1985,
      "doi": "10.1007/978-3-642-69746-3_2"
    },
    {
      "title": "A dynamical systems model of social cognitive theory",
      "authors": [
        "C Martin",
        "D Rivera",
        "W Riley"
      ],
      "year": 2014
    },
    {
      "title": "Social Foundations of Thought & Action: A Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "InterruptMe: designing intelligent prompting mechanisms for pervasive applications",
      "authors": [
        "V Pejovic",
        "M Musolesi"
      ],
      "year": 2014,
      "doi": "10.1145/2632048.2632062"
    },
    {
      "title": "Preliminary efforts directed toward the detection of craving of illicit substances: the iHeal project",
      "authors": [
        "E Boyer",
        "R Fletcher",
        "R Fay"
      ],
      "year": 2012,
      "doi": "10.1007/s13181-011-0200-4"
    },
    {
      "title": "An actor-critic contextual bandit algorithm for personalized interventions using mobile devices",
      "authors": [
        "H Lei",
        "A Tewari",
        "S Murphy"
      ],
      "year": 2014,
      "doi": "10.7551/mitpress/1120.003.0002"
    },
    {
      "title": "An actor-critic contextual bandit algorithm for personalized mobile health interventions",
      "authors": [
        "H Lei",
        "A Tewari",
        "S Murphy"
      ],
      "year": 2017
    },
    {
      "title": "The epoch-greedy algorithm for multi-armed bandits with side information In",
      "authors": [
        "J Langford",
        "T Zhang"
      ],
      "year": 2008
    },
    {
      "title": "Q-learning",
      "authors": [
        "C Watkins",
        "P Dayan"
      ],
      "year": 1992
    },
    {
      "title": "Transfer in reinforcement learning: a framework and a survey",
      "authors": [
        "A Lazaric"
      ],
      "year": 2012,
      "doi": "10.1007/978-3-642-27645-3_5"
    },
    {
      "title": "ULTEMAT: a mobile framework for smart ecological momentary assessments and interventions",
      "authors": [
        "P Van De Ven",
        "O 'brien",
        "H Henriques"
      ],
      "year": 2017,
      "doi": "10.1016/j.invent.2017.07.001"
    },
    {
      "title": "A refined taxonomy of behaviour change techniques to help people change their physical activity and healthy eating behaviours: the CALO-RE taxonomy",
      "authors": [
        "S Michie",
        "S Ashford",
        "F Sniehotta"
      ],
      "year": 2011
    },
    {
      "title": "The syntax and semantics of the proposed international algebraic language of the Zurich ACM-GAMM conference",
      "authors": [
        "J Backus"
      ],
      "year": 1959
    },
    {
      "title": "Reinforcement Learning: An Introduction",
      "authors": [
        "R Sutton",
        "A Barto"
      ],
      "year": 1998
    },
    {
      "title": "Changing behavior by memory aids: a social psychological model of prospective memory and habit development tested with dynamic field data",
      "authors": [
        "R Tobias"
      ],
      "year": 2009
    },
    {
      "title": "The impact of task difficulty expectations on intrinsic motivation",
      "authors": [
        "H Hom",
        "F Maxwell"
      ],
      "year": 1983,
      "doi": "10.1007/bf00992962"
    },
    {
      "title": "The Influence of Perceived Task Difficulty on Task Performance",
      "authors": [
        "D Scasserra"
      ],
      "year": 2008
    },
    {
      "title": "Prevention or delay of type 2 diabetes",
      "authors": [
        "American Diabetes"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-s008"
    },
    {
      "title": "Joslin diabetes center",
      "year": 2017,
      "doi": "10.1007/s11892-006-0014-y"
    },
    {
      "title": "The usage of a simplified self-titration dosing guideline (303 Algorithm) for insulin detemir in patients with type 2 diabetes-results of the randomized, controlled PREDICTI-VE TM 303 study",
      "authors": [
        "L Meneghini",
        "C Koenen",
        "W Weng"
      ],
      "year": 2007,
      "doi": "10.1111/j.1463-1326.2007.00804.x"
    },
    {
      "title": "How are habits formed: modelling habit formation in the real world",
      "authors": [
        "P Lally",
        "C Van Jaarsveld",
        "H Potts"
      ],
      "year": 2010,
      "doi": "10.1002/ejsp.674"
    },
    {
      "title": "Optimization of Just-in-Time Adaptive Interventions Using Reinforcement Learning",
      "authors": [
        "S Gonul",
        "T Namli",
        "M Baskaya"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-319-92058-0_32"
    },
    {
      "title": "Microrandomized trials: an experimental design for developing just-in-time adaptive interventions",
      "authors": [
        "P Klasnja",
        "E Hekler",
        "S Shiffman"
      ],
      "year": 2015
    },
    {
      "title": "POWER2DM-evaluation campaign methodology",
      "authors": [
        "J Sont",
        "I Smith",
        "B Uitbeijerse"
      ],
      "year": 2017,
      "doi": "10.18411/a-2017-023"
    },
    {
      "title": "POWER2DM-dynamic behaviour change intervention models for self-management",
      "authors": [
        "M Plo ¨ßnig",
        "I Smith",
        "S Huisman"
      ],
      "year": 2016,
      "doi": "10.18411/d-2016-154"
    }
  ],
  "num_references": 52
}
