{
  "paper_id": "RPEJI6LV",
  "title": "The Effects of mHealth-Based Gamification Interventions on Participation in Physical Activity: Systematic Review",
  "abstract": "Background: It is well known that regular physical exercise has associated benefits; yet, participation remains suboptimal. Mobile health (mHealth) has become an indispensable medium to deliver behavior change interventions, and there is a growing interest in the gamification apps in mHealth to promote physical activity (PA) participation. Gamification could use game design elements (such as points, leaderboards, and progress bars), and it has the potential to increase motivation for PA and engagement. However, mHealth-based gamification interventions are still emerging, and little is known about the application status and efficacy of such interventions. Objective: This systematic review aims to investigate gamification apps in mHealth for improving PA levels and simultaneously summarize the impact of gamification interventions on PA participation. \n Methods: We searched PubMed, Scopus, Web of Science, Embase, CINAHL (EBSCO host), and IEEE Xplore from inception to December 20, 2020. Original empirical research exploring the effects of gamification interventions on PA participation was included. The papers described at least one outcome regarding exercise or PA participation, which could be subjective self-report or objective indicator measurement. Of note, we excluded studies about serious games or full-fledged games. Results: Of 2944 studies identified from the database search, 50 (1.69%) were included, and the information was synthesized. The review revealed that gamification of PA had been applied to various population groups and broadly distributed among young people but less distributed among older adults and patients with a disease. Most of the studies (30/50, 60%) combined gamification with wearable devices to improve PA behavior change, and 50% (25/50) of the studies used theories or principles for designing gamified PA interventions. The most frequently used game elements were goal-setting, followed by progress bars, rewards, points, and feedback. This review demonstrated that gamification interventions could increase PA participation; however, the results were mixed, and modest changes were attained, which could be attributed to the heterogeneity across studies. Conclusions: Overall, this study provides an overview of the existing empirical research in PA gamification interventions and provides evidence for the efficacy of gamification in enhancing PA participation. High-quality empirical studies are needed in the future to assess the efficacy of a combination of gamification and wearable activity devices to promote PA, and further exploration is needed to investigate the optimal implementation of these features of game elements and theories to enhance PA participation.",
  "year": 2016,
  "date": "2016-01-26",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Linqi",
      "surname": "Xu",
      "name": "Linqi Xu",
      "affiliation": "1  School of Nursing , Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Hongyu",
      "surname": "Shi",
      "name": "Hongyu Shi",
      "affiliation": "1  School of Nursing , Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Meidi",
      "surname": "Shen",
      "name": "Meidi Shen",
      "affiliation": "3  School of Nursing , Peking University , Beijing , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Peking University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yuanyuan",
      "surname": "Ni",
      "name": "Yuanyuan Ni",
      "affiliation": "4  Department of Anaesthesia , Bethune First Hospital of Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t Department of Anaesthesia \n\t\t\t\t\t\t\t\t Bethune First Hospital of Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xin",
      "surname": "Zhang",
      "name": "Xin Zhang",
      "affiliation": "1  School of Nursing , Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yue",
      "surname": "Pang",
      "name": "Yue Pang",
      "affiliation": "1  School of Nursing , Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Tianzhuo",
      "surname": "Yu",
      "name": "Tianzhuo Yu"
    },
    {
      "forename": "Xiaoqian",
      "surname": "Lian",
      "name": "Xiaoqian Lian",
      "affiliation": "1  School of Nursing , Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Tianyue",
      "surname": "Yu",
      "name": "Tianyue Yu",
      "affiliation": "1  School of Nursing , Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xige",
      "surname": "Yang",
      "name": "Xige Yang",
      "affiliation": "1  School of Nursing , Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Feng",
      "surname": "Li",
      "name": "Feng Li",
      "affiliation": "1  School of Nursing , Jilin University , Changchun , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "©linqi",
      "surname": "Xu",
      "name": "©linqi Xu"
    },
    {
      "forename": "Tianzhuo",
      "surname": "Yu",
      "name": "Tianzhuo Yu"
    },
    {
      "forename": "Tianyue",
      "surname": "Yu",
      "name": "Tianyue Yu"
    },
    {
      "forename": "Li",
      "surname": "Originally",
      "name": "Li Originally"
    },
    {
      "affiliation": "School of Nursing Jilin University 965 Xinjiang Street Changchun , 130012 China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Jilin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 965 Xinjiang Street \n\t\t\t\t\t\t\t\t\t 130012 \n\t\t\t\t\t\t\t\t\t Changchun \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.2196/27794",
  "keywords": [
    "mobile health",
    "gamification",
    "physical activity",
    "systematic review",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Regular physical activity (PA) correlates with varied physical and mental health benefits  [1] [2] [3] [4] . Guidelines reviewed by the Physical Activity Guidelines Advisory Committee recommended that even small increases in light-intensity PA participation can lead to health benefits  [5] [6] [7] . However, despite proven benefits of PA participation, approximately one-third of the global adult population is insufficiently active and fails to fulfill the minimum PA guideline recommendations  [8] . Moreover, an average adult spends approximately 8 hours of the day in sedentary mode  [9] , resulting in poor health outcomes, including an increased risk of cardiovascular disease and type 2 diabetes  [10, 11] . Therefore, innovative behavior change interventions are required to improve PA levels.\n\nMobile health (mHealth), as defined by the American Heart Association's scientific statement, is \"the use of mobile computing and communication technologies (eg, mobile phones, wearable devices) for health services and information\"  [12] . It has become an essential medium to bring about behavior change interventions and has demonstrated a promising role in improving PA levels  [13] ; for example, wearable activity trackers enable users to objectively monitor their PA levels when used in conjunction with a mobile app. The real-time feedback relating to daily steps from the app may provide ongoing support and motivation for maintaining healthy PA behavior  [14] .\n\nGamification is the use of game design elements (such as points, leaderboards, progress bars, and badges) in nongame contexts (such as management, education, marketing, and health care) to increase motivation and engagement  [15] . There is a growing interest in the application of gamification in mHealth to promote healthy behavior change  [16] [17] [18] [19] , especially in promoting PA levels  [20] . For example, Patel et al  [21]  used gamification combined with social incentives to reward behaviors and finally increased PA among adults who were overweight and obese. As the concept of gamification is relatively new  [15] , empirical evidence is still emerging on the efficacy of gamification PA behavior change interventions.\n\nTo the best of our knowledge, no systematic review of quantitative studies has assessed the efficacy of gamification on PA behavior change. A systematic review in 2016 examined the amount and quality of empirical evidence for the efficacy of gamification on health and well-being  [19] ; however, the wide variability in gamification studies was limited in terms of the conclusions that could be drawn. Besides, the use of gamification in behavior change interventions is a young but rapidly growing research field; therefore, it would be timely to conduct a systematic review that combines all the empirical evidence related to the efficacy of gamification on PA participation."
    },
    {
      "title": "Aims",
      "text": "This systematic review aims to explore gamification apps in mHealth for improving PA levels and simultaneously summarize the effects of gamification interventions on PA participation.\n\nSpecifically, this study aims to (1) determine the most commonly used type of mHealth (eg, wearable devices and mobile apps) to deliver PA gamification interventions, (2) describe the most commonly used game elements applied to mHealth for improving PA levels, (3) determine the behavior change theories used in PA gamification interventions, and (4) summarize the impact of gamification interventions on PA outcomes (including daily step counts and time spent in PA) and sedentary behavior."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Operationalizing Gamification",
      "text": "Gamification was defined and operationalized as the use of digital game elements in nongame contexts, which needs to be differentiated from creating immersive, full-fledged games as in serious games  [15, 22] . Serious games, sometimes referred to as games with a purpose, provide pure gaming experiences by creating a complete and immersive game (eg, augmented reality exergames such as Pokémon Go), whereas gamification attempts to affect users' behavior and motivation through an experience reminiscent of games using game elements such as badges and points (eg, a wearable device combined with a mobile app used points and leaderboards to promote PA levels). However, the actual difference between the 2 concepts could be vague and highly subjective  [22] . In cases where the concepts were indistinguishable, 3 investigators (LX, XY, and FL) discussed the issue and arrived at the final decision."
    },
    {
      "title": "Search Strategy",
      "text": "This systematic review was conducted according to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines and Cochrane guidelines for systematic reviews  [23, 24] . Candidate papers were searched in PubMed, Scopus, Web of Science, Embase, CINAHL (EBSCO host), and IEEE Xplore from inception to December 20, 2020. In addition, relevant papers from other systematic reviews were included. The search strategy used controlled vocabulary (Medical Subject Headings), natural language terms, and synonyms. The search keywords were gamification, game element, and physical activity. Multimedia Appendix 1 provides further details on the search strategy."
    },
    {
      "title": "Selection Criteria",
      "text": "The search results were imported into EndNote X9 (Clarivate) citation management software after removing the duplicates. All titles and abstracts of the candidate papers were screened by 2 investigators (LX and XZ). After the initial screening, 2 other investigators (MS and YP) independently reviewed the full text of the identified papers. Papers that fulfilled the following criteria were included in the systematic review: 4. Clearly specify gamification or the use of at least one game element. Research where gamification was only mentioned but not analyzed was excluded. 5 . Gamification is delivered through digital devices (eg, PCs, tablets, smartphones, and wearable devices). 6 . The purpose of gamification is to promote PA. 7. Serious games and full-fledged games (eg, video games as well as immersive virtual reality games and augmented reality exergames) were excluded. 8 . The papers describe at least one outcome regarding exercise or PA participation, which could be subjective self-report or objective indicator measurement. 9 . If there was a dispute over a reference, help from a third investigator was sought to resolve the issue and arrive at a final agreement."
    },
    {
      "title": "Study Quality",
      "text": "The quality of both the randomized controlled trials (RCTs) and quasi-experimental studies was evaluated by 2 authors (LX and MS). For all studies included in the systematic review, we performed a quality assessment using the Cochrane Effective Practice and Organization of Care Group controlled before-and-after studies risk-of-bias assessment recommendation  [25] ; this risk-of-bias assessment tool was equally applicable to the quality assessment of RCTs and quasi-experimental studies. A total of 9 risk-of-bias criteria, including selection, performance, and reporting, were used to assess the included studies for potential bias; besides, each criterion was rated as low risk, high risk, or unclear risk. We summarized the quality evaluation results using a diagram. Any disputes were resolved through discussion with a third investigator (Tianzhuo Y) to reach a final agreement."
    },
    {
      "title": "Data Extraction and Analysis",
      "text": "Working independently, 2 investigators (Tianyue Y and XL) extracted information from the selected studies into a prepared Microsoft Access form that was developed specifically for this systematic review. In cases of disagreement, the final decisions were taken after a discussion between the 2 investigators (Tianyue Y and XL).\n\nThe recorded data in the systematic review included the name of the first author, publication year, country, study design, participant characteristics (population type, mean age, and percentage of the participants who were women), intervention characteristics (sample size, study setting, modality, and duration), gamification characteristics (game name, game elements, and theory used), and PA outcomes (PA measure, domains, and results). For the systematic review, the PA results comprised daily step counts, time spent in light PA (LPA), moderate PA (MPA), vigorous PA (VPA), moderate to vigorous PA (MVPA), percentage of goal reached, and PA motivation.\n\nBecause of multiple definitions proposed for the term gamification, the subsequent classification methods of game elements were also divided. In this study, we used a combination of the taxonomy of game elements provided by Cugelman  [26] , Johnson et al  [19] , Lister et al  [17] , Sardi et al  [16] , and Vermeir et al  [27] . The studies included in the systematic review had variations in study designs and insufficient data, which did not allow us to perform a meta-analysis. Therefore, we present the analysis of the PA outcomes and sedentary behavior in the form of a narrative review, with the results summarized in a table. Furthermore, we compared the inconsistencies of the intervention and gamification features between positive and negative studies to identify potential explanations."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search Results",
      "text": "A total of 4569 papers were identified through database searching, and an additional 6 papers were identified through other sources. Of these 4575 papers, after removal of duplicates, 2944 (64.35%) were screened by title or abstract. Of these 2944 papers, 2854 (96.94%) were excluded because they did not meet the inclusion and exclusion criteria, leaving 90 (3.06%) for full-text review. After careful evaluation, 44% (40/90) of the papers were excluded for the following reasons: 18% (7/40) were reviews, protocols, or design documents; 13% (5/40) were not experimental studies; 3% (1/40) did not refer to gamification; the gamification of 8% (3/40) was not delivered by means of a digital device; the full texts of 40% (16/40) were not available in English; and 20% (8/40) had duplicate data from the same patients. Finally, of the 90 studies, 50 (56%) were included and evaluated in our systematic review. Figure  1  shows the profile of the study selection."
    },
    {
      "title": "Study Characteristics",
      "text": "Multimedia Appendix 2  [21,  presents the characteristics of all 50 papers included in our systematic review. The studies were published between 2013 and 2020, and 84% (42/50) were published after 2015, which indicated that research on using gamification to enhance PA was an emerging field and had a rapidly rising trend.\n\nThe studies were distributed globally: 36% (18/50) in European countries, 24% (12/50) in the United States, 16% (8/50) in Asian countries, 10% (5/50) in Canada, 8% (4/50) in Australia, 4% (2/50) in Brazil, and 2% (1/50) in Singapore. The studies that were selected were primarily from two different types: RCTs (24/50, 48%) and quasi-experimental studies (26/50, 52%). Of the 26 quasi-experimental studies, 7 (27%) used a non-RCT design and 19 (73%) used a single-group pretest-posttest design. Both the RCTs and non-RCTs used a between-group design with 2, 3, 4, and 5 groups."
    },
    {
      "title": "Participant Characteristics",
      "text": "The systematic review included a total of 9977 participants, and evaluation was performed.\n\nSample sizes varied from 7 to 3637 participants, with 84% (42/50) of the sample sizes consisting of <200 participants. When reported (45/50, 90%), participant types in 58% (26/45) of the studies were classified as low risk, including healthy adults (10/45, 22%), healthy adolescents (5/45, 11%), children (5/45, 11%), undergraduate students (3/45, 7%), and family (3/45, 7%), whereas participant types in 42% (19/45) of the studies were classified as high risk, including older adults (5/45, 11%); adults who were overweight or obese (4/45, 9%); insufficiently active people (3/45, 7%); and patients with rheumatoid arthritis (1/45, 2%), chronic obstructive pulmonary disease (1/45, 2%), childhood cancer (1/45, 2%), chronic back pain (1/45, 2%), coronary heart disease (1/45, 2%), ovarian cancer (1/45, 2%), and type 2 diabetes (1/45, 2%), indicating that the gamification of PA had been applied to a variety of population groups. The age of the participants ranged from 8 to 71 years, with the gamification interventions broadly distributed among young people but less distributed among older adults and patients with a disease. The proportion of women varied from 0% to 88%; of the 50 studies, 1 (2%) included only male participants and 7 (14%) did not report the gender ratio.\n\nIntervention Characteristics Most of the study interventions (35/50, 70%) were conducted on the web, 12% (6/50) at homes, 8% (4/50) at schools, 4% (2/50) at workplaces, 4% (2/50) in communities, and 2% (1/50) in laboratories. The gamification of PA was delivered by means of several digital methods: mobile apps only (14/50, 28%), website only (6/50, 12%), activity monitors (eg, wristband and bracelet) only (7/50, 14%), website combined with activity monitors (9/50, 18%), and mobile apps combined with activity monitors (14/50, 28%), showing that most of the studies (30/50, 60%) combined gamification with wearable devices to improve PA behavior change. To be more specific, most of the wearable devices used in gamification were wrist worn (eg, Fitbit). The duration of the intervention ranged from 72 hours to 2 years; most (38/50, 76%) had no follow-up duration, indicating that further evaluations of PA gamified interventions are required to determine longer-term sustainability in the future. Table 2. Number of theories and principles used in the selected studies (N=25). Values, n (%) Theory 8 (32) SDT a 5 (20) BE b 3 (12) SCT c 3 (12) TPB d 3 (12) BCT e 3 (12) TTM f 1 (4) WPWM g 1 (4) Theories of perceived value 1 (4) Fun theory 1 (4) Sociocognitive learning theory"
    },
    {
      "title": "Gamification Characteristics"
    },
    {
      "title": "Assessment of Study Quality",
      "text": "As mentioned in Figure  3 , the quality of the 50 studies included in the systematic review was summarized using the Cochrane Effective Practice and Organization of Care Group risk-of-bias criteria. Generally, 58% (29/50) of the studies performed well, with at least 6 of the 9 evaluation criteria reported as low risk. As the RCTs and single-group pretest-posttest studies involved random sequence generation and allocation concealment, they were high risk. Furthermore, because 38% (19/50) of the studies had no control group, the applicable criteria relating to between-group comparisons were not fulfilled."
    },
    {
      "title": "Effects of Gamification on Outcome of PA",
      "text": "The PA behavior domains comprised daily step counts, time spent in LPA, MPA, VPA, and MVPA measured by objective activity monitors (34/50, 68%) or self-reported questionnaires (16/50, 32%). Multimedia Appendix 3  [21,  provides a detailed summary of outcome measures, domains, and results for all included studies. Table  3  includes a summary of selected outcomes by study design. The controlled studies compared the differences between the intervention group and the control group, and the single-group studies simply compared the pre-post data in 1 group. Moreover, we compared the differences in intervention and gamification characteristics between positive and negative studies to identify potential reasons in Multimedia Appendix 4  [21,28-56,58-62, 64,66-72,74,76] . b The pre-post difference between groups is statistically significant. c The difference between the intervention and control groups is statistically significant. d There is a trend toward improvement, but the improvement is not significant. e Not available. f PA: physical activity. g LPA: light physical activity.\n\nh MPA: moderate physical activity.\n\ni VPA: vigorous physical activity. j MVPA: moderate to vigorous physical activity."
    },
    {
      "title": "Step Counts",
      "text": "Of the 50 included studies, 23 (46%) assessed the impact of PA gamification interventions on step counts. Of these 23 studies, 11 (48%) were RCTs, 5 (22%) were non-RCTs, and 7 (30%) were single-group studies. As depicted in Table  3 , the results were quite consistent between the controlled studies and the single-group studies. The controlled studies (16/23, 65%) reported mixed results; 50% (8/16)  [21, 48, [52] [53] [54] 60, 67, 68]  reported that the gamification interventions exerted a positive impact on step counts, 44% (7/16)  [33, 34, 36, 39, 47, 55, 70]  reported that no difference existed between the intervention and control groups for step counts, and 6% (1/16)  [45]  suggested a trend toward an increase in step counts after the gamification interventions, although the difference was not significant. The single-group studies (7/23, 30%) also reported mixed results; 43% (3/7)  [29, 30, 61]  reported that the pre-post difference within groups was statistically significant for step counts, whereas 57% (4/7)  [32, 64, 65, 73]  reported that the pre-post difference was not significant."
    },
    {
      "title": "Time Spent in PA"
    },
    {
      "title": "Overview",
      "text": "Of the 50 included studies, 8 (16%) controlled studies and 8 (16%) single-group studies assessed the time spent in PA, as shown in Table  3 , and the results were quite different between the controlled studies and the single-group studies. In the controlled studies, only 3 (3/8, 38%)  [43, 51, 53]  reported that the difference between the intervention and control groups was statistically significant. However, for the single-group studies, most of the studies (6/8, 75%)  [30, 44, 49, 59, 62, 72]  demonstrated that the time spent in PA significantly increased after the gamification intervention. Only the study by Villasana et al  [69]  reported no trend toward improvement; the pre-post difference was not significant after the gamification intervention, and the study used just 1 game element (challenge) and did not use any theory (Multimedia Appendix 4).\n\nWe further examined the impact of gamification interventions on LPA, MPA, VPA, and MVPA."
    },
    {
      "title": "Impact on LPA",
      "text": "Among the 50 included studies, time spent in LPA was assessed in 5 (10%) RCTs  [34] [35] [36] 50, 76]  and 2 (4%) non-RCTs  [51, 74]  with mixed results. Of the 5 RCTs, 3 (60%)  [35, 50, 76]  showed that compared with the control groups, the intervention groups spent more time in LPA; however, the other 2 (40%) RCTs  [34, 36]  reported that the differences between the intervention and control groups were not significant. In the non-RCTs, the study by Mo et al  [51]  reported that the gamification intervention exerted a positive impact on LPA, whereas the study by Yacef et al  [74]  reported no significant difference between the intervention and control groups. After comparing these 2 studies, we found that applying multiple and integrated gamification elements (>2 game elements) could be associated with positive effects on LPA."
    },
    {
      "title": "Impact on MPA",
      "text": "Of the 50 included studies, 4 (8%) RCTs  [34] [35] [36] 50 ] and 2 (4%) non-RCTs  [51, 74]  measured the time spent in MPA; the 4 (100%) RCTs  [34] [35] [36] 50]  reported that the differences between the intervention and control groups were not significant, whereas the 2 (100%) non-RCTs  [51, 74]  showed significant effects. The difference in the results between the RCTs and the non-RCTs could be attributed to the selection bias in the non-RCTs."
    },
    {
      "title": "Impact on VPA",
      "text": "Among the 50 included studies, the outcomes of VPA were reported in 4 (8%) RCTs  [34] [35] [36] 50 ] and 2 (4%) non-RCTs  [51, 74] ; of note, the results were different between these 2 types of studies. The RCTs  [34] [35] [36] 50]  reported that no difference existed between the intervention and control groups for VPA; however, the non-RCTs  [51, 74]  reported that the VPA was significantly increased in the intervention group compared with the control group."
    },
    {
      "title": "Impact on MVPA",
      "text": "Of the 50 included studies, 9 (18%) studies reported the time spent in MVPA. Of these 9 studies, 6 (67%) were controlled studies  [33, 34, 36, 37, 41, 42 ] and 3 (33%) were single-group studies  [38, 46, 71] ; the results in both were mixed. In the 6 controlled studies, 3 (50%)  [33, 41, 42]  reported that the gamification intervention had positive effects on MVPA, whereas 3 (50%)  [34, 36, 37]  reported no significant difference between the intervention and control groups. In the 3 single-group studies, the pre-post difference between the groups for time spent in MVPA was significant in 2 (67%) studies  [38, 46]  but not in the study by Wilson et al  [71] ."
    },
    {
      "title": "Effects of Gamification on Sedentary Behavior",
      "text": "Sedentary behavior was reported as daily sitting time. Of the 50 included studies, 2 (4%) RCTs  [36, 56] , 1 (2%) non-RCT  [74] , and 1 (2%) single-group study  [38]  reported this outcome; the results of the controlled studies were mixed, but the single-group study reported that the gamification intervention exerted a positive impact on sedentary behavior. In the 3 controlled studies, 1 (33%) RCT  [36]  reported that the intervention group spent less time in sitting compared with the control group, whereas the 2 (67%) other studies  [56, 74]  reported no statistically significant differences between the intervention and control groups for daily sitting time. However, the single-group (pre-post) study  [38]  reported a significant decrease after the gamification intervention."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This study aims to offer a review of the gamification of PA. A total of 50 studies were included in the systematic review, suggesting that gamification in PA was still developing and lacked high-quality empirical research that could validate the efficacy of such interventions. The review revealed that gamification of PA had been applied to a variety of population groups and broadly distributed among young people but less distributed among older adults and patients with a disease. Most of the studies (30/50, 60%) combined gamification with wearable devices to improve PA behavior change. The most frequently used game elements were goal-setting, followed by progress bars, rewards, points, and feedback; besides, the most used theory in PA gamification was SDT. This systematic review revealed mixed findings for the efficacy of gamification interventions for improving PA participation and sedentary behavior. Both controlled studies and single-group studies reported mixed results on step counts, MVPA, and sedentary behavior. In addition, the controlled studies reported mixed results on time spent in LPA, MPA, and VPA. However, most of the single-group studies (6/8, 75%) revealed that gamified interventions might positively affect time spent in overall PA. Of note, these findings were limited because of the small number of studies."
    },
    {
      "title": "Gamification and mHealth",
      "text": "In the systematic review, the types of mHealth technologies used for delivering PA gamification interventions varied, with most of the studies using activity monitors (30/50, 60%), followed by mobile apps (28/50, 56%). To be more specific, most of the wearable devices used were wrist worn (eg, Fitbit). There is a growing interest in the use of wearable activity trackers to facilitate behavior management, when combined with the use of mobile apps; they might enhance users' motivation for PA and help to better manage their health  [77, 78] . Wearable activity trackers could provide real-time feedback related to daily steps and energy expenditure by means of specifically designed algorithms or through health professionals  [79, 80] , and when combined with gamification, they may markedly help in improving PA motivation and participation. However, there are few high-quality empirical studies. Thus, more empirical research is required in the future to explore the efficacy of a combination of gamification and wearable activity devices in promoting PA."
    },
    {
      "title": "Game Elements Used in PA Gamification",
      "text": "In the systematic review, the most frequently used game elements were achievement and progress oriented, such as goal-setting, progress bars, rewards, points, and feedback, which is consistent with previous reviews  [26, 27] , suggesting that these were also the most frequently used elements in PA gamification interventions. Goal-setting (30/50, 60%) is a key technique for behavior change  [26] , and when it is combined with progress and feedback, it could markedly facilitate intrinsic motivation  [81] . However, few scholars believe that rewards promote extrinsic motivation compared with intrinsic motivation; therefore, there may be a poor maintenance effect of the interventions  [82] .\n\nThe second most frequently used game elements in PA gamification interventions were social interaction oriented, such as competition and collaboration; these 2 elements increase users' experience of fun and promote motivation for PA participation through social incentives. However, studies have demonstrated that different types and applications of social incentives might affect the efficacy of gamification interventions  [21] . For example, gamification with collaboration among families led to significant increases in PA; however, the intervention was ineffective when conducted with participants who were previously unknown to each other  [21, 54] . Among such participants, competition became a more effective incentive method to promote PA. Therefore, future research needs to investigate the efficacy of gamification combined with different types of social incentives to promote PA participation."
    },
    {
      "title": "Gamification and Behavior Change Theories",
      "text": "In the systematic review, half of the studies used theories or principles for designing gamified PA interventions, and SDT (8/25, 32%) was the most commonly used theory, followed by BE (5/25, 20%). These findings were consistent with a previous systematic review  [19] . SDT is a well-established motivation theory that has become a key framework for health behavior interventions because the motivation of individuals was recognized as the main factor driving behavior change  [83] . However, intrinsic motivation or extrinsic motivation has different effects on behavior change, and existing research reveals that intrinsic motivation can promote not only behavior change in a more stable manner but also psychological and social well-being  [19] . Hence, future research could consider applying gamification to promote intrinsic motivation to aid in improving PA participation.\n\nThe second most commonly used theory in PA gamification interventions was BE. In recent years, there has been a trend to use BE principles to guide interventions for improving PA  [84] . From the perspective of BE principles, the decision to participate in PA is considered an investment in future health. An individual who is willing to pay the immediate costs of PA (eg, time and energy expenditure) to obtain health benefits in the future is regarded as having patient time preferences. We identified some predictable decision biases and chose interventions that persuade patients to choose a healthier decision (eg, participating in PA). Common BE principles embedded within PA gamification interventions included loss aversion, regret aversion, precommitment, and social norms  [21, 54] ."
    },
    {
      "title": "Effects of Gamification on PA and Sedentary Behavior",
      "text": "Overall, the evidence regarding the use of gamification to facilitate PA participation was inconclusive. Therefore, it is essential to consider potential explanations for the inconsistencies between the positive and negative studies. Regarding the time spent in overall PA, the positive impact of gamified interventions on PA was observed in 75% (6/8) of the single-group studies; these findings were consistent with a previous published systematic review  [19] , which reported that the positive impact of gamified interventions on PA was observed in 80% (8/10) of the studies. We further compared the differences in intervention and gamification characteristics between positive and negative studies. Of the 8 single-group studies, only 1 (13%) showed no trend toward improvement, and the pre-post difference was not significant in terms of the time spent in overall PA after the gamification intervention; the study used just 1 game element (challenge) and did not use any theory. These findings revealed that a combination of multiple game elements could be more effective for PA participation than a single game element, and gamification intervention using theory guidance could be more effective than a gamification intervention without any theory guidance. Furthermore, we tried to identify the appealing game features that could be associated with a positive effect; however, it is difficult to draw a definite conclusion because many studies have applied ≥2 gamification elements, and we cannot separate them to make a judgment. In addition, some of the studies  [9, 39]  reported that participants liked the self-monitoring of progress and leader board aspects, which might be associated with the positive effect on PA outcomes. However, this should be interpreted with caution because of the heterogeneity of the selected studies.\n\nRegarding the time spent in MPA and VPA, of the 50 included studies, 6 (12%) controlled studies measured the time spent in MPA and VPA and reported mixed results; the results differed between RCTs and non-RCTs. The bias in the non-RCTs could have potentially led to positive results. Our study reported mixed effects of gamification on daily sitting time. As far as we know, this is the first systematic review to report the impact of gamification on sedentary behavior; however, the results were limited because there were only a few high-quality empirical studies."
    },
    {
      "title": "Limitations",
      "text": "Our study includes several limitations. First, because of the variability and heterogeneity of the research interventions and results, the evidence might not be sufficiently strong to determine whether gamification effectively improves PA participation. Second, the studies included in the systematic review had variations in study design and insufficient data, which did not allow a meta-analysis. Third, although the population was diverse, the original articles had insufficient data, which prevented us from conducting a subgroup analysis based on the population. Fourth, related outcomes were measured immediately after the end of the intervention period, and the long-term effects of gamification in most studies were not observed; therefore, we did not summarize and synthesize the maintenance effect of the gamification interventions. Fifth, the differences in game elements, mHealth technology types, populations, and sample sizes among the included studies might be a major cause of the heterogeneity. Finally, most selected studies in our review were conducted using medical registry databases, which might suffer from an intrinsic risk of coding imprecision and incompleteness."
    },
    {
      "title": "Conclusions and Practical Implications",
      "text": "This study demonstrates that gamification interventions can increase PA participation; however, the results were mixed, and modest changes were obtained. This could be attributed to the heterogeneity across studies. Gamification combined with wearable activity trackers could help individuals to self-monitor progress and provide fun and motivation to promote health-related behavior change, especially in improving PA. Therefore, high-quality empirical studies are required in the future to examine the efficacy of a combination of gamification and wearable activity devices to promote PA. Gamification interventions generally have short-term effects, and ongoing contact by means of specifically designed algorithms and through health professionals could increase long-term adherence to PA participation. Hence, gamification combined with wearable activity devices has the potential to assist health professionals to provide ongoing support and motivation to patients who are physically inactive in terms of adherence to PA participation. Moreover, this study reveals that a combination of multiple game elements could be more effective for PA participation than a single game element, and a gamification intervention using theory guidance could be more effective than a gamification intervention without any theory guidance. The combination of different theories and different multiple game elements might produce different effects; hence, further exploration is required to explore the optimal implementation of these features of game elements and theories to improve PA participation. Furthermore, future empirical research on gamification should focus not only on the outcome of PA but also on the impact on sedentary behavior."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow diagram of search results."
    },
    {
      "text": "Figure 2. Number of game elements used in the selected studies."
    },
    {
      "text": "Figure 3. Risk-of-bias summary [21,28-76]."
    },
    {
      "text": "Shameli et al [61]  b Tong et al [67]  c Höchsmann et al [45]  dTabak et al [64] d Walsh et al [70] a Kurtzman et al [47] aTakahashi et al [65]  al [36]  a --Maher et al [50] a Time spent in VPA i (n=6) -Mo et al [51] c Corepal et al [34] a Quasi-experimental studies (study and effect) Outcome and studies that assessed them (randomized controlled trials [study and effect]) Single-group (pre-post) studies NonrandomizedThe between-group difference or the pre-post difference is not significant."
    },
    {
      "text": "Figure2show the gamification characteristics of the studies included in our systematic review. The number of game elements used in PA gamified interventions ranged from 1 to 10, with most including 5 game elements. The most frequently used game elements were goal-setting, followed by progress bars, rewards, points, and feedback."
    },
    {
      "text": "Type of game elements used in the selected studies (N=50)."
    },
    {
      "text": "Summary of selected outcomes by study design in the included studies (N=50)."
    }
  ],
  "references": [
    {
      "title": "Executive summary: heart disease and stroke statistics--2016 update: a report from the American Heart Association",
      "authors": [
        "G Writing",
        "D Mozaffarian",
        "E Benjamin",
        "A Go",
        "D Arnett",
        "M Blaha"
      ],
      "year": 2016,
      "doi": "10.1161/CIR.0000000000000366"
    },
    {
      "title": "Trends in cardiovascular health metrics and associations with all-cause and CVD mortality among US adults",
      "authors": [
        "Q Yang",
        "M Cogswell",
        "W Flanders",
        "Y Hong",
        "Z Zhang",
        "F Loustalot"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.339"
    },
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk",
        "Lancet Physical",
        "Activity Series",
        "Working Group"
      ],
      "year": 2012,
      "doi": "10.1016/S0140-6736(12)61031-9"
    },
    {
      "title": "Lancet Physical Activity Series 2 Executive Committee. The economic burden of physical inactivity: a global analysis of major non-communicable diseases",
      "authors": [
        "D Ding",
        "K Lawson",
        "T Kolbe-Alexander",
        "E Finkelstein",
        "P Katzmarzyk",
        "W Van Mechelen"
      ],
      "year": 2016,
      "doi": "10.1016/S0140-6736(16)30383-X"
    },
    {
      "title": "The physical activity guidelines for Americans",
      "authors": [
        "K Piercy",
        "R Troiano",
        "R Ballard",
        "S Carlson",
        "J Fulton",
        "D Galuska"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.14854"
    },
    {
      "title": "Initiative (WHI). Association of light physical activity measured by accelerometry and incidence of coronary heart disease and cardiovascular disease in older women",
      "authors": [
        "A Lacroix",
        "J Bellettiere",
        "E Rillamas-Sun",
        "C Di",
        "K Evenson",
        "C Lewis",
        "' Women",
        "Health"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.0419"
    },
    {
      "title": "Association of accelerometer-measured light-intensity physical activity with brain volume: the framingham heart study",
      "authors": [
        "N Spartano",
        "K Davis-Plourde",
        "J Himali",
        "C Andersson",
        "M Pase",
        "P Maillard"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.2745"
    },
    {
      "title": "Global physical activity levels: surveillance progress, pitfalls, and prospects",
      "authors": [
        "P Hallal",
        "L Andersen",
        "F Bull",
        "R Guthold",
        "W Haskell",
        "U Ekelund",
        "Lancet Physical",
        "Activity Series",
        "Working Group"
      ],
      "year": 2012,
      "doi": "10.1016/S0140-6736(12)60646-1"
    },
    {
      "title": "Adult self-reported and objectively monitored physical activity and sedentary behavior: NHANES 2005-2006",
      "authors": [
        "J Schuna",
        "W Johnson",
        "Tudor Locke"
      ],
      "year": 2013,
      "doi": "10.1186/1479-5868-10-126"
    },
    {
      "title": "Sedentary time and its association with risk for disease incidence, mortality, and hospitalization in adults: a systematic review and meta-analysis",
      "authors": [
        "A Biswas",
        "P Oh",
        "G Faulkner",
        "R Bajaj",
        "M Silver",
        "M Mitchell"
      ],
      "year": 2015,
      "doi": "10.7326/m14-1651"
    },
    {
      "title": "Lancet Physical Activity Series 2 Executive Committe, Lancet Sedentary Behaviour Working Group. Does physical activity attenuate, or even eliminate, the detrimental association of sitting time with mortality? A harmonised meta-analysis of data from more than 1 million men and women",
      "authors": [
        "U Ekelund",
        "J Steene-Johannessen",
        "W Brown",
        "M Fagerland",
        "N Owen",
        "K Powell"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30370-1"
    },
    {
      "title": "Current science on consumer use of mobile health for cardiovascular disease prevention: a scientific statement from the American Heart Association",
      "authors": [
        "L Burke",
        "J Ma",
        "K Azar",
        "G Bennett",
        "E Peterson",
        "Y ; Zheng",
        "Stroke Research",
        "Council"
      ],
      "year": 2015,
      "doi": "10.1161/cir.0000000000000232"
    },
    {
      "title": "Mobile health advances in physical activity, fitness, and atrial fibrillation: moving hearts",
      "authors": [
        "M Mcconnell",
        "M Turakhia",
        "R Harrington",
        "A King",
        "E Ashley"
      ],
      "year": 2018,
      "doi": "10.1016/j.jacc.2018.04.030"
    },
    {
      "title": "Behavior change techniques implemented in electronic lifestyle activity monitors: a systematic content analysis",
      "authors": [
        "E Lyons",
        "Z Lewis",
        "B Mayrsohn",
        "J Rowland"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3469"
    },
    {
      "title": "From game design elements to gamefulness: defining \"gamification",
      "authors": [
        "S Deterding",
        "D Dixon",
        "R Khaled",
        "L Nacke"
      ],
      "year": 2011,
      "doi": "10.1145/2181037.2181040"
    },
    {
      "title": "A systematic review of gamification in e-Health",
      "authors": [
        "L Sardi",
        "A Idri",
        "J Fernández-Alemán"
      ],
      "year": 2017,
      "doi": "10.1016/j.jbi.2017.05.011"
    },
    {
      "title": "Just a fad? Gamification in health and fitness apps",
      "authors": [
        "C Lister",
        "J West",
        "B Cannon",
        "T Sax",
        "D Brodegard"
      ],
      "year": 2014,
      "doi": "10.2196/games.3413"
    },
    {
      "title": "Gamification': influencing health behaviours with games",
      "authors": [
        "D King",
        "F Greaves",
        "C Exeter",
        "A Darzi"
      ],
      "year": 2013,
      "doi": "10.1177/0141076813480996"
    },
    {
      "title": "Gamification for health and wellbeing: a systematic review of the literature",
      "authors": [
        "D Johnson",
        "S Deterding",
        "K Kuhn",
        "A Staneva",
        "S Stoyanov",
        "L Hides"
      ],
      "year": 2016,
      "doi": "10.1016/j.invent.2016.10.002"
    },
    {
      "title": "Gamification for physical activity behaviour change",
      "year": 2018,
      "doi": "10.1177/1757913918801447"
    },
    {
      "title": "Effectiveness of behaviorally designed gamification interventions with social incentives for increasing physical activity among overweight and obese adults across the united states: the STEP UP randomized clinical trial",
      "authors": [
        "M Patel",
        "D Small",
        "J Harrison",
        "M Fortunato",
        "A Oon",
        "C Rareshide"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.3505"
    },
    {
      "title": "Gamification and serious games within the domain of domestic energy consumption: a systematic review",
      "authors": [
        "D Johnson",
        "E Horton",
        "R Mulcahy",
        "M Foth"
      ],
      "year": 2017,
      "doi": "10.1016/j.rser.2017.01.134"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff",
        "C Mulrow",
        "P Gøtzsche",
        "J Ioannidis"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b2700"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b2535"
    },
    {
      "title": "Cochrane Effective Practice and Organisation of Care (EPOC)",
      "year": 2017
    },
    {
      "title": "Gamification: what it is and why it matters to digital health behavior change developers",
      "authors": [
        "B Cugelman"
      ],
      "year": 2013,
      "doi": "10.2196/games.3139"
    },
    {
      "title": "The effects of gamification on computerized cognitive training: systematic review and meta-analysis",
      "authors": [
        "J Vermeir",
        "M White",
        "D Johnson",
        "G Crombez",
        "D Van Ryckeghem"
      ],
      "year": 2020,
      "doi": "10.2196/18644"
    },
    {
      "title": "The effect of social support features and gamification on a web-based intervention for rheumatoid arthritis patients: randomized controlled trial",
      "authors": [
        "A Allam",
        "Z Kostova",
        "K Nakamoto",
        "P Schulz"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3510"
    },
    {
      "title": "Points-based reward systems in gamification impact children's physical activity strategies and psychological needs",
      "authors": [
        "S Ahn",
        "K Johnsen",
        "C Ball"
      ],
      "year": 2019,
      "doi": "10.1177/1090198118818241"
    },
    {
      "title": "Extending a gamified mobile app with a public display to encourage walking",
      "authors": [
        "M Altmeyer",
        "P Lessel",
        "T Sander",
        "A Krüger"
      ],
      "year": 2018,
      "doi": "10.1145/3275116.3275135"
    },
    {
      "title": "Promoting exercise training and physical activity in daily life: a feasibility study of a virtual group intervention for behaviour change in COPD",
      "authors": [
        "T Burkow",
        "L Vognild",
        "E Johnsen",
        "A Bratvold",
        "M Risberg"
      ],
      "year": 2018,
      "doi": "10.1186/s12911-018-0721-8"
    },
    {
      "title": "Tweeting to health: a novel mHealth intervention using Fitbits and Twitter to foster healthy lifestyles",
      "authors": [
        "A Chung",
        "A Skinner",
        "S Hasty",
        "E Perrin"
      ],
      "year": 2016,
      "doi": "10.1177/0009922816653385"
    },
    {
      "title": "Gamification of active travel to school: a pilot evaluation of the Beat the Street physical activity intervention",
      "authors": [
        "E Coombes",
        "A Jones"
      ],
      "year": 2016,
      "doi": "10.1016/j.healthplace.2016.03.001"
    },
    {
      "title": "A feasibility study of 'The StepSmart Challenge' to promote physical activity in adolescents",
      "authors": [
        "R Corepal",
        "P Best",
        "O' Neill",
        "R Kee",
        "F Badham",
        "J Dunne"
      ],
      "year": 2019,
      "doi": "10.1186/s40814-019-0523-5"
    },
    {
      "title": "Promoting physical activity in worksite settings: results of a German pilot study of the online intervention Healingo fit",
      "authors": [
        "K Dadaczynski",
        "S Schiemann",
        "O Backhaus"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4697-6"
    },
    {
      "title": "Apps for IMproving FITness and increasing physical activity among young people: the AIMFIT pragmatic randomized controlled trial",
      "authors": [
        "A Direito",
        "Y Jiang",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4568"
    },
    {
      "title": "A social networking and gamified app to increase physical activity: cluster RCT",
      "authors": [
        "S Edney",
        "T Olds",
        "J Ryan",
        "C Vandelanotte",
        "R Plotnikoff",
        "R Curtis"
      ],
      "year": 2020,
      "doi": "10.1016/j.amepre.2019.09.009"
    },
    {
      "title": "Mila Blooms: a mobile phone application and behavioral intervention for promoting physical activity and a healthy diet among adolescent survivors of childhood cancer",
      "authors": [
        "B Fuemmeler",
        "E Holzwarth",
        "Y Sheng",
        "E Do",
        "C Miller",
        "J Blatt"
      ],
      "year": 2020,
      "doi": "10.1089/g4h.2019.0060"
    },
    {
      "title": "Use of a smartphone app to increase physical activity levels in insufficiently active adults: feasibility sequential multiple assignment randomized trial (SMART)",
      "authors": [
        "B Gonze",
        "R Padovani",
        "M Simoes",
        "V Lauria",
        "N Proença",
        "E Sperandio"
      ],
      "year": 2020,
      "doi": "10.2196/14322"
    },
    {
      "title": "Wellness partners: design and evaluation of a web-based physical activity diary with social gaming features for adults",
      "authors": [
        "M Gotsis",
        "H Wang",
        "D Spruijt-Metz",
        "Jordan Marsh",
        "M Valente"
      ],
      "year": 2013,
      "doi": "10.2196/resprot.2132"
    },
    {
      "title": "Development of an accelerometer-linked online intervention system to promote physical activity in adolescents",
      "authors": [
        "N Guthrie",
        "A Bradlyn",
        "S Thompson",
        "S Yen",
        "J Haritatos",
        "F Dillon"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0128639"
    },
    {
      "title": "Increasing students' activity in physical education: results of the self-determined exercise and learning for FITness trial",
      "authors": [
        "A Ha",
        "C Lonsdale",
        "D Lubans",
        "J Ng"
      ],
      "year": 2020,
      "doi": "10.1249/mss.0000000000002172"
    },
    {
      "title": "A persuasive mhealth behavioral change intervention for promoting physical activity in the workplace: feasibility randomized controlled trial",
      "authors": [
        "M Haque",
        "M Kangas",
        "T Jämsä"
      ],
      "year": 2020,
      "doi": "10.2196/15083"
    },
    {
      "title": "The relationship between physical inactivity and mental wellbeing: findings from a gamification-based community-wide physical activity intervention",
      "authors": [
        "M Harris"
      ],
      "year": 2018,
      "doi": "10.1177/2055102917753853"
    },
    {
      "title": "Effectiveness of a behavior change technique-based smartphone game to improve intrinsic motivation and physical activity adherence in patients with type 2 diabetes: randomized controlled trial",
      "authors": [
        "C Höchsmann",
        "D Infanger",
        "C Klenk",
        "K Königstein",
        "S Walz",
        "A Schmidt-Trucksäss"
      ],
      "year": 2019,
      "doi": "10.2196/11444"
    },
    {
      "title": "A blended web-based gaming intervention on changes in physical activity for overweight and obese employees: influence and usage in an experimental pilot study",
      "authors": [
        "T Kouwenhoven-Pasmooij",
        "S Robroek",
        "S Ling",
        "J Van Rosmalen",
        "E Van Rossum",
        "A Burdorf"
      ],
      "year": 2017,
      "doi": "10.2196/games.6421"
    },
    {
      "title": "Social incentives and gamification to promote weight loss: the LOSE IT controlled trial",
      "authors": [
        "G Kurtzman",
        "S Day",
        "D Small",
        "M Lynch",
        "J Zhu",
        "W Wang"
      ],
      "year": 2018,
      "doi": "10.1007/s11606-018-4552-1"
    },
    {
      "title": "The motivating power of gamification: Does the inclusion of game elements increase the effectiveness of worksite health promotion programs?",
      "authors": [
        "L Lier",
        "C Breuer"
      ],
      "year": 2019,
      "doi": "10.1108/ijwhm-04-2019-0055"
    },
    {
      "title": "The sustainability of a workplace wellness program that incorporates gamification principles: participant engagement and health benefits after 2 years",
      "authors": [
        "I Lowensteyn",
        "V Berberian",
        "C Berger",
        "Da Costa",
        "D Joseph",
        "L Grover"
      ],
      "year": 2019,
      "doi": "10.1177/0890117118823165"
    },
    {
      "title": "A web-based, social networking physical activity intervention for insufficiently active adults delivered via Facebook app: randomized controlled trial",
      "authors": [
        "C Maher",
        "M Ferguson",
        "C Vandelanotte",
        "R Plotnikoff",
        "De Bourdeaudhuij",
        "I Thomas"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4086"
    },
    {
      "title": "Using gamification and social incentives to increase physical activity and related social cognition among undergraduate students in Shanghai, China",
      "authors": [
        "D Mo",
        "M Xiang",
        "M Luo",
        "Y Dong",
        "Y Fang",
        "S Zhang"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16050858"
    },
    {
      "title": "Game elements to promote walking in Thais working adults",
      "authors": [
        "S Muangsrinoon",
        "P Boonbrahm"
      ],
      "year": 2019,
      "doi": "10.1109/jcsse.2019.8864223"
    },
    {
      "title": "A pilot crossover study: effects of an intervention using an activity monitor with computerized game functions on physical activity and body composition",
      "authors": [
        "M Nishiwaki",
        "A Kuriyama",
        "Y Ikegami",
        "N Nakashima",
        "N Matsumoto"
      ],
      "year": 2014,
      "doi": "10.1186/1880-6805-33-35"
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp",
        "C Fox",
        "D Small",
        "J Massaro"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Lessons learned through the implementation of an ehealth physical activity gaming intervention with high school youth",
      "authors": [
        "L Pope",
        "B Garnett",
        "M Dibble"
      ],
      "year": 2018,
      "doi": "10.1089/g4h.2017.0164"
    },
    {
      "title": "Effect of tailored, gamified, mobile physical activity intervention on life satisfaction and self-rated health in young adolescent men: a population-based, randomized controlled trial (MOPO study)",
      "authors": [
        "R Pyky",
        "H Koivumaa-Honkanen",
        "A Leinonen",
        "R Ahola",
        "N Hirvonen",
        "H Enwald"
      ],
      "year": 2017,
      "doi": "10.1016/j.chb.2017.02.032"
    },
    {
      "title": "When Wii doesn't Fit: how non-beginners react to Wii Fit's gamification",
      "authors": [
        "L Reynolds",
        "V Sosik",
        "D Cosley"
      ],
      "year": 2013,
      "doi": "10.1145/2583008.2583027"
    },
    {
      "title": "Interactive sections of an internet-based intervention increase empowerment of chronic back pain patients: randomized controlled trial",
      "authors": [
        "S Riva",
        "A Camerini",
        "A Allam",
        "P Schulz"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3474"
    },
    {
      "title": "Examining enjoyment in gamifying physical exercise and a healthy diet",
      "authors": [
        "K Razikin",
        "D Goh",
        "C Lee"
      ],
      "year": 2017
    },
    {
      "title": "Effects of social interaction mechanics in pervasive games on the physical activity levels of older adults: quasi-experimental study",
      "authors": [
        "L Santos",
        "K Okamoto",
        "S Funghetto",
        "A Cavalli",
        "S Hiragi",
        "G Yamamoto"
      ],
      "year": 2019,
      "doi": "10.2196/13962"
    },
    {
      "title": "How gamification affects physical activity: large-scale analysis of walking challenges in a mobile application",
      "authors": [
        "A Shameli",
        "T Althoff",
        "A Saberi",
        "J Leskovec"
      ],
      "year": 2017,
      "doi": "10.1145/3041021.3054172"
    },
    {
      "title": "A wearable-enhanced fitness program for older adults, combining fitness trackers and gamification elements: the pilot study fMOOC@Home",
      "authors": [
        "A Steinert",
        "I Buchem",
        "A Merceron",
        "J Kreutel",
        "M Haesner"
      ],
      "year": 2018,
      "doi": "10.1007/s11332-017-0424-z"
    },
    {
      "title": "Community-based exergaming program increases physical activity and perceived wellness in older adults",
      "authors": [
        "K Strand",
        "S Francis",
        "J Margrett",
        "W Franke",
        "M Peterson"
      ],
      "year": 2014,
      "doi": "10.1123/japa.22.3.364"
    },
    {
      "title": "A game-based, physical activity coaching application for older adults: design approach and user experience in daily life",
      "authors": [
        "M Tabak",
        "F De Vette",
        "H Van Dijk",
        "M Vollenbroek-Hutten"
      ],
      "year": 2020,
      "doi": "10.1089/g4h.2018.0163"
    },
    {
      "title": "Mobile walking game and group-walking program to enhance going out for older adults",
      "authors": [
        "M Takahashi",
        "H Kawasaki",
        "A Maeda",
        "M Nakamura"
      ],
      "year": 2016,
      "doi": "10.1145/2968219.2968415"
    },
    {
      "title": "Increasing physical activity efficiently: an experimental pilot study of a website and mobile phone intervention",
      "authors": [
        "K Thorsteinsen",
        "J Vittersø",
        "G Svendsen"
      ],
      "year": 2014,
      "doi": "10.1155/2014/746232"
    },
    {
      "title": "A field study: evaluating gamification approaches for promoting physical activity with motivational models of behavior changes",
      "authors": [
        "X Tong",
        "D Gromala",
        "C Shaw"
      ],
      "year": 2016,
      "doi": "10.1007/978-3-319-39513-5_39"
    },
    {
      "title": "Walking for fun or for \"likes\"? The impacts of different gamification orientations of fitness apps on consumers' physical activities",
      "authors": [
        "R Tu",
        "P Hsieh",
        "W Feng"
      ],
      "year": 2021,
      "doi": "10.1016/j.smr.2018.10.005"
    },
    {
      "title": "Promotion of healthy lifestyles to teenagers with mobile devices: a case study in Portugal",
      "authors": [
        "M Villasana",
        "I Pires",
        "J Sá",
        "N Garcia",
        "M Teixeira",
        "E Zdravevski"
      ],
      "year": 2020,
      "doi": "10.3390/healthcare8030315"
    },
    {
      "title": "StepCity: a preliminary investigation of a personal informatics-based social game on behavior change",
      "authors": [
        "G Walsh",
        "J Golbeck"
      ],
      "year": 2014,
      "doi": "10.1145/2559206.2581326"
    },
    {
      "title": "Does a wrist-worn activity monitor increase exercise activity in teenagers with congenital heart disease? University Hospitals Bristol NHS Healthcare Trust",
      "authors": [
        "D Wilson",
        "C Gillett",
        "G Piele",
        "C Williams",
        "A Stuart"
      ],
      "year": 2016,
      "doi": "10.1177/2047487316668095"
    },
    {
      "title": "Development and pilot evaluation of a mobile app on parent-child exercises to improve physical activity and psychosocial outcomes of Hong Kong Chinese children",
      "authors": [
        "R Wong",
        "E Yu",
        "T Wong",
        "C Fung",
        "C Choi",
        "C Or"
      ],
      "year": 2020,
      "doi": "10.1186/s12889-020-09655-9"
    },
    {
      "title": "Stepping into survivorship: harnessing mobile health and principles of behavioral economics to increase physical activity in ovarian cancer survivors",
      "authors": [
        "A Wright",
        "E Schrier",
        "E Thompson",
        "S Schumer",
        "J Liu",
        "C Krasner"
      ],
      "year": 2020,
      "doi": "10.1016/j.ygyno.2020.05.585"
    },
    {
      "title": "Supporting learning activities with wearable devices to develop life-long skills in a health education app",
      "authors": [
        "K Yacef",
        "C Caillaud",
        "O Galy"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-319-93846-2_74"
    },
    {
      "title": "Effects of a personalized fitness recommender system using gamification and continuous player modeling: system design and long-term validation study",
      "authors": [
        "Z Zhao",
        "A Arya",
        "R Orji",
        "G Chan"
      ],
      "year": 2020,
      "doi": "10.2196/19968"
    },
    {
      "title": "Deconstructing gamification: evaluating the effectiveness of continuous measurement, virtual rewards, and social comparison for promoting physical activity",
      "authors": [
        "O Zuckerman",
        "A Gal-Oz"
      ],
      "year": 2014,
      "doi": "10.1007/s00779-014-0783-2"
    },
    {
      "title": "Wearable devices to monitor and reduce the risk of cardiovascular disease: evidence and opportunities",
      "authors": [
        "A Mizuno",
        "S Changolkar",
        "M Patel"
      ],
      "year": 2021,
      "doi": "10.1146/annurev-med-050919-031534"
    },
    {
      "title": "Electronic wearable device and physical activity among US adults: an analysis of 2019 HINTS data",
      "authors": [
        "Z Xie",
        "Jo Hong"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijmedinf.2020.104297"
    },
    {
      "title": "Older adults' acceptance of activity trackers",
      "authors": [
        "K Preusse",
        "T Mitzner",
        "C Fausset"
      ],
      "year": 2017,
      "doi": "10.1177/0733464815624151"
    },
    {
      "title": "Consumer-based wearable activity trackers increase physical activity participation: systematic review and meta-analysis",
      "authors": [
        "K Brickwood",
        "G Watson",
        "O 'brien",
        "J Williams"
      ],
      "year": 2019,
      "doi": "10.2196/11819"
    },
    {
      "title": "Understanding the effects of gamification and juiciness on players",
      "authors": [
        "K Hicks",
        "K Gerling",
        "G Richardson",
        "T Pike",
        "O Burman",
        "P Dickinson"
      ],
      "year": 2019,
      "doi": "10.1109/cig.2019.8848105"
    },
    {
      "title": "Intrinsic and extrinsic motivations: classic definitions and new directions",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1006/ceps.1999.1020"
    },
    {
      "title": "Motivation, personality, and development within embedded social contexts: an overview of self-determination theory",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2012
    },
    {
      "title": "Physical activity counseling in primary care: insights from public health and behavioral economics",
      "authors": [
        "K Shuval",
        "T Leonard",
        "J Drope",
        "D Katz",
        "A Patel",
        "M Maitin-Shepard"
      ],
      "year": 2017,
      "doi": "10.3322/caac.21394"
    }
  ],
  "num_references": 84
}
