{
  "paper_id": "RQQVXLCN",
  "title": "A Model of the Precaution Adoption Process: Evidence From Home Radon Testing",
  "abstract": "We present the precaution adoption process model-a stage theory consisting of seven distinct states between ignorance and completed preventive action. The stages are \"unaware of the issue,\" \"aware of the issue but not personally engaged,\" \"engaged and deciding what to do,\" \"planning to act but not yet having acted,\" \"having decided not to act,\" \"acting,\" and \"maintenance.\" The theory asserts that these stages represent qualitatively different patterns of behavior, beliefs, and experience and that the factors that produce transitions between stages vary depending on the specific transition being considered. Data from seven studies of home radon testing are examined to test some of the claims made by this model. Stage theories of protective behavior are contrasted with theories that see precaution adoption in terms of movement along a single continuum of action likelihood.",
  "year": 1980,
  "date": "1980",
  "authors": [
    {
      "name": "Neil Weinstein",
      "affiliation": {
        "organization": "Departments of Human Ecology and Psychology Rutgers",
        "department": "Departments of Human Ecology and Psychology Rutgers",
        "institution": "the State University of New Jersey",
        "address": "P.O. Box 231, 08903, New Brunswick, NJ"
      }
    },
    {
      "name": "Peter Sandman",
      "affiliation": {
        "organization": "Departments of Human Ecology and Psychology Rutgers",
        "department": "Departments of Human Ecology and Psychology Rutgers",
        "institution": "the State University of New Jersey",
        "address": "P.O. Box 231, 08903, New Brunswick, NJ"
      }
    },
    {
      "affiliation": {
        "organization": "Departments of Human Ecology and Psychology Rutgers",
        "department": "Departments of Human Ecology and Psychology Rutgers",
        "institution": "the State University of New Jersey",
        "address": "P.O. Box 231, 08903, New Brunswick, NJ"
      }
    }
  ],
  "doi": "10.1177/109019817400200407",
  "md5": "B57F59C1189700E743A72F7FF7C2EAC7",
  "publication": {
    "journal": "Journal of Consulting and Clinical Psychology",
    "journal_inferred": true
  },
  "keywords": [
    "stage theory",
    "radon",
    "prevention",
    "health behavior",
    "risk perception",
    "lung cancer Most theories of individual preventive behavior (Ajzen"
  ],
  "funding": [
    "",
    "ACKNOWLEDGMENTS Funding for the radon research program was provided by the  New Jersey Department of Environmental Protection . The major contributions of  M. L. Klotz  and  Nancy E. Roberts  to the studies described here are gratefully acknowledged. We also thank  Chris Chandler ,  Mark Fritsche ,  Shannon Fury ,  Lori Granato ,  Linda Huebner ,  John Parker ,  Daphne Shalita , and  Adrianne Sobicinski  for their work in carrying out the DEP2 Follow-Up Study."
  ],
  "sections": [
    {
      "text": "are much easier to test. The success of a continuum model is judged by the strength of the correlation between the value of the prediction equation and the amount of subsequent action. Because stage models have explicit structure, substantially more data are needed to determine their accuracy. Criteria for placing an individual at a particular stage must be developed; subjects need to be followed over time to see whether movement among stages follows the sequence suggested by the theory and whether the variables predicting progress from stage to stage do vary as claimed; suggestions that people at different stages have different patterns of behavior and beliefs need to be examined. It is unlikely that a single study could ever test all the assumptions of a stage model.\n\nPreviously,  Weinstein (1988)  discussed stage aspects of precaution adoption in some detail, with special attention to the role played by perceptions of personal vulnerability. That discussion leads us to propose the precaution adoption process model. The core of this model is a sequence of five stages: \"unaware of the issue,\" \"aware of the issue but not personally engaged,\" \"engaged and deciding what to do,\" \"planning to act but not yet having acted,\" and \"acting.\" If the conclusion of the decision-making stage is that action is not needed, this outcome represents an additional stage, although not a stage along the route to action. For completeness, we add a seventh stage, \"maintenance,\" to indicate the repetitions that may be required after preventive actions are first performed. Maintenance is not a problem when actions need not be continued over time, as in testing for radon, obtaining a lifetime vaccination, or removing asbestos from a home, but it is certainly an important consideration for life-style changes that are difficult to maintain. The model is diagrammed in Figure  1 .\n\nThis model has many similarities to the transtheoretical model of change developed by  Prochaska, DiClemente, Velicer, and their colleagues (DiClemente et al., 1991; Prochaska & DiClemente, 1983 ,1985; Prochaska et al., in press; Velicer et al., 1985) . In fact, our addition of a maintenance stage was directly suggested by its presence and importance in the transtheoretical model. As in our model, these investigators differentiate clearly between acting and thinking about acting. However, their focus on smoking cessation, weight loss, and other ongoing, difficult-to-change behaviors leads to several differences with the present framework. The two models are compared in Figure  1 .\n\nOne difference is that \"precontemplation\" includes both people who have never thought about the desirability of changing their behavior and people who, after thinking about the issue, have concluded that they do not wish or need to change. It must be hard to find people who smoke or are overweight who have never thought about making changes, but, for hazards that are recently recognized or precautions that are newly available, it may be important to distinguish between the two groups. Certainly people who have come to a definite position on an issue-especially an issue regarding their own behavior-will be more resistant to persuasion than people who have never formed an opinion  (Frey, 1986; Janis & Mann, 1977; Nisbett & Ross, 1980, chap. 8) .\n\nA second difference is that the \"contemplation\" category is usually defined as referring to people who are \"seriously contemplating\" change (e.g.,  Prochaska & DiClemente, 1983 ). Thus, it may include both individuals who are undecided about action and those who have already decided to act-a distinction we believe is important. 2  A final difference between the two models is that we add an initial stage in which people are simply unaware of the issue.\n\nIn the present article, we examine a series of empirical studies of home radon testing to see what support they provide for a stage perspective in general and for our model in particular. Because the studies to be reviewed here were not designed to test the model, they are informative about only some of its claims, and the data are sometimes open to alternative interpretations. Nevertheless, we Because \"precontemplation\" and \"contemplation\" are not equivalent to our second and third stages, they are not aligned with these stages in Figure  1 . Figure  1  does not attempt to illustrate the possibility that people who have decided to act or have decided not to act may change their minds.\n\n2 A recent paper  (DiClemente et al., 1991)  adds a \"preparation\" stage to the transtheoretical model. People in preparation for smoking cessation are those who are planning to quit in the next 30 days and have attempted to quit in the past year. In contrast, contemplators are only seriously considering quitting and have not attempted to quit. This formulation is very close to our distinction between people who are undecided and those who are planning to act.\n\nbelieve that they provide valuable information about several of the model's assertions."
    },
    {
      "title": "RADON TESTING",
      "text": "Some background will explain why home radon testing is recommended and what problems people face in carrying out this recommendation. Naturally occurring radon gas is now considered the leading cause of lung cancer after smoking  (BEIR IV, 1988; Henshaw, Eatough, & Richardson, 1990) . Concentrations exceeding the U.S. Environmental Protection Agency's recommended action level are present in about 6% of all the homes in the United States  (Lucas, Grillo, & Simmons, 1991) , and radon is estimated to cause between 7,000 and 30,000 deaths annually (U.S. Environmental Protection Agency, Office of Radiation  Programs, Radon Division, personal communication, 1991) . Revisions in building codes may eventually decrease radon exposures, but, at present, reducing radon in homes is largely a problem of voluntary action. Individuals must decide on their own that testing is desirable and, if excessive radon is found, that mitigation is appropriate.\n\nTesting for radon does not, in itself, provide protection. Rather, it is similar to blood pressure or cholesterol tests in detecting a condition that poses a risk of future harm. This sort of test seems psychologically quite different from tests intended to detect serious, already existing problems (as in tests for lung, breast, or colon cancer) or from tests for problems for which little can be done (as in tests for human immunodeficiency viruses). Because testing is only the first step in reducing radon risks, a complete model of responses to this hazard would include stages that follow the receipt of radon test results: interpreting the results, deciding about mitigation, performing mitigation actions, and retesting to assess their effectiveness (see  Weinstein & Sandman, in press) .\n\nRadon tests can be carried out by homeowners, albeit with some effort. They must locate a test supplier, choose among testing methods that vary in cost and duration, decide how many kits to purchase and where to place them, expose the test materials for the required period of time (ranging from 2 days to 1 year), and return the closed test kit to the manufacturer. This service is also provided by private companies. A single test typically costs between $10 and $50.\n\nThe present article draws upon seven sets of data from a program of research on public reactions to radon  (Sandman, Klotz, & Weinstein, 1987; Weinstein, Sandman, & Klotz, 1987; Weinstein, Sandman, & Roberts, 1989 , 1990 , 1991) . Four cross-sectional studies have provided information about correlates of past radon testing or intentions to conduct future tests; three studies have provided prospective data concerning the variables that predict subsequent test orders. These data have been used elsewhere to formulate suggestions for programs to encourage radon testing  (Sandman & Weinstein, 1992) . Here, however, we focus on the implications of these data for the testing adoption process. There is a growing literature on radon testing  (Sjoberg, 1989) , but other studies have not been framed in ways that allow testing of stage concepts.\n\nAll the research reported here was conducted in New Jersey. The studies differed in the samples used and in the questions asked of respondents (although many questions remained the same). Some studies used survey methods to ascertain public reactions; others were experimental interventions designed to increase the rate of testing. Because radon is a new and evolving public issue, the year in which each study was conducted is another relevant variable. For example, in 1986, 50% of our respondents said they had never thought about testing  (Weinstein et al., 1987) , compared with only 14% of respondents from approximately the same region in 1988-1989  (Weinstein et al., 1989) . Due to these differences among the data sets, we focus on those findings that have proved most consistent and do not try to explain why a particular relation might be stronger in one data set than in another.\n\nTo examine the stage notions introduced earlier, we define six stages of radon testing (maintenance has limited relevance to radon testing because follow-up tests are often unnecessary): \"never having heard about radon\" \"having heard about radon but never having thought about testing one's own home,\" \"trying to decide whether to test,\" \"having decided not to test,\" \"having decided to test but not having carried out any testing,\" and \"testing or having already tested\" (see Figure  1 ).\n\nBecause testing one's home takes some time, it is possible to separate testers into two groups: people who have a test in progress and people who have received completed test results. This distinction is crucial because receiving a test result undoubtedly alters beliefs about the likelihood of finding a problem in one's homewith the test result, people now know whether they have a problemand, consequently, alters the emotions one feels when thinking about radon. In a cross-sectional survey, the differences between these two groups tell us more about the consequences of testing than about stages along the path to testing. Thus, when we must rely on cross-sectional data and are looking for differences between intending to act and actually obtaining a test, we disregard the people who have received their test results."
    },
    {
      "title": "HYPOTHESES",
      "text": "The particular assertions about stages of precaution adoption that will be examined are stated first in their most general form, then more narrowly to reflect how they are tested here, and finally in a version directly concerned with the issue of radon testing. These last, most specific hypotheses are numbered 1 through 7."
    },
    {
      "title": "STAGES REPRESENT MEANINGFUL DISTINCTIONS AMONG INDIVIDUALS",
      "text": "One such distinction is the difference in how people at different stages are expected to respond to opportunities to carry out recommended precautions. Unless the cost and effort involved in action are trivial, the model predicts that few people who have not already decided to act will act when offered the opportunity. The preceding statement actually reflects two assertions: (a) Saying that someone plans to act is an important statement about that individual, and (b) the stage of planning to act is in most cases a necessary precursor to action.\n\n1. When people are given an opportunity to purchase a radon test or when people are followed over time to see if they purchase a test on their own, few people aside from those who have said they plan to test will obtain radon measurements. (Of course, if an external event-such as a public education campaign or contact with a neighbor-alters a person's stage after its initial determination, the relation between assessed stage and subsequent action will not be so clear-cut.)\n\nA second distinction among the model's stages is that people who have never thought about acting are different from people who have thought about acting but have decided that action is not needed.\n\n2. People who have never thought about testing their homes for radon differ significantly in their beliefs and experiences from people who say that they do not need to test."
    },
    {
      "title": "THE FACTORS THAT PREDICT MOVEMENT BETWEEN STAGES DIFFER AT EACH STAGE IN THE ADOPTION PROCESS",
      "text": "The variables that lead people to begin thinking about whether they should take action are not necessarily the variables that determine the outcome of their decision.\n\n3. The variables that best differentiate between people who say they have never thought about radon testing and those who have thought about testing but have not yet acted (i.e., those who plan to test, say testing is not needed, or are undecided) are not the same variables that predict the testing decision.\n\nThe variables that determine the outcome of the decision regarding action are not the variables that determine whether decisions to act are carried out.\n\n4. The variables that distinguish among people who say testing is not needed, who are undecided, or who plan to test are not the variables that predict which people who plan to test do obtain radon measurements.\n\nTwo other assertions in  Weinstein (1988)  concern the specific variables thought to influence transitions between stages."
    },
    {
      "title": "PERCEPTIONS OF PERSONAL SUSCEPTIBILITY HAVE A STRONG INFLUENCE ON DECISIONS ABOUT ACTION",
      "text": "A perception of at least a minimal degree of personal susceptibility appears necessary for a decision to act. Because people are often reluctant to acknowledge that they are at risk, survey samples are likely to show considerable variability in perceptions of susceptibility. Consequently, this variable will often be a strong predictor of action decisions. (It is already clear that beliefs about the likelihood of radon problems in one's own home are optimistically biased. People tend to believe that they are less likely to have problems than other people in the same community;  Sandman et al., 1987; Weinstein, Klotz, & Sandman, 1988; Weinstein et al., 1990.)  5. The perceived likelihood of finding a home radon problem is a strong predictor of whether a person has decided that testing is not needed, is undecided, or plans to test."
    },
    {
      "title": "BEHAVIORS AND OPINIONS OF OTHERS HAVE A STRONG INFLUENCE ON HAZARD RESPONSES",
      "text": "Obtaining information about hazards and potential precautionary measures, understanding such information, and combining different pieces of information to reach a decision are taxing. Consequently, people will often be swayed by the responses of others, by \"social proof  (Cialdini, 1988) , rather than make the effort to reach an independent decision. The social influence may occur at several stages of the precaution adoption process and is not limited to a stage model, but the amount of influence may prove to be more important in some transitions between stages than in others.\n\n6. Engagement by the radon issue, so that a person begins to think seriously about the need for testing, is often precipitated by the opinions and actions of others rather than by specific beliefs about the hazard or the available precautions. 7. Decisions concerning the need to test reflect the opinions and actions of others, not just the beliefs that would form the basis of a rational, independent decision."
    },
    {
      "title": "RADON DATA SETS"
    },
    {
      "title": "DEP1",
      "text": "This survey of single-family homeowners (N = 657) was conducted in the spring of 1986 for the New Jersey Department of Environmental Protection  (Sandman et al., 1987; Weinstein et al., 1987) . The region studied included the New Jersey portion of the Reading Prong, a geological formation thought at the time to define the area of greatest risk, plus towns within a few miles of this formation. It was found that 6.6% of the sample had a radon test completed or in progress."
    },
    {
      "title": "DEP2",
      "text": "This survey of single-family homeowners (N = 801) was conducted in late 1988 and early 1989 for the New Jersey Department of Environmental Protection  (Weinstein et al., 1989) . The region studied included all of New Jersey, but Tier 1, the area of greatest risk as defined by prior test results, was deliberately oversampled. It was found that 22.0% of the entire sample had a radon test completed or in progress."
    },
    {
      "title": "DEP2 Follow-Up",
      "text": "Respondents from DEP2 who had not tested were recontacted by telephone in early 1990 to determine whether they had tested in the intervening period. The completion rate was 84%, yielding a sample size of 453. It was found that 11.5% of those contacted reported having completed a radon test since the original survey or had a test in progress. The relations between their original survey responses and subsequent action have not been reported previously."
    },
    {
      "title": "ALA1",
      "text": "Single-family homeowners in two high-risk communities who had not tested for radon were asked to evaluate an information brochure  (Weinstein et al., 1990) . The brochures differed systematically with respect to the information provided about several issues: mitigation difficulty, ways that radon enters the home, the likelihood of radon problems in the respondent's county, and the seriousness of finding high radon levels. Respondents completed a questionnaire that described their evaluation of the brochure and their thoughts about radon and radon testing (N = 271). Responses on this instrument provide cross-sectional data on the relations between various beliefs and intentions to test."
    },
    {
      "title": "ALA1 Experiment",
      "text": "Accompanying the ALA1 brochure was an order form for purchasing a $20 radon test from the American Lung Association of New Jersey. Identification codes on the order forms made it possible to determine which individuals had ordered tests, providing prospective data on the relation between radon beliefs and testing. Of those who returned the questionnaire (N = 271), 19.2% subsequently ordered a test. Test orders were not affected by the particular brochure that had been received."
    },
    {
      "title": "ALA2",
      "text": "People who lived in the high-risk region of New Jersey (Tier 1) were surveyed. Of those who responded, 1,600 were homeowners, and 33.2% of these had a radon test completed or in progress. The answers to this survey provide cross-sectional data concerning beliefs and testing. (The procedures and instruments used are described in  Weinstein et al., 1991 , but the data from those respondents who had a test completed or in progress have not been reported previously.)"
    },
    {
      "title": "ALA2 Experiment",
      "text": "Those who indicated in the ALA2 survey that they had not tested became part of an experiment to encourage radon testing (if they could be contacted by telephone;  Weinstein et al., 1991) . Half of this group received a brief telephone call and a letter thanking them for their participation and indicating that they would be sent general radon information. The other half received a telephone call and a personal letter warning them that they lived in a high-risk area and had a substantial risk of finding high radon levels in their homes. Both groups received an order form for purchasing a $23 radon test from the American Lung Association of New Jersey. Of the 647 people in this experiment, 15.0% ordered a test. There was no difference in test orders between the experimental and control groups. The relation between the initial survey responses and subsequent orders provides prospective data on radon testing."
    },
    {
      "title": "ANALYSES",
      "text": "In the cross-sectional surveys, stages of progress toward action were assessed by a single question that asked for the respondent's thoughts about testing. The choices offered were never thought about it (1), not needed (2), undecided (3), plan to test (4), test in progress (5), and test completed (6). (People who had never heard about radon are not represented in our data. They were screened out of our studies because they would be completely unable to answer most survey questions.) In two of the prospective studies (ALA1 Experiment and ALA2 Experiment), testing was determined from the actual test-kit order forms. The third prospective study (DEP2 Follow-Up) ascertained testing behavior from respondents' selfreports in a separate survey. (Test orders are reported in Table  1 .) The independent variables in these studies include a variety of factors pertinent to a cost-benefit decision to test or not to test, including the perceived likelihood of having a radon problem, the perceived severity of radon-caused illness, beliefs about radon's effect on home values, and perceptions of the difficulty, cost, and effectiveness of mitigation. Also examined were general radon knowledge, emotional responses to the problem of radon, opinions heard from peers, knowledge of others who have tested, and demographic variables.\n\nTo facilitate comparisons, the wording of survey questions was generally kept invariant across studies, but all questions were not present in all studies. When the different studies are pooled, the number of responses to a particular question can vary greatly depending on the number of studies in which it appeared. Although most \"missing\" data simply arise from studies in which a question was not used, two variables (perceived seriousness of radon-caused illness and perceived ease of reducing radon levels) were also frequently coded as missing because a significant portion of those surveyed chose the don't know alternative.\n\nThe variation in the number of nonmissing cases for different questions seriously limits multivariate analyses, which are based on those cases with nonmissing values for all variables. For example, the cross-sectional radon surveys reflect responses from a total of 3,329 individuals, but sometimes it would be possible to use only 350 in a specific multiple regression or multiple discriminant analysis.\n\nIn addition, although more than one question was often used to examine a particular concept, the set of questions used varied across studies. For this reason, combining related questions into composite variables would lead to many additional missing values. Consequently, the strategy we have followed in examining the data is to emphasize univariate analyses over multivariate analyses.\n\nAnalyses of all 26 variables present in at least two data sets are reported. However, when several measures were used to assess a particular concept, the one present in the largest number of data sets is emphasized. (Both measures of social influence are emphasized because they represent such different approaches to assessing social influence.) The variables that discriminate best among stages appear in bold in Table  2  and are shown in Figure  2 . The emphasized measures and demographic variables are general knowledge (assessed with a 16-item true-false quiz), perceived likelihood (\"How likely is it that your own home has enough radon so that you should do something about it?\"-1 = no chance, 7 = certain), perceived illness severity (\"If someone in your home did have negative health effects from radon, how serious do you think they would be?\"-1 = very minor, 5 = very serious), effect on home values (\"How much a N = 263. h N = 647. C N = 453. ''\"Never thought about it\" was not given as a response option.\n\ndo you think your home value would be affected if you have a radon problem but you take action that gets rid of it?\"-1 = value up, 5 = down over 30%), mitigation ease (\"If people have a home radon problem, do you think it is hard to reduce the radon to a safe level?\"-1 = very difficult, 4 = very easy), feeling of concern (\"When I think about radon, I feel ...\"-1 = not at all concerned, 5 = extremely concerned), number of testers known (\"Do you know any people who have gotten a radon measurement in their home or in a home they were thinking of buying?\"-0 = no, 2 = 3 or more), and perceived community concern (\"In general, do the people you know in your community feel... ?\"-1 = not at all concerned about radon, 4 = very concerned about radon). In addition, respondents were asked for their age (years), their length of residence (years), the amount of schooling they had completed (1 = some elementary school, 8 = graduate degree), their income (1 = under $10,000, 8 = over $70,000), their sex, whether they have children under 10 years of age at home, and how many cigarettes a day they smoke (1 = none, 3 = more than half a pack). The wordings of the other 11 questions can be obtained from the original reports."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Stages of Testing",
      "text": "Hypothesis 1 states that radon test-kit orders come primarily from people who have said earlier that they plan to test. Table  1 , showing the results of the three prospective studies, indicates that this claim is correct. Regardless of whether people are offered an opportunity to purchase a test kit or are simply followed over a 1-year period to see if they obtain a test on their own, the rate of test orders from people who said they planned to test is much higher than the rate from all other stages of testing. Planning to act appears to represent a qualitative advance in the precaution adoption process, not just an additional increment in the likelihood of action.\n\nHypothesis 2 states that people who say they have never thought about testing are different from people who have decided not to test. Mean values of the independent variables for each testing group are presented in Table  2 , and some of these means are also shown in Figure  2  to make the differences among stages easier to see. The right-hand column of Table  2  shows the percentage of the variance CO* 14.7**** (11.9****) 20.5**** (19.1****) 18.1**** (15.8****) 14.5**** (14.4****) 8.7**** (6.7****) 1.8*** (1.7***) 2.6**** (1.5***) 2.7**** (0.8*) 4.6**** (1.8****) 2.6**** (1.6****) 3.2**** (2.6***) 1.4**** (0.1) 9.5**** (12.1****) 6.1**** (6.2****) 5.2**** (4.9****) (Continued)\n\nTABLE 2 (Continued) Topic/Survey Item\" Angry (1 to 5) A,B Helpless (1 to 5) A,B Social influence Number of testers known (0 to 2) A,B,D Concern of acquaintances about radon (1 to 4) A,B,C Demographic variables Age (18 to 82) A,B,C,D Years of residence (0 to 75) A,B,C,D Education (1 to 8) A,B,C,D Income (1 to 8) A,B Sex (percentage female) A,B,C,D Children under 10 years of age (percentage yes) A,B,D Smoking (1 to 3) A,B,D 1 2.21 (1.26) 393 2.41 (1.23) 403 .13 (0.37) 563 1.42 (0.71) 561 50.0 (15.2) 560 15.6 (13.3) 564 5.10 (1.55) 564 4.99 (2.14) 421 52.6 567 20.1 561 1.61 (1.10) 471 2 1.59 (1.00) 116 1.74 (0.98) 116 .42 (0.62) 329 1.69 (0.72) 332 51.5 (15.3) 360 16.3 (13.3) 360 5.69 (1.64) 359 4.97 (2.08) 120 32.9 360 18.6 330 1.43 (0.96) 127 3 1.92 (1.07) 321 2.22 (1.09) 320 .44 (0.62) 641 1.95 (0.82) 643 48.5 (14.1) 726 14.1 (11.9) 732 5.57 (1.53) 729 5.33 (2.02) 306 45.0 733 25.4 641 1.42 (0.89) 339 Group 4 1.94 (1.19) 225 2.13 (1.19) 222 .68 (0.74) 671 2.28 (0.89) 671 45.6 (12.6) 817 11.7 (9.8) 819 5.78 (1.49) 816 5.62 (1.%) 225 42.3 818 32.1 672 1.50 (1.00) 240 5 2.15 (1.12) 48 1.88 (0.98) 48 .86 (0.75) 125 2.47 (0.87) 125 43.6 (11.1) 126 9.5 (7.5) 126 6.10 (1.49) 125 5.95 (1.94) 46 42.1 126 38.1 125 1.38 (0.73) 50 6 1.63 (0.97) 148 1.54 (0.85) 149 1.22 (0.76) 609 2.46 (0.86) 606 45.2 (11.7) 608 10.2 (9.2) 607 6.29 (1.46) 609 6.15 (1.93) 142 34.9 612 39.0 608 1.24 (0.69) 157 a) 2c in each variable accounted for by the stage of testing (omega square;  Fleiss, 1969)  and by the stage of testing after statistically adjusting for differences among data sets. The variance explained was obtained from analyses of variance (ANOVAs) with stage of testing and data set as the two independent variables. The amount of The latter percentage helps to verify that differences among stages are not an artifact of combining various data sets. In most cases, the difference is only a few percent. One variable (number of testers known) showed a substantial decrease in variance explained when the data set was controlled. Even in this case, the association between stage and testers known was still significant (p < .001) in all three of the separate data sets that included this variable.\n\nvariance explained is significantly greater than zero in almost every case, although the amount of variance explained varies substantially. As noted earlier, people who already knew their radon levels (Group 6) were excluded from these calculations due to the likelihood that their differences from other groups were caused by the receipt of their test results.\n\nDifferences between people who have not thought about testing and people who have decided not to test are visible in Table  2  (Group 1 vs. Group 2) and Figure  2  and are examined explicitly in Table  3 . Table  3 , based on ANOVA calculations in which the row variable was the dependent variable and the groups listed in the column heading were the independent variables, reveals the amount of variance in the responses to each question that is accounted for by This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    },
    {
      "title": "General knowledge Problem likely in own home",
      "text": "Serious if i 1 2 3 4 5 the stages of testing being compared  (Fleiss, 1969) . Values exceeding 4% appear in bold."
    },
    {
      "title": "Number of testers known",
      "text": "Compared with people who have never thought about testing, people who have decided not to test are considerably more knowledgeable about radon, report much less affect (concern, worry, etc.), and know substantially more people who have tested (these between-groups differences explaining at least 4% of the variance). People who have decided not to test are also less convinced that high radon levels lead to illness, are better educated, are more likely to be male, and report greater concern about radon among their acquaintances (with 3% to 4% of the variance in these variables explained). Overall, although people who have not thought about testing express concern (perhaps more with radon as a social problem than as a personal problem), the pattern of differences between groups supports the identification of \"never thought about it\" people as ones who have never been engaged by the issue. Those who say a test is not needed, in contrast, appear to have thought about testing and to have decided that there is nothing for them to worry about."
    },
    {
      "title": "Transitions Among Stages",
      "text": "According to Hypothesis 3, the factors that cause people to think about testing are not the same as those that influence the outcome of the decision. Our information about these transitions comes from cross-sectional surveys. These surveys show which variables differentiate among stages, but we must realize that such variables are not necessarily causes of the transitions. Experimental studies would be needed to discover which of the variables that differentiate among stages have a causal role in bringing about the change in stage.\n\nPost hoc comparisons between all pairs of stages in Table 2 (Tukey's studentized range test) are available from the authors.\n\nFrom Table  2 , Figure  2 , and column 2 of Table  3 , it is clear that people who have never thought about testing differ most strongly from the set of those who have thought about testing (including people who decided that it is not needed, who plan to test, and who remain undecided) in that the former are less knowledgeable, perceive less concern about radon among their acquaintances, and know fewer people who have tested. For many of the other significant variables in column 2 of Table  3 -such as the perceived likelihood of one's home being above the action level-the direction of the differences between those who have not thought about testing and the three subgroups within those who have thought about testing is not consistent. (This can be seen from Table  2 .) However, people who have never thought about testing do hold beliefs about the effects of radon on home values and the difficulties in reducing radon levels that are consistently more pessimistic than people who have thought about testing. In contrast, deciding to test versus remaining undecided or deciding not to test is most strongly associated with the perceived likelihood of radon problems (with highly consistent results across all three measures of perceived likelihood); with personal concern, worry, and fear about radon; and with the perceived seriousness of radon-caused illness (see col. 3 of Table  3 ). Perceived concern of acquaintances also shows major differences across these three groups.\n\nThe two sets of discriminating variables are quite different. Of the 10 bold numbers in columns 2 and 3 of Table  3  (not counting \"home likely to be above action level\" in col. 2 for reasons discussed earlier), only 1 appears in both columns. For all the others, the differences between columns 2 and 3 in the amount of variance explained are all highly significant (ps < .001). Knowledge is clearly the best predictor of thinking about testing, but knowledge does little to predict the testing decision. Similarly, perceptions of likelihood and personal concern most strongly predict differences in testing decisions but are of much less use in distinguishing between people who have or have not thought about testing.\n\nHypothesis 4 contrasts the decision to test with the implementation of that decision. In our cross-sectional data, this contrast is revealed in Table  2 , in Figure  2 , and in the differences between columns 3 and 4 of Table  3 . The differences between the columns are striking. Many variables separate those who differ in their testing decisions. People with tests in progress, however, are very similar to people who plan to test on the variables examined here.\n\nThe apparent similarity of people who are planning to test and those who have a test in progress is affirmed by the prospective investigations. Looking at the people in those three studies who said they planned to test (those in the last row of Table  1 ), none of the variables in Table  3  significantly predicted (p < .05) which individuals would end up in Table  1  with test-kit orders. (The separate tests are not presented here.) Carrying out testing decisions does not seem to be at all related to the factors that lead people to decide to test. Situational factors-such as the availability of test kits-may be more important at this stage than perceptions of radon or radon mitigation."
    },
    {
      "title": "Perceptions of Susceptibility and Testing Decisions",
      "text": "Figure  2  and Tables  2  and  3  strongly support the claim in Hypothesis 6 that perceptions of personal susceptibility/risk likelihood are a major influence on testing decisions. The relations between the questions tapping this issue and the decision outcome were highly significant in each of the four individual cross-sectional data sets. For instance, when \"not needed,\" \"undecided,\" and \"plan to test\" were treated as an equal-interval scale, the correlations between this scale and the perceived likelihood of home problems were . 48, .38, .50, and .50  in data sets DEP1, DEP2, ALA1, and ALA2, respectively (all/» < .0001)."
    },
    {
      "title": "Influences of Peers",
      "text": "Hypotheses 7 and 8 assert that peers influence people to think about testing and influence their decisions about testing. Both measures of peer influence in Figure  2  and Tables  2  and  3  (i.e., number of testers known and perceived concern of acquaintances) were strong or moderately strong predictors of the differences among the stages.\n\nIn a multiple discriminant analysis of thinking about testing versus\n\nTABLE 3 Specific Comparisons Among Stages of Testing Respondent Perceptions and Characteristics General knowledge Problem likely in own home Home likely to be above action level Problems likely in community Serious if someone became ill Radon-caused illness fatal Likelihood of illness if levels high Reduction in home value from problem Reduction in home value if problem solved Ease of mitigation Success of mitigation methods Risk reduction from lowering levels Concerned about radon Worried Frightened Angry Helpless Number of testers known Concern of acquaintances Age Years of residence Education Income Sex Children under 10 Smoking Never Thought About Testing Versus Test Not Needed 8.0**** 2.6**** 1.4* 0.3 0.0 0.6 3.8**** 1.9** 0.6 1.7* 1.7* 1.7** 9.0** 8.6** 4.4**' 5.3* •' 7.8** 3.5** 0.2 0.1 3.2**** 0.0 3.8**** 0.0 0.5 Never Thought About Testing Versus Thought About Testing 3 This document is copyrighted by the American Psychological Association or one of its allied publishers.\n\nThis article is intended solely for the personal use of the individual user and is not to be disseminated broadly.\n\nnot thinking about testing, perceived concern of acquaintances made a significant improvement in prediction (p < .001) even after knowledge and other variables that should determine a rational decision (perceived likelihood of home problem, perceived seriousness of radon-caused illness, perceived effects on home values even after remediation, and perceived mitigation ease) were included in the discriminant equation. Similarly, perceived concern of acquaintances significantly discriminated among those who do not plan to test, plan to test, or are undecided (p < .001) even after these other variables were included. Furthermore, perceived concern of acquaintances significantly predicted decisions about testing (p < .001) even after personal concern was taken into account, showing that the former variable is not simply a projection of the homeowner's own concern. These multivariate calculations support the assertion that peers directly influence stages of testing by example or social pressure, not just indirectly by influencing those beliefs about radon that determine testing decisions."
    },
    {
      "title": "DISCUSSION",
      "text": "The data presented here raise questions about the appropriateness of viewing the adoption of precautions as movement along a continuum of action likelihood. We have shown major, nonincremental differences among the behaviors and beliefs of people at different stages. For example, the data reveal that positive responses to offers of assistance in radon testing and self-initiated testing come almost entirely from people who have reached the self-reported stage of \"planning to test.\" It is not that such individuals are somewhat more likely to act; rather, hardly anyone else acts at all. A particularly forceful campaign that makes test kits readily available at very low cost may attract some people who are undecided, but these may be the individuals who fail to use the kits they have purchased  (Doyle, McClelland, Schulze, Elliott, & Russell, 1991) .\n\nAlthough appearing similar at first, the stage of planning to act is quite different from the \"behavioral intentions\" variable in the theory of reasoned action  (Ajzen & Fishbein, 1980; Fishbein & Ajzen, 1975) . \"Behavioral intentions\" is continuous; planning to act (as compared with other stages) is categorical. In our data, stages represent a much more powerful model of the precaution adoption process, as demonstrated by the following analysis.\n\nThe DEP2 survey contained a behavioral-intentions-type question: \"How likely is it that you will test your home in the next year?\" Choices provided were definitely will not test (1), probably will not test (2), about 50-50 chance that I'll test (3), probably will test (4), and definitely will test (5). Both stage of testing and behavioral intentions were used in a logistic regression analysis (categorical modeling procedure, \"CATMOD\"; SAS Institute Inc., 1987) to predict which people would have obtained a radon test by the time of the DEP2 follow-up survey (N = 435). On its own, each variable was a significant predictor of testing (p < .001), but, when both were present in the prediction-equation, stage of testing continued to make a major contribution, x(3) = 16.1, p = .001, even after controlling for behavioral intentions. In contrast, once the contribution of stage of testing was taken into account, the contribution of behavioral intentions was quite small, x(l) = 4.2, p = .04. When \"behavioral intentions\" was treated as a categorical variable with 4 df, its contribution after stage of testing was entered was not significant (p > .25.) In an ANOVA framework, stage accounted for 11.6% of the variance in the dichotomous, test-no-test variable, and adding be-havioral intentions increased this figure only to 12.3%. Thus, for radon testing, the behavioral-intentions variable predicted future behavior much less well than the stage-of-testing variable.\n\nIt is worth noting that, although a continuum model with a threshold (a threshold that differentiates people who are not prepared to act from those who are) could also explain the data in Table  1 , it would no longer be a true continuum model. Dividing the continuum into discrete regions effectively creates different stages. To promote action among people below the threshold, one would intervene with programs to influence the variables that would raise these people above the continuum threshold. People already above the threshold would not benefit from such a program. They already have the motivation to act but might need assistance in carrying out their intentions.\n\nWe have shown, with respect to radon testing, that people who have never thought about action are quite different from people who have decided not to act. The latter are more knowledgeable about radon and are more convinced that they are not at risk. Our suggestion that this group will be resistant to future persuasion efforts is further supported by the reasons they give for not testing  (Weinstein et al., 1987; Weinstein et al., 1989) . A substantial portion of these individuals, 39%, claim that the risk is exaggerated. This idea is expressed by no more than 18% of people at any other stage.\n\nAnalyses of the beliefs and experiences of people at different stages-which are essentially correlational analyses-lead to several hypotheses about the factors that cause transitions among stages. Engagement by the issue of radon testing appears to be related to growing personal knowledge, to knowing others who have tested, and to the concern about radon expressed by friends and acquaintances. Once people begin to think about testing, their decision appears to be shaped by their beliefs about the likelihood of home radon problems, the perceived seriousness of radon-caused illness, personal worry and concern, and the perceived concern of others.\n\nOnce people have decided to test, none of the belief, demographic, or experience variables in our study discriminates well between those who implement their plans and those who do not. This suggests that carrying out testing decisions is dependent on situational factors, such as the availability of tests and guidance from public officials or neighbors, rather than on internal motivation. \"I don't know what test is best\" is the reason given by 43% of those who say they plan to test when asked to explain why they have not tested. The evidence is consistent with the prior suggestion  (Weinstein, 1988 ) that carrying out a decision may be strongly influenced by convenience and opportunity issues-topics our surveys did not address-that are likely to be ignored when the decision to act is first made.\n\nThe radon studies also show that beliefs about problem likelihood are a powerful predictor of testing decisions. (Prior research shows these beliefs to be optimistically biased;  Sandman et al., 1987; Weinstein et al., 1988; Weinstein et al., 1990.) Finally, the influence of peers at several stages suggests that people sometimes use the behavior and attitudes of others to help them bypass the problem of reaching decisions on their own. Although such influence may appear rather obvious to social psychologists, it is missing from several theories-such as the health belief model  (Becker, 1974) , subjective expected utility theory  (Sutton, 1982) , and protection motivation theory  (Rogers, 1983) -that see preventive behavior as determined solely by the individual's beliefs about the risk and the precaution.\n\nAlthough the adoption process model is more complex than a theory based on a single prediction equation, the stages proposed here appear to be very helpful in understanding how people come to test their homes for radon. The stage approach has led to hypotheses about interventions that may facilitate transitions between stages, with the interventions tailored to the stage at which a person is located  (Sandman & Weinstein, 1991) . Whether these interventions will be successful in encouraging radon testing remains to be studied. (Of course, knowing which factor one would like to change is not the same as knowing how to change it.) Because the stages proposed here can be assessed by a single question, it will be relatively easy to examine the value of this theoretical framework in studies of other health risks."
    },
    {
      "text": "FIGURE 1 Stage models of precaution adoption."
    },
    {
      "text": "Group means are followed by standard deviations (in parentheses) and sample sizes. Variable names in bold print are also shown in Figure2. Ranges appear in parentheses. Data sets represented: A = DEP1, B = DEP2, C = ALA1, D = ALA2. 1 = never thought about testing, 2 = testing not needed, 3 = undecided, 4 = plan to test, 5 = test in progress, and 6 = have test results. Percentage of variance in response variable explained by testing group status (excluding respondents who have already received a test result)."
    },
    {
      "text": "FIGURE 2 Between-groups differences in beliefs, experiences, and demographic characteristics. Group 1 = never thought about testing, Group 2 = testing not needed, Group 3 = undecided, Group 4 =plan to test, Group 5 = test in progress, and Group 6 = test completed."
    },
    {
      "text": "Notes. Entries represent percentage of variance explained by knowledge of stage. Entries over 4% appear in bold. \"\"Thought about testing\" includes people who have decided not to test, are undecided, or plan to test. b After controlling for data set, drops to 0.9% (p < . *p< .05. **/>< .01. ***p< .001. ****p< .0001."
    },
    {
      "text": "Stages of Testing Adoption and Subsequent Test Orders(Percent Ordering a Test)"
    },
    {
      "text": "Responses and Attributes of Groups at Different Stages of Testing Adoption"
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "Funding for the radon research program was provided by the  New Jersey Department of Environmental Protection .\n\nThe major contributions of  M. L. Klotz  and  Nancy E. Roberts  to the studies described here are gratefully acknowledged. We also thank  Chris Chandler ,  Mark Fritsche ,  Shannon Fury ,  Lori Granato ,  Linda Huebner ,  John Parker ,  Daphne Shalita , and  Adrianne Sobicinski  for their work in carrying out the DEP2 Follow-Up Study."
    },
    {
      "text": "This article is intended solely for the personal use of the individual user and is not to be disseminated broadly."
    }
  ],
  "references": [
    {
      "title": "Understanding attitudes and predicting behavior",
      "authors": [
        "I Ajzen",
        "M Fishbein"
      ],
      "year": 1980,
      "raw": "Understanding attitudes and predicting behavior \n\t\t \n\t\t\t I Ajzen \n\t\t \n\t\t \n\t\t\t M Fishbein \n\t\t \n\t\t \n\t\t\t 1980 \n\t\t\t Prentice-Hall \n\t\t\t Englewood Cliffs, NJ \n\t\t \n\t \n\t Ajzen, I., & Fishbein, M. (1980). Understanding attitudes and predicting behavior. Englewood Cliffs, NJ: Prentice-Hall."
    },
    {
      "title": "The health belief model and personal health behavior",
      "authors": [
        "M Becker"
      ],
      "year": 1974,
      "doi": "10.1177/109019817400200407",
      "journal": "Health Education Monographs",
      "volume": "2",
      "issue": "4",
      "raw": "The health belief model and personal health behavior \n\t\t \n\t\t\t M H Becker \n\t\t \n\t\t \n\t\t\t Ed \n\t\t \n\t\t 10.1177/109019817400200407 \n\t \n\t \n\t\t Health Education Monographs \n\t\t \n\t\t\t 2 \n\t\t\t 4 \n\t\t\t 1974 \n\t\t \n\t \n\t Becker, M. H. (Ed.). (1974). The health belief model and personal health behavior. Health Education Monographs, 2(4)."
    },
    {
      "title": "BEIR IV (Committee on the Biological Effects of Ionizing Radiations)",
      "year": 1988,
      "doi": "10.17226/1026",
      "raw": "10.17226/1026 \n\t\t BEIR IV (Committee on the Biological Effects of Ionizing Radiations) \n\t\t Washington, DC \n\t\t \n\t\t\t National Academy Press \n\t\t\t 1988 \n\t\t \n\t \n\t Health risks of radon and other internally-deposited alpha-emitters \n\t BEIR IV (Committee on the Biological Effects of Ionizing Radiations). (1988). Health risks of radon and other internally-deposited alpha-emit- ters. Washington, DC: National Academy Press."
    },
    {
      "title": "Influence",
      "authors": [
        "R Cialdini"
      ],
      "year": 1988,
      "raw": "R B Cialdini \n\t\t \n\t\t Influence \n\t\t Glenview, IL \n\t\t \n\t\t\t Scott, Foresman \n\t\t\t 1988 \n\t\t \n\t \n\t 2nd ed. \n\t Cialdini, R. B. (1988). Influence (2nd ed.). Glenview, IL: Scott, Foresman."
    },
    {
      "title": "The process of smoking cessation: An analysis of precontemplation, contemplation, and preparation stages of change",
      "authors": [
        "C Diclemente",
        "J Prochaska",
        "S Fairhurst",
        "W Velicer",
        "M Velasquez",
        "J Rossi"
      ],
      "year": 1991,
      "doi": "10.1037/0022-006x.59.2.295",
      "journal": "Journal of Consulting and Clinical Psychology",
      "volume": "59",
      "raw": "The process of smoking cessation: An analysis of precontemplation, contemplation, and preparation stages of change \n\t\t \n\t\t\t C C Diclemente \n\t\t \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t S K Fairhurst \n\t\t \n\t\t \n\t\t\t W F Velicer \n\t\t \n\t\t \n\t\t\t M M Velasquez \n\t\t \n\t\t \n\t\t\t J S Rossi \n\t\t \n\t\t 10.1037/0022-006x.59.2.295 \n\t \n\t \n\t\t Journal of Consulting and Clinical Psychology \n\t\t \n\t\t\t 59 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t DiClemente, C. C, Prochaska, J. O., Fairhurst, S. K., Velicer, W. F., Velasquez, M. M., & Rossi, J. S. (1991). The process of smoking cessation: An analysis of precontemplation, contemplation, and preparation stages of change. Journal of Consulting and Clinical Psychology, 59, 295-304."
    },
    {
      "title": "Protective responses to household risk: A case study of radon mitigation",
      "authors": [
        "J Doyle",
        "G Mcclelland",
        "W Schulze",
        "S Elliott",
        "G Russell"
      ],
      "year": 1991,
      "doi": "10.1111/j.1539-6924.1991.tb00582.x",
      "journal": "Risk Analysis",
      "volume": "11",
      "raw": "Protective responses to household risk: A case study of radon mitigation \n\t\t \n\t\t\t J K Doyle \n\t\t \n\t\t \n\t\t\t G H Mcclelland \n\t\t \n\t\t \n\t\t\t W D Schulze \n\t\t \n\t\t \n\t\t\t S R Elliott \n\t\t \n\t\t \n\t\t\t G W Russell \n\t\t \n\t\t 10.1111/j.1539-6924.1991.tb00582.x \n\t \n\t \n\t\t Risk Analysis \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Doyle, J. K., McClelland, G. H., Schulze, W. D., Elliott, S. R., & Russell, G. W. (1991). Protective responses to household risk: A case study of radon mitigation. Risk Analysis, 11, 121-134."
    },
    {
      "title": "Belief, attitude, intention, and behavior",
      "authors": [
        "M Fishbein",
        "I Ajzen"
      ],
      "year": 1975,
      "raw": "Belief, attitude, intention, and behavior \n\t\t \n\t\t\t M Fishbein \n\t\t \n\t\t \n\t\t\t I Ajzen \n\t\t \n\t\t \n\t\t\t 1975 \n\t\t\t Addison-Wesley \n\t\t\t Reading, MA \n\t\t \n\t \n\t Fishbein, M., & Ajzen, I. (1975). Belief, attitude, intention, and behavior. Reading, MA: Addison-Wesley."
    },
    {
      "title": "Estimating the magnitude of experimental effects",
      "authors": [
        "J Fleiss"
      ],
      "year": 1969,
      "doi": "10.1037/h0028022",
      "journal": "Psychological Bulletin",
      "volume": "72",
      "raw": "Estimating the magnitude of experimental effects \n\t\t \n\t\t\t J L Fleiss \n\t\t \n\t\t 10.1037/h0028022 \n\t \n\t \n\t\t Psychological Bulletin \n\t\t \n\t\t\t 72 \n\t\t\t \n\t\t\t 1969 \n\t\t \n\t \n\t Fleiss, J. L. (1969). Estimating the magnitude of experimental effects. Psychological Bulletin, 72, 273-276."
    },
    {
      "title": "Recent research on selective exposure to information",
      "authors": [
        "D Frey"
      ],
      "year": 1986,
      "doi": "10.1016/s0065-2601(08)60212-9",
      "volume": "19",
      "raw": "Recent research on selective exposure to information \n\t\t \n\t\t\t D Frey \n\t\t \n\t\t 10.1016/s0065-2601(08)60212-9 \n\t \n\t \n\t\t Advances in experimental social psychology \n\t\t \n\t\t\t L Berkowitz \n\t\t \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 1986 \n\t\t\t Academic \n\t\t\t New York \n\t\t \n\t \n\t Frey, D. (1986). Recent research on selective exposure to information. In L. Berkowitz (Ed.), Advances in experimental social psychology (Vol. 19, pp. 41-79). New York: Academic."
    },
    {
      "title": "Radon as a causative factor in induction of myeloid leukaemia and other cancers",
      "authors": [
        "D Henshaw",
        "J Eatough",
        "R Richardson"
      ],
      "year": 1990,
      "doi": "10.1016/0140-6736(90)91071-h",
      "journal": "Lancet",
      "volume": "335",
      "raw": "Radon as a causative factor in induction of myeloid leukaemia and other cancers \n\t\t \n\t\t\t D L Henshaw \n\t\t \n\t\t \n\t\t\t J P Eatough \n\t\t \n\t\t \n\t\t\t R B Richardson \n\t\t \n\t\t 10.1016/0140-6736(90)91071-h \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 335 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Henshaw, D. L., Eatough, J. P., & Richardson, R. B. (1990). Radon as a causative factor in induction of myeloid leukaemia and other cancers. Lancet, 335, 1008-1012."
    },
    {
      "title": "A model\" for the study of personal choice health change",
      "authors": [
        "D Horn"
      ],
      "year": 1976,
      "doi": "10.1080/00970050.1988.10616064",
      "journal": "International Journal of Health Education",
      "volume": "19",
      "raw": "A model\" for the study of personal choice health change \n\t\t \n\t\t\t D Horn \n\t\t \n\t\t 10.1080/00970050.1988.10616064 \n\t \n\t \n\t\t International Journal of Health Education \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 1976 \n\t\t \n\t \n\t Horn, D. (1976). A model\" for the study of personal choice health change. International Journal of Health Education, 19, 88-97."
    },
    {
      "title": "Decision making: A psychological analysis of conflict, choice, and commitment",
      "authors": [
        "I Janis",
        "L Mann"
      ],
      "year": 1977,
      "raw": "I L Janis \n\t\t \n\t\t \n\t\t\t L Mann \n\t\t \n\t\t Decision making: A psychological analysis of conflict, choice, and commitment \n\t\t New York \n\t\t \n\t\t\t Free Press \n\t\t\t 1977 \n\t\t \n\t \n\t Janis, I. L., & Mann, L. (1977). Decision making: A psychological analysis of conflict, choice, and commitment New York: Free Press."
    },
    {
      "title": "National residential radon survey: Vol. 1. Statistical analysis (RTI/4658/54-1D)",
      "authors": [
        "R Lucas",
        "R Grillo",
        "B Simmons"
      ],
      "year": 1991,
      "doi": "10.2172/6180913",
      "raw": "R M Lucas \n\t\t \n\t\t \n\t\t\t R B Grillo \n\t\t \n\t\t \n\t\t\t B S Simmons \n\t\t \n\t\t 10.2172/6180913 \n\t\t National residential radon survey: Vol. 1. Statistical analysis (RTI/4658/54-1D) \n\t\t Research Triangle Park, NC \n\t\t \n\t\t\t 1991 \n\t\t \n\t\t \n\t\t\t Research Triangle Institute \n\t\t \n\t \n\t Lucas, R. M., Grillo, R. B., & Simmons, B. S. (1991). National residential radon survey: Vol. 1. Statistical analysis (RTI/4658/54-1D). Research Triangle Park, NC: Research Triangle Institute."
    },
    {
      "title": "Human inference: Strategies and shortcomings of social judgment",
      "authors": [
        "R Nisbett",
        "L Ross"
      ],
      "year": 1980,
      "raw": "Human inference: Strategies and shortcomings of social judgment \n\t\t \n\t\t\t R Nisbett \n\t\t \n\t\t \n\t\t\t L Ross \n\t\t \n\t\t \n\t\t\t 1980 \n\t\t\t Prentice-Hall \n\t\t\t Englewood Cliffs, NJ \n\t\t \n\t \n\t Nisbett, R., & Ross, L. (1980). Human inference: Strategies and shortcom- ings of social judgment. Englewood Cliffs, NJ: Prentice-Hall."
    },
    {
      "title": "Stages and processes of self-change of smoking: Toward an integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1983,
      "doi": "10.1037//0022-006x.51.3.390",
      "journal": "Journal of Consulting and Clinical Psychology",
      "volume": "51",
      "raw": "Stages and processes of self-change of smoking: Toward an integrative model of change \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t C C Diclemente \n\t\t \n\t\t 10.1037//0022-006x.51.3.390 \n\t \n\t \n\t\t Journal of Consulting and Clinical Psychology \n\t\t \n\t\t\t 51 \n\t\t\t \n\t\t\t 1983 \n\t\t \n\t \n\t Prochaska, J. O., & DiClemente, C. C. (1983). Stages and processes of self-change of smoking: Toward an integrative model of change. Journal of Consulting and Clinical Psychology, 51, 390-395."
    },
    {
      "title": "Toward a comprehensive model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1985,
      "raw": "Toward a comprehensive model of change \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t C C Diclemente \n\t\t \n\t \n\t \n\t\t Treating addictive behaviors \n\t\t \n\t\t\t W R Miller \n\t\t \n\t\t \n\t\t\t N Heather \n\t\t \n\t\t New York \n\t\t \n\t\t\t Plenum \n\t\t\t 1985 \n\t\t\t \n\t\t \n\t \n\t Prochaska, J. O., & DiClemente, C. C. (1985). Toward a comprehensive model of change. In W. R. Miller & N. Heather (Eds.), Treating addictive behaviors (pp. 3-27). New York: Plenum."
    },
    {
      "title": "Patterns of change: A dynamic typology applied to smoking cessation",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "C Diclemente",
        "E Guadagnoli",
        "J Rossi"
      ],
      "doi": "10.1207/s15327906mbr2601_5",
      "journal": "Multivariate Behavioral Research",
      "raw": "Patterns of change: A dynamic typology applied to smoking cessation \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t W F Velicer \n\t\t \n\t\t \n\t\t\t C C Diclemente \n\t\t \n\t\t \n\t\t\t E Guadagnoli \n\t\t \n\t\t \n\t\t\t J S Rossi \n\t\t \n\t\t 10.1207/s15327906mbr2601_5 \n\t \n\t \n\t\t Multivariate Behavioral Research \n\t\t \n\t \n\t in press \n\t Prochaska, J. O., Velicer, W. F., DiClemente, C. C, Guadagnoli, E., & Rossi, J. S. (in press). Patterns of change: A dynamic typology applied to smoking cessation. Multivariate Behavioral Research."
    },
    {
      "title": "Cognitive and physiological processes in fear appeals and attitude change: A revised theory of protection motivation",
      "authors": [
        "R Rogers"
      ],
      "year": 1983,
      "raw": "Cognitive and physiological processes in fear appeals and attitude change: A revised theory of protection motivation \n\t\t \n\t\t\t R W Rogers \n\t\t \n\t \n\t \n\t\t Social psychophysiology \n\t\t \n\t\t\t J T Cacioppo \n\t\t \n\t\t \n\t\t\t R E Petty \n\t\t \n\t\t New York \n\t\t \n\t\t\t Guilford \n\t\t\t 1983 \n\t\t\t \n\t\t \n\t \n\t Rogers, R. W. (1983). Cognitive and physiological processes in fear appeals and attitude change: A revised theory of protection motivation. In J. T. Cacioppo & R. E. Petty (Eds.), Social psychophysiology (pp. 153-176). New York: Guilford."
    },
    {
      "title": "Public response to the risk from geological radon",
      "authors": [
        "P Sandman",
        "M Klotz",
        "N Weinstein"
      ],
      "year": 1987,
      "doi": "10.1111/j.1460-2466.1987.tb00997.x",
      "journal": "Journal of Communication",
      "volume": "37",
      "raw": "Public response to the risk from geological radon \n\t\t \n\t\t\t P M Sandman \n\t\t \n\t\t \n\t\t\t M L Klotz \n\t\t \n\t\t \n\t\t\t N D Weinstein \n\t\t \n\t\t 10.1111/j.1460-2466.1987.tb00997.x \n\t \n\t \n\t\t Journal of Communication \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Sandman, P. M., Klotz, M. L., & Weinstein, N. D. (1987). Public response to the risk from geological radon. Journal of Communication, 37,93-108."
    },
    {
      "title": "Predictors of home radon testing and implications for testing promotion programs",
      "authors": [
        "P Sandman",
        "N Weinstein"
      ],
      "year": 1992,
      "doi": "10.1177/109019819302000408",
      "raw": "Predictors of home radon testing and implications for testing promotion programs \n\t\t \n\t\t\t P M Sandman \n\t\t \n\t\t \n\t\t\t N D Weinstein \n\t\t \n\t\t 10.1177/109019819302000408 \n\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t Unpublished manuscript \n\t Sandman, P. M., & Weinstein, N. D. (1992). Predictors of home radon testing and implications for testing promotion programs. Unpublished manuscript."
    },
    {
      "title": "SAS/STAT guide for personal computers",
      "year": 1987,
      "doi": "10.1177/0962280207081422",
      "raw": "SAS/STAT guide for personal computers \n\t\t 10.1177/0962280207081422 \n\t\t \n\t\t\t 1987 \n\t\t\t Author \n\t\t\t Cary, NC \n\t\t \n\t \n\t Vet. 6 ed. \n\t SAS Institute Inc. (1987). SAS/STAT guide for personal computers (Vet. 6 ed.). Cary, NC: Author."
    },
    {
      "title": "Radon risks: Attitudes, perceptions and actions",
      "authors": [
        "L Sjoberg"
      ],
      "year": 1989,
      "journal": "EPA",
      "raw": "Radon risks: Attitudes, perceptions and actions \n\t\t \n\t\t\t L Sjoberg \n\t\t \n\t \n\t \n\t\t EPA \n\t\t \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Sjoberg, L. (1989). Radon risks: Attitudes, perceptions and actions (EPA 230-04-89-049)."
    },
    {
      "title": "Fear arousing communications: A critical examination of theory and research",
      "authors": [
        "S Sutton"
      ],
      "year": 1982,
      "doi": "10.1007/bf00845345",
      "raw": "Fear arousing communications: A critical examination of theory and research \n\t\t \n\t\t\t S R Sutton \n\t\t \n\t\t 10.1007/bf00845345 \n\t \n\t \n\t\t Social psychology and behavioral medicine \n\t\t \n\t\t\t J R Eiser \n\t\t \n\t\t New York \n\t\t \n\t\t\t Wiley \n\t\t\t 1982 \n\t\t\t \n\t\t \n\t \n\t Sutton, S. R. (1982). Fear arousing communications: A critical examination of theory and research. In J. R. Eiser (Ed.), Social psychology and be- havioral medicine (pp. 303-338). New York: Wiley."
    },
    {
      "title": "A decisional balance model for assessing and predicting smoking status",
      "authors": [
        "W Velicer",
        "C Diclemente",
        "J Prochaska",
        "N Brandenberg"
      ],
      "year": 1985,
      "doi": "10.1037//0022-3514.48.5.1279",
      "journal": "Journal of Personality and Social Psychology",
      "volume": "48",
      "raw": "A decisional balance model for assessing and predicting smoking status \n\t\t \n\t\t\t W F Velicer \n\t\t \n\t\t \n\t\t\t C C Diclemente \n\t\t \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t N Brandenberg \n\t\t \n\t\t 10.1037//0022-3514.48.5.1279 \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 48 \n\t\t\t \n\t\t\t 1985 \n\t\t \n\t \n\t Velicer, W. F., DiClemente, C. C, Prochaska, J. O., & Brandenberg, N. (1985). A decisional balance model for assessing and predicting smoking status. Journal of Personality and Social Psychology, 48, 1279-1289."
    },
    {
      "title": "Social psychological models of health behavior: An examination and integration",
      "authors": [
        "B Wallston",
        "K Wallston"
      ],
      "year": 1984,
      "doi": "10.1201/9781003044307-2",
      "volume": "4",
      "raw": "Social psychological models of health behavior: An examination and integration \n\t\t \n\t\t\t B S Wallston \n\t\t \n\t\t \n\t\t\t K A Wallston \n\t\t \n\t\t 10.1201/9781003044307-2 \n\t \n\t \n\t\t Handbook of psychology and health \n\t\t \n\t\t\t A Baum \n\t\t \n\t\t \n\t\t\t S E Taylor \n\t\t \n\t\t \n\t\t\t J E Singer \n\t\t \n\t\t Hillsdale, NJ \n\t\t \n\t\t\t Lawrence Erlbaum Associates, Inc \n\t\t\t 1984 \n\t\t\t 4 \n\t\t\t \n\t\t \n\t \n\t Wallston, B. S., & Wallston, K. A. (1984). Social psychological models of health behavior: An examination and integration. In A. Baum, S. E. Taylor, & J. E. Singer (Eds.), Handbook of psychology and health. (Vol. 4, pp. 23-54). Hillsdale, NJ: Lawrence Erlbaum Associates, Inc."
    },
    {
      "title": "The precaution adoption process",
      "authors": [
        "N Weinstein"
      ],
      "year": 1988,
      "doi": "10.1037//0278-6133.7.4.355",
      "journal": "Health Psychology",
      "volume": "7",
      "raw": "The precaution adoption process \n\t\t \n\t\t\t N D Weinstein \n\t\t \n\t\t 10.1037//0278-6133.7.4.355 \n\t \n\t \n\t\t Health Psychology \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 1988 \n\t\t \n\t \n\t Weinstein, N. D. (1988). The precaution adoption process. Health Psychol- ogy, 7, 355-386."
    },
    {
      "title": "Optimistic biases in public perceptions of the risk from radon",
      "authors": [
        "N Weinstein",
        "M Klotz",
        "P Sandman"
      ],
      "year": 1988,
      "doi": "10.2105/ajph.78.7.796",
      "journal": "American Journal of Public Health",
      "volume": "78",
      "raw": "Optimistic biases in public perceptions of the risk from radon \n\t\t \n\t\t\t N D Weinstein \n\t\t \n\t\t \n\t\t\t M L Klotz \n\t\t \n\t\t \n\t\t\t P M Sandman \n\t\t \n\t\t 10.2105/ajph.78.7.796 \n\t \n\t \n\t\t American Journal of Public Health \n\t\t \n\t\t\t 78 \n\t\t\t \n\t\t\t 1988 \n\t\t \n\t \n\t Weinstein, N. D., Klotz, M. L, & Sandman, P. M. (1988). Optimistic biases in public perceptions of the risk from radon. American Journal of Public Health, 78, 796-800."
    },
    {
      "title": "Predicting homeowner mitigation responses to radon test data",
      "authors": [
        "N Weinstein",
        "P Sandman"
      ],
      "doi": "10.1111/j.1540-4560.1992.tb01945.x",
      "journal": "Journal of Social Issues",
      "raw": "Predicting homeowner mitigation responses to radon test data \n\t\t \n\t\t\t N D Weinstein \n\t\t \n\t\t \n\t\t\t P M Sandman \n\t\t \n\t\t 10.1111/j.1540-4560.1992.tb01945.x \n\t \n\t \n\t\t Journal of Social Issues \n\t\t \n\t \n\t in press \n\t Weinstein, N. D., & Sandman, P. M. (in press). Predicting homeowner mitigation responses to radon test data. Journal of Social Issues."
    },
    {
      "title": "Public response to the risk from radon",
      "authors": [
        "N Weinstein",
        "P Sandman",
        "M Klotz"
      ],
      "year": 1986,
      "raw": "N D Weinstein \n\t\t \n\t\t \n\t\t\t P M Sandman \n\t\t \n\t\t \n\t\t\t M L Klotz \n\t\t \n\t\t Public response to the risk from radon \n\t\t New Brunswick, NJ \n\t\t \n\t\t\t 1987. 1986 \n\t\t \n\t\t \n\t\t\t Rutgers University, Environmental Communication Research Program \n\t\t \n\t \n\t Weinstein, N. D., Sandman, P. M., & Klotz, M. L. (1987). Public response to the risk from radon, 1986. New Brunswick, NJ: Rutgers University, Environmental Communication Research Program."
    },
    {
      "title": "Public response to the risk from radon, 1988-1989",
      "authors": [
        "N Weinstein",
        "P Sandman",
        "N Roberts"
      ],
      "year": 1989,
      "raw": "N D Weinstein \n\t\t \n\t\t \n\t\t\t P M Sandman \n\t\t \n\t\t \n\t\t\t N E Roberts \n\t\t \n\t\t Public response to the risk from radon, 1988-1989 \n\t\t New Brunswick, NJ \n\t\t \n\t\t\t 1989 \n\t\t \n\t\t \n\t\t\t Rutgers University, Environmental Communication Research Program \n\t\t \n\t \n\t Weinstein, N. D., Sandman, P. M., & Roberts N. E. (1989). Public response to the risk from radon, 1988-1989. New Brunswick, NJ: Rutgers Univer- sity, Environmental Communication Research Program."
    },
    {
      "title": "Determinants of self-protective behavior: Home radon testing",
      "authors": [
        "N Weinstein",
        "P Sandman",
        "N Roberts"
      ],
      "year": 1990,
      "doi": "10.1111/j.1559-1816.1990.tb00379.x",
      "journal": "Journal of Applied Social",
      "raw": "Determinants of self-protective behavior: Home radon testing \n\t\t \n\t\t\t N D Weinstein \n\t\t \n\t\t \n\t\t\t P M Sandman \n\t\t \n\t\t \n\t\t\t N E Roberts \n\t\t \n\t\t 10.1111/j.1559-1816.1990.tb00379.x \n\t \n\t \n\t\t Journal of Applied Social \n\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Weinstein, N. D., Sandman, P. M., & Roberts, N. E. (1990). Determinants of self-protective behavior: Home radon testing. Journal of Applied Social"
    }
  ],
  "num_references": 31,
  "figures": [
    {
      "caption": "FIGURE 1",
      "description": "FIGURE 1 Stage models of precaution adoption."
    },
    {
      "description": "Group means are followed by standard deviations (in parentheses) and sample sizes. Variable names in bold print are also shown in Figure2. Ranges appear in parentheses. Data sets represented: A = DEP1, B = DEP2, C = ALA1, D = ALA2. 1 = never thought about testing, 2 = testing not needed, 3 = undecided, 4 = plan to test, 5 = test in progress, and 6 = have test results. Percentage of variance in response variable explained by testing group status (excluding respondents who have already received a test result)."
    },
    {
      "caption": "FIGURE 2",
      "description": "FIGURE 2 Between-groups differences in beliefs, experiences, and demographic characteristics. Group 1 = never thought about testing, Group 2 = testing not needed, Group 3 = undecided, Group 4 =plan to test, Group 5 = test in progress, and Group 6 = test completed."
    },
    {
      "description": "Notes. Entries represent percentage of variance explained by knowledge of stage. Entries over 4% appear in bold. \"\"Thought about testing\" includes people who have decided not to test, are undecided, or plan to test. b After controlling for data set, drops to 0.9% (p < . *p< .05. **/>< .01. ***p< .001. ****p< .0001."
    },
    {
      "type": "table",
      "caption": "TABLE 1",
      "description": "Stages of Testing Adoption and Subsequent Test Orders(Percent Ordering a Test)"
    },
    {
      "type": "table",
      "caption": "TABLE 2",
      "description": "Responses and Attributes of Groups at Different Stages of Testing Adoption"
    }
  ],
  "num_figures": 6,
  "tables": [
    {
      "content": "Thought Concerning ALA1 ALA2 DEP2 Testing Experiment* Experiment Follow-Up c Never thought about it - 2.0 5.3 Not needed 3.6 4.2 4.8 Undecided 3.3 12.9 3.5 Plan to test 26.2 23.6 28.2"
    },
    {
      "content": "Group Topic/Survey Item 1 2 3 4 5 6 General knowledge (0 to 16) 8.75 11.03 10.70 11.82 11.64 12.95 A,B (3.32) (2.85) (2.82) (2.53) (2.48) (2.33) 466 126 337 241 50 157 Likelihood of high levels Problem likely in own 2.87 2.50 3.33 3.90 3.98 - home (1 to 7) (1.20) (0.98) (1.02) (0.93) (0.99) A,B,C,D 412 347 687 795 122 Home likely to be above 2.45 2.11 3.03 3.65 4.03 action level (1 to 7) (1.30) (1.05) (1.22) (1.04) (1.09) - A,B 305 113 287 209 39 Problems likely in community 3.50 3.34 4.09 4.63 4.95 4.56 (Ito7) (1.48) (1.33) (1.29) (1.15) (1.23) (1.18) A,B,C,D 383 317 650 767 123 589 Severity of having high levels Serious if someone became 3.32 3.29 3.63 4.01 4.06 4.07 ill (1 to 5) (1.11) (1.06) (0.96) (0.86) (0.87) (0.94) A,B,D 277 277 489 600 110 572 Radon-Caused illness fatal 3.39 3.21 3.52 3.67 3.66 3.69 (Ito5) (1.01) (0.98) (0.94) (0.85) (0.94) (0.94) A,B 296 99 254 197 45 134 Likelihood of illness if levels 4.72 3.93 4.41 4.34 5.02 3.77 high (1 to 7) (1.71) (1.69) (1.44) (1.34) (1.32) (1.21) A,B 360 115 291 219 44 145 Size of reduction in home value If you have a radon problem 4.46 4.18 4.16 4.07 4.23 3.94 (1 to 5) (0.82) (0.97) (0.91) (0.98) (0.89) (0.93) A,B 368 111 292 219 46 148 If you have a problem, but 3.23 3.03 2.88 2.60 2.85 2.54 eliminate it (1 to 5) (1.09) (1.01) (1.03) (1.01) (1.01) (0.94) A,B 363 110 292 219 46 149 Success/benefits of mitigation Ease of mitigation (1 to 4) 2.35 2.73 2.59 2.65 2.75 2.76 A,B,C,D (0.88) (0.74) (0.72) (0.69) (0.59) (0.66) 431 337 685 799 125 605 Success of mitigation 2.57 2.80 2.89 2.96 2.89 2.95 methods (1 to 4) (0.84) (0.80) (0.70) (0.78) (0.72) (0.65) A,B 186 94 202 171 35 143 Risk reduction from lowering 2.71 2.49 255 248 2.35 2.30 levels (1 to 4) (0.83) (0.88) (0.70) (0.74) (0.67) (0.70) A,B,D 410 293 555 626 119 567 Affect concerning radon Concerned (1 to 5) 3.04 2.22 3.00 3.32 3.90 3.11 A,B,C (1.16) (1.03) (0.99) (0.97) (0.84) (1.00) 444 151 426 384 49 155 Worried (1 to 5) 2.54 1.77 2.58 2.66 3.09 2.36 A,B (1.19) (0.92) (0.93) (1.05) (1.00) (1.03) 414 116 321 228 48 148 Frightened (1 to 5) 2.35 1.58 2.26 2.42 2.72 2.12 A,B (1.11) (0.83) (1.02) (1.10) (1.21) (1.05) 402 116 321 225 48 149"
    }
  ],
  "num_tables": 2,
  "num_citations": 52,
  "cited_references": [
    "b3",
    "b18",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b21",
    "b12",
    "b30",
    "b29",
    "b5",
    "b19",
    "b28",
    "b4",
    "b6",
    "b7",
    "b11",
    "b8",
    "b22",
    "b23",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] Departments of Human Ecology and Psychology Rutgers , the State University of New Jersey Environmental Communication Research Program Rutgers , the State University of New Jersey Department of Human Ecology , Cook College , Rutgers University , P.O. Box 231 , New Brunswick , NJ 08903 .",
    "[raw_affiliation] Departments of Human Ecology and Psychology Rutgers , the State University of New Jersey Environmental Communication Research Program Rutgers , the State University of New Jersey Department of Human Ecology , Cook College , Rutgers University , P.O. Box 231 , New Brunswick , NJ 08903 .",
    "[raw_affiliation] Departments of Human Ecology and Psychology Rutgers , the State University of New Jersey Environmental Communication Research Program Rutgers , the State University of New Jersey Department of Human Ecology , Cook College , Rutgers University , P.O. Box 231 , New Brunswick , NJ 08903 .",
    "[raw_affiliation] Departments of Human Ecology and Psychology Rutgers , the State University of New Jersey Environmental Communication Research Program Rutgers , the State University of New Jersey Department of Human Ecology , Cook College , Rutgers University , P.O. Box 231 , New Brunswick , NJ 08903 .",
    "This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
    "The relatively greater rate of testing by undecided subjects in the ALA2 Experiment may be a consequence of the rather aggressive intervention that occurred after their stage of testing had been assessed. This document is copyrighted by the American Psychological Association or one of its allied publishers.This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.",
    "[raw_reference] Ajzen, I., & Fishbein, M. (1980). Understanding attitudes and predicting behavior. Englewood Cliffs, NJ: Prentice-Hall.",
    "[raw_reference] Becker, M. H. (Ed.). (1974). The health belief model and personal health behavior. Health Education Monographs, 2(4).",
    "Health risks of radon and other internally-deposited alpha-emitters",
    "[raw_reference] BEIR IV (Committee on the Biological Effects of Ionizing Radiations). (1988). Health risks of radon and other internally-deposited alpha-emit- ters. Washington, DC: National Academy Press.",
    "2nd ed.",
    "[raw_reference] Cialdini, R. B. (1988). Influence (2nd ed.). Glenview, IL: Scott, Foresman.",
    "[raw_reference] DiClemente, C. C, Prochaska, J. O., Fairhurst, S. K., Velicer, W. F., Velasquez, M. M., & Rossi, J. S. (1991). The process of smoking cessation: An analysis of precontemplation, contemplation, and preparation stages of change. Journal of Consulting and Clinical Psychology, 59, 295-304.",
    "[raw_reference] Doyle, J. K., McClelland, G. H., Schulze, W. D., Elliott, S. R., & Russell, G. W. (1991). Protective responses to household risk: A case study of radon mitigation. Risk Analysis, 11, 121-134.",
    "[raw_reference] Fishbein, M., & Ajzen, I. (1975). Belief, attitude, intention, and behavior. Reading, MA: Addison-Wesley.",
    "[raw_reference] Fleiss, J. L. (1969). Estimating the magnitude of experimental effects. Psychological Bulletin, 72, 273-276.",
    "[raw_reference] Frey, D. (1986). Recent research on selective exposure to information. In L. Berkowitz (Ed.), Advances in experimental social psychology (Vol. 19, pp. 41-79). New York: Academic.",
    "[raw_reference] Henshaw, D. L., Eatough, J. P., & Richardson, R. B. (1990). Radon as a causative factor in induction of myeloid leukaemia and other cancers. Lancet, 335, 1008-1012.",
    "[raw_reference] Horn, D. (1976). A model\" for the study of personal choice health change. International Journal of Health Education, 19, 88-97.",
    "[raw_reference] Janis, I. L., & Mann, L. (1977). Decision making: A psychological analysis of conflict, choice, and commitment New York: Free Press.",
    "[raw_reference] Lucas, R. M., Grillo, R. B., & Simmons, B. S. (1991). National residential radon survey: Vol. 1. Statistical analysis (RTI/4658/54-1D). Research Triangle Park, NC: Research Triangle Institute.",
    "[raw_reference] Nisbett, R., & Ross, L. (1980). Human inference: Strategies and shortcom- ings of social judgment. Englewood Cliffs, NJ: Prentice-Hall.",
    "[raw_reference] Prochaska, J. O., & DiClemente, C. C. (1983). Stages and processes of self-change of smoking: Toward an integrative model of change. Journal of Consulting and Clinical Psychology, 51, 390-395.",
    "[raw_reference] Prochaska, J. O., & DiClemente, C. C. (1985). Toward a comprehensive model of change. In W. R. Miller & N. Heather (Eds.), Treating addictive behaviors (pp. 3-27). New York: Plenum.",
    "in press",
    "[raw_reference] Prochaska, J. O., Velicer, W. F., DiClemente, C. C, Guadagnoli, E., & Rossi, J. S. (in press). Patterns of change: A dynamic typology applied to smoking cessation. Multivariate Behavioral Research.",
    "[raw_reference] Rogers, R. W. (1983). Cognitive and physiological processes in fear appeals and attitude change: A revised theory of protection motivation. In J. T. Cacioppo & R. E. Petty (Eds.), Social psychophysiology (pp. 153-176). New York: Guilford.",
    "[raw_reference] Sandman, P. M., Klotz, M. L., & Weinstein, N. D. (1987). Public response to the risk from geological radon. Journal of Communication, 37,93-108.",
    "Unpublished manuscript",
    "[raw_reference] Sandman, P. M., & Weinstein, N. D. (1992). Predictors of home radon testing and implications for testing promotion programs. Unpublished manuscript.",
    "Vet. 6 ed.",
    "[raw_reference] SAS Institute Inc. (1987). SAS/STAT guide for personal computers (Vet. 6 ed.). Cary, NC: Author.",
    "[raw_reference] Sjoberg, L. (1989). Radon risks: Attitudes, perceptions and actions (EPA 230-04-89-049).",
    "[raw_reference] Sutton, S. R. (1982). Fear arousing communications: A critical examination of theory and research. In J. R. Eiser (Ed.), Social psychology and be- havioral medicine (pp. 303-338). New York: Wiley.",
    "[raw_reference] Velicer, W. F., DiClemente, C. C, Prochaska, J. O., & Brandenberg, N. (1985). A decisional balance model for assessing and predicting smoking status. Journal of Personality and Social Psychology, 48, 1279-1289.",
    "[raw_reference] Wallston, B. S., & Wallston, K. A. (1984). Social psychological models of health behavior: An examination and integration. In A. Baum, S. E. Taylor, & J. E. Singer (Eds.), Handbook of psychology and health. (Vol. 4, pp. 23-54). Hillsdale, NJ: Lawrence Erlbaum Associates, Inc.",
    "[raw_reference] Weinstein, N. D. (1988). The precaution adoption process. Health Psychol- ogy, 7, 355-386.",
    "[raw_reference] Weinstein, N. D., Klotz, M. L, & Sandman, P. M. (1988). Optimistic biases in public perceptions of the risk from radon. American Journal of Public Health, 78, 796-800.",
    "in press",
    "[raw_reference] Weinstein, N. D., & Sandman, P. M. (in press). Predicting homeowner mitigation responses to radon test data. Journal of Social Issues.",
    "[raw_reference] Weinstein, N. D., Sandman, P. M., & Klotz, M. L. (1987). Public response to the risk from radon, 1986. New Brunswick, NJ: Rutgers University, Environmental Communication Research Program.",
    "[raw_reference] Weinstein, N. D., Sandman, P. M., & Roberts N. E. (1989). Public response to the risk from radon, 1988-1989. New Brunswick, NJ: Rutgers Univer- sity, Environmental Communication Research Program.",
    "[raw_reference] Weinstein, N. D., Sandman, P. M., & Roberts, N. E. (1990). Determinants of self-protective behavior: Home radon testing. Journal of Applied Social"
  ],
  "editors": [
    "L Berkowitz",
    "W R Miller",
    "N Heather",
    "J T Cacioppo",
    "R E Petty",
    "J R Eiser",
    "A Baum",
    "S E Taylor",
    "J E Singer"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
