{
  "paper_id": "RQXPY4XW",
  "title": "Efficacy of epidural blood patching or surgery in spontaneous intracranial hypotension: an evidence map protocol",
  "abstract": "Background: Spontaneous intracranial hypotension (SIH) is a debilitating disorder caused by non-iatrogenic spinal cerebrospinal fluid leaks. SIH is increasingly recognized as an important treatable cause of secondary headaches. Treatment involves either epidural blood patching or surgery, which have considerable differences in their adverse event rates, recovery times, and cost. The objective of this evidence map is to understand the breadth of studies that investigate SIH treatment efficacy and to identify knowledge gaps to inform future research. Methods: This review will consider experimental, observational, and systematic review studies that assess the efficacy of epidural blood patching and surgery for the treatment of patients with SIH. Individual case studies, clinical guidelines, editorials, protocols, and studies that do not assess an intervention will not be included. English language studies will be included without limitation based on the date of publication. Databases to be searched include MED-LINE ® (via Ovid), EMBASE (via Elsevier), and Web of Science ™ (via Clarivate). Study selection will be performed independently by two investigators with extracted data to include study type, the number of patients included, patient descriptors, intervention characteristics, and outcome measure used. Data will be presented through a narrative summary aided by tabular and graphical formats in a manner that aligns with the objective of the evidence mapping review. \n Discussion: The overarching goal of this evidence map is to provide an improved understanding of the breadth of studies investigating SIH treatment efficacy in the literature and to thereby identify knowledge gaps that can inform future research directions.",
  "year": 2006,
  "date": "2006",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Timothy",
      "surname": "Amrhein",
      "name": "Timothy Amrhein",
      "affiliation": "1  Department of Radiology , Duke University Medical Center , Durham , North Carolina , USA \n\t\t\t\t\t\t\t\t Department of Radiology \n\t\t\t\t\t\t\t\t Duke University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durham \n\t\t\t\t\t\t\t\t\t North Carolina \n\t\t\t\t\t\t\t\t\t USA",
      "email": "timothy.amrhein@duke.edu",
      "orcid": "0000-0002-9354-9486"
    },
    {
      "forename": "Peter",
      "surname": "Kranz",
      "name": "Peter Kranz",
      "affiliation": "1  Department of Radiology , Duke University Medical Center , Durham , North Carolina , USA \n\t\t\t\t\t\t\t\t Department of Radiology \n\t\t\t\t\t\t\t\t Duke University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durham \n\t\t\t\t\t\t\t\t\t North Carolina \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0002-9354-9486"
    },
    {
      "forename": "Sarah",
      "surname": "Cantrell",
      "name": "Sarah Cantrell",
      "affiliation": "2  Duke University Medical Center Library , Duke University School of Medicine , Durham , North Carolina , USA. \n\t\t\t\t\t\t\t\t Duke University Medical Center Library \n\t\t\t\t\t\t\t\t Duke University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durham \n\t\t\t\t\t\t\t\t\t North Carolina \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Constance",
      "surname": "Deline",
      "name": "Constance Deline",
      "affiliation": "3  Spinal CSF Leak Foundation , Spokane , Washington , USA. \n\t\t\t\t\t\t\t\t Spinal CSF Leak Foundation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Spokane \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Carrie",
      "surname": "Carr",
      "name": "Carrie Carr",
      "affiliation": "4  Department of Radiology , Mayo Clinic , Rochester , Minnesota , USA. \n\t\t\t\t\t\t\t\t Department of Radiology \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t Minnesota \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Dong",
      "surname": "Kim",
      "name": "Dong Kim",
      "affiliation": "4  Department of Radiology , Mayo Clinic , Rochester , Minnesota , USA. \n\t\t\t\t\t\t\t\t Department of Radiology \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t Minnesota \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Karen",
      "surname": "Goldstein",
      "name": "Karen Goldstein",
      "affiliation": "5  Division of General Internal Medicine , Duke University School of Medicine , Durham , North Carolina , USA. \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Duke University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durham \n\t\t\t\t\t\t\t\t\t North Carolina \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "John",
      "surname": "Williams",
      "name": "John Williams",
      "affiliation": "5  Division of General Internal Medicine , Duke University School of Medicine , Durham , North Carolina , USA. \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Duke University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durham \n\t\t\t\t\t\t\t\t\t North Carolina \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1186/s13643-022-01989-2",
  "keywords": [
    "Cerebrospinal fluid leak",
    "Epidural blood patch",
    "Spontaneous intracranial hypotension",
    "Surgery"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Spontaneous intracranial hypotension (SIH) is a disabling disorder caused by spinal cerebrospinal fluid (CSF) leaks  [1, 2] . These CSF leaks are not iatrogenic (e.g., not after a lumbar puncture) and result in debilitating symptoms, most commonly orthostatic headaches  [3] . In addition to headaches, patients also may suffer from nausea, cognitive dysfunction, neck and interscapular pain, and cranial nerve symptoms including diplopia, hearing changes, disequilibrium, neuropathies, dementia-like syndromes, and in some cases even coma or death  [4] . As a result, many SIH patients experience significant disability leading to reduced work productivity and quality of life.\n\nSIH was once assumed rare but is now recognized as an important treatable cause of secondary headaches. Unfortunately, misdiagnosis and delayed diagnosis remain the norm for SIH patients, with up to 94% experiencing delays in their diagnosis ranging from a month to years  [5] . While the prevalence of SIH is largely unknown, one study identified an incidence of 5 in 100,000 in patients that presented to the emergency department at a major urban hospital, which is similar to the rate of better-known causes of secondary headache including subarachnoid hemorrhage  [6, 7] . The true incidence is likely much greater due to pervasive misdiagnosis.\n\nOnce the diagnosis of SIH is made, efforts turn toward identification and localization of the spinal CSF leak  [8] . This then allows for directed treatment in the form of either surgery or epidural blood patching (EBP). EBP is widely accepted as the first-line treatment for SIH and involves the percutaneous injection of autologous sterile blood through a needle into the epidural space. There are several variations of the EBP procedure commonly employed: (a) imaging-guided or non-imaging-guided, (b) targeted directly to the location of a known CSF leak or non-targeted (i.e., patching material placed in the epidural space without regard to leak location), and (c) with or without fibrin glue sealant  [9] . The inclusion of fibrin sealant in EBP is an off-label use of this product. Surgical techniques for treatment of SIH include ligation or ablation of a CSF to venous fistula associated with a nerve root sleeve as well as direct repair of the dura via extradural or intradural approaches  [10] [11] [12] [13] . While EBP is typically the first treatment attempted and effective, with a wide range of reported efficacy (36-90%), many patients require more than one patch  [14] [15] [16] [17] [18] [19] [20] [21] . Anecdotally, surgery is considered more definitive  [10, 12] . However, surgery carries with it an increased risk profile compared with EBP, which has a generally low rate of adverse events, in addition to significantly longer patient recovery times  [22] . Further, surgery is considerably more expensive than EBP with total costs often 3-10 times that of patching. For these reasons, there remains equipoise regarding the appropriate treatment algorithm.\n\nWe will apply systematic evidence mapping techniques to describe the quantity and types of research studies in the literature that address the efficacy of two treatments for patients with spontaneous intracranial hypertension (SIH), epidural blood patching (EBP), and surgery  [23] . We intend for this to be broad in scope and will include patching procedures that are both targeted and non-targeted, imaging-guided and non-imaging guided, and that use blood alone, fibrin glue alone, or a combination of blood and fibrin glue. For surgery, the scope will be inclusive of all types of surgical procedures used to treat spinal CSF leaks and CSF to venous fistulas (CVFs) in patients with SIH. We will also describe any outcome measures used to define the successful treatment of SIH which we envision may include patient symptom response, quality of life or functional status assessments, and imaging biomarkers. Both the use of non-validated assessments (e.g., subjective improvement of headache or general symptoms) and validated outcome measures (e.g., NRS, HIT-6, MIDAS, EQ-5D, PGIC) will be documented. A preliminary search of PROSPERO, MEDLINE, the Cochrane Database of Systematic Reviews, and the JBI Evidence Synthesis was conducted revealing only a single published systematic review studying SIH  [24] . This project was more broad in scope with the intention to evaluate the clinical characteristics, methods of diagnosis, and general treatment approaches in SIH. Therefore, it does not have a significant overlap with the goals of our evidence map. No other current or underway evidence mapping reviews, scoping reviews, or systematic reviews on the topic were identified. The overarching goal of this evidence map is to provide an improved understanding of the breadth of studies investigating SIH treatment efficacy in the literature and to thereby identify knowledge gaps that can inform future research directions."
    },
    {
      "title": "Methods/design"
    },
    {
      "title": "Review questions/objectives",
      "text": "Two main objectives will be addressed in this evidence map: i) To describe the published literature that evaluates the efficacy of epidural patching for the treatment of patients with spontaneous intracranial hypotension (SIH). ii) To describe the published literature that evaluates the efficacy of surgery for the treatment of patients with SIH."
    },
    {
      "title": "Inclusion criteria Participants",
      "text": "This review will consider studies that include patients of any age or sex with a reported diagnosis of SIH that were treated with any form of either EBP or surgery. We will also specifically focus on the subset of these studies that include patients that definitively meet the International Classification of Headache Disorders 3rd Edition definition of SIH  [25] . Exclusion criteria will be studies of patients with headaches not secondary to SIH, iatrogenic spinal CSF leaks (e.g., post-surgical or due to lumbar puncture), cranial CSF leaks, and mixed populations of SIH and non-SIH patients without subgroup analysis with results reported separately by patients with SIH."
    },
    {
      "title": "Concept",
      "text": "This review will consider studies that assess the efficacy of treatments for SIH, specifically EBP or surgery, and report patient outcomes. Outcomes of interest include patient symptom response, quality of life or functional status assessments, and imaging biomarkers. This includes both non-validated assessments (e.g., subjective improvement of headache or general symptoms) and validated outcome measures (e.g., NRS, HIT-6, MIDAS, EQ-5D, PGIC)."
    },
    {
      "title": "Context",
      "text": "This review will consider studies regardless of their location, country, or setting."
    },
    {
      "title": "Types of sources",
      "text": "This evidence mapping review will consider experimental, observational, and systematic review studies that assess the efficacy of epidural blood patching and surgery for the treatment of patients with SIH. This will include randomized controlled trials, non-randomized controlled trials, controlled before and after studies, interrupted time-series, case series, case-control, prospective cohort, retrospective cohort, and relevant systematic reviews. Individual case studies, clinical guidelines, editorials, protocols, and studies that do not assess an intervention will not be included. Only studies published in English will be included without limitation on the date of publication. Publications identified through our search will be used as sources to hand-search references and the gray literature."
    },
    {
      "title": "Search strategy",
      "text": "The search strategy will aim to identify published experimental, observational, and systematic review studies meeting inclusion criteria. The search strategy was developed by the research team and an experienced medical librarian. An initial limited search was developed for MEDLINE (via Ovid); relevant articles from this search, as well as exemplar publications, were mined for keywords. The search strategy utilizes a combination of keywords searched in the titles and abstracts as well as database-specific subject headings. A complete, reproducible search strategy for MEDLINE ® (via Ovid) from 1946 to November 20, 2020, is included in Additional file 1. This search strategy will be adapted for each information source. Databases to be searched include MEDLINE ® (via Ovid), Web of Science ™ (via Clarivate), and EMBASE (via Elsevier). The complete, reproducible search strategies for each database will be included in the final manuscript. Reference lists for all articles included in this evidence map will be reviewed to identify additional relevant publications. The investigators intend to contact the authors of included primary studies for additional information, as needed. Studies published in English will be included, and there will be no exclusion based on the date of publication. To improve specificity, the updated search will exclude animal-only studies. The strategies will be peer-reviewed by a second experienced medical librarian prior to execution using the PRESS Checklist  [26] ."
    },
    {
      "title": "Initial screening search",
      "text": "The established complete search strategy results in a considerable difference in yield with and without the inclusion of terms for the \"spontaneous\" concept (4995 vs. 820 publications, respectively). As a result, we will begin by reviewing a randomly selected sample of the additional publications that resulted in the larger data set (the set that includes the \"spontaneous\" concept). Randomized selection will be performed using a random number generator. These additional studies will be reviewed to determine if publications that would meet inclusion criteria for this evidence map would inadvertently be excluded should the more stringent search criteria be employed (by excluding the \"spontaneous\" concept). Using prespecified inclusion/exclusion criteria, the titles and abstracts of these articles will be reviewed independently by two investigators for potential relevance to the review objectives. Conservatively assuming a 50% probability that a single report in this group will meet the criteria for inclusion, a randomly selected sample of 385 articles would provide a 95% confidence level for confirming that no additional articles would be added if the larger data set was used for study selection. If no additional studies are identified in this cohort, the more stringent search criteria (including terms for the \"spontaneous\" concept) will be employed. If any additional studies are identified, the larger data set will be used for study selection."
    },
    {
      "title": "Study selection",
      "text": "Using prespecified inclusion/exclusion criteria, the titles and abstracts of articles included in existing reviews and identified through our primary search will be reviewed independently by two investigators for potential relevance to the review objectives. Articles included by either investigator as potentially meeting our inclusion criteria will undergo full-text screening. At the full-text screening stage, two independent investigators must agree on a final inclusion/exclusion decision. Disagreements will be resolved by obtaining a third investigator's opinion when consensus cannot be reached between the first and second investigators. Reasons for the exclusion of fulltext articles will be recorded and reported in the review. Articles meeting eligibility criteria will be included for data abstraction. At full-text review, we will include studies meeting the listed definition of SIH and a treatment intervention (i.e., EPB or surgery), as previously defined. All results will be tracked in both Covidence, a web-based data synthesis software program (Evidence Partners Inc., Manotick, ON, Canada), and EndNote ® reference management software (Clarivate) and duplicates removed. Our results will be reported in full in a manner that adheres to Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews (PRISMA-ScR) guidelines (Additional file 2)  [27] ."
    },
    {
      "title": "Data extraction",
      "text": "Data from included publications will be abstracted into a customized Covidence database by one reviewer and over-read by a second reviewer. Disagreements will be resolved by consensus or by obtaining a third reviewer's opinion when consensus cannot be reached between the first and second reviewers. Data elements include descriptors to assess study type, number of patients included, and outcome measures used.\n\nKey characteristics abstracted will include patient descriptors (e.g., age, sex, race), intervention characteristics (e.g., type of epidural patching-imaging-guided vs. non-imaging guided, targeted vs. non-targeted, blood only vs. fibrin sealant only vs. blood and fibrin sealant; surgery type), comparator (if any), category of outcome measure used (e.g., patient symptom response, quality of life, functional status, imaging biomarker), specific outcome measure used when applicable (e.g., NRS, HIT-6, MIDAS, EQ-5D, PGIC), timing of outcome assessment after the intervention, and study setting (e.g., country). Multiple reports from a single study will be treated as a single data point, prioritizing results based on the most complete and appropriately analyzed data. When critical data are missing or are unclear in published reports, we will request supplemental data from the study authors. A draft extraction tool is provided as Additional file 3. This extraction tool will be modified and revised as necessary during the process, and modifications will be detailed in the final review manuscript."
    },
    {
      "title": "Data analysis and presentation",
      "text": "We will summarize the literature using relevant data abstracted from the eligible studies. Summary tables will describe the key study characteristics of the primary studies: study design, patient demographics, and details of the treatment intervention. Data will be narratively summarized. Data presentations will include tabular and graphical formats, as appropriate, to convey key features of the literature. We will present our analysis as a broad literature map without commenting on the quality of individual studies or the strength of evidence for the key question."
    },
    {
      "title": "Discussion",
      "text": "The resultant evidence map produced from this protocol will be the first generated in the field of SIH. We expect that it will provide impactful information about current gaps in knowledge and thereby substantive guidance directing future research and funding decisions. This evidence map may also serve as a roadmap for planned national SIH guideline initiatives.\n\n• fast, convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance\n\n• support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year"
    },
    {
      "title": "•",
      "text": "At BMC, research is always in progress."
    },
    {
      "title": "Learn more biomedcentral.com/submissions",
      "text": "Ready to submit your research Ready to submit your research ? Choose BMC and benefit from:\n\n? Choose BMC and benefit from:"
    }
  ],
  "references": [
    {
      "title": "Spontaneous spinal cerebrospinal fluid leaks and intracranial hypotension",
      "authors": [
        "W Schievink"
      ],
      "year": 2006,
      "doi": "10.1001/jama.295.19.2286"
    },
    {
      "title": "Spontaneous intracranial hypotension: imaging in diagnosis and treatment",
      "authors": [
        "T Amrhein",
        "P Kranz"
      ],
      "year": 2019,
      "doi": "10.1016/j.rcl.2018.10.004"
    },
    {
      "title": "Spontaneous intracranial hypotension: 10 myths and misperceptions",
      "authors": [
        "P Kranz",
        "L Gray",
        "T Amrhein"
      ],
      "year": 2018,
      "doi": "10.1111/head.13328"
    },
    {
      "title": "Spontaneous intracranial hypotension: pathogenesis, diagnosis, and treatment",
      "authors": [
        "P Kranz",
        "L Gray",
        "M Malinzak",
        "T Amrhein"
      ],
      "year": 2019,
      "doi": "10.1016/j.nic.2019.07.006"
    },
    {
      "title": "Misdiagnosis of spontaneous intracranial hypotension",
      "authors": [
        "W Schievink"
      ],
      "year": 2003,
      "doi": "10.1001/archneur.60.12.1713"
    },
    {
      "title": "Frequency of spontaneous intracranial hypotension in the emergency department",
      "authors": [
        "W Schievink",
        "M Maya",
        "F Moser",
        "J Tourje",
        "S Torbati"
      ],
      "year": 2007
    },
    {
      "title": "Aneurysmal subarachnoid hemorrhage: long-term trends in incidence and survival in Olmsted County, Minnesota",
      "authors": [
        "E Giordan",
        "C Graffeo",
        "A Rabinstein",
        "R Brown",
        "W Rocca",
        "A Chamberlain"
      ],
      "year": 2020,
      "doi": "10.3171/2019.12.jns192468"
    },
    {
      "title": "Myelographic techniques for the detection of spinal CSF leaks in spontaneous intracranial hypotension",
      "authors": [
        "P Kranz",
        "P Luetmer",
        "F Diehn",
        "T Amrhein",
        "T Tanpitukpongse",
        "L Gray"
      ],
      "year": 2016,
      "doi": "10.2214/ajr.15.14884"
    },
    {
      "title": "Update on the diagnosis and treatment of spontaneous intracranial hypotension",
      "authors": [
        "P Kranz",
        "M Malinzak",
        "T Amrhein",
        "L Gray"
      ],
      "year": 2017
    },
    {
      "title": "Clinical outcomes following surgical ligation of cerebrospinal fluid-venous fistula in patients with spontaneous intracranial hypotension: a prospective case series",
      "authors": [
        "T Wang",
        "I Karikari",
        "T Amrhein",
        "L Gray",
        "P Kranz"
      ],
      "year": 2020,
      "doi": "10.1093/ons/opz134"
    },
    {
      "title": "Diskogenic microspurs as a major cause of intractable spontaneous intracranial hypotension",
      "authors": [
        "J Beck",
        "C Ulrich",
        "C Fung",
        "J Fichtner",
        "K Seidel",
        "M Fiechter"
      ],
      "year": 2016,
      "doi": "10.1212/wnl.0000000000003122"
    },
    {
      "title": "Posterior approach and spinal cord release for 360 degrees repair of dural defects in spontaneous intracranial hypotension",
      "authors": [
        "J Beck",
        "A Raabe",
        "W Schievink",
        "C Fung",
        "J Gralla",
        "E Piechowiak"
      ],
      "year": 2019,
      "doi": "10.1093/neuros/nyy312"
    },
    {
      "title": "Surgical treatment of spontaneous spinal cerebrospinal fluid leaks",
      "authors": [
        "W Schievink",
        "V Morreale",
        "J Atkinson",
        "F Meyer",
        "D Piepgras",
        "M Ebersold"
      ],
      "year": 1998,
      "doi": "10.3171/jns.1998.88.2.0243"
    },
    {
      "title": "Targeted epidural blood patch treatment for refractory spontaneous intracranial hypotension in China",
      "authors": [
        "F He",
        "L Li",
        "M Liu",
        "T Zhong",
        "Q Zhang",
        "X Fang"
      ],
      "year": 2018,
      "doi": "10.1055/s-0037-1606312"
    },
    {
      "title": "Factors predicting response to the first epidural blood patch in spontaneous intracranial hypotension",
      "authors": [
        "J Wu",
        "S Hseu",
        "J Fuh",
        "J Lirng",
        "Y Wang",
        "W Chen"
      ],
      "year": 2017,
      "doi": "10.1093/brain/aww328"
    },
    {
      "title": "Epidural blood patch in Trendelenburg position pre-medicated with acetazolamide to treat spontaneous intracranial hypotension",
      "authors": [
        "E Ferrante",
        "I Arpino",
        "A Citterio",
        "R Wetzl",
        "A Savino"
      ],
      "year": 2010,
      "doi": "10.1111/j.1468-1331.2009.02913.x"
    },
    {
      "title": "Spontaneous intracranial hypotension: efficacy of radiologic targeting vs blind blood patch",
      "authors": [
        "K Cho",
        "H Moon",
        "H Jeon",
        "K Park",
        "D Kong"
      ],
      "year": 2011,
      "doi": "10.1212/wnl.0b013e318212ab43"
    },
    {
      "title": "Short-and long-term outcomes of spontaneous CSF hypovolemia",
      "authors": [
        "S Chung",
        "J Lee",
        "J Im",
        "Lee Mc"
      ],
      "year": 2005,
      "doi": "10.1159/000087714"
    },
    {
      "title": "Early epidural blood patch in spontaneous intracranial hypotension",
      "authors": [
        "S Berroir",
        "B Loisel",
        "A Ducros",
        "M Boukobza",
        "C Tzourio",
        "D Valade"
      ],
      "year": 2004,
      "doi": "10.1212/01.wnl.0000144339.34733.e9"
    },
    {
      "title": "The efficacy of epidural blood patch in spontaneous CSF leaks",
      "authors": [
        "D Sencakova",
        "B Mokri",
        "R Mcclelland"
      ],
      "year": 2001,
      "doi": "10.1212/wnl.57.10.1921"
    },
    {
      "title": "Two-site blind epidural blood patch versus targeted epidural blood patch in spontaneous intracranial hypotension",
      "authors": [
        "C Ahn",
        "E Lee",
        "J Lee",
        "C Chee",
        "Y Kang",
        "H Kang"
      ],
      "year": 2019,
      "doi": "10.1016/j.jocn.2018.11.039"
    },
    {
      "title": "CT Fluoroscopy-guided blood patching of ventral CSF leaks by direct needle placement in the ventral epidural space using a transforaminal approach",
      "authors": [
        "T Amrhein",
        "N Befera",
        "L Gray",
        "P Kranz"
      ],
      "year": 2016,
      "doi": "10.3174/ajnr.a4842"
    },
    {
      "title": "What is an evidence map? A systematic review of published evidence maps and their definitions, methods, and products",
      "authors": [
        "I Miake-Lye",
        "S Hempel",
        "R Shanman",
        "P Shekelle"
      ],
      "year": 2016,
      "doi": "10.1186/s13643-016-0204-x"
    },
    {
      "title": "Clinical presentation, investigation findings, and treatment outcomes of spontaneous intracranial hypotension syndrome: a systematic review and meta-analysis",
      "authors": [
        "L D' Antona",
        "Jaime Merchan",
        "M Vassiliou",
        "A Watkins",
        "L Davagnanam",
        "I Toma"
      ],
      "year": 2021,
      "doi": "10.1001/jamaneurol.2020.4799"
    },
    {
      "title": "The International Classification of Headache Disorders 3rd edition",
      "year": 2021,
      "doi": "10.51843/measure.13.1.6"
    },
    {
      "title": "PRESS peer review of electronic search strategies: 2015 guideline statement",
      "authors": [
        "J Mcgowan",
        "M Sampson",
        "D Salzwedel",
        "E Cogo",
        "V Foerster",
        "C Lefebvre"
      ],
      "year": 2016,
      "doi": "10.1016/j.jclinepi.2016.01.021"
    },
    {
      "title": "PRISMA Extension for Scoping Reviews (PRISMA-ScR): checklist and explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin",
        "O' Brien",
        "K Colquhoun",
        "H Levac"
      ],
      "year": 2018,
      "doi": "10.7326/m18-0850"
    }
  ],
  "num_references": 27
}
