{
  "paper_id": "RS4VH8WV",
  "title": "Dissemination of a Telehealth Cardiovascular Risk Service: The CVRS Live Protocol",
  "abstract": "Background: Medical offices are increasingly hiring clinical pharmacists to improve management of cardiovascular disease (CVD). Most offices employ only one pharmacist, while the volume of patients with complex medical and social issues creates a struggle for providers to",
  "year": 2022,
  "date": "2022-03-01",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Korey",
      "surname": "Kennelty",
      "name": "Korey Kennelty",
      "email": "korey-kennelty@uiowa.edu"
    },
    {
      "forename": "Nels",
      "surname": "Engblom",
      "name": "Nels Engblom",
      "affiliation": "a  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Barry",
      "surname": "Carter",
      "name": "Barry Carter",
      "affiliation": "a  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Liz",
      "surname": "Hollingworth",
      "name": "Liz Hollingworth",
      "affiliation": "a  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Barcey",
      "surname": "Levy",
      "name": "Barcey Levy",
      "affiliation": "b  Department of Family Medicine , Roy J. and Lucille A. Carver College of Medicine , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t Roy J. and Lucille A. Carver College of Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Rachel",
      "surname": "Finkelstein",
      "name": "Rachel Finkelstein",
      "affiliation": "a  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Christopher",
      "surname": "Parker",
      "name": "Christopher Parker",
      "affiliation": "a  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Yinghui",
      "surname": "Xu",
      "name": "Yinghui Xu",
      "affiliation": "b  Department of Family Medicine , Roy J. and Lucille A. Carver College of Medicine , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t Roy J. and Lucille A. Carver College of Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Kayla",
      "surname": "Jackson",
      "name": "Kayla Jackson",
      "affiliation": "c  Department of Educational Policy and Leadership Studies , College of Education , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Educational Policy and Leadership Studies \n\t\t\t\t\t\t\t\t College of Education \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jeffrey",
      "surname": "Dawson",
      "name": "Jeffrey Dawson",
      "affiliation": "d  Department of Biostatistics , College of Public Health , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Biostatistics \n\t\t\t\t\t\t\t\t College of Public Health \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Kathryn",
      "surname": "Dorsey",
      "name": "Kathryn Dorsey",
      "affiliation": "a  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa , United States \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "College of Pharmacy , University of Iowa , Iowa City , Iowa , 52242 , \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t Iowa"
    }
  ],
  "doi": "https://doi.org/10.13039/100000050",
  "pmid": "21160056",
  "keywords": [
    "team-based care",
    "telehealth",
    "cardiovascular disease",
    "hypertension",
    "pharmacists",
    "implementation",
    "pragmatic clinic trials Implementation Electronic health record, interviews, focus groups, workflow observation Maintenance Interviews, focus groups post intervention, workflow observation"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "An American Heart Association (AHA) report states that \"… more than 2,200 Americans die of CVD every day… 1 death every 39 seconds.\"  1  Annual cardiovascular disease (CVD) related costs increased over the years to $555 billion per year and is projected to increase to $1.1 trillion per year by 2035.  2, 3 One key barrier to disease control is suboptimal medication use.  [4] [5] 5] [6]  Managed care organizations and private practices are increasingly hiring clinical pharmacists to improve management of CVD. However, the numbers of patients with complex medical and social conditions requiring medication management makes it difficult for one clinical pharmacist employed within an office to impact most patients needing these services. We have developed a remote telehealth service provided by clinical pharmacists that can complement services provided by on-site clinical pharmacists.  7, 8 The CVRS is an effective model that supports primary care providers by improving CVD management and achieving key performance measures.  9 e CVRS is based on principles of the Patient-Centered Medical Home -a team-based delivery care model that is patient-centered, comprehensive, accessible, and focused on quality and safety.  [10] [11] 1] [12] [13] [14] [15] [16] [17] [18] [19] [20] [21]  The CVRS design was informed by the Chronic Care Model,  [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32]  which includes pharmacists as care managers to reduce medication risks.  22, 23, 27, 28 The Chronic Care Model uses scientific evidence with an emphasis on: self-management support, information systems, delivery system redesign, decision support, health care organization, and community resources.  23, 25, 26, 33, 34 Since most studies involved single disease states, we successfully developed and tested the CVRS to support primary care providers under ideal study conditions through federally-funded clinical trials.  7, 8, 35 The CVRS showed a decrease in CVD risk factors in intervention patients.  7, 8, 35 In our previous work, we focused on clinical outcomes and not real-world implementation of such services. In our limited evaluative work, we discovered many more barriers to adoption and sustainment  36  of the CVRS in large, organizationally and culturally diverse health centers when compared with the major positive support we received in small rural private clinics.  7, [37] [38] 8] [39]  We therefore designed a trial so we may examine the implementation, as well as the sustainability, of the CVRS utilizing a pragmatic cluster-randomized research design using mixed methods approaches.  8, 40, 41 Through our previous theory-driven research,  [42] [43] [44] [45]  we have developed and validated instruments that predict successful implementation of pharmacy services in primary care offices based on physician-pharmacist collaboration. We will triangulate these results with interviews, focus groups, and observations to better understand the impact of context on the experiences of key stakeholders (e.g., providers, nurses, pharmacists, clinic leaders, administrative personnel, patients/caregivers) from diverse primary care clinics. The present paper describes the methods and approach being used for the CVRS Live study."
    },
    {
      "title": "Methods",
      "text": "This is a 5-year, pragmatic, delayed onset, cluster-randomized clinical trial in 13 primary care clinics across the US. Randomization at the clinic level was necessary to avoid contamination if patients within clinics were randomized. Such contamination would occur in both usual care and intervention patients if a provider had patients in both groups, since providers are notified regarding pharmacist recommendations.\n\nThe objective of this study is to examine implementation and sustainment of the CVRS in 13 organizationally and culturally diverse medical centers, many with high proportions of minority and underserved patients. We randomized 13 primary care clinics across the US to the CVRS intervention or usual care in a staggered fashion. We plan to enroll 300 patient subjects and 288 key stakeholder subjects. This study was approved by University of Iowa's Intuitional Review Board (IRB) and is the IRB of record."
    },
    {
      "title": "Aims and Hypotheses",
      "text": "Aim 1: Identify, understand, and develop strategies for overcoming barriers to the adoption, implementation fidelity, and maintenance of the CVRS in diverse primary care offices.-H 1a : The fidelity of the CVRS delivered will vary by individual and organizational factors. H 1b : Offices with higher physician-pharmacist collaboration scores will have higher CVRS implementation fidelity.\n\nAim 2: Determine the real-world reach and effectiveness of the CVRS in diverse primary care offices.-H 2 : Adherence to guidelines for primary and secondary prevention of CVD will be significantly greater for patients receiving the CVRS compared to usual care. Aim 3: Determine CVRS sustainability and adaptation in diverse primary care offices.-H 3a : Offices with higher physician-pharmacist collaboration scores will achieve sustainability.\n\nH 3b : Successful CVRS implementation into diverse primary care offices will depend, in part, on new reimbursement strategies currently provided by the Centers for Medicare and Medicaid Services (CMS)."
    },
    {
      "title": "Site Randomization and Treatment",
      "text": "Arms-The study biostatistician randomized the 13 offices in a cluster-randomized design to one of two arms: 1) the CVRS intervention arm or 2) the usual care arm. All subjects enrolled at a given site will participate in the study arm to which the site was randomized. Medical offices were stratified based on low (<25%) versus higher (≥25%) percentages of minority patient population and then randomized in a cluster-randomized design to avoid contamination within offices. Six clinics will receive the CVRS intervention and seven clinics will maintain usual for the first 12 months (Figure  1 ). After 12 months, the usual care sites will receive the intervention for 12 months. Follow up through medical record abstraction will occur at baseline, 12 months, 24 months, and 36 months from baseline.\n\nCVRS clinical pharmacists at the University of Iowa will work telephonically, or through other agreed-upon modes of communication with each intervention arm patient subject and communicate with their providers to optimize subjects' pharmacological regimens and lifestyle patterns. Each patient subject will receive the CVRS intervention for 12 months. Patient subjects enrolled at usual care clinics during the first 12 months will receive the clinic's usual medical care and will not have any exposure to the CVRS, except for periodic communication to remind them of their enrollment in the study. The intervention will be evaluated on the degree to which the care provided to intervention arm patient subjects, when compared to usual care subjects, adheres to components of the Guideline Advantage measurement set criteria. This research is grounded in the Reach, Effectiveness, Adoption, Implementation, and Maintenance (REAIM) framework  [46] [47] [48]  and informed by role theory.  [49] [50] 0] [51]  Table 1 displays outcomes and methods for collecting data sources."
    },
    {
      "title": "Subject Recruitment",
      "text": "There are two types of subjects in the present trial. The primary subjects are staff located within the study medical clinics since this is a trial to assess intervention implementation. The second group of subjects are patients cared for by the clinic staff and CVRS Live pharmacists who are enrolled into the trial."
    },
    {
      "title": "Clinical Staff Subject Recruitment",
      "text": "The investigators initially performed site visits with clinics randomized to receive the CVRS in the first 12 months. Before a site visit, the site PI or lead provider forwarded a recruitment invitation email to all staff persons who will be involved with the intervention. The consent letter included contact information (study cell phone and study email) for participating clinic personnel to discuss participation prior to the visit. All potential clinic staff subjects received an email of the study invitation letter and electronic survey link before the study team arrived for the study visit. This survey was developed by our team to measure providers' intent on utilizing pharmacy services in outpatient clinics using the Theory of Planned Behavior.  [42] [43] 3] [44] [45]  During site visits, Iowa investigators provide lunch to participants. During lunch, the educational expert (LH) conduct focus group interviews with the PI (KK) not present.\n\nSubsequent to the site visit, the site PI or lead provider in the medical clinic sent an email on behalf of the Iowa investigators to invite clinic staff to telephonic follow up interviews, focus groups, and/or complete the survey online. The purpose of this email was to offer clinic staff who did not have the opportunity to talk with the study team and/or to complete the survey. Everyone who was emailed before the site visit also received the follow up email, as interview and survey participation were blinded to the investigators.\n\nWhen the pharmacist intervention ends, another email will be sent by the site PI or lead provider on behalf of the Iowa investigators to invite staff members to participate in telephonic interviews, focus groups, and/or complete the follow-up survey online. Everyone who was emailed before the baseline site visit will receive the email. Potential subjects will have the option to call or email the study cell phone or email account to ask questions about the interview or express interest in participating. Two reminder emails will be sent two weeks apart after the initial invitation email postsite visit. The educational expert or her graduate research assistant will conduct the telephonic interviews."
    },
    {
      "title": "Patient Subject Recruitment",
      "text": "Potential patient subjects will be English or Spanish-speaking males or females who are ≥18 years of age. The patient must have been seen at least once in clinic/practice in the previous 12 months and have a history of at least one of the following uncontrolled risk factors: 1) diabetes with HA1c ≥ 9.0%, 2) hypertension with ≥150 mm Hg systolic blood pressure (SBP) with uncomplicated hypertension or 3) hypertension with ≥90 mmHg diastolic blood pressure (DBP) with uncomplicated hypertension. Values for risk factors will be averages of all outpatient readings over the last six months. If a value is not available within the last six months, the most recent reading will be used.\n\nSubjects will be excluded if they meet any of the following: inability to give informed consent, nursing home residence, no telephone, cancer with a life expectancy less than 24 months, pregnancy, diagnosis of dementia, or plans to not receive care from clinic for the next 24 months.\n\nClinics have the option to send a list of patients to the UI investigators who meet study participation either via secure fax, email, EMR, or online secured system. Clinic providers can contact the study team using the same mechanisms if they want to refer a patient to the pharmacy service. Potential patient subjects who are identified as eligible to participate will be mailed a consent packet containing a hard copy invitation letter using the clinic's letter head, consent form, a patient information sheet, a stamped postcard, and an addressed and stamped return envelope. The invitation letter will have signatures from the lead physician, clinic site PI and/or University of Iowa PI. The invitation letter will include the study cell phone number and email address for the Research Associate if the potential patient subject has questions. The potential patient subject may return the postcard to opt out of the study or decline a phone call from the Research Associate. If a post card is not received within ten business days of mailing the consent packet, the Research Associate will call the potential patient subject to review the consent form and answer questions. The Research Associate will be the lead consent person and will be able to answer questions over the phone and/or email. The letter will ask potential patient subjects who wish to join the study to mail the signed consent to the UI Research Associate using the enclosed envelope. Potential patient subjects may be called up to three times, at least 3 business days apart, to ask if they are interested in participating in the study or have questions. Patients were offered $25 for enrolling in the study, $25 for completing the study, and $25 for participating in an interview at the end of the study about their experiences with the intervention.\n\nAlternatively, patients may be provided a consent packet in-person by their healthcare provider. If the patient is interested in participating, and qualifies for the study, the local PI or one of their delegates may consent the patient on-site. If UI Study Staff are on-site for a site visit, they may also consent the patient. Any staff completing the informed consent process with a patient, UI or local, will be approved to perform informed consent by the University of Iowa IRB.\n\nAt the end of pharmacist intervention, a random sample of patients who elected to participate in an optional interview on their initial informed consent will be selected for a follow up interview about the intervention. The educational expert or her graduate RA will answer questions as well as interview the subjects if they agree to participate. During the interview, patients will be asked if they are assisted in their care by an unpaid individual (informal caregiver). Contact information for those individuals will be collected from the patient. Informal caregivers who are identified through patient subjects will be mailed and/or emailed an invitation letter along with a postcard and stamped envelope. The potential informal caregiver subject may return the postcard to opt out of the study or decline a phone call from study staff. If a postcard is not received within ten business days of mailing the consent packet, a member of the research team will call the potential informal caregiver subject to review the invitation letter and answer questions. Potential informal caregiver subjects may be called up to three times, at least 3 business days apart, to ask if they are interested in participating in the study or have questions. The educational expert or her graduate RA will answer questions as well as interview the subjects if they agree to participate."
    },
    {
      "title": "Procedures for the CVRS Clinical Pharmacist",
      "text": "The CVRS clinical pharmacists will use the EMR as their main source of information to support their evaluation of patients and their recommendations to patients and providers. Other sources will include patient interviews over the telephone when the pharmacist is gathering a patient history. If there are discrepancies in these data, the medical record will be assumed to be the correct source. However, if there are serious discrepancies, the pharmacist will work to resolve these discrepancies whenever possible.\n\nThe CVRS pharmacist will follow each patient subject for approximately 12 months. The pharmacist will conduct a baseline telephone call that will require 30-45 minutes to complete. The pharmacist may elect to conduct any/all of the following activities in a structured interview including: a.\n\nA detailed medication history of all prescription, nonprescription, and herbal therapies\n\nb.\n\nAn assessment of subject knowledge of medications, purpose of each medication, goals of therapy, medication dosages and timing, and potential medication side effects c.\n\nPotential contraindications to specific pharmacologic agents (e.g., renal insufficiency for thiazide diuretics, severe obstructive lung disease for beta blockers)"
    },
    {
      "title": "d.",
      "text": "Expectations that there will be future dosage changes and monitoring and that the pharmacist will discuss issues that might become future barriers to lowering cardiovascular risk (e.g., side effects, non-adherence, subject self-efficacy)"
    },
    {
      "title": "e.",
      "text": "Expectations that, since cardiovascular risk is higher at the initial visit (by definition), medications and/or dosages must be intensified unless there is a strong justification not to intensify them.\n\nThe pharmacist will utilize motivational interviewing techniques to assess Stages of Change for key issues such as exercise, diet, weight, tobacco use, immunizations and cancer screenings. They may provide lifestyle educational materials (e.g. \"Finding Your Way to a Healthier You\" brochure and NHLBI's \"The Dash Diet\" and \"Heart Healthy Recipes Cookbook\"). Next, the pharmacist will create a care plan with treatment recommendations for the physician or other provider. The care plan will make specific recommendations to improve medication management to achieve lower cardiovascular risk. All recommendations will be informed by the most recent national guidelines for a given condition or drug therapy and based on scientific evidence. If necessary, the pharmacists will present the provider with the primary literature or guidelines to support a recommendation. After the call has been completed, the pharmacist will document all calls and recommendations made to the physician or other provider. The pharmacist will also document recommendations accepted by the physician in the EMR or the pharmacy record, depending on the policies and procedures in the office. The pharmacist will present the care plan via written, verbal, or electronic communication to the provider and then implement the care plan after obtaining provider agreement or provider modifications.\n\nThe CVRS model recommends structured follow-up contacts with the subject at 2, 4, 6, 8 weeks and then monthly after the baseline telephone call. However, the pharmacist may tailor subject telephone schedules to meet the individual patient subject's needs. Each follow-up visit is estimated to take 20-30 minutes and will include assessment and documentation of current medications, side effects and adverse events, subject medication adherence, modification of the care plan as needed. EMR documentation will also include changes made, recommended changes and/or medication modifications, depending on the communication strategy established between the pharmacist and provider."
    },
    {
      "title": "Primary Goal (Implementation fidelity)",
      "text": "The primary goal of this study will be the identification of contextual factors that influence CVRS implementation fidelity. Implementation fidelity is the degree to which an intervention is delivered as intended and is critical to successful translation of evidence based interventions into practice. Adherence to the dimensions of implementation fidelity (content, process, dose, quality of delivery, competence, participant responsiveness, and intervention differentiation) will differ among clinics such as will differ by clinic due to their internal and external environments."
    },
    {
      "title": "Secondary Goal (Effectiveness)",
      "text": "Adherence to Components of the Guideline Advantage Criteria for Patient Subjects:\n\nAdherence to selected components of the Guideline Advantage criteria that apply for primary and secondary prevention of CVD and preventive care and screenings.  52 The criteria reflect drug therapies, meeting guideline goals for specific disease conditions, and screening and prevention measures.\n\nEligible criterion will be scored based on whether it was met at each of the index dates: baseline, 12 months, 24 months, and 36 months (as applicable). An algorithm will take the number of selected Guideline Advantage criteria for each patient subject and then calculate the percent of those applicable criteria that are met at each time point. The resulting single numeric value will be used as a surrogate for quality of care. This algorithm will be applied to all patient subjects."
    },
    {
      "title": "Reach of the CVRS:",
      "text": "Reach will be the proportion of how many patients were invited to participate in the CVRS and how many patients received services."
    },
    {
      "title": "Sustainability of the CVRS:",
      "text": "We define sustainability as the maintenance of patient health benefit over time and the extent to which the CVRS within a primary care office is part of their stable operations.  [53] [54] [55]  Sustainability of the CVRS: Development of business agreements and collaborative practice templates by different payment models (e.g., fee for service, value-based)."
    },
    {
      "title": "Data Analysis Plan Primary Hypothesis 1a: Implementation fidelity to the CVRS delivered will vary by individual and organizational factors.",
      "text": "The primary analysis will be evaluation of qualitative data. The process for the qualitative data (interviews, focus groups, and observations) will follow recommended methods for thematic analysis by Yin and will allow for comparison across sites and exploration within sites.  56 Yin outlines a five step procedure for processing and ultimately reporting data: compiling, disassembling, reassembling, interpreting, and concluding. Once the data have been captured, an interdisciplinary group of researchers will extract themes from each data source. Where possible, themes will be categorized into areas of interest identified by the research team (e.g., provider decision-making, role expectations of team-based healthcare delivery, familiarity of billing codes). Both categorized and emerging themes for each site will be organized into second order codes for summarization, interpretation, and reported at the individual site level and across sites.\n\nFidelity measures will be developed from the CVRS process mapping and in collaboration with the key stakeholders at each primary care clinic and CVRS pharmacists. Higher fidelity scores indicate a more complete implementation of the intervention's core components. Implementation fidelity will be measured by calculating a total fidelity score (%) for each clinic. In a comprehensive review of fidelity criteria, Mowbray et al. recommended considerations for the identification of the critical components of a program, the measurement of indicators that those components have been completed as prescribed, and the review of the quality of those indicators in terms of reliability and validity.  57 This review will guide the development of fidelity measures for the CVRS including special attention to the \"adaptiveness\" of the intervention for specific sites and the value of the information collected for mid-course corrections and the replicability of this study.\n\nTwo coders will independently code each transcript and then discuss variations until consensus is achieved. Our team will use constant comparative methods to combine similar themes and more limited data under general themes.  58 We will use ATLAS.ti which will allow for counting the number of overall mentions of themes (i.e., theme density) by key stakeholders. Theme density is a valid proxy for each theme's level of importance.  54, 59 In the final step of the qualitative analysis, we will prepare ATLAS.ti code reports by subject and theme density of relevant themes as well as coding matrices related to significant interview and focus group findings.\n\nPrimary Hypotheses 1b: Higher physician-pharmacist collaboration scores will have higher CVRS implementation fidelity.-This analysis will involve the survey data and implementation fidelity. Attitudes regarding collaboration will be measured in four domain areas, Behavioral Intentions, Social Norms, Perceived Behavioral Control, and Attitudes toward the CVRS. A subscale score for each domain will be calculated as the mean of the survey item responses related to a domain. We have previously used the Theory of Planned Behavior (TPB) to evaluate the strength and intensity of physician-pharmacist collaboration.  60 The overall TPB score will be calculated as the mean of the subscale scores using our previous methods.\n\nTo summarize TPB at the site level, the mean of the TPB scores within a site will be calculated. These site level scores are then used to determine if attitude towards intent to implement a CVRS is related to implementation fidelity. Convergence validity will inform the analysis, and Pearson correlation coefficients between TPB survey and fidelity scores will be calculated.\n\nSecondary Hypotheses 2a: Adherence to guidelines for primary and secondary prevention of CVD will be significantly greater for patients receiving the CVRS compared to usual care.-Analysis will be to compare the CVRS group with the usual care group (i.e., delayed treatment group), with respect to components of the Adherence to the Guideline Advantage criteria at the end of the initial 12-month period. This hypothesis will be assessed using a mixed model, adjusted for calculated guideline adherence at baseline. This model will also use a random clinic effect to accommodate the correlation among patients treated in the same clinic. Specifically, the following basic model will be fit to these data:\n\nwhere Y ij , represents the adherence at 12 months for the j th subject in the i th clinic, X 1i is an indicator variable for whether the i th cluster was randomized to the CVRS or usual care group, X 2 is the baseline guideline adherence score for the j th subject in the i th cluster, γ i , is the cluster i 'random effect' with variance σ c 2 , and ε ij is the usual person-level random error term with variance σ 2 . Hence, this model corresponds to the 'compound symmetry' assumption that implies that all members of a cluster are equally correlated with each other -and that members in different clusters are independent of each other. Correspondingly, the hypothesis of interest can be assessed by performing the following hypothesis test:\n\nWe will also assess the normality assumption involved in the model. If this assumption is violated, an appropriate transformation will be employed, or a rank-based nonparametric model will be fit. Further, our analyses will use the intention-to-treat principle, e.g., all patients will be analyzed according to their randomized group, even if there is inadvertent crossover."
    },
    {
      "title": "Independent/Predictor Variables (Additional Covariates):",
      "text": "As with our previous studies, we will control for baseline age, gender, race, ethnicity, family history, comorbidities, number of medications, medication adherence, smoking status, education level, insurance status, and marital status. We also control for encounter frequency since this alone may influence outcomes.  61, 62 Because we will use a cluster-randomized design, it is possible that some of these covariates may be imbalanced in this study, and it is important to control for these covariates in the linear regression model above.\n\nSample Size: Sample size calculations were based on the Aim 2 effectiveness outcome.\n\nThe sample size in this type of study will be affected by the dropout rate, as well as the intra-class correlation (ICC) of the outcome of interest, in addition to traditional factors for clinical trials. We anticipate a dropout rate of less than 7% range, but we will inflate that to 15% to be conservative. In a previous study of JNC 7 guideline adherence scores,  63  the within clinic ICC was 0.024, so we will use that as an approximation to what our ICC may be for the Adherence to Guideline Advantage criteria. Additionally, we assume the following: 1) absolute 10% difference in outcome at twelve months for patient at CVRS sites versus patients at usual care sites, 2) SD of 20% for both groups, 3) two-sided significance level of α=0.05.\n\nThe approach used for determining the sample size is to first compute the number of patients (not clinics) required in each group if all subjects are independent (denoting this as \"n\", which may also be termed the effective sample size). This sample size then needs to be inflated in order to account for the ICC and the dropout rate (\"d\"). Total number of patients (n*) needed is then:\n\nwhere m is the number of subjects per clinic. Based on preliminary power calculations, we chose a total sample size of n*=300 (m=25 per clinic), corresponding to an effective sample size of n=160. Although our analyses will involve extensive mixed model analysis based on n* subjects, as described above, the statistical power can be approximated by considering the power for twosample t-tests based on n/2 subjects per group. Based on our proposed sample size and the assumptions described above, the power for the Aim 2 effectiveness outcome will be 88.2%. However, while recruiting clinics in the beginning of the study period, we partnered with 13 clinics to participate in the study for a total sample of n*=325 patient subjects. This will help increase power and ensure we meet our minimum subject recruitment.\n\nAvoiding Missing Data: It will be critically important to minimize missing data to prevent bias.  64 The present study will minimize missing data by obtaining access to primary care office EMRs and using only intention-to-treat analyses. For the present study, these are not missing data but suggest that a care process or procedure has not been performed. The only acceptable reason for missing data will be if a patient is lost to follow-up which we expect to keep <7% since the follow-up is shorter than our previous studies. Nevertheless, there is likely to be a small percentage of missing data that could bias the results. We will use a multiple imputation method with five separate imputations and will average the parameters across all five imputations for the final analysis. While these methods rely on untestable methods we purposely will avoid the \"naively inadequate\" methods listed by Fleming such as \"last value carried forward\" or completed-case analyses.  64 We are confident our imputations will minimize potential bias.\n\nFor the adherence to components of the Guideline Advantage, this will be in the same manner as hypothesis 2a, except the guideline adherence at 24 months will be used in place of the 12-month adherence outcome variable.\n\nSecondary Hypotheses 3a: Offices with higher physician-pharmacist collaboration scores will achieve sustainability.\n\nQualitative data will be assessed similarly with Aim 1. For the qualitative analysis of interviews and focus groups, we will combine a content analysis approach with qualitative inquiry allowing us to determine and quantify key stakeholders' perceptions. We will use an iterative process to identify \"a priori\" themes based on the domains identified critical for sustainability as identified by Schell et al. (Table  2 )  65  and to create \"in vivo\" themes as they emerge during coding (e.g., specific sustainment strategies).  54, 58 Two coders will independently code each transcript and then discuss variations until consensus is achieved.\n\nOur team will use constant comparative methods to combine similar themes and more limited data under general themes.  58 We will use ATLAS.ti which will allow for counting the number of overall mentions of themes (i.e., theme density) by key stakeholders. Theme density is a valid proxy for each theme's level of importance.  54, 59 We will prepare ATLAS.ti code reports by subject and theme density of relevant themes as well as coding matrices related to significant interview and focus group findings.\n\nWe will explore the relationship of role expectation (office leadership vs. providers vs. administrative) and perceived sustainability domains.  54 We will prepare descriptive statistics of all interview and focus group participants. Subscale scores for each TPB domain will be calculated as the mean of the survey item responses related to a domain. The overall TPB score will be calculated as the mean of the subscale scores. As our last step, we will perform cross-site comparisons of sustainability themes by TPB scores.\n\nSecondary Hypotheses 3b: Successful CVRS implementation into diverse primary care offices will depend, in part, on new reimbursement strategies currently provided by the Centers for Medicare and Medicaid Services (CMS).\n\nWe will work with each office to develop payment contracts using current CMS payment codes to overcome barriers of successful revenue generation to support and expand the CVRS nationally. We have previously demonstrated the cost-effectiveness of physician pharmacist collaborations to improve hypertension control  66, 67  the cost difference of a pharmacist intervention for hypertension management compared to control subjects was $290 per patient (p< 0.001; sensitivity analysis ranged $223 to $512).  67 All CVRS pharmacist time (record review, patient assessment, email time, telephone follow up), physician communication, clinic visits, emergency room visits, hospitalizations and laboratory procedures all have costs assigned.  67 This value will aid primary care clinics and payers in deciding whether the intervention should be adopted in their organization and will require the payer to value guideline adherence more than the costs to reach adherence through the intervention. These valuations will likely be practice specific."
    },
    {
      "title": "Results to date",
      "text": "Thirteen medical offices have been recruited and randomized for the study. Early-onset intervention clinics (n=6) are receiving the intervention within the first 12 months. Delayed onset offices (n=7) are receiving usual care for the first 12 months. For the early onset clinics, study investigators have visited each site and conducted focus groups. During these visits, investigators met with key stakeholders (e.g., providers, office support staff, social workers, pharmacists) to discuss the intervention and preferred communication methods. At the end of the visit, focus groups were conducted by educational experts (LH and KJ). In addition, intervention pharmacists and staff worked to receive access to EMRs at all study offices (n=13). The pharmacists have undergone proper certification required at each of these health systems. In some cases, they are appointed as adjunct providers in the medical clinics. Having access to the EMR will allow for screening for potentially eligible patient subjects and rapid communication of recommendations to office providers As of June 1, 2020, 186 patient subjects have been recruited -104 into the early onset group and 82 into the delayed onset group. For key stakeholder subjects at early onset offices, 112 subjects have been recruited. The additional key stakeholder subjects will be recruited late Fall 2020 and early spring 2021."
    },
    {
      "title": "Conclusions",
      "text": "The CVRS Live study will enroll subjects through 2021 and the results will be available in 2024. This study will provide unique information on how the CVRS provided by remote clinical pharmacists can be effectively implemented in diverse medical offices, many of which already employ on-site clinical pharmacists."
    },
    {
      "title": "Depiction of Study Design and Aims"
    },
    {
      "text": "Figure 1."
    }
  ],
  "references": [
    {
      "title": "Heart disease and stroke statistics--2011 update: a report from the American Heart Association",
      "authors": [
        "V Roger",
        "A Go"
      ],
      "year": 2011
    },
    {
      "title": "AHA/ACC guidelines for secondary prevention for patients with coronary and other atherosclerotic vascular disease: 2006 update: endorsed by the National Heart, Lung, and Blood Institute",
      "authors": [
        "S Smith",
        "J Allen",
        "S Blair"
      ],
      "year": 2006
    },
    {
      "title": "Cardiovascular Disease: A Costly Burden for America -Projections Through 2035",
      "year": 2017
    },
    {
      "title": "Physician related barriers to the effective management of uncontrolled hypertension",
      "authors": [
        "S Oliveria",
        "P Lapuerta",
        "B Mccarthy",
        "L 'italien",
        "G Berlowitz",
        "D Asch"
      ],
      "year": 2002
    },
    {
      "title": "Resistant hypertension revisited: a comparison of two university-based cohorts",
      "authors": [
        "J Garg",
        "W Elliott",
        "A Folker",
        "M Izhar",
        "H Black"
      ],
      "year": 2005,
      "doi": "10.1016/j.amjhyper.2004.11.021"
    },
    {
      "title": "Understanding Uncontrolled Hypertension: Is It the Patient or the Provider?",
      "authors": [
        "A Rose",
        "D Berlowitz",
        "M Orner",
        "N Kressin"
      ],
      "year": 2007
    },
    {
      "title": "Cluster-Randomized Trial to Evaluate a Centralized Clinical Pharmacy Service in Private Family Medicine Offices",
      "authors": [
        "B Carter",
        "B Levy",
        "B Gryzlak"
      ],
      "year": 2018,
      "doi": "10.1161/circoutcomes.117.004188"
    },
    {
      "title": "A centralized cardiovascular risk service to improve guideline adherence in private primary care offices",
      "authors": [
        "B Carter",
        "B Levy",
        "B Gryzlak"
      ],
      "year": 2015
    },
    {
      "title": "Cardiac performance measure compliance in outpatients: the American College of Cardiology and National Cardiovascular Data Registry's PINNACLE (Practice Innovation And Clinical Excellence) program",
      "authors": [
        "P Chan",
        "W Oetgen",
        "D Buchanan"
      ],
      "year": 2010,
      "doi": "10.1016/j.jacc.2010.03.043"
    },
    {
      "title": "Advancing Medical Homes: Evidence-based literature review to inform health policy",
      "authors": [
        "T Rosenthal"
      ]
    },
    {
      "title": "Adoption of patient-centered care practices by physicians: results from a national survey",
      "authors": [
        "A Audet",
        "K Davis",
        "S Schoenbaum"
      ],
      "year": 2006
    },
    {
      "title": "Different paths to high-quality care: three archetypes of top-performing practice sites",
      "authors": [
        "C Feifer",
        "L Nemeth",
        "P Nietert"
      ],
      "year": 2007
    },
    {
      "title": "Health center trends, 1994-2001: what do they portend for the federal growth initiative?",
      "authors": [
        "A O'malley",
        "C Forrest",
        "R Politzer",
        "J Wulu",
        "L Shi"
      ],
      "year": 2005
    },
    {
      "title": "Delivering Effective Primary Care to Older Adults: A Randomized, Controlled Trial of the Senior Resource Team at Group Health Cooperative",
      "authors": [
        "E Phelan",
        "B Balderson",
        "M Levine"
      ],
      "year": 2007
    },
    {
      "title": "The Rural Health Care Team",
      "authors": [
        "T Rosenthal",
        "N Campbell-Heider"
      ],
      "year": 2001
    },
    {
      "title": "Can health care teams improve primary care practice?",
      "authors": [
        "K Grumbach",
        "T Bodenheimer"
      ],
      "year": 2004,
      "doi": "10.1001/jama.291.10.1246"
    },
    {
      "title": "Maximizing the Patient-Centered Medical Home (PCMH) by Choosing Words Wisely",
      "authors": [
        "J Howard",
        "R Etz",
        "J Crocker"
      ],
      "year": 2016,
      "doi": "10.3122/jabfm.2016.02.150199"
    },
    {
      "title": "REACH of Interventions Integrating Primary Care and Behavioral Health",
      "authors": [
        "B Balasubramanian",
        "D Fernald",
        "L Dickinson"
      ],
      "year": 2015,
      "doi": "10.3122/jabfm.2015.s1.150055"
    },
    {
      "title": "Understanding Care Integration from the Ground Up: Five Organizing Constructs that Shape Integrated Practices",
      "authors": [
        "D Cohen",
        "B Balasubramanian",
        "M Davis"
      ],
      "year": 2015
    },
    {
      "title": "Challenges of medical home transformation reported by 118 patient-centered medical home (PCMH) leaders",
      "authors": [
        "L Solberg",
        "A Crain",
        "J Tillema"
      ],
      "year": 2014
    },
    {
      "title": "Evaluation of patient centered medical home practice transformation initiatives",
      "authors": [
        "B Crabtree",
        "S Chase",
        "C Wise"
      ],
      "year": 2011
    },
    {
      "title": "Preventing disability and falls in older adults: a population-based randomized trial",
      "authors": [
        "E Wagner",
        "A Lacroix",
        "L Grothaus"
      ],
      "year": 1994
    },
    {
      "title": "Organizing care for patients with chronic illness",
      "authors": [
        "E Wagner",
        "B Austin",
        "Von Korff"
      ],
      "year": 1996,
      "doi": "10.2307/3350391"
    },
    {
      "title": "Chronic disease management: what will it take to improve care for chronic illness?",
      "authors": [
        "E Wagner"
      ],
      "year": 1998
    },
    {
      "title": "Improving chronic illness care: translating evidence into action",
      "authors": [
        "E Wagner",
        "B Austin",
        "C Davis",
        "M Hindmarsh",
        "J Schaefer",
        "A Bonomi"
      ],
      "year": 2001,
      "doi": "10.1377/hlthaff.20.6.64"
    },
    {
      "title": "Quality improvement in chronic illness care: a collaborative approach",
      "authors": [
        "E Wagner",
        "R Glasgow",
        "C Davis"
      ],
      "year": 2001,
      "doi": "10.1016/s1070-3241(01)27007-2"
    },
    {
      "title": "Improving primary care for patients with chronic illness",
      "authors": [
        "T Bodenheimer",
        "E Wagner",
        "K Grumbach"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.14.1775"
    },
    {
      "title": "Chronic care clinics: a randomized controlled trial of a new model of primary care for frail older adults",
      "authors": [
        "E Coleman",
        "L Grothaus",
        "N Sandhu",
        "E Wagner"
      ],
      "year": 1999
    },
    {
      "title": "A population-based approach to diabetes management in a primary care setting: early results and lessons learned",
      "authors": [
        "D Mcculloch",
        "M Price",
        "M Hindmarsh",
        "E Wagner"
      ],
      "year": 1998,
      "doi": "10.1089/dis.2000.3.75"
    },
    {
      "title": "Randomised trial of monitoring, feedback, and management of care by telephone to improve treatment of depression in primary care",
      "authors": [
        "G Simon",
        "M Vonkorff",
        "C Rutter",
        "E Wagner"
      ],
      "year": 2000
    },
    {
      "title": "System supports for chronic illness care and their relationship to clinical outcomes",
      "authors": [
        "C Feifer",
        "S Ornstein",
        "P Nietert",
        "R Jenkins"
      ],
      "year": 2001
    },
    {
      "title": "Preventing disability and managing chronic illness in frail older adults: a randomized trial of a community-based partnership with primary care",
      "authors": [
        "S Leveille",
        "E Wagner",
        "C Davis"
      ],
      "year": 1998,
      "doi": "10.1111/j.1532-5415.1998.tb04533.x"
    },
    {
      "title": "The role of patient care teams in chronic disease management",
      "authors": [
        "E Wagner"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7234.569"
    },
    {
      "title": "Meeting the needs of chronically ill people",
      "authors": [
        "E Wagner"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.323.7319.945"
    },
    {
      "title": "A Cluster-Randomized Trial of a Centralized Clinical Pharmacy Cardiovascular Risk Service to Improve Guideline Adherence",
      "authors": [
        "B Carter",
        "C Coffey",
        "E Chrischilles"
      ],
      "year": 2015,
      "doi": "10.1002/phar.1603"
    },
    {
      "title": "Deterioration of blood pressure control after discontinuation of a physician-pharmacist collaborative intervention",
      "authors": [
        "B Carter",
        "W Doucette",
        "C Franciscus",
        "G Ardery",
        "K Kluesner",
        "E Chrischilles"
      ],
      "year": 2010,
      "doi": "10.1592/phco.30.3.228"
    },
    {
      "title": "Team-Based Care with Pharmacists to Improve Blood Pressure: a Review of Recent Literature",
      "authors": [
        "K Kennelty",
        "L Polgreen",
        "B Carter"
      ],
      "year": 2018,
      "doi": "10.1007/s11906-018-0803-0"
    },
    {
      "title": "Effect of self-efficacy and social support on adherence to antihypertensive drugs",
      "authors": [
        "T Criswell",
        "C Weber",
        "Y Xu",
        "B Carter"
      ],
      "year": 2010,
      "doi": "10.1592/phco.30.5.432"
    },
    {
      "title": "Self-identified barriers to rural mental health services in Iowa by older adults with multiple comorbidities: qualitative interview study",
      "authors": [
        "L Pass",
        "K Kennelty",
        "B Carter"
      ],
      "year": 2019
    },
    {
      "title": "Cluster-randomized trial of a physician/pharmacist collaborative model to improve blood pressure control",
      "authors": [
        "B Carter",
        "C Coffey",
        "G Ardery"
      ],
      "year": 2015
    },
    {
      "title": "A cluster-randomized effectiveness trial of a physician pharmacist collaborative model to improve blood pressure control",
      "authors": [
        "B Carter",
        "W Clarke",
        "G Ardery"
      ],
      "year": 2010
    },
    {
      "title": "Using theory to predict implementation of a physician-pharmacist collaborative intervention within a practice-based research network",
      "authors": [
        "D Demik",
        "Vander Weg",
        "M Lundt",
        "E Coffey",
        "C Ardery",
        "G Carter"
      ],
      "year": 2013,
      "doi": "10.1016/j.sapharm.2013.01.003"
    },
    {
      "title": "Utility of a questionnaire to measure physician pharmacist collaborative relationships",
      "authors": [
        "A Zillich",
        "J Milchak",
        "B Carter",
        "W Doucette"
      ],
      "year": 2003,
      "doi": "10.1331/154434506778073592"
    },
    {
      "title": "Development and initial validation of an instrument to measure physician-pharmacist collaboration from the physician perspective",
      "authors": [
        "A Zillich",
        "W Doucette",
        "B Carter",
        "C Kreiter"
      ],
      "year": 2005
    },
    {
      "title": "Influential characteristics of physician/ pharmacist collaborative relationships",
      "authors": [
        "A Zillich",
        "R Mcdonough",
        "B Carter",
        "W Doucette"
      ],
      "year": 2004,
      "doi": "10.1345/aph.1d419"
    },
    {
      "title": "Fidelity to and comparative results across behavioral interventions evaluated through the RE-AIM framework: a systematic review",
      "authors": [
        "S Harden",
        "B Gaglio",
        "J Shoup"
      ],
      "year": 2015,
      "doi": "10.1186/s13643-015-0141-0"
    },
    {
      "title": "The RE-AIM framework for evaluating interventions: what can it tell us about approaches to chronic illness management? Patient education and counseling",
      "authors": [
        "R Glasgow",
        "H Mckay",
        "J Piette",
        "K Reynolds"
      ],
      "year": 2001
    },
    {
      "title": "Evaluating the public health impact of health promotion interventions: the RE-AIM framework",
      "authors": [
        "R Glasgow",
        "T Vogt",
        "S Boles"
      ],
      "year": 1999,
      "doi": "10.2105/ajph.89.9.1322"
    },
    {
      "title": "Recent Development in Role Theory",
      "authors": [
        "B Biddle"
      ],
      "year": 1986,
      "doi": "10.1146/annurev.soc.12.1.67"
    },
    {
      "title": "Role Theory: Expectations, Identities, and Behaviors",
      "authors": [
        "B Biddle"
      ],
      "year": 1979
    },
    {
      "title": "Role theory: literature review and implications for patient-pharmacist interactions",
      "authors": [
        "L Guirguis",
        "B Chewning"
      ],
      "year": 2005,
      "doi": "10.1016/j.sapharm.2005.09.006"
    },
    {
      "title": "Sustainability of evidence-based healthcare: research agenda, methodological advances, and infrastructure support",
      "authors": [
        "E Proctor",
        "D Luke",
        "A Calhoun"
      ],
      "year": 2015
    },
    {
      "title": "Measuring sustainability within the Veterans Administration Mental Health System Redesign initiative",
      "authors": [
        "J Ford",
        "D Krahn",
        "M Wise",
        "K Oliver"
      ],
      "year": 2011,
      "doi": "10.1097/qmh.0b013e3182314b20"
    },
    {
      "title": "Planning for the sustainability of community-based health programs: conceptual frameworks and future directions for research, practice and policy",
      "authors": [
        "M Shediac-Rizkallah",
        "L Bone"
      ],
      "year": 1998,
      "doi": "10.1093/her/13.1.87"
    },
    {
      "title": "Qualitative research from start to finish",
      "year": 2011
    },
    {
      "title": "Fidelity Criteria: Development, Measurement, and Validation",
      "authors": [
        "C Mowbray",
        "M Holter",
        "G Teague",
        "D Bybee"
      ],
      "year": 2003
    },
    {
      "title": "Qualitative Analysis for Social Scientists",
      "authors": [
        "A Strauss"
      ],
      "year": 1987
    },
    {
      "title": "Telling stories: the health benefits of narrative",
      "authors": [
        "J Pennebaker"
      ],
      "year": 2000,
      "doi": "10.1353/lm.2000.0011"
    },
    {
      "title": "Using theory to predict implementation of a physician-pharmacist collaborative intervention within a practice based research network",
      "authors": [
        "D Demik",
        "Vander Weg",
        "M Lundt",
        "E Coffey",
        "C Ardery",
        "G Carter"
      ],
      "year": 2013
    },
    {
      "title": "Physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "B Carter",
        "G Ardery",
        "J Dawson"
      ],
      "year": 2009
    },
    {
      "title": "Encounter frequency and serum glucose level, blood pressure, and cholesterol level control in patients with diabetes mellitus",
      "authors": [
        "F Morrison",
        "M Shubina",
        "A Turchin"
      ],
      "year": 2011
    },
    {
      "title": "Explicit and implicit evaluation of physician adherence to hypertension guidelines",
      "authors": [
        "G Ardery",
        "B Carter",
        "J Milchak"
      ],
      "year": 2007
    },
    {
      "title": "Addressing missing data in clinical trials",
      "authors": [
        "T Fleming"
      ],
      "year": 2011
    },
    {
      "title": "Public health program capacity for sustainability: a new framework",
      "authors": [
        "S Schell",
        "D Luke",
        "M Schooley"
      ],
      "year": 2013
    },
    {
      "title": "Cost-Effectiveness of a Physician-Pharmacist Collaboration Intervention to Improve Blood Pressure Control",
      "authors": [
        "L Polgreen",
        "J Han",
        "B Carter"
      ],
      "year": 2015,
      "doi": "10.1161/hypertensionaha.115.06023"
    },
    {
      "title": "Incremental costs associated with physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "P Kulchaitanaroaj",
        "J Brooks",
        "G Ardery",
        "D Newman",
        "B Carter"
      ],
      "year": 2012
    }
  ],
  "num_references": 66
}
