{
  "paper_id": "RVD9WZ4Z",
  "title": "Use of a Web-based App to Improve Breast Cancer Symptom Management and Adherence for Aromatase Inhibitors: A Randomized Controlled Feasibility Trial",
  "abstract": "Purpose-For postmenopausal women with hormone receptor-positive breast cancer, long-term use of aromatase inhibitors (AIs) significantly reduces the risk of cancer recurrence and improves survival. Still, many patients are nonadherent due to adverse side effects. We conducted a pilot randomized controlled trial to test the use of a web-based application (app) designed with and without weekly reminders for patients to report real-time symptoms and AI use outside of clinic visits with built-in alerts to patients' oncology providers. Our goal was to improve symptom burden and medication adherence. Methods-Forty-four women with early-stage breast cancer and a new AI prescription were randomized to either an App+Reminder (weekly reminders to use app) or App (no reminders) group. Pre-and post-assessment data were collected from all participants. Results-Participants in the App+Reminder group had higher weekly app usage rate (74% vs. 38%, p<0.05) during the intervention and reported higher AI adherence at 8 weeks (100% vs. 72%, p<0.05). Symptom burden increase was higher for the App group compared to the App +Reminder group, but did not reach statistical significance. Conclusions-Weekly reminders to use a web-based app to report AI adherence and treatmentrelated symptoms demonstrated feasibility and improved short-term AI adherence, which may reduce symptom burden for women with breast cancer and a new AI prescription.",
  "year": 2019,
  "date": "2019-08-01",
  "journal": "CA: A Cancer Journal for Clinicians",
  "publication": "CA: A Cancer Journal for Clinicians",
  "authors": [
    {
      "forename": "Ilana",
      "surname": "Graetz",
      "name": "Ilana Graetz",
      "affiliation": "a  College of Medicine , University of Tennessee Health Science Center , 66 N. Pauline St. , Ste. 633 , Memphis , TN 38163 \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Tennessee Health Science Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 66 N. Pauline St. Ste. 633 \n\t\t\t\t\t\t\t\t\t 38163 \n\t\t\t\t\t\t\t\t\t Memphis \n\t\t\t\t\t\t\t\t\t TN",
      "email": "igraetz@uthsc.edu"
    },
    {
      "forename": "Caitlin",
      "surname": "Mckillop",
      "name": "Caitlin Mckillop",
      "affiliation": "b  SUNY Cortland , 28 Graham Ave. Cortland , NY 13045 \n\t\t\t\t\t\t\t\t SUNY Cortland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 28 Graham Ave. Cortland \n\t\t\t\t\t\t\t\t\t 13045 \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "forename": "Edward",
      "surname": "Stepanski",
      "name": "Edward Stepanski",
      "affiliation": "a  College of Medicine , University of Tennessee Health Science Center , 66 N. Pauline St. , Ste. 633 , Memphis , TN 38163 \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Tennessee Health Science Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 66 N. Pauline St. Ste. 633 \n\t\t\t\t\t\t\t\t\t 38163 \n\t\t\t\t\t\t\t\t\t Memphis \n\t\t\t\t\t\t\t\t\t TN"
    },
    {
      "forename": "Gregory",
      "surname": "Vidal",
      "name": "Gregory Vidal",
      "affiliation": "a  College of Medicine , University of Tennessee Health Science Center , 66 N. Pauline St. , Ste. 633 , Memphis , TN 38163 \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Tennessee Health Science Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 66 N. Pauline St. Ste. 633 \n\t\t\t\t\t\t\t\t\t 38163 \n\t\t\t\t\t\t\t\t\t Memphis \n\t\t\t\t\t\t\t\t\t TN"
    },
    {
      "forename": "Janeane",
      "surname": "Anderson",
      "name": "Janeane Anderson",
      "affiliation": "a  College of Medicine , University of Tennessee Health Science Center , 66 N. Pauline St. , Ste. 633 , Memphis , TN 38163 \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Tennessee Health Science Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 66 N. Pauline St. Ste. 633 \n\t\t\t\t\t\t\t\t\t 38163 \n\t\t\t\t\t\t\t\t\t Memphis \n\t\t\t\t\t\t\t\t\t TN"
    },
    {
      "forename": "Lee",
      "surname": "Schwartzberg",
      "name": "Lee Schwartzberg",
      "affiliation": "a  College of Medicine , University of Tennessee Health Science Center , 66 N. Pauline St. , Ste. 633 , Memphis , TN 38163 \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Tennessee Health Science Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 66 N. Pauline St. Ste. 633 \n\t\t\t\t\t\t\t\t\t 38163 \n\t\t\t\t\t\t\t\t\t Memphis \n\t\t\t\t\t\t\t\t\t TN"
    },
    {
      "affiliation": "Department of Preventive Medicine , College of Medicine , University of Tennessee Health Science Center 66 N. Pauline St. , Ste. 620 , Memphis , TN 38163 ; \n\t\t\t\t\t\t\t\t Department of Preventive Medicine \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Tennessee Health Science Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 66 N. Pauline St. Ste. 620 \n\t\t\t\t\t\t\t\t\t 38163 \n\t\t\t\t\t\t\t\t\t Memphis \n\t\t\t\t\t\t\t\t\t TN"
    }
  ],
  "doi": "https://doi.org/10.13039/100000054",
  "pmid": "26513636",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "One in eight women are diagnosed with breast cancer during their lifetime; among them more than 80% have hormone receptor-positive (HR+) tumors  [1] . Aromatase inhibitors (AIs), a type of adjuvant endocrine therapy (AET), are commonly prescribed to postmenopausal women with HR+ breast cancer after surgery, chemotherapy, and/or radiation for a period of five to 10 years to lower cancer recurrence rates and improve survival  [2, 3] . The benefit of AET for recurrence and mortality reduction has been shown to be similar for Black and White patients  [4] . Despite the potential improvement in survival outcomes, evidence suggests that AI adherence and persistence rates are low  [3, [5] [6] [7] [8] . Patients who do not take the full amount of their medication as prescribed or who discontinue their AI treatment early do not receive the full, intended treatment benefits and, consequently, are at increased risk for all-cause mortality, cancer death, and recurrence  [9] . In addition, AET nonadherence is also associated with poorer quality of life  [10] , more physician visits and hospitalizations, and longer hospital stays  [11, 12] .\n\nMultiple studies point to AET-related adverse symptoms as a key reason for nonadherence or premature discontinuation  [5, 6, 8, [13] [14] [15] [16] [17] [18] [19] [20] . Most patients who become nonadherent discontinue AETs during the first six months when the most severe medication-related toxicities tend to occur  [8, 21, 22] . Monitoring adverse effects and symptoms, especially between clinic visits, could help healthcare providers better manage breast cancer patients' AI treatment and increase long-term adherence. A few studies have started to investigate the feasibility of symptom monitoring among oncology patients using web portals and automated telephone calls  [23] [24] [25] . Their findings suggest that monitoring patient symptoms outside of clinic visits can reduce adverse symptoms. However, these previous studies focused only on alleviating symptoms, not improving adherence. To date, only five behavioral interventions have specifically aimed to increase AET adherence, and of these, most provided educational materials only, and none showed statistically significant improvements  [26] [27] [28] [29] [30] . Furthermore, there remains a critical need for evidence on the impact of these types of interventions among underserved, lower income, and minority patients  [31] .\n\nWhile there is a well-documented, persistent digital divide, defined as the gulf between individuals with ready access to the internet and those whose access is limited  [32] , the diffusion of smartphone technology, including smartphone applications (apps), has increased mobile access to the internet, particularly among those most affected by the digital divide (e.g., those with lower socioeconomic status (SES) and racial/ethnic minorities)  [33] . This increasing penetration of web-enabled devices, including smartphones, across every segment of the population can be leveraged by the healthcare community as a way to further engage patients between visits in order to improve care quality and health outcomes  [34] .\n\nGiven the pace of clinical practice, the infrequency of clinic visits, and limitations of patient recall, adverse symptoms are often not optimally evaluated or managed  [13, 35] . Moreover, a new study found that integrating patient-reported symptoms into routine care increased survival for women with breast cancer  [36] . Thus, the ability of healthcare providers to monitor symptom reports via an app and engage in treatment-related communication with patients outside of clinic visits could provide a wide-reaching and potentially cost-effective way to improve symptom management and ultimately health outcomes. Nonetheless, unless patient-reported information is seamlessly integrated into the patient's medical record, clinical workflow disruption may limit use and effectiveness of the patient-reported data.\n\nIn this study, we conducted a pilot randomized controlled trial (RCT) to evaluate the feasibility and short-term effect of use of a web-based communication app designed for breast cancer patients to report adverse symptoms and AI adherence outside of clinic visits, with builtin alerts sent to patients' care teams (i.e., prescribing physician and nurses). All information reported using the app was available for review in the patient's electronic health record (EHR)."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Setting",
      "text": "Participants were recruited from the West Cancer Center (WCC) in Memphis, Tennessee. For fourteen years, patients at the WCC have routinely completed a comprehensive assessment of physical and psychological cancer-related symptoms, quality of life, and satisfaction as part of their routine care using the Patient Care Monitor ™ (PCM), Vector Oncology Solutions, Memphis TN. The PCM is an electronic, tablet-based patient engagement platform used to collect patient-reported treatment side effects, physical and emotional symptoms, and functional status at the point of care. Patient responses are included in their EHR, and summary reports highlight significant changes as well as elevated symptom severity that may require further evaluation and treatment during the clinic visit  [37] ."
    },
    {
      "title": "Study population",
      "text": "Between December 2015 and June 2016, patients receiving a new prescription for AI therapy as an adjuvant treatment for primary breast cancer were screened for this study. The study was open to English-speaking female WCC patients at least 18 years of age with a diagnosis of early stage (0-III) HR+ breast cancer and a first prescription for an aromatase inhibitor, a valid email address, a mobile device with a data plan or a home computer with an Internet connection, and willingness to complete brief, weekly reports of symptoms on their mobile device or computer. Since AET-related side effects are generally worse at the beginning of treatment, patients with prior use of AET were excluded. Other exclusions included patients with symptomatic rheumatologic disease (since AET can exacerbate joint pain), those with prior chronic daily narcotic usage (since these medications alter a patient's symptoms), and patients concurrently undergoing surgery, chemotherapy, or radiation treatments (since AET is not typically recommended until completion of these treatments).\n\nInformed consent was obtained from all individual participants included in the study. The University of Tennessee Health Science Center Institutional Review Board approved the study protocol. This trial is registered at ClinicalTrials.gov, number NCT02957526.\n\nFigure  1  shows the consort diagram. Briefly, of the 56 participants who were assessed for eligibility, 48 were eligible and randomized, 48 began the intervention, and 44 completed the intervention; one participant did not complete the follow-up survey."
    },
    {
      "title": "Study Design and Treatments",
      "text": "Our trial tested a web-based app designed so that patients can share health information on a real-time basis with their oncology care team using their own web-enabled devices (e.g., smartphone, computer) outside of clinic visits.\n\nThe study was a prospective, RCT pilot of a web-based app that provided patients with the ability to report symptoms and AI medication use, with built-in alerts sent to a patient's care team based on predetermined threshholds. Participants were randomized to two groups: 1) an \"App+Reminder\" group, who received weekly reminders (either by text message and/or email based on their preference) to use the web-based study app to report symptoms and AI adherence, or 2) an \"App\" group, who were provided access to the app but did not receive weekly reminders to do so. Both groups completed a baseline and follow-up survey assessing adherence to the AI medication and symptom burden, and app responses (number of logins and data reported) were tracked for the first 6-8 weeks after initiating an AI (until the next scheduled follow-up appointment). Randomization was done by a study research nurse using a set of sealed opaque envelopes numbered consecutively that contained a paper with the condition assignment inside. For each patient, the research nurse would enter the date, screening ID, and condition assignment in a study randomization log."
    },
    {
      "title": "App and App Alerts",
      "text": "The app was based on a modified version of the PCM designed to be accessed through any web-enabled device or Internet browser outside of clinic visits. To increase study retention, questions were designed to limit the time burden on patients. Figure  2  shows screenshots of the app used in the pilot trial. The app asked participants to respond to two basic questions: 1) AI adherence; and 2) treatment-related adverse symptoms (Figure  2 ). For AI adherence, we used the single-item adherence measure from the Medication Adherence Reasons (MARS-1) scale, which asked about adherence within the last 7 days  [38, 39] . The treatment-related adverse symptoms were based on common AI-related symptoms guided by the physician collaborators, Drs. Schwartzberg and Vidal. If participants reported any adverse symptoms, then they answered follow-up questions about the severity of the reported symptoms using a 10-point scale.\n\nParticipants were informed that they could use the app at any time regardless of whether or when they were prompted to do so. Alerts based on response thresholds to adherence and symptom questions were automatically generated to inform the patient's care team (i.e., prescribing physician and nurse) of any concerning responses or trends that emerged from the patient-reported outcomes via the app. WCC medical oncologists specializing in breast cancer determined the alert thresholds used, which included:"
    },
    {
      "title": "•",
      "text": "New symptoms (i.e., symptoms not reported in the previous use of the app)"
    },
    {
      "title": "•",
      "text": "Increase in symptom severity of 4+ points"
    },
    {
      "title": "•",
      "text": "Reports of 2 or more missed AI doses or not filling the initial prescription\n\nThe alert messages were sent to the care team via email. Participating care teams were asked to respond to alerts within 24 hours and make therapeutic adjustments when necessary using standard procedures regarding triage and follow-up in response to alerts. This is similar to how providers respond to patient clinic phone calls; thus, the app intervention did not introduce an unfamiliar process or timeline to responsive task into the existing clinical workflow.\n\nAssessments-All participants completed a survey at baseline and at follow-up (6-8 weeks later at the time of the next scheduled appointment).\n\nAI Adherence-AI adherence was the primary outcome for this study and was selfreported using the four-item Morisky Medication Adherence Scale (MMAS-4), a widely used, reliable, and validated self-report instrument  [40, 41]  collected in the follow-up survey from all participants. Using the MMAS-4, we compared responses to each of the four items and categorized participants as being fully adherent if they answered \"No\" to each of the four questions about missed doses.\n\nSymptom Burden-Symptom burden was a secondary outcome and was assessed using the Functional Assessment of Cancer Therapy-Endocrine Symptoms (FACT-ES), an 18item, self-report instrument designed to assess physical, functional, social, and emotional well-being as well as endocrine symptoms. Items of the FACT-ES ask women to report the occurrence of endocrine-specific symptoms on a five-point Likert scale, ranging from \"not at all\" to \"very much\"  [42] . Symptom burden was assessed at baseline and in the follow-up survey for all participants. Symptom burden was calculated by adding the four FACT-ES well-being subscales (Physical, Social/Family, Emotional and Functional, each with a range of 0-28 points) to the Endocrine Symptom subscale (range of 0-76 points), and then reversing the scale so that higher scores indicated greater symptom burden.\n\nParticipant Characteristics-Several participant-level characteristics were also collected at baseline, including a three-question, validated instrument to assess health literacy  [43] , demographic characteristics (age, race/ethnicity, marital status), socioeconomic status (education level and household income), and clinical characteristics (breast cancer stage at diagnosis, tumor grade, HR status, and postmenopausal status).\n\nApp Usage Logs-Usage logs tracked dates that participants used the app to report AI adherence and/or symptoms, the outcomes they reported, and alerts that were triggered. We calculated the use rate as the number of app reports divided by the number of weeks enrolled in the study.\n\nIntervention Feedback-Among the participants who completed the pilot trial, we invited five of them to also participate in 20-minute telephone interviews. Our selection process was aimed at achieving a diverse sample of experiences with the app (high vs. low use, intervention vs. control). The goal of the interviews was to assess perceived utility and acceptance of the app and any barriers to usage. All interviews were recorded, transcribed, and analyzed according to thematic analysis conventions (see Appendix for interview guide).\n\nWe also assessed clinical implementation feasibility based on workflow impact reports from providers (e.g., physicians, nurses) obtained during biweekly meetings during the intervention period as well as post-intervention feedback."
    },
    {
      "title": "Statistical Analysis",
      "text": "We analyzed data from the participants who completed the intervention and follow-up surveys (N=44). Descriptive statistics were computed for age, race/ethnicity, marital status, health literacy, education, income, internet use frequency, tumor grade, and stage of cancer at diagnosis. Baseline comparisons between the two intervention groups were made using χ 2 tests. We used t-tests to compare app use (number of reports/number of weeks enrolled) and the number of alerts sent to the care team between the App and App+Reminder group. We compared the primary outcome, self-reported AI adherence that was captured in the followup survey, using a χ 2 test to compare the two groups. For the secondary outcome, symptom burden, we subtracted the total burden pre-intervention from the total burden postintervention and then compared the difference in pre-post change between the two groups using a t-test. All analyses were conducted using Stata 14.2 for Windows (Statacorp, College Station, TX)."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Patient Characteristics",
      "text": "Table  1  shows the baseline characteristics of the 44 participants who completed the intervention: 88.6% were over the age of 50 (mean age of 59.9, range 34-77); 22.7% were Black; 73.8% were married or in a long-term relationship; 27.5% had low health literacy; 36.4% had incomes of 150% or less of the federal poverty level (FPL); and 73.8% reported accessing the Internet daily. Further, 59.1% were Stage I at diagnosis, and 71.4% had a tumor grade of either low or intermediate. We found no statistical differences in characteristics between the two intervention groups."
    },
    {
      "title": "App Use and Alerts",
      "text": "Table  2  shows app usage, number of alerts, and AI adherence at the end of the study.\n\nOverall, the mean app use rate was 55%. Participants in the App+Reminder had a higher proportion of logins per week enrolled compared to App group participants (73.5% vs. 37.6%, p<.05). Likewise, app-generated alerts were higher in the App+Reminder group compared with the App group (2.4 vs. 1.7, p<.05). The proportion of app use with weekly reminders per week enrolled was high among all participants in this group, especially among Blacks (90.4%), younger users (34-59 years old, 76.1%), and those with higher literacy levels (83.5%, Table  2 ). Most alerts (87%) had a documented call to the patient within 24 hours, and 95% within 48 hours."
    },
    {
      "title": "AI Adherence Measures",
      "text": "We found statistically significantly higher AI adherence in the App+Reminder group compared to the App group: 100% of App+Reminder group participants reported being fully adherent to the AI at the end of the study, compared with 72.7% of App participants (p<0.05). Among those reporting lower adherence (N=6), 66% (N=4) cited treatment-related adverse symptoms as a primary concern (Figure  3 ). Although not statistically significant, directional results within the App group show higher AI adherence among White versus Black participants (80.8% vs. 57.1%, p=0.284)."
    },
    {
      "title": "Symptom Burden",
      "text": "While both groups experienced an increase in symptom burden after AI initiation, the increase was substantially larger (difference=7.6, p=0.191) in the App group compared with the App+Reminder group. Given our small sample size, this difference did not reach statistical significance (Figure  4 )."
    },
    {
      "title": "Post-Intervention Feedback",
      "text": "To substantiate quantitative findings from the app intervention trial, we conducted phone interviews with five participants to learn more about their personal experiences with the intervention. All interview respondents reported being satisfied with weekly reminders and that more frequent reminders would have been burdensome. In addition, respondents reported that the app was easy to use and helpful to their treatment. In particular, they liked the convenience of being able report symptoms in real-time, not having to wait for an inperson visit, and the resultant outreach from their care team. For example, one participant said:\n\n\"It was beneficial -I actually used it for a symptom… I was having and the nurse called me back, right away … I wasn't expecting that, so that was nice to have someone call to check on you, so I feel like it was beneficial for that reason and because I could do it in my own privacy, like, at home, you know, that was nice.\"\n\nAnother participant said:\n\n\"I can go in and note my symptoms before I went to see the doctor and, so I wasn't sitting in there and trying to fill it out really quickly on their iPad [clinic-based questionnaire]. I felt like if I could go to the apps and fill out my symptoms right away, I wouldn't forget. Having to wait for three weeks or whatever to fill out my symptoms makes it hard to remember.\"\n\nAdditionally, we queried participating physicians and nurses during biweekly study meetings and post-intervention feedback sessions about the time required to carry out the intervention and how well it fit into their clinical workflow in order to assess implementation feasibility. The nurses expressed that responding to alerts generated by the app did not add a lot of time to their daily routines or disrupt from other patients, saying, \"It was the difference between getting a phone call and getting it [via the app].\" They also expressed that the pilot intervention fit in very well with their workflow and resulted in more communication with patients, since many patients may not have made a phone call if they were experiencing symptoms. Lastly, the physicians involved expressed that the intervention had a minimal impact on their workflow, as their nurses were able to address most clinical alerts without their assistance."
    },
    {
      "title": "DISCUSSION",
      "text": "Our study found that a web-based mobile app with weekly reminders for real-time reporting of AI adherence and treatment-related adverse symptoms was feasible and efficacious for improving short-term AI adherence among women with HR+ breast cancer. We assessed feasibility according to several factors, including participant recruitment and retention, improved AET adherence due to the intervention, and clinical implementation. Without the weekly reminders, use of the app was lower, particularly for participants who were Black, younger, and had lower literacy levels-arguably patient populations for whom AI adherence interventions are necessary (Table  2 ). Although not statistically significant, directional results suggest that the App+Reminder group had smaller increases in symptom burden relative to those in the App group after starting the AI, suggesting that they may have received better and more timely symptom management as a result of the app-based real-time reports. If short-term gains in adherence persist, this low-cost intervention with few, if any, clinical barriers to implementation could improve quality of life and survival outcomes for women with HR+ breast cancer.\n\nWe recruited a large proportion of underserved patients, including many with lower income and education, usually underrepresented in clinical trial for cancer care  [31] . Moreover, our trial was set in a region recently found to have the highest racial disparity in breast cancer survival rates in the country  [44] . More than a third of participants had incomes below 150% FPL, a quarter reported lower health literacy, and nearly two-thirds did not have a 4-year college degree. Using weekly reminders, we were able to achieve a high level of use across a diverse group of patients, including those with lower health literacy (61.1% used at least once per week), and older participants, ages 60-77 (71.1% used at least once per week, Table  2 ).\n\nAlthough early detection and new treatments have improved breast cancer survival rates overall, Black-White disparities in breast cancer mortality continue to widen, and as of 2012, Black women living in the South had significantly higher incidence of breast cancer compared to White women  [1, 44] . Importantly, for Black women  [45] [46] [47] , the majority of newly diagnosed breast cancers (70%) are HR+  [48] , and the death rate for Black women with HR+ cancers is double that of White women  [3] . Differences in AET treatment adherence may offer one explanation for this growing disparity; observational studies have found significant underuse [49] and lower adherence  [5, 50]  to AET among Black women when compared to White women. Lower adherence among Black women  [5, 50]  may be contributing to the large and growing disparities in mortality outcomes. Our small trial found that the App+Reminder intervention resulted in high app use among Black and White patients and was similarly effective in improving AI adherence. Interventions that can improve AET adherence overall, and reduce disparities in adherence, could have clinically meaningful implications for survival and racial disparities in cancer survival outcomes.\n\nPatients and providers who participated in the trial conveyed a positive experience with the study app, citing that it was beneficial to providing and receiving care. Patients found the weekly reminders helpful and the ability to report real-time AI use and symptoms beneficial for several reasons, including: receipt of timely calls from nurses to promptly address concerning symptoms, convenience of reporting symptoms at any time from their home, not having to remember symptoms for several weeks before reporting them at their next appointment, and not having to decide whether or not to call the clinic to report the symptom. The clinic staff stated that participating in the intervention had minimal impact on their clinical workflow and likely increased communication with patients who were experiencing concerning treatment-related adverse symptoms but may not have called the clinic for advice. These findings suggest that this patient-centered intervention has the potential to be widely disseminated without adversely affecting providers' clinical workflow or overburdening clinic staff.\n\nOur pilot trial had some limitations. First, since it was a small pilot trial, it was not powered to detect statistically significant differences in the study outcomes; instead, it was designed to assess the feasibility and short-term effect of a web-based app in the context of a busy cancer center and detect trends in the treatment-related outcomes. Nonetheless, we still found large, statistically significant differences in reported AI adherence. Second, we only followed participants for up to eight weeks, so it is unknown whether initial gains in adherence translate into long-term, higher adherence. However, previous research suggests that short-term medication adherence is highly associated with long-term adherence  [51] . Third, due to cost limitations, we measured adherence using self-reports, which have been found to be less reliable than electronic monitoring systems or pill counts  [12, [52] [53] [54] . Nonetheless, our measure of adherence is widely used, validated, and captured consistently across both study groups. Lastly, we recruited patients from a single clinic and required participants to have access to the Ihnternet, either via a computer or mobile device, which limits the generalizability of findings. An additional limitation impacting generalizability is that patients who are unable to communicate in English were excluded from the study. While non-English speaking patients could also potentially benefit from the app, for this initial trial, we only developed English versions of the surveys and app."
    },
    {
      "title": "CONCLUSION",
      "text": "We found that use of a web-enabled app with weekly reminders significantly improved short-term AI adherence. The high penetration of web-enabled devices, including smartphones, can be leveraged by the healthcare community as a way to further engage patients between visits in order to improve care quality and health outcomes. Our results suggest that the ability of healthcare providers to monitor symptom reports via an app with reminders to engage in treatment-related communication with patients outside of clinic visits could provide a wide-reaching and cost-effective way to improve symptom management, medication adherence, and ultimately health outcomes. Future studies should test if shortterm gains in AI adherence can be maintained over the full treatment period (typically 5-10 years), and if improved adherence is associated with clinically meaningful improvements in health outcomes."
    },
    {
      "title": "CONSORT Flowchart"
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Figure 2.Screenshot Examples from the Study App"
    },
    {
      "text": "Figure 3. Change in Symptom Burden Note: The dotted line represents the expected change for App+Reminder participants if they had the same trajectory as App only participants. The difference-in-difference (DID) is equal to the difference from baseline to follow-up for the App group minus the difference from baseline to follow-up for the App+Reminder group."
    },
    {
      "text": "Baseline Characteristics"
    },
    {
      "text": "App Usage, App Alerts, and AI Adherence"
    }
  ],
  "references": [
    {
      "title": "Breast cancer statistics, 2015: Convergence of incidence rates between black and white women",
      "authors": [
        "C Desantis",
        "S Fedewa",
        "Goding Sauer",
        "A Kramer",
        "J Smith",
        "R Jemal"
      ],
      "year": 2016
    },
    {
      "title": "Tamoxifen for early breast cancer: an overview of the randomised trials",
      "authors": [
        "Early Breast",
        "Cancer Trialists",
        "Collaborative Group"
      ],
      "year": 1998,
      "doi": "10.1016/s0140-6736(97)11423-4"
    },
    {
      "title": "Underlying causes of the black-white racial disparity in breast cancer mortality: a population-based analysis",
      "authors": [
        "I Menashe",
        "W Anderson",
        "I Jatoi",
        "P Rosenberg"
      ],
      "year": 2009,
      "doi": "10.1093/jnci/djp176"
    },
    {
      "title": "Efficacy of systemic adjuvant therapy for breast cancer in African-American and Caucasian women",
      "authors": [
        "J Dignam"
      ],
      "year": 2001
    },
    {
      "title": "Adherence to adjuvant hormonal therapy among breast cancer survivors in clinical practice: a systematic review",
      "authors": [
        "C Murphy",
        "L Bartholomew",
        "M Carpentier",
        "S Bluethmann",
        "S Vernon"
      ],
      "year": 2012,
      "doi": "10.1007/s10549-012-2114-5"
    },
    {
      "title": "Medication taking behaviors among breast cancer patients on adjuvant endocrine therapy",
      "authors": [
        "G Kimmick",
        "S Edmond",
        "H Bosworth",
        "J Peppercorn",
        "P Marcom",
        "K Blackwell",
        "F Keefe",
        "R Shelby"
      ],
      "year": 2015
    },
    {
      "title": "Predictors of non-adherence to aromatase inhibitors among commercially insured women with breast cancer",
      "authors": [
        "R Sedjo",
        "S Devine"
      ],
      "year": 2011
    },
    {
      "title": "Predictors of aromatase inhibitor discontinuation as a result of treatmentemergent symptoms in early-stage breast cancer",
      "authors": [
        "N Henry",
        "F Azzouz",
        "Z Desta",
        "L Li",
        "A Nguyen",
        "S Lemler",
        "J Hayden",
        "K Tarpinian",
        "E Yakim",
        "D Flockhart"
      ],
      "year": 2012
    },
    {
      "title": "Cohort study of adherence to adjuvant endocrine therapy, breast cancer recurrence and mortality",
      "authors": [
        "B Makubate",
        "P Donnan",
        "J Dewar",
        "A Thompson",
        "C Mccowan"
      ],
      "year": 2013,
      "doi": "10.1038/bjc.2013.116"
    },
    {
      "title": "Prevalence of menopausal symptoms and their influence on adherence in women with breast cancer",
      "authors": [
        "I Kyvernitakis",
        "V Ziller",
        "O Hars",
        "M Bauer",
        "M Kalder",
        "P Hadji"
      ],
      "year": 2014,
      "doi": "10.3109/13697137.2013.819327"
    },
    {
      "title": "Non-adherence to endocrine therapy for breast cancer",
      "authors": [
        "A Partridge"
      ],
      "year": 2006,
      "doi": "10.1093/annonc/mdj141"
    },
    {
      "title": "Adherence to oral tamoxifen: a comparison of patient self-report, pill counts, and microelectronic monitoring",
      "authors": [
        "D Waterhouse",
        "K Calzone",
        "C Mele",
        "D Brenner"
      ],
      "year": 1993,
      "doi": "10.1200/jco.1993.11.6.1189"
    },
    {
      "title": "Adherence beliefs among breast cancer patients taking tamoxifen",
      "authors": [
        "E Grunfeld",
        "M Hunter",
        "P Sikka",
        "S Mittal"
      ],
      "year": 2005,
      "doi": "10.1016/j.pec.2004.10.005"
    },
    {
      "title": "Effect of concurrent prescription antiarthralgia pharmacotherapy on persistence to aromatase inhibitors in treatment-naive postmenopausal females",
      "authors": [
        "M Hashem",
        "K Cleary",
        "D Fishman",
        "L Nichols",
        "M Khalid"
      ],
      "year": 2013
    },
    {
      "title": "Patient-Reported Outcomes and Early Discontinuation in Aromatase Inhibitor-Treated Postmenopausal Women With Early Stage Breast Cancer",
      "authors": [
        "K Kadakia",
        "C Snyder",
        "K Kidwell",
        "N Seewald",
        "D Flockhart",
        "T Skaar",
        "Z Desta",
        "J Rae",
        "J Otte",
        "J Carpenter"
      ],
      "year": 2016
    },
    {
      "title": "Patient centered experiences in breast cancer: predicting long-term adherence to tamoxifen use",
      "authors": [
        "K Kahn",
        "E Schneider",
        "J Malin",
        "J Adams",
        "A Epstein"
      ],
      "year": 2007,
      "doi": "10.1097/01.mlr.0000257193.10760.7f"
    },
    {
      "title": "Insight into barriers against optimal adherence to oral hormonal therapy in women with breast cancer",
      "authors": [
        "M Kirk",
        "C Hudis"
      ],
      "year": 2008,
      "doi": "10.3816/cbc.2008.n.016"
    },
    {
      "title": "Initial treatment and changes in adjuvant endocrine therapy for early stage breast cancer",
      "authors": [
        "L Schwartzberg",
        "P Cobb",
        "F Senecal",
        "D Henry",
        "K Kulig",
        "M Walker",
        "A Houts",
        "E Stepanski"
      ],
      "year": 2009
    },
    {
      "title": "Adherence to adjuvant endocrine therapy in estrogen receptor-positive breast cancer patients with regular follow-up",
      "authors": [
        "R Simon",
        "J Latreille",
        "C Matte",
        "P Desjardins",
        "E Bergeron"
      ],
      "year": 2014
    },
    {
      "title": "Adherence and discontinuation of adjuvant hormonal therapy in breast cancer patients: a population-based study",
      "authors": [
        "A Wigertz",
        "J Ahlgren",
        "M Holmqvist",
        "T Fornander",
        "J Adolfsson",
        "H Lindman",
        "L Bergkvist",
        "M Lambe"
      ],
      "year": 2012,
      "doi": "10.1007/s10549-012-1961-4"
    },
    {
      "title": "Prospective characterization of musculoskeletal symptoms in early stage breast cancer patients treated with aromatase inhibitors",
      "authors": [
        "N Henry",
        "J Giles",
        "D Ang",
        "M Mohan",
        "D Dadabhoy",
        "J Robarge",
        "J Hayden",
        "S Lemler",
        "K Shahverdi",
        "P Powers"
      ],
      "year": 2008
    },
    {
      "title": "Side effects revisited: women's experiences with aromatase inhibitors",
      "authors": [
        "M Zivian",
        "B Salgado"
      ],
      "year": 2008
    },
    {
      "title": "Automated symptom alerts reduce postoperative symptom severity after cancer surgery: a randomized controlled clinical trial",
      "authors": [
        "C Cleeland",
        "X Wang",
        "Q Shi",
        "T Mendoza",
        "S Wright",
        "M Berry",
        "D Malveaux",
        "P Shah",
        "I Gning",
        "W Hofstetter"
      ],
      "year": 2011,
      "doi": "10.1200/jco.2010.29.8315"
    },
    {
      "title": "Evaluation of a mobile phone-based, advanced symptom management system (ASyMS©) in the management of chemotherapy-related toxicity",
      "authors": [
        "N Kearney",
        "L Mccann",
        "Norrie Taylor",
        "L Gray",
        "P Mcgee-Lennon",
        "M Sage",
        "M Miller",
        "M Maguire"
      ],
      "year": 2009
    },
    {
      "title": "A pilot study: dose adaptation of capecitabine using mobile phone toxicity monitoring supporting patients in their homes",
      "authors": [
        "A Weaver",
        "S Love",
        "M Larsen",
        "M Shanyinde",
        "R Waters",
        "L Grainger",
        "V Shearwood",
        "C Brooks",
        "O Gibson",
        "A Young"
      ],
      "year": 2014,
      "doi": "10.1007/s00520-014-2224-1"
    },
    {
      "title": "Cancer treatment adherence among low-income women with breast or gynecologic cancer: a randomized controlled trial of patient navigation",
      "authors": [
        "K Ell",
        "B Vourlekis",
        "B Xie",
        "F Nedjat-Haiem",
        "P Lee",
        "L Muderspach",
        "C Russell",
        "L Palinkas"
      ],
      "year": 2009
    },
    {
      "title": "The Patient's Anastrozole Compliance to Therapy (PACT) Program: a randomized, in-practice study on the impact of a standardized information program on persistence and compliance to adjuvant endocrine therapy in postmenopausal women with early breast cancer",
      "authors": [
        "P Hadji",
        "M Blettner",
        "N Harbeck",
        "C Jackisch",
        "H-J Lück",
        "C Windemuth-Kieselbach",
        "S Zaun",
        "R Kreienberg"
      ],
      "year": 2013,
      "doi": "10.1093/annonc/mds653"
    },
    {
      "title": "The impact of educational materials on compliance and persistence rates with adjuvant aromatase inhibitor treatment: First-year results from the Compliance of ARomatase Inhibitors AssessmenT In Daily practice through Educational approach (CARIATIDE) study",
      "authors": [
        "P Neven",
        "C Markopoulos",
        "M Tanner",
        "M Marty",
        "R Kreienberg",
        "L Atkins",
        "A Franquet",
        "M Gnant",
        "S Neciosup",
        "P Tesarova"
      ],
      "year": 2014,
      "doi": "10.1016/j.breast.2014.02.009"
    },
    {
      "title": "A prospective, multicenter, controlled, observational study to evaluate the efficacy of a patient support program in improving patients' persistence to adjuvant aromatase inhibitor medication for postmenopausal, early stage breast cancer",
      "authors": [
        "K-D Yu",
        "Y Zhou",
        "G-Y Liu",
        "B Li",
        "P-Q He",
        "H-W Zhang",
        "L-H Lou",
        "X-J Wang",
        "S Wang",
        "J-H Tang"
      ],
      "year": 2012,
      "doi": "10.1007/s10549-012-2059-8"
    },
    {
      "title": "Influence of a patient information program on adherence and persistence with an aromatase inhibitor in breast cancer treatment -the COMPAS study",
      "authors": [
        "V Ziller",
        "I Kyvernitakis",
        "D Knöll",
        "A Storch",
        "O Hars",
        "P Hadji"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2407-13-407"
    },
    {
      "title": "Barriers to recruiting underrepresented populations to cancer clinical trials: a systematic review",
      "authors": [
        "J Ford",
        "M Howerton",
        "G Lai",
        "T Gary",
        "S Bolen",
        "M Gibbons",
        "J Tilburt",
        "C Baffi",
        "T Tanpitukpongse",
        "R Wilson"
      ],
      "year": 2008,
      "doi": "10.1002/cncr.23157"
    },
    {
      "title": "Digital divide: Civic engagement, information poverty, and the Internet worldwide",
      "authors": [
        "P Norris"
      ],
      "year": 2001,
      "doi": "10.1017/cbo9781139164887.015"
    },
    {
      "title": "Record shares of Americans now own smartphones, have home broadband",
      "authors": [
        "A Smith"
      ],
      "year": 2017,
      "doi": "10.1177/237455680305.n3"
    },
    {
      "title": "Mobile Phone Text Messaging Intervention for Cervical Cancer Screening: Changes in Knowledge and Behavior Pre-Post Intervention",
      "authors": [
        "H Lee",
        "J Koopmeiners",
        "T Rhee",
        "V Raveis",
        "J Ahluwalia"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3576"
    },
    {
      "title": "Perceived barriers to treatment predict adherence to aromatase inhibitors among breast cancer survivors",
      "authors": [
        "M Brier",
        "D Chambless",
        "R Gross",
        "J Chen",
        "J Mao"
      ],
      "year": 2016
    },
    {
      "title": "Overall survival results of a trial assessing patient-reported outcomes for symptom monitoring during routine cancer treatment",
      "authors": [
        "E Basch",
        "A Deal",
        "A Dueck"
      ],
      "year": 2017
    },
    {
      "title": "The Cancer Care Monitor: psychometric content evaluation and pilot testing of a computer administered system for symptom screening and quality of life in adult cancer patients",
      "authors": [
        "B Fortner",
        "T Okon",
        "L Schwartzberg",
        "K Tauer",
        "A Houts"
      ],
      "year": 2003,
      "doi": "10.1016/j.jpainsymman.2003.04.003"
    },
    {
      "title": "Development of a new scale to measure self-reported medication nonadherence",
      "authors": [
        "E Unni",
        "K Farris"
      ],
      "year": 2009
    },
    {
      "title": "Determinants of different types of medication non-adherence in cholesterol lowering and asthma maintenance medications: A theoretical approach",
      "authors": [
        "E Unni",
        "K Farris"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2011.02.017"
    },
    {
      "title": "Predictive validity of a medication adherence measure in an outpatient setting",
      "authors": [
        "D Morisky",
        "A Ang",
        "M Krousel-Wood",
        "H Ward"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-7176.2008.07572.x"
    },
    {
      "title": "Concurrent and predictive validity of a self-reported measure of medication adherence",
      "authors": [
        "D Morisky",
        "L Green",
        "D Levine"
      ],
      "year": 1986
    },
    {
      "title": "Assessment of quality of life in women undergoing hormonal therapy for breast cancer: validation of an endocrine symptom subscale for the FACT-B",
      "authors": [
        "L Fallowfield",
        "S Leaity",
        "A Howell",
        "S Benson",
        "D Cella"
      ],
      "year": 1999,
      "doi": "10.1023/a:1006263818115"
    },
    {
      "title": "Brief questions to identify patients with inadequate health literacy",
      "authors": [
        "L Chew",
        "K Bradley",
        "E Boyko"
      ],
      "year": 2004
    },
    {
      "title": "Increasing Black:White disparities in breast cancer mortality in the 50 largest cities in the United States",
      "authors": [
        "B Hunt",
        "S Whitman",
        "M Hurlbert"
      ],
      "year": 2014
    },
    {
      "title": "RAce, breast cancer subtypes, and survival in the carolina breast cancer study",
      "authors": [
        "L Carey",
        "C Perou",
        "C Livasy"
      ],
      "year": 2006
    },
    {
      "title": "Population differences in breast cancer: survey in indigenous African women reveals over-representation of triple-negative breast cancer",
      "authors": [
        "D Huo",
        "F Ikpatt",
        "A Khramtsov",
        "J-M Dangou",
        "R Nanda",
        "J Dignam",
        "B Zhang",
        "T Grushko",
        "C Zhang",
        "O Oluwasola"
      ],
      "year": 2009,
      "doi": "10.1200/jco.2008.19.6873"
    },
    {
      "title": "Ethnicity related differences in the survival of young breast carcinoma patients",
      "authors": [
        "L Newman",
        "S Bunner",
        "Carolin Bouwman",
        "D Kosir",
        "M White",
        "M Schwartz"
      ],
      "year": 2002
    },
    {
      "title": "Missed Opportunities: Racial Disparities in Adjuvant Breast Cancer Treatment",
      "authors": [
        "N Bickell",
        "J Wang",
        "S Oluwole",
        "D Schrag",
        "H Godfrey",
        "K Hiotis",
        "J Mendez",
        "A Guth"
      ],
      "year": 2006
    },
    {
      "title": "Household Net Worth, Racial Disparities, and Hormonal Therapy Adherence Among Women With Early-Stage Breast Cancer",
      "authors": [
        "D Hershman",
        "J Tsui",
        "J Wright",
        "E Coromilas",
        "W Tsai",
        "A Neugut"
      ],
      "year": 2015,
      "doi": "10.1200/jco.2014.58.3062"
    },
    {
      "title": "Predicting adherence trajectory using initial patterns of medication filling",
      "authors": [
        "J Franklin",
        "A Krumme",
        "W Shrank",
        "O Matlin",
        "T Brennan",
        "N Choudhry"
      ],
      "year": 2015
    },
    {
      "title": "Antiretroviral Therapy Adherence and Viral Suppression in HIV-Infected Drug Users: Comparison of Self-Report and Electronic Monitoring",
      "authors": [
        "J Arnsten",
        "P Demas",
        "H Farzadegan",
        "R Grant",
        "M Gourevitch",
        "C-J Chang",
        "D Buono",
        "H Eckholdt",
        "A Howard",
        "E Schoenbaum"
      ],
      "year": 2001
    },
    {
      "title": "Validation of Patient Reports, Automated Pharmacy Records, and Pill Counts With Electronic Monitoring of Adherence to Antihypertensive Therapy",
      "authors": [
        "P Choo",
        "C Rand",
        "T Inui",
        "M-Lt Lee",
        "E Cain",
        "M Cordeiro-Breault",
        "C Canning",
        "R Platt"
      ],
      "year": 1999
    },
    {
      "title": "Microelectronic systems for monitoring and enhancing patient compliance with medication regimens",
      "authors": [
        "J Cramer"
      ],
      "year": 1995,
      "doi": "10.2165/00003495-199549030-00001"
    }
  ],
  "num_references": 53
}
