{
  "paper_id": "RVJ58HWI",
  "title": "A Personal Odyssey in Health Informatics: The Journey to Ithaca",
  "abstract": "The aim of this paper is to share knowledge and experiences of a professional lifetime in the field of Biomedical and Health Informatics (BMHI), almost from the time of the initiation of the domain until today. The achievements and the milestones reached are not personal, but they just indicate the progress of the field as it was experienced by the observer. The challenges are still there waiting to be tackled for the benefit of healthcare. The paper is based on a systematic review of the author's published contributions across the professional timeline. For organizing the presentation of the results, the timeline is subdivided into five phases. In the discussion an aggregation of the achievements, milestones, and the challenges is presented.",
  "year": 1990,
  "date": "1990",
  "journal": "Pattern Recognition Letters",
  "publication": "Pattern Recognition Letters",
  "authors": [
    {
      "forename": "John",
      "surname": "Mantas",
      "name": "John Mantas",
      "affiliation": "a  Health Informatics Laboratory , School of Health Sciences , National and Kapodistrian University of Athens , Greece \n\t\t\t\t\t\t\t\t School of Health Sciences \n\t\t\t\t\t\t\t\t Health Informatics Laboratory \n\t\t\t\t\t\t\t\t National and Kapodistrian University of Athens \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Greece",
      "email": "john.mantas@outlook.com"
    },
    {
      "affiliation": "Professor Emeritus in Health Informatics , National and Kapodistrian University of Athens , Greece; \n\t\t\t\t\t\t\t\t Professor Emeritus in Health Informatics \n\t\t\t\t\t\t\t\t National and Kapodistrian University of Athens \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Greece;"
    }
  ],
  "doi": "10.3233/shti220952",
  "pmid": "24648617",
  "keywords": [
    "Biomedical and Health Informatics (BMHI)",
    "research methodology",
    "scientific process",
    "education",
    "research projects"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Describing a personal voyage in time across the scientific progression of a discipline is mainly a subjective view based on personal experiences during the process of evolution of the field in the minimal time of a professional's lifetime. However, a few objective items are incorporated into the personal voyage in terms of publications, reports, and conference presentations. From past literature we know that the use of the term Odyssey is used in a metaphoric semantic way to indicate a journey that starts from an origin and has as target a destination where the in-between 'harbors' are planned but usually never accomplished due to unforeseen circumstances, challenges, discoveries, and opportunities. Sometimes, the destination, called 'Ithaca', is either reached or lost; even when it is reached, it may not be the one that the traveler was expecting, as the poet Constantinos Cavafy so eloquently described in his 'Ithaka' poem (see the Epilogue of this volume).\n\nThe personal voyage starts almost 68 years ago in Athens where the refugees' parents after the second world war and their aftermath life in camps managed to raise their children despite the immense the difficulties of those times. As matriculated primary and secondary students we had a very demanding and successful education giving us the background knowledge of humanities and scientific basis to pursue further our studies. However, as history is not linear, additional obstacles were raised due to the political situation at the time, requiring us to find a way out by leaving the country and continuing studies abroad at the University of Manchester in England. Thanks to the support received by tutors and supervisors, in terms of moral and financial assistance, the studies were continued at doctoral level in the field of image analysis and pattern recognition introducing us to the field of medical informatics from an imaging and artificial intelligence pathway  [1] ,  [2] ,  [3] .\n\nThe aim of this paper is to share knowledge and experiences of a professional lifetime in the field of Biomedical and Health Informatics (BMHI), almost from the time of the initiation of the domain until today. The achievements and the milestones reached are not only personal, but they just indicate the progress of the field as it was experienced by the observer. The challenges are still there waiting to be tackled for the benefit of healthcare."
    },
    {
      "title": "Methods",
      "text": "Considering an earlier publication by the author regarding the evolution of education in Biomedical and Health Informatics  [4] , we are going to subdivide the timeline mentioned above into 5 phases: the commencement phase, the development phase, the expansion phase, the implementation phase, and the reflection phase. During each phase achievements, milestones and challenges are aggregated and will be mentioned at the discussion section supported by examples, reports, and literature, which will be detailed in the results section.\n\nTherefore, the type of research methodology applied for this paper can be described as a literature review based on a subjective selection of topics."
    },
    {
      "title": "Results"
    },
    {
      "title": "Commencement Phase",
      "text": "It is of particular importance how we define in European literature someone finishing their university studies and the corresponding ceremony which is named 'graduation'. We give very much importance to finishing the studies. On the other hand, in the American literature the corresponding ceremony is called 'commencement', signifying that one chapter of one's life is finished, and the next one, moving to the real life, is starting.\n\nHence, after receiving the doctoral degree, the commencement of the life started trying to find a way into the academia, which was the initial goal ('Ithaka'). Then you realize how difficult it can be achieved in a rather small country with very few opportunities and a very intricate structure of the university hierarchy exists allowing only a few openings. An opportunity brought us close to the newly established department of Nursing at the University of Athens. Their need was to develop a computer science / informatics course within the Nursing curriculum. This challenge had to be tackled as soon as possible due to the specified deadlines. A literature review was conducted. These findings have some historical significance and are described in brief as follows.\n\nGoing through the medical informatics initiation literature and learning its history was an important milestone for us. We learned that Technical Committee Four (TC4) of IFIP became autonomous and established as IMIA by Francois Grémy  [5] . Just 7 years before our commencement, for the first time in 1974, medical informatics education was discussed at a meeting in Lyon. During this meeting the competences required by health professionals were identified. They discussed roles and corresponding skills and knowledge. At that time there were already some educational curricula in medical informatics developed by Francois Grémy. A second meeting held in Chamonix followed in 1983. In the United Kingdom some universities provided education and training to medical students and/or physicians, for example at King's College John Anderson referred to his experience with research and education in medical informatics  [6] . Entering data into the medical record part of the hospital information system was one of the topics. He developed also computer-aided learning programs  [7] .\n\nComputer technology was changing very rapidly in those days. First only mainframes were available, restricting the introduction of computing considerably. Then relatively cheap mini-computers came on the market, resulting in systems that could be installed even in individual departments. This situation changed even more after the introduction of micro-computers in the eighties. Since computer technology was usually a subject in medical informatics courses, the courses had to be updated regularly. But it was increasingly realized that the principles of computer technology have to be taught only superficially to medical students. Instead, the methodology behind applications was important and the benefits but also the limitations of the use of computers should be explained  [8] .\n\nOur experience at that time at the Nursing Department was a ZX Spectrum microcomputer connected to a TV set teaching to the amazed nursing students what a computer is and how we can work with it. Later on, we used a BBC micro as our next microcomputer which we brought to the eyes of the students. However, for serious research work we were relying on the mainframe computers CDC Cyber 6600, 7600 and later 172. To gain access to the mainframe computer, a terminal was required to be installed at the Nursing Department. That was only possible after six months' interventions with the Dean and the IT department. The question that we had to answer was 'why does a nursing department require access to computing facility'  [8] .\n\nMoving back to the parallel story of the informatics evolution elsewhere, we learned that in Belgium Roger France introduced a course for medical students in which medical information processing, using an informatics methodology was taught to facilitate decision making  [9] ,  [10] . In the Netherlands at the Free University in Amsterdam in 1973 the department of Medical Informatics started education in Medical Informatics both for medical and informatics students. Informatics students could also specialize in medical informatics. During their study they had to spend a year specializing in medical informatics. Students had to study basic physiology and anatomy, biostatistics, pattern recognition, signal analysis and image processing, networks and communication and the structure of healthcare. In addition, they were confronted with special medical informatics subjects. [11] ,  [12] ,13].\n\nIn Germany a degree in medical informatics could be obtained in several ways: via an application subject Medicine in an informatics study or via a postgraduate course. Since 1974 several universities offered courses in informatics with application subject Medicine. In total 20-25% of the study was devoted to the application subject  [14] ,  [15] . A certificate in Medical Informatics (not issued by a university but by the German Informatics Society and the Association for Medical Documentation, Informatics and Statistics (GMDS) could be obtained by graduates from different disciplines after 5 years of on-the-job training (comparable to the requirements for becoming a clinical chemist)  [16] ,  [17] . The requirements for the certificate were specified. [18] . Already in 1972, a medical informatics program was established. This program was a collaboration of the University of Heidelberg and the University of Applied Sciences Heilbronn. The names of Franz Leven, Jochen Möhr and, later, Reinhold Haux are associated with this program. Initially the idea was to create a curriculum at the polytechnical school level (equivalent to an undergraduate curriculum). But in order to guarantee that graduates from the program would be accepted in the medical professional world cooperation with the University of Heidelberg was sought and obtained and a university level program was made, leading to a university diploma, corresponding to an MSc degree  [19] .\n\nIn 1973 Peter Reichertz together with the Informatics Society and the GMDS organized a workshop to define a framework for education in medical informatics. This meeting was held at the Reisensburg in Ulm, Germany. Jochen Moehr reported about this meeting in the IMIA Yearbook of 2004  [20]  and also discussed the effects of the Reisensburg meeting, especially for Germany  [21] .\n\nIn Greece in the late seventies only a few hospital-based seminars and courses on the principles of computer science were taught to a healthcare professionals' audience as part of their continuing education, preparing them for the acceptance of the political decision of the early hospital information systems implementations. At that time no formal academic courses existed. Related formal courses were those included in the traditional Medical Physics courses already implemented a decade ago before that time in most Medical and Nursing Schools."
    },
    {
      "title": "The Development phase",
      "text": "In Greece during the early 1980's formal courses started to appear in curricula in the Nursing School of the University of Athens. The lack of computer skills made it appropriate to introduce Introduction to Informatics as a first officially taught course combined with a laboratory practicum. At a later stage a separate course was introduced: that of medical informatics. As there was a strong objection by most of the conservative faculty members to accept new subjects as courses within the official curriculum of a traditional Nursing academic programme, it was difficult to have both above mentioned courses accepted as obligatory within the curriculum, so one course was accepted as obligatory and the other as optional. Due to the lack of computer skills among the fresh students in the first years of this initiation, the obligatory course was the Introduction to Informatics and the optional one was the Medical Informatics course later renamed as Health Informatics. Exactly the opposite occurred in early 1990's when the computer skills of the incoming students were at an appropriate level. Both Medical Schools of the University of Athens and the Aristotle University of Thessaloniki introduced Informatics courses as optional modules for a rather selected but limited audience of undergraduates in the late 1980's. This tendency improved after the late 1990's  [22] ,  [23] .\n\nAn Erasmus Inter-University Cooperation Programme (a programme funded by the European Commission) had as target education in Health Informatics at the MSc level. The programme was funded from 1987 for eight years by Erasmus in two phases. The first phase developed a curriculum in the field of Health Informatics at an MSc level after an international workshop organised in Athens, and the second phase was the implementation of the programme by exchanging both professors and students among six European Universities in the beginning of the implementation to 20 European Universities at the mature stage of the programme. The first six European Universities/Institutions were: University of Athens, Polytechnical University of Madrid, University of Gent, City University London, University of Pavia, and the University of Manchester. The programme, coordinated by the University of Athens, was given at the Nursing School, and the overall evaluation merited it as a very successful coordinated effort despite the huge logistical overload and the very little funding support by Erasmus for a programme with no registration fees for the students. The aim of this curriculum was to give those working or intending to work in the health service a broad advanced postgraduate education in health informatics in order to develop the ability to understand and evaluate in detail the theoretical and practical requirements of informatics in medicine, nursing and healthcare. The course enrolled students from different European countries and also had lecturers from several European countries  [24] . It should also be mentioned that the official title of the Erasmus programme established in 1989 was MSc in Health Informatics. The term Health Informatics was for the first time used in an official academic programme and academic title to represent our field.\n\nIn the mid-80's the European Commission planned and launched a new research framework programme related to the advancement of informatics technology and opportunities for applications of IT into healthcare. The programme was named Advanced Informatics in Medicine (AIM). As one of the very first researchers with an academic position in the country, the ministry of research asked us to be part of the representation in Brussels and contribute in formulating the new programme. It was a great experience as we met colleagues from the countries of Western Europe having similar experiences and wishes to establish this very young discipline not only in terms of education but also in research. The approval by the European parliament for the very first time of the AIM programme initiated a cascade of events and follow up programmes of much bigger scale that made the discipline of Biomedical and Health Informatics visible, having a direction and a means to supporting research centers across the members states of EU.\n\nIn these very early stages of the AIM programme we were successful in participating in projects as mentioned in Table  1 .\n\nRegarding our Department of Nursing, it is worth mentioning for historical reasons that in 1988 the taught course within the undergraduate curriculum of the Nursing School of the University of Athens changed from Medical Informatics to Health Informatics. It is the first time in literature that we encounter this term as an official course. The term became very popular at the end of the 1990's across the world as the appropriate generic term reflecting our field.\n\nIn the international scenery we have to major events: In 1976 EFMI (European Federation for Medical Informatics) was established and in 1979 TC4 of IFIP became an independent organization named IMIA (International Medical Informatics Association). Both organizations are Swiss based."
    },
    {
      "title": "Expansion Phase",
      "text": "Medical informatics education was covered in IMIA and EFMI meetings. The education working group organized a workshop at each MIE meeting. In 2005 an EFMI special topic conference on Education in Medical Informatics was held in Athens attracting more than 200 attendees. This conference was also an IMIA meeting as indicated above. These conferences showed the interest that existed in medical informatics education, both to educate specialized professionals but also to educate medical students in the field.\n\nThe importance of information systems for healthcare was recognized by the European Community. Large amounts of money were funded to develop information systems of various kinds that could support professionals in their work. The AIM (Advanced Informatics in Medicine) initiative was a research and development activity of the European Community managed through Directorate General XIII of the European Commission. The programme focused on the possibilities of information and telecommunication technologies in the healthcare sector. It was realized that the developed systems would only be accepted and used when physicians and nurses had enough knowledge about and skills in the use of these new tools (Table  2  and Table  3 ). The results of European funded projects like EDUCTRA, the ERASMUS MSc Programme, the EuroMISE, etc. were the starting point of the IT EDUCTRA (Information Technologies EDUCation and TRAining) project that was approved in the Fourth Framework programme of the EU in 1995.\n\nThe main goal of the IT EDUCTRA program  [25]  was to create a training program for healthcare professionals in the basics of information technology and IT medical applications. The final product was a CD-ROM containing the teaching materials and tools and used new information technologies for the dissemination of knowledge and skills required for new health care systems.\n\nThe NIGHTINGALE (Nursing Informatics Generic High-level Training in Informatics for Learning & Education) project  [26] , again an EU financed project, was also approved in 1995. The project was considered essential for planning and implementing a strategy to train the nursing profession in using and applying healthcare information systems. The project was based on previous experiences obtained in the Telenursing AIM project and on the EDUCTRA Concerted Action which partially touched on the subject of education and training of the nursing profession. The main goal of the project was to bring to the surface, by means of a series of workshops, the user needs of the nursing profession with respect to telematics, to develop a nursing informatics curriculum for European nurses, and to develop educational tools and software assisting the educational process in nursing informatics. A number of European Conferences on Health Telematics education were also organized  [27] ,  [28] ,  [29]  and a textbook in health informatics for nurses was compiled  [30] ."
    },
    {
      "title": "Implementation Phase",
      "text": "Over the years the number of programs in Health Informatics increased steadily.\n\nBeginning in 1990 the University of Maryland at Baltimore began to enter information collected on health/medical informatics programs worldwide into a database. IMIA's Working Group 1 on Education and Training in Medical Informatics provided guidance on critical issues of policy and purpose. In 1993 the database was revised to improve the quality and quantity of information accessible by remote users.\n\nAlthough there were different opportunities worldwide for obtaining education in health informatics many countries had not, or at least not sufficiently, established such opportunities. Therefore, IMIA felt the need to develop international recommendations for health informatics education. The IMIA recommendations were accepted and published in 2000.\n\nRegarding the involvement of our Laboratory to the research projects funded by EU (see Table  4 ) we report the EIPEN project supporting the interprofessionalism within the healthcare institutions. It has been proved by the project that Biomedical and Health Informatics is a facilitator of interprofessionalism.\n\nAnother project of extreme importance is the EUnetPAS project that aims at improving the Patient Safety conditions in the healthcare institutions across Europe by minimizing medical errors. All Ministries of Health and our Laboratory were involved in pursuing the task of education in patient safety by utilizing the Informatics technologies.\n\nRegarding the educational recommendations we may report that they were received positively as can be concluded from the many references to them. Because of the tremendous progress in and the evolution of our field of health informatics, the contents of those recommendations became gradually outdated. Therefore, a first revision of the Recommendations was published in 2010  [31] . The name of the first domain area was changed into Biomedical and Health Informatics Core Knowledge and Skills, doing much more justice to our field than the earlier name: Methodology and technology for the processing of data, information and knowledge in medicine and healthcare."
    },
    {
      "title": "Reflection Phase",
      "text": "During this period a number of important projects contributed to the understanding of the overall contribution of technology and educated healthcare professionals concerning the improvement of the health care system. Such a project was the RN4CAST project (see Table  5 ). Based on similar research work in the USA, the project focuses on Europe and tries to understand how to improve critical indexes of quality of health by correlating the hospital death rates with the educational level of hospital nurses. The results are impressive proving without any doubt that with university-based education of nurses the death rates of hospitalized patients are dramatically reduced. Among the skills required by the nurses with the university level education is the use of informatics.\n\nThe IMIA recommendations define the knowledge and skills necessary for these different types of health informaticians but also the required knowledge and skills of healthcare professionals. However, we need to have a mechanism for evaluating the quality of the programs (the accreditation process) and the knowledge and skills of individuals in BMHI (through a certification procedure).\n\nIn many countries the quality of educational programs is monitored via an accreditation procedure. As a first step the program writes a self-assessment report that serves as a reference for a site visit committee.\n\nIn some countries there are no accreditation requirements for individual graduate programs, only for universities. In this case the university determines the quality of programs that it offers, once it is accredited. The HosmartAI mission is to guarantee the integration of digital and robot technologies in new healthcare environments and the possibility to analyze their benefits by providing an environment where digital healthcare tool providers will be able to design and develop AI solutions as well as a space for the instantiation and deployment of AI solutions. HosmartAI works under the premise that co-construction with stakeholders and citizens is the only way to develop a viable healthcare system accepted by end-users. BE@WELL ERASMUS+ The BeWell@DIGITAL project is aimed at improving the status of mental health of youth by empowering young people to enhance skills in digital educational routine and career development."
    },
    {
      "title": "Discussion",
      "text": "The evolution of Biomedical and Health Informatics during the last 70 years is an amazing story of many successes, a few failures, and some disappointments. Overall, we can say that the discipline of Biomedical and Health Informatics gained the acceptance of the most demanding of all health professionals: the clinicians. For a discipline to be successful we require the description of the field of study in terms of its theories, corollaries, scientific methodology, semantics, and terminology. During this very little time, BMHI has successfully managed to tackle all the requirements in a very democratic way, accepting in its field all those that were interested and wishing to contribute irrespective of their original background. We can observe from the very beginning professionals and scientists in medicine, nursing, biology, computer science, information science, computer engineering, and other allied sciences to research and work in the field, named later as Biomedical and Health Informatics. This multi-disciplinarity of many contributions allowed the new interdisciplinary domain of Biomedical and Health Informatics to flourish, expand, and to become on its own a recognizable and accepted discipline.\n\nBeing a simple observer and participant of this evolution from the personal voyage perspective, we can note the following:"
    },
    {
      "title": "Achievements",
      "text": "The establishment of a course in Informatics in the Department of Nursing at the early 1980's can be considered as an accomplishment for that time considering the early beginnings of Nursing at University level. The University of Athens Nursing Department is one of the earliest established University level Nursing Departments in Europe. Nursing was already established in the USA at university level, a long time ago, even before the second world war, but in Europe that came a long time later. Even now in a few European countries the upgrading of Nursing from polytechnic technological institutions to university level happened only because those technological institutions were upgraded in their entirety to universities.\n\nAnother accomplishment of a larger magnitude can be considered the establishment of a master's programme in Health Informatics under the Erasmus programme  [32] ,  [33] . At the time there was no law allowing the establishment of the second level of education, the master's level programmes. So, by utilizing the Erasmus programme as a platform of cooperation with European Universities, a new master's programme was established. Therefore, the new programme was created through European cooperation and not because of national policy. The theme of the programme was Health Informatics, introduced for the first time in 1987 in the application to the Erasmus office in Brussels. The thought came to us that instead of the already used term Medical Informatics, for a Department of Nursing introducing a master's programme, the term Health Informatics was more appropriate and acceptable to the faculty. So, the term Health Informatics was born and even endorsed by the European Commission by approving the application for the new master's programme.\n\nOne of the most important projects with respect to nursing was project named after Nightingale  [34] ,  [35] . It was the introduction of nursing informatics across Europe establishing curriculum and introducing it to nursing schools at the European level. A series of conferences and books were published facilitating the nursing colleagues to introduce informatics to their departments.\n\nParticipation in European funded projects was a huge accomplishment as it brought new knowledge to the newly established Health Informatics Laboratory and much needed resources to support staffing and infrastructure  [36] ,  [37] ,  [38] . The networking with European colleagues was the best outcome in this participation  [39] . Also being part of the birth of the CEN / TC251 was an accomplishment. Standards in terminology, semantics, exchange of information, medical records.\n\nAn additional accomplishment was the induction to EFMI WG on education. It was important to be part of the educational process in medical informatics across Europe thanks to professor Hasman the introduction came in early 1990s and from that time onwards we were introduced to the fascinating world of European medical informatics. Through the WG on education many achievements when I call this such as participation in guidelines for education at the international forum. Also, many initiatives in European projects in education were part of the activities of the WG on education. Later on, this participation facilitated the progress of being elected to the board of EFMI, therefore contributing to important events and milestones for European medical informatics  [40] ,  [41] .\n\nBeing President of EFMI gave the opportunity to revise the statutes allowing EFMI to be part of European projects. The overall election process became really open and accessibility to Board positions was very transparent. Also, introducing the fellowship programme in a more open way.\n\nAn achievement was also the participation in the European project called EUnetpas focusing on patient safety and also introducing educational models for schools of health sciences related to patient safety.\n\nFurthermore, projects like RN4CAST were milestone projects in Nursing and in the quality of healthcare  [42] ,  [43] .\n\nThe introduction of activities related to education either from the perspective of IMIA or EFMI brought huge impact to the BMHI expansion in the academia. Among those were the educational recommendations and the accreditation processes. Related to those discussions were also the interprofessionalism in healthcare  [44] ,  [45] , where BMHI can contribute at a large degree, and the contributions of BMHI in cooperating with Biomedical engineering discipline  [46] .\n\nRecent EU projects related to Big Data were a huge accomplishment for our Laboratory to be part of the state-of the-art and innovative usage and applications in healthcare  [47] ,  [48] ."
    },
    {
      "title": "Challenges",
      "text": "Most of the challenges faced in BMHI have to do with the introduction and implementation of changes in education and in the clinical domain. Early challenges were the lack of awareness of technology and computer skills not only among the healthcare professionals but also in society. The field of BMHI and the professionals related to it was considered as a technical application domain and not a scientific one. The consequence of that was that the BMHI professionals in the very early phases were considered as technicians fixing electric appliances. Introducing an obligatory BMHI course in medical degree program is a huge task and it remains till our days a difficult process. Designing and implementing health information systems for many years was a difficult task; developing and adopting international standards; implementation of electronic patient records; cross-border medical files; security and privacy issues  [49] ,  [50] . Ethical and legal issues of telemedicine applications. Introducing artificial intelligence black box approaches in clinical decision making is a big challenge along with the acceptance of it by clinicians. Acceptance of BMHI as a profession remains still a challenge in many countries.\n\nThe challenges may be summarized as scientific, educational, ethical, and professional  [51] ,  [52] ,  [53] . Looking beyond our sometimes, narrow or tunnel vision and crossing other continents as well, we may encounter additional challenges which are related to implementations issues and are due to lack of funding, poverty, and cultural issues."
    },
    {
      "title": "Conclusions",
      "text": "The personal journey in the field of Biomedical and Health Informatics across the timeline of the professional lifetime was indeed very fruitful for accumulating experiences and knowledge. During this course, the navigation was challenging and indeed the trip was not linear, requiring often the changing of the route to be able to continue the journey without sacrificing the planned aim of the journey and the ethics of it.\n\nWorking in the field of Biomedical and Health Informatics one feels blessed and privileged to have encountered brilliant colleagues, who have changed the entire spectrum of Health Sciences by introducing new ideas, concepts, theories, and applications of BMHI. The networking among the peers in the field is the most important of the benefits of this journey, having always in our mind that we are all serving a field that aims at improving the healthcare system for the benefit of the patients and of the humans. This is the Ithaca that I wish to reach!"
    },
    {
      "text": "Research projects are important milestones in the research process in BMHI (https://cordis.europe.eu)"
    },
    {
      "text": "National and European Research projects are important milestones in the research process in BMHI (https://cordis.europe.eu)"
    },
    {
      "text": "Research projects are important milestones in the research process in BMHI (https://cordis.europe.eu)"
    },
    {
      "text": "Research projects are important milestones in the research process in BMHI (https://cordis.europe.eu)"
    },
    {
      "text": "Research projects are important milestones in the research process in BMHI (https://cordis.europe.eu)"
    }
  ],
  "references": [
    {
      "title": ") 2002 -Establishing the annual ICIMTH Conference with international participation. 2005 -Introduction of Informatics course in Nursing curriculum in Cyprus. 2007 -Top up Nursing educational programme to University level. Course BMHI. 2008 -Leading partner in the EUNetPas -Patient Safety initiative for Europe. 2009 -Revising the educational Recommendations in BMHI by IMIA. 2009 -RN4CAST project -Importance of Nurses university education for healthcare. 2011 -Accreditation process in Biomedical and Health Informatics. 2012 -BIOMED Marie Curie programme introducing BMHI courses to Middle East 2017",
      "year": 1990,
      "doi": "10.47689/stars.university-pp263-266"
    },
    {
      "title": "Handwritten character recognition by parallel labelling and shape analysis",
      "authors": [
        "J Mantas",
        "A Heaton"
      ],
      "year": 1983,
      "doi": "10.1016/0167-8655(83)90087-9"
    },
    {
      "title": "An overview of Character Recognition Methodologies",
      "authors": [
        "J Mantas"
      ],
      "year": 1986
    },
    {
      "title": "Methodologies in Pattern Recognition and Image Analysis-A Brief Survey",
      "authors": [
        "J Mantas"
      ],
      "year": 1987,
      "doi": "10.1016/0031-3203(87)90012-4"
    },
    {
      "title": "An abridged history of medical informatics education in Europe",
      "authors": [
        "A Hasman",
        "J Mantas",
        "T Zarubina"
      ],
      "year": 2014,
      "doi": "10.5455/aim.2014.22.25-36"
    },
    {
      "title": "Can Health/Medical Informatics be regarded as a separate discipline?",
      "authors": [
        "D Protti",
        "Van Bemmel",
        "J Gunzenhäuser",
        "R Haux",
        "R Warner",
        "H Douglas"
      ],
      "year": 1994,
      "doi": "10.1055/s-0038-1635017"
    },
    {
      "title": "Experiences with PLATO in medical education",
      "authors": [
        "A Levy"
      ],
      "year": 1983
    },
    {
      "title": "Recommendations of the International Medical Informatics Association (IMIA) on education in health and medical informatics",
      "authors": [
        "Imia"
      ],
      "year": 2000
    },
    {
      "title": "Health Informatics Education and Research at the University of Athens",
      "authors": [
        "J Mantas"
      ],
      "year": 1998,
      "doi": "10.1055/s-0038-1637890"
    },
    {
      "title": "IFIP Medical Informatics Monograph Series",
      "authors": [
        "J Anderson",
        "F Grémy",
        "J Pagès"
      ],
      "year": 1974
    },
    {
      "title": "Meeting the challenge: informatics and medical education",
      "authors": [
        "F Roger"
      ]
    },
    {
      "authors": [
        "J Pagès",
        "A Levy",
        "F Grémy",
        "J Anderson"
      ],
      "year": 1983
    },
    {
      "title": "Experiences with learning and teaching in medical informatics",
      "authors": [
        "J Anderson"
      ],
      "year": 1983,
      "doi": "10.3109/14639237709015179"
    },
    {
      "title": "Is the teaching of medical informatics possible? The situation in France",
      "authors": [
        "R Salamon",
        "L Dusserre"
      ],
      "year": 1983,
      "doi": "10.1007/978-3-642-93169-7"
    },
    {
      "title": "A structured clinical presentation of case to medical students",
      "authors": [
        "F Roger"
      ],
      "year": 1983
    },
    {
      "title": "Training in medical informatics",
      "authors": [
        "J Van Bemmel",
        "A Hasman",
        "Pcgm Sollet",
        "Afl Veth"
      ],
      "year": 1983,
      "doi": "10.1016/0010-4809(83)90031-9"
    },
    {
      "title": "Training in medical informatics. The use of computers for diagnostic purposes",
      "authors": [
        "A Hasman"
      ],
      "year": 1982
    },
    {
      "title": "Curricula in medical informatics -experience during 10 years in Amsterdam",
      "authors": [
        "J Van Bemmel",
        "E Gelsema",
        "A Hasman",
        "F Schutte",
        "Pcgm Sollet",
        "Afl Vet"
      ],
      "year": 1983
    },
    {
      "title": "Information science in the medical curriculum; principles and practice at Leiden University",
      "authors": [
        "C Tuinstra",
        "A Verveen"
      ],
      "year": 1983,
      "doi": "10.1007/978-3-642-93264-9_80"
    },
    {
      "title": "Curricula in medical informatics. Experiences in the Federal Republic of Germany",
      "authors": [
        "P Reichertz"
      ],
      "year": 1983
    },
    {
      "title": "The Heidelberg/Heilbronn curriculum of medical informatics",
      "authors": [
        "J Möhr",
        "F Leven"
      ],
      "year": 1983
    },
    {
      "title": "Formal education in medical informatics. Review of ten years' experience with a specialized university curriculum",
      "authors": [
        "J Möhr",
        "F Leven",
        "M Rothemund"
      ],
      "year": 1982,
      "doi": "10.1055/s-0038-1635408"
    },
    {
      "title": "The quest for identity of health informatics and for guidance to education in it -The German Reisensburg Conference of 1973 Revisted",
      "authors": [
        "J Moehr"
      ],
      "year": 2004,
      "doi": "10.1055/s-0038-1638196"
    },
    {
      "title": "Review of the state-of-the-art in education and training of health informatics in Europe",
      "authors": [
        "A Hasman",
        "M Sosa"
      ],
      "year": 1995,
      "doi": "10.1016/0169-2607(95)01681-i"
    },
    {
      "title": "Education and training in health informatics: guidelines for European curricula",
      "authors": [
        "A Hasman",
        "A Albert"
      ],
      "year": 1997,
      "doi": "10.1016/s1386-5056(97)00039-7"
    },
    {
      "title": "Assessing the progress of the MSc. Course in health informatics under the ERASMUS programme",
      "authors": [
        "M Diomidus",
        "J Mantas"
      ],
      "year": 1998
    },
    {
      "title": "Education and training in health informatics: the IT-EDUCTRA project",
      "authors": [
        "A Hasman"
      ],
      "year": 1998,
      "doi": "10.1016/s1386-5056(98)00066-5"
    },
    {
      "title": "The NIGHTINGALE project: an outline",
      "authors": [
        "J Mantas"
      ],
      "year": 1997
    },
    {
      "title": "Studies in Health Technology and Informatics",
      "authors": [
        "J Mantas"
      ],
      "year": 1997
    },
    {
      "title": "Studies in Health Technology and Informatics",
      "authors": [
        "J Mantas"
      ],
      "year": 1998
    },
    {
      "title": "Studies in Health Technology and Informatics",
      "authors": [
        "J Mantas"
      ],
      "year": 2000
    },
    {
      "title": "Studies in Health Technology and Informatics",
      "authors": [
        "J Mantas",
        "A Hasman"
      ],
      "year": 2002
    },
    {
      "title": "Recommendations of the International Medical Informatics Association (IMIA) on Education in Biomedical and Health Informatics. First Revision",
      "authors": [
        "J Mantas",
        "E Ammenwerth",
        "G Demiris",
        "A Hasman",
        "R Haux",
        "Hersh Hovenga",
        "E Lun",
        "K Marin",
        "Martin Sanches",
        "F Wright"
      ],
      "year": 2010
    },
    {
      "title": "Implementation and evaluation of the MSc course in health informatics in Greece",
      "authors": [
        "J Mantas",
        "M Diomidous"
      ],
      "year": 2007
    },
    {
      "title": "Health and medical informatics education",
      "authors": [
        "J Mantas"
      ],
      "year": 2007,
      "doi": "10.1055/s-0038-1628131"
    },
    {
      "title": "NIGHTINGALE--a new perspective in nursing informatics education in Europe",
      "authors": [
        "J Mantas"
      ],
      "year": 1998
    },
    {
      "title": "Computer-based-training software package dealing with nursing information systems for nursing practice--A NIGHTINGALE product",
      "authors": [
        "J Mantas"
      ],
      "year": 2000,
      "doi": "10.3233/978-1-60750-901-1-24"
    },
    {
      "title": "GALEN-IN-USE: application in Greek and influences on education",
      "authors": [
        "V Konstantikaki",
        "J Mantas"
      ],
      "year": 2000
    },
    {
      "title": "The construction of a simulation-based system for the development of powerful and realistic models and practicals for healthcare professionals",
      "authors": [
        "M Diomidous",
        "I Verginis",
        "J Mantas"
      ],
      "year": 1998,
      "doi": "10.1109/4233.735782"
    },
    {
      "title": "The WISECARE Project and the impact of information technology on nursing knowledge",
      "authors": [
        "W Sermeus",
        "D Hoy",
        "N Jodrell",
        "A Hyslop",
        "T Gypen",
        "J Kinnunen",
        "J Mantas",
        "L Delesie",
        "J Tansley",
        "J Hofdijk"
      ],
      "year": 1997
    },
    {
      "title": "Challenges in the Successful Research Management of a Collaborative EU Project",
      "authors": [
        "D Zikos",
        "M Diomidous",
        "J Mantas"
      ],
      "year": 2012,
      "doi": "10.5455/aim.2012.20.15-17"
    },
    {
      "title": "Assessment of the IMIA educational accreditation process",
      "authors": [
        "J Mantas",
        "A Hasman",
        "E Shortliffe"
      ],
      "year": 2013
    },
    {
      "title": "IMIA Accreditation of Health Informatics Programs",
      "authors": [
        "A Hasman",
        "J Mantas"
      ],
      "year": 2013
    },
    {
      "title": "RN4CAST consortium. Nurse staffing and education and hospital mortality in nine European countries: a retrospective observational study",
      "authors": [
        "L Aiken",
        "D Sloane",
        "L Bruyneel",
        "K Van Den Heede",
        "P Griffiths",
        "R Busse",
        "M Diomidous",
        "J Kinnunen",
        "M Kózka",
        "E Lesaffre",
        "M Mchugh",
        "M Moreno-Casbas",
        "A Rafferty",
        "R Schwendimann",
        "P Scott",
        "C Tishelman",
        "T Van Achterberg",
        "W Sermeus"
      ],
      "year": 2014,
      "doi": "10.1016/s0140-6736(13)62631-8"
    },
    {
      "title": "Prevalence, patterns and predictors of nursing care left undone in European hospitals: results from the multicountry cross-sectional RN4CAST study",
      "authors": [
        "D Ausserhofer",
        "B Zander",
        "R Busse",
        "M Schubert",
        "De Geest",
        "S Rafferty",
        "A Ball",
        "J Scott",
        "A Kinnunen",
        "J Heinen",
        "M Sjetne",
        "I Moreno-Casbas",
        "T Kózka",
        "M Lindqvist",
        "R Diomidous",
        "M Bruyneel",
        "L Sermeus",
        "W Aiken",
        "L Schwendimann",
        "R; Rn4"
      ],
      "year": 2013,
      "doi": "10.1136/bmjqs-2013-002318"
    },
    {
      "title": "Promoting interprofessional education in health sector within the European Interprofessional Education Network",
      "authors": [
        "J Liaskos",
        "A Frigas",
        "K Antypas",
        "D Zikos",
        "M Diomidous",
        "J Mantas"
      ],
      "year": 2008,
      "doi": "10.1016/j.ijmedinf.2008.08.001"
    },
    {
      "title": "Promoting interprofessional education in health sector within the European Interprofessional Education Network",
      "authors": [
        "J Liaskos",
        "A Frigas",
        "K Antypas",
        "D Zikos",
        "M Diomidous",
        "J Mantas"
      ],
      "year": 2008,
      "doi": "10.1016/j.ijmedinf.2008.08.001"
    },
    {
      "title": "An Overview of the BIOMed Project",
      "authors": [
        "J Mantas",
        "M Wageih"
      ],
      "year": 2017
    },
    {
      "title": "Disseminating Research Outputs: The CrowdHEALTH Project",
      "authors": [
        "A Magdalinou",
        "J Mantas",
        "L Montandon",
        "P Weber",
        "P Gallos"
      ],
      "year": 2019,
      "doi": "10.5455/aim.2019.27.348-354"
    },
    {
      "title": "The CrowdHEALTH project and the Hollistic Health Records: Collective Wisdom Driving Public Health Policies",
      "authors": [
        "D Kyriazis",
        "S Autexier",
        "M Boniface",
        "V Engen",
        "R Jimenez-Peris",
        "B Jordan",
        "G Jurak",
        "A Kiourtis",
        "T Kosmidis",
        "M Lustrek",
        "I Maglogiannis",
        "J Mantas",
        "A Martinez",
        "A Mavrogiorgou",
        "A Menychtas",
        "L Montandon",
        "C Nechifor",
        "S Nifakos",
        "A Papageorgiou",
        "M Patino-Martinez",
        "M Perez",
        "V Plagianakos",
        "D Stanimirovic",
        "G Starc",
        "T Tomson",
        "F Torelli",
        "Traver Salcedo",
        "V Vassilacopoulos",
        "G Magdalinou",
        "A Wajid"
      ],
      "year": 2019,
      "doi": "10.5455/aim.2019.27.369-373"
    },
    {
      "title": "Biomedical informatics--a confluence of disciplines?",
      "authors": [
        "A Hasman",
        "E Ammenwerth",
        "H Dickhaus",
        "P Knaup",
        "C Lovis",
        "J Mantas",
        "V Maojo",
        "Martin Sanchez",
        "F Musen",
        "M Patel",
        "V Surjan",
        "G Talmon",
        "J Sarkar"
      ],
      "year": 2011,
      "doi": "10.3414/ME11-06-0003"
    },
    {
      "title": "Past and next 10 years of medical informatics",
      "authors": [
        "F Ückert",
        "E Ammenwerth",
        "C Dujat",
        "A Grant",
        "R Haux",
        "A Hein",
        "A Hochlehnert",
        "P Knaup-Gregori",
        "C Kulikowski",
        "J Mantas",
        "V Maojo",
        "M Marschollek",
        "L Moura",
        "M Plischke",
        "R Röhrig",
        "J Stausberg",
        "K Takabayashi",
        "A Winter",
        "K Wolf",
        "A Hasman"
      ],
      "year": 2014,
      "doi": "10.1007/s10916-014-0074-5"
    },
    {
      "title": "Assessing the prognoses on Health care in the information society 2013-thirteen years after",
      "authors": [
        "P Knaup",
        "E Ammenwerth",
        "C Dujat",
        "A Grant",
        "A Hasman",
        "A Hein",
        "A Hochlehnert",
        "C Kulikowski",
        "J Mantas",
        "V Maojo",
        "M Marschollek",
        "L Moura",
        "M Plischke",
        "R Röhrig",
        "J Stausberg",
        "K Takabayashi",
        "F Uckert",
        "A Winter",
        "K Wolf",
        "R Haux"
      ],
      "year": 2014,
      "doi": "10.1007/s10916-014-0073-6"
    },
    {
      "title": "Biomedical and Health Informatics Education -the IMIA Years",
      "authors": [
        "J Mantas"
      ],
      "year": 2016,
      "doi": "10.15265/IY-2016-032"
    },
    {
      "title": "Research Strategies for Biomedical and Health Informatics. Some Thought-provoking and Critical Proposals to Encourage Scientific Debate on the Nature of Good Research in Medical Informatics",
      "authors": [
        "R Haux",
        "C Kulikowski",
        "S Bakken",
        "S De Lusignan",
        "M Kimura",
        "S Koch",
        "J Mantas",
        "V Maojo",
        "M Marschollek",
        "F Martin-Sanchez",
        "A Moen",
        "H Park",
        "Neil Sarkar",
        "Yun Leong",
        "T Mccray"
      ],
      "year": 2017,
      "doi": "10.3414/ME16-01-0125"
    }
  ],
  "num_references": 55
}
