{
  "paper_id": "RVQ3R7WD",
  "title": "Predicting adherence of adults to a 12-month exercise intervention",
  "abstract": "Background-The purpose of this study was to (a) examine demographic, psychosocial, and physiological predictors of exercise adherence in a yearlong exercise intervention and (b) describe the trajectory of adherence over time. Methods-Participants were 51 men and 49 women aged 40-75 years. The supervised-and home-based intervention consisted of 60 minutes/day, 6 days/week of moderate-to-vigorous intensity exercise. Three adherence measures were used: (a) minutes/week, (b) MET-hours/week, and (c) change in cardiopulmonary fitness (VO 2 max). Predictors of adherence were determined separately by sex using mixed models and multivariable regression. Results-Participants performed 287 ± 98 minutes/week of moderate-to-vigorous activity with 71% adhering to at least 80% (288 minutes/week) of the prescription. Men adhered better than women (p<.001). Among women, adiposity-related variables were significantly related to poorer adherence on all three measures (p<.05). A less consistent pattern was observed among men but in follow-up analyses, adiposity was associated with fewer MET-hours/week of exercise. Social support, pain, and perceived benefits were predictive in some models. Men and non-obese women experienced peak adherence at 4-6 months, while obese women peaked during months 0-3. Conclusions-When provided with supervision and support, previously sedentary men and women can achieve and maintain high levels of aerobic activity.",
  "year": 2018,
  "date": "2018-05-29",
  "authors": [
    {
      "name": "Lisa Cadmus-Bertram",
      "affiliation": {
        "organization": "Moores Cancer Center",
        "department": "Moores Cancer Center",
        "institution": "University of California",
        "address": "San Diego, La Jolla, CA"
      }
    },
    {
      "name": "Melinda Irwin",
      "affiliation": {
        "organization": "Yale School of Public Health (New Haven",
        "institution": "Yale School of Public Health (New Haven",
        "address": "CT"
      }
    },
    {
      "name": "Catherine Alfano",
      "affiliation": {
        "organization": "National Cancer Institute (Bethesda",
        "institution": "National Cancer Institute (Bethesda",
        "address": "MD"
      }
    },
    {
      "name": "Kristen Campbell",
      "affiliation": {
        "organization": "University of British Columbia (",
        "institution": "University of British Columbia (",
        "address": "Vancouver, Columbia, British Canada"
      }
    },
    {
      "name": "Karen Foster-Schubert",
      "affiliation": {
        "organization": "University of Washington (",
        "institution": "University of Washington (",
        "address": "Seattle, WA"
      }
    },
    {
      "name": "C Wang",
      "affiliation": {
        "organization": "Moores Cancer Center",
        "department": "Moores Cancer Center",
        "institution": "University of California",
        "address": "San Diego, La Jolla, CA"
      }
    },
    {
      "name": "Anne Mctiernan",
      "email": "amctiern@fhcrc.org",
      "affiliation": {
        "organization": "Moores Cancer Center",
        "department": "Moores Cancer Center",
        "institution": "University of California",
        "address": "San Diego, La Jolla, CA"
      }
    },
    {
      "affiliation": {
        "organization": "Fred Hutchinson Cancer Research Center",
        "institution": "Fred Hutchinson Cancer Research Center",
        "address": "1100 Fairview Ave N M4- B874, 98109, Seattle, WA"
      }
    }
  ],
  "doi": "10.1123/jpah.2012-0258",
  "md5": "0B2812D2AE037BE77C8004CB173E2CE4",
  "publication": {
    "journal": "MMWR Morb Mortal Wkly Rep",
    "journal_inferred": true
  },
  "keywords": [
    "obesity",
    "physical activity",
    "behavior change",
    "maintenance",
    "BMI"
  ],
  "funding": [
    "",
    "Acknowledgments Funding source: The original study and data collection were supported by the  National Cancer Institute, National Institutes of Health  ( R01 CA77572 )."
  ],
  "sections": [
    {
      "text": "Although the prevalence of physical inactivity has declined slightly among both men and women during the past decade 1 , 21.0% of men and 27.1% of women report no leisure-time physical activity at all 2 and the majority (54.1%) of US adults are still not meeting national physical activity guidelines  3  . Given the potentially numerous health benefits and relatively low cost of exercise as a method of disease prevention and health promotion, the development of interventions to encourage physical activity initiation and maintenance will continue to be of interest to health researchers and policymakers alike. Even within rigorous clinical trials aimed specifically at increasing physical activity, many individuals will fail to adhere to the recommended amount of activity  4  . The reasons for low adherence are highly relevant to the design and conduct of future trials as well as to the study of population-level exercise promotion.\n\nFew exercise trials specify which participant characteristics were associated with adherence or describe the trajectory of adherence across the intervention period. These oftenoverlooked elements are not only critical for proper interpretation of the main study findings but also provide immensely useful information for researchers planning similar intervention studies.\n\nThe utility of randomized controlled trials examining the effects of exercise on physical or psychological health is highly dependent on the level of adherence that can be achieved, and how well adherence is maintained throughout the entire intervention period. Poor initial adherence or adherence that decays dramatically during the course of the intervention reduces effect sizes and statistical power, biasing the results of the trial towards the null hypothesis. Conversely, well-informed interventions with excellent adherence can provide a better estimation of treatment effects with fewer participants and lower study costs.\n\nMore generally, the study of adherence to exercise interventions provides valuable information about how different demographic, psychological, social, economic, and physiological factors may influence the ease or difficulty with which individuals adopt and maintain this new behavior. This information can then be applied to physical activity programs in community settings or to broader public health policy to assist people in overcoming the barriers to becoming and staying active. A wide variety of correlates of physical activity adherence have been examined in previous research among middle-aged and older adults, with higher baseline fitness level, a history of being physically active, absence of tobacco use, and high self-efficacy for exercise most reliably predicting better adherence  4  . The factors that are associated with good adherence tend to vary according to the type, intensity, and duration of prescribed exercise as well as with the overall duration of the intervention, the mode of delivery (e.g. home-based vs. supervised), and the study population.\n\nThe \"A Program Promoting Exercise and Active Lifestyles\" (APPEAL) Study was a yearlong randomized controlled trial of moderate-to-vigorous intensity exercise vs. usual care among 202 healthy, sedentary adults recruited primarily through physician practices. The trial was designed to test the effects of exercise on adiposity  5  , biomarkers for colon cancer (e.g. markers of apoptosis  6  and cell proliferation  7  ), and other physiologic and psychosocial outcomes. The APPEAL trial featured a combined supervised and home-based exercise intervention that prescribed a larger amount of exercise (360 min/week of moderate-to-vigorous activity) than many previous trials and for a longer duration (12  months), presenting an unusually challenging protocol for participants and interesting opportunities for the study of adherence and behavior change. Analyzing data separately for men and women, this paper provides a detailed description of adherence to the APPEAL intervention throughout each phase of the study period (months 0-3, 4-6, 7-9, and 10-12) and examines the influence of relevant demographic, psychosocial, anthropometric, and physiological characteristics on overall adherence during the 12 months. We hypothesized that baseline physical activity, cardiopulmonary fitness, obesity (e.g. body mass index, % body fat), self-efficacy, and perceived barriers to and benefits of exercise would be associated with exercise adherence."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Participants",
      "text": "Participants were 100 men and women ages 40 to 75 years who were randomized to the intervention arm of a yearlong exercise study. All participants were achieving <90 min/wk of moderate-to-vigorous intensity sports/recreational activity during past 3 months, or if exercise reports were questionable, a VO 2 max indicating a low fitness level  8  , and had alcohol consumption <2 drinks/day, no personal history of invasive cancer or other serious medical conditions (e.g. cardiovascular disease, stroke, uncontrolled hypertension, diabetes), normal response to an exercise tolerance test, and normal complete blood count and blood chemistry.\n\nParticipants in the exercise trial were recruited between 2001 and 2004 through gastroenterology practices (some study outcomes were relevant to colon cancer risk), media placements, flyers, a study web site, and referrals. Of the 9,828 gastroenterology patients who received an invitation letter from their physician, 2,033 (21%) responded. Of these, 956 (47%) were potentially eligible and were interviewed. Of the 1,328 individuals who responded to media placements, 1,092 (82%) were interviewed. Primary reasons for ineligibility were unwillingness to be randomized (N=297), too physically active (N=339), and insufficient time availability (n=48). Of those eligible, 395 attended an information session, 311 attended a clinic screening visit, and 202 were randomized by a computerized program to an exercise program (n=100) or a control group (n=102). The study was approved by the Fred Hutchinson Cancer Research Center Institutional Review Board and written informed consent was obtained for all participants. Participants were paid $50 and $75 after completion of baseline and 12-month data collection, respectively. Participants who completed the assessments were provided the full compensation regardless of their level of adherence to the exercise intervention. Other incentives included inexpensive items such as water bottles."
    },
    {
      "title": "Measurement of Predictor Variables",
      "text": "Demographic, psychosocial, and medical history information was collected at baseline. Cohen's 4-item Perceived Stress Scale 9 was used to measure stress during the previous month. Participants responded to each item (e.g. \"How often did you feel unable to control important things in your life?\") using a 5-point Likert scale (1=never, 5=very often), producing a total score ranging from 5-20 with higher scores representing higher levels of perceived stress.\n\nThe Medical Outcomes Study Social Support Survey 10 consists of eight items assessing perceived availability of various types of social support (e.g. someone to give you good advice; someone to help with daily chores if you are sick) and one item assessing church attendance or other religious activities. Participants respond to each of the eight support items using a 5-point Likert scale (1=none of the time, 5=all of the time) and to the religiosity item using a 6-point Likert scale (1=not at all in the past month, 6=every day), producing a range of scores from 0-46. Physical functioning and bodily pain were assessed using the appropriate subscales from the Medical Outcomes Study SF-36  11  .\n\nPerceived benefits of and barriers to exercise were assessed using measures based on published scales  12, 13  . Nine potential barriers to exercise (access to place to exercise, bad weather, lack of time, pain/discomfort during or after exercise, embarrassment about appearance while exercising, feeling unwell, fear of injury, lack of exercise partner, and cost of equipment/fees) were each assessed using a 5-point Likert scale (1=none of the time, 5=all of the time). Item scores were summed to produce a total score (possible range: 9-45), with higher numbers indicating greater overall perceived barrier to physical activity. Six potential benefits to exercise (heart disease prevention, weight loss, weight maintenance, overall health, feeling well, and cancer prevention) were each assessed using an 11-point Likert scale (1=do not agree, 11=completely agree). Item scores were summed to produce a composite score (possible range of 6-66), with higher numbers reflecting greater perceived benefits. Exercise self-efficacy was assessed using Marcus's 5-item scale, which assesses the participant's confidence in participating in exercise when he or she is tired, in a bad mood, feels there is insufficient time, is on vacation, or when it is raining or snowing  14  .\n\nThe Minnesota Leisure Time Physical Activity (MNLTPA) Questionnaire  15  was used to assess moderate-to-vigorous (MET level ≥ 4.0) physical activity during the three months prior to enrollment. Participants wore Accusplit pedometers (Accusplit, Silicon Valley, CA) for one week prior to enrollment and recorded their total daily steps in a log. Cardiopulmonary fitness was assessed using a maximal-graded treadmill test with heart rate and oxygen uptake continuously monitored by a MedGraphics automated metabolic cart (MedGraphics, St. Paul, MN) to determine VO 2 max, reported in ml/kg/min 8 . A modified branching treadmill protocol  16  was used beginning at 3.0 miles/hour and 0% grade. The speed (0.5 mph increments) or grade (2% increments) of the treadmill increased every two minutes (i.e., stage 2: 3.5 mph, 0% grade; stage 3, 3.5 mph, 2% grade; stage 4, 3.5 mph, 4% grade) until the participant reached volitional fatigue and a respiratory exchange ratio > 1.0. Anthropometric measurements were conducted at baseline, 3, and 12 months using standardized procedures following those of the Women's Health Initiative  17  . Weight and height were measured to the nearest 0.1 kg and 0.1 cm, respectively, with a balance beam scale and stadiometer. Waist circumference was measured at the end of normal expiration over non-binding undergarments in a horizontal plane at the natural waist (minimum location on the torso, to the nearest 0.1 cm). Hip circumference was measured to the nearest 0.1 cm at the maximal circumference below the umbilicus. Percent total body fat was assessed at baseline, 3, and 12 months using a DXA whole-body scanner (GE Lunar, Madison, WI). Intra-abdominal body fat was assessed at baseline, 3, and 12 months using computerized tomography (CT) scans (General Electric model CT 9800 scanner; General Electric, Waukesha, WI) at the L4 to L5 space (at 125 kV and with a slice thickness of 8 mm). A technician measured abdominal fat areas in batches using a software application (sliceOmatic; Tomovision, Montreal, Quebec, Canada) that traces and calculates each of the areas of interest  18  . The intra-batch and inter-batch coefficients of variation were 2.7% and 4.5%, respectively."
    },
    {
      "title": "Intervention",
      "text": "The intervention was a 12-month facility-and home-based exercise program. The prescription was six exercise sessions per week, each consisting of 60 minutes of moderateto-vigorous aerobic activity, with an additional 5-10 minutes of warm up, cool down, and stretching. Participants began with 30-minute sessions which were gradually increased to 60 minutes by the end of week 8. Participants wore Polar (Polar Electro Inc., Lake Success, NY) heart rate monitors during both facility and home sessions and were taught to exercise at 60-85% of their maximal heart rate as determined by the baseline VO 2 max test. Three days per week, participants exercised on treadmills, stationary bicycles, elliptical machines, and rowing machines under the supervision of an exercise specialist at one of four facilities (the Fred Hutchinson Cancer Research Center and three local private health clubs). In addition to the three required gym sessions, participants were asked to exercise three days per week either at the facility or on their own with the same instructions regarding duration and heart rate.\n\nExercise specialists monitored each participant's progress in relation to target heart rate ranges and helped participants adjust the effort required to attain their moderate-to-vigorous heart rate ranges as they became more fit, including prescribing safe increases in cardio machine settings to ensure that the desired heart range ranges were obtained.\n\nThe intervention featured various strategies designed to achieve and maintain adherence. These included personalized and written feedback regarding baseline exercise level, intensive early counseling and information sessions, realistic individualized goals (updated regularly), easy access to exercise equipment, monthly progress review meetings with behaviorally trained exercise specialists, early and continued application of relapseprevention strategies, fostering of group social support from fellow participants (e.g., encouragement of participants to form peer groups to exercise; group outings), and mail contact including a quarterly newsletter. Good adherence was defined as meeting at least 80% of the overall minutes per week goal of moderate-to-vigorous exercise. If a participant met less than this goal over two or more weeks, the exercise specialist provided special assistance to help the participant increase their exercise. Participants were not assigned a weight loss program and were asked not to change their dietary habits during the trial."
    },
    {
      "title": "Assessment of Exercise Adherence",
      "text": "Exercise group participants maintained daily logs of all sports and recreational activity performed during the yearlong intervention period, including the activity type, duration, and peak heart rate of each exercise session. Facility logs were verified by the exercise specialist, and home logs were submitted weekly for review by the exercise specialist. Other adherence monitoring strategies were quarterly MNLTPA interviews, quarterly use of pedometers for one week with logging of steps, and VO 2 max treadmill tests at baseline and 12 months. Only the daily activity logs (facility and home) and treadmill tests were used to calculate adherence in this study. The daily activity logs provided detailed information about behavior throughout the yearlong program, while the treadmill tests provide an objective measure of cardiopulmonary benefit. Self-reported exercise data from the MNLTPA interviews were not included in analyses because they are less detailed than the daily logs; similarly quarterly pedometer data were not included because they possess neither the comprehensiveness of the daily logs nor the objectiveness of the treadmill test. Although the relationship between physical activity level and VO 2 max is an imperfect as a measure of behavior, this paper uses change in VO 2 max as an indication that individuals completed the prescribed exercise prescription. The training principle of progressive overload was used in the development of the intervention to ensure physiological adaptation to the prescribed exercise. Therefore, a change in VO 2 max is a proxy measure of adherence to the exercise prescription. While extent of change in VO 2 max with similar training stimulus is not consistent across individuals, a general increase is expected at the group level."
    },
    {
      "title": "Statistical Analyses",
      "text": "All analyses were conducted separately for men and women. We calculated several variables for description of adherence over the 12-month intervention period: (1) days/week, minutes/ week, and MET hours/week of moderate-to-vigorous sports or recreational activity, (2) percentage of participants adhering to various criteria based on yearlong exercise levels (e.g. 100% of goal, 80% of goal), and (3) change in VO 2 max from baseline to 12 months. Adherence was calculated for each 3-month interval (i.e. baseline to 3, 4-6, 7-9, 9-12) as well as for the first half (baseline to 6) and full twelve months of the study period.\n\nAssociations between baseline variables and adherence indicators that were measured at each time point (minutes/week, MET-hours/week) were assessed in bivariate analyses followed by growth curve analysis. Associations between baseline variables and VO2max were assessed using bivariate analyses followed by multivariable regression. The baseline variables examined as possible predictors of adherence were age, education, weight, BMI, waist and hip circumference, percent total body fat, intra-abdominal body fat, VO2max, previous moderate-to-vigorous physical activity (past 3 months), perceived stress, social support, sleep, physical functioning, pain, exercise self-efficacy, and perceived barriers to and benefits of exercise. To address the possibility that early success in an intervention would motivate continued adherence, we also examined baseline-to-3 month change in weight, waist, and hip circumference as predictors. In bivariate analyses, Pearson correlation coefficients were used to assess relationships between each potential predictor and adherence outcomes.\n\nFinal models were generated using either mixed-models growth curve analyses (for minutes/ week and MET-hours week of physical activity, which were measured at all 5 time points) and multivariable regression (for VO 2 max, which was only assessed at 2 time points). Backwards elimination was used to fit regression models, starting with analysis of variance inflation factors to remove variables contributing to multicollinearity. Initial models included all predictor variables with bivariate P values less than .10. This strict entry criterion was required to prevent overloading the model with more covariates than could be supported by the sample size. In addition to predictor variables, growth curve models also included a variable for each time period (0-3 months, 3-6 months, 6-9 months, and 9-12 months). All models controlled for baseline value of the outcome. Due to the high intercorrelation of variables related to adiposity (BMI, total % body fat, % intra-abdominal body fat, waist circumference), we did not allow more than one of these variables into any single model When more than one adiposity-related variable had a qualifying bivariate p-value (<.10) with the outcome, we used whichever one had the strongest relationship with the outcome. In line with the intent-to-treat principle, all participants randomized to the exercise group, including dropouts, were included in analyses. Data analyses were performed using SAS 9.1; PROC MIXED was used for growth-curve models and PROC REG for multivariable linear regression (SAS Institute Inc, Cary, NC)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participant characteristics",
      "text": "One hundred participants (51 men and 49 women) were randomized to the exercise group and 102 (51 men and 51 women) were randomized to the control group. Compared to female participants, males were slightly older (p<.05), more likely to be married or living with a partner (p<.01), more active (p<.05), heavier (p<.0001), and had a larger mean waist circumference (p<.0001). Within each gender, however, intervention and control group participants were similar with respect to baseline demographic and physiologic characteristics (Table  1 ). Participants on average were 55 years old; 92% identified themselves as non-Hispanic white and 60% had a college degree. Twenty-one percent were at a healthy weight (18.5≤BMI<25.0), 36% were overweight (25.0≤BMI<30.0), and 43% were obese (BMI≥30.0). At baseline, participants reported performing a mean of 57 min/ week of moderate-to-vigorous physical activity."
    },
    {
      "title": "Overall adherence",
      "text": "The primary outcome for this analysis was adherence to the exercise intervention during the 12 months, using three indicators: mean min/week of moderate-to-vigorous activity, mean MET-hours/week of moderate-to-vigorous activity, and change in VO 2 max from baseline to 12 months. Detailed information regarding adherence during each segment of the intervention is presented in Table  2 . Overall, participants exercised 5.7 ± 2.0 days per week (2.1 ± 0.7 at the facility and 3.6 ± 1.6 days per week at home). Seventy-one percent of exercisers adhered to at least 80% of the goal (or 288 min/week) of the exercise prescription on average over the 12 months, and 89% met national physical activity guidelines (150 min/ week). Although both groups adhered well, men exercised more days/week (p=.01), minutes/week (p<.0001), and MET-hours/week (p<.01) than women did, and experienced marginally greater gains in VO 2 max (p=.10). Only seven exercisers dropped the intervention (stopped exercising); all did so after 3 months. Adherence peaked for both male and female participants during the 4-6 month interval (due to a gradual progression of the exercise prescription from months 0-3) then declined gradually during the second half of the intervention. The rate of decline in adherence, however, did not differ between men and women; thus differences in mean adherence over the 12 months were largely driven by peak adherence rather than the trajectory of adherence over time."
    },
    {
      "title": "Unadjusted analyses",
      "text": "Among women, higher BMI was associated with greater minutes/week (r=-.32, p=.02), greater MET-hours/week (r=-.37, p=.01) and improvements in VO2max (r=.31, p=.04).\n\nHigher total percent body fat, waist circumference, and hip circumference also significantly predicted better adherence (p<.05 for all) however these were not entered in the final model due to conceptual and statistical overlap with BMI. For women, other variables meeting the p<.10 criterion for model entry were stress (MET-hours/week: r=.33, p=.02), physical functioning (minutes/week: r=.26, p=.07; MET-hours/week: r=.27, p=.06; ΔV0 2 max: r=.27, p=.07), pain (MET-hours/week: r=.33, p=.02), social support (minutes/week: r=.29, p=.04), and barriers to exercise (MET-hours/week: r=-.31, p=03). Among men, variables meeting the p<.10 criterion for model entry were percent total body fat (MET-hours/week: r=-.38, p=01), change in weight from baseline to 3 months (ΔV0 2 max: r=-.34, p=.02), stress (minutes/week: r=.24, p=.09), pain (minutes/week: r=.24, p=.09), social support (METhours/week: r=.23, p=.09), and benefits of exercise (minutes/week: r=.34, p=.01). Age, education, self-efficacy for exercise, and hours of sleep in the past month did not predict adherence outcomes among either sex."
    },
    {
      "title": "Final adjusted models",
      "text": "Among women (Table  3a ), BMI was the strongest independent predictor of all three adherence outcomes (p=.03 for minutes/week of physical activity, p=.002 for MET-hours/ week of activity, and p=.04 for changes in VO 2 max). Additionally, higher social support predicted more minutes/week of activity (p=.03) and, unexpectedly, higher bodily pain predicted greater MET-hours/week of activity (p=.02). As anticipated, minutes/week of exercise were lower during the initial exercise progression (months 0-3) as compared to the final intervention phase (10-12 months). Women's performance peaked during months 4-6 but then decreased slightly during months 7-9. Further decreases were not observed during months 10-12.\n\nAmong men (Table  3b ), more bodily pain was inversely associated fewer minutes/week of activity (p=.03), while greater perceived benefits of exercise and higher baseline activity were associated with more minutes/week of activity (p=.03 and p=.02 respectively). Total percent body fat was inversely associated with MET-hours/week of activity (p=.0004) and initial (0-3 month) weight loss was associated with increases in V0 2 max at 12 months. For minutes/week of activity, the trajectory of adherence was similar to that observed for women -lower activity during the initial 0-3 months, a peak at 4-6 months, then a gradual decrease during months 7-9 that was maintained during months 10-12. As with women, MET-hours/ week of activity during the first three phases (months 0-3, 4-6, and 7-9) were not significantly different from months 10-12."
    },
    {
      "title": "Obesity and adherence",
      "text": "Additional analyses were conducted to illustrate the strength of the relationship between adiposity-related variables and adherence, particularly among women. Non-obese (BMI<30.0) women (n=30) were more than seven times more likely than obese (BMI≥30.0) women (n=19) to achieve at least 80% adherence to the study goal (OR=7.1, 95% CI: 2.0, 25.7). Similarly, non-obese women were much more likely than obese women to achieve the recommended guideline of 150 min/wk of activity (OR=6.5, 95% CI: 1.1, 36.5).\n\nThe effect of body size on adherence among women was largely concentrated in the upper end of the BMI range, such that normal weight (18.5≤BMI<25.0) and overweight (25.0≤BMI<30.0) women performed similarly while obese women (BMI≥30.0) adhered more poorly to the intervention. Compared to normal/overweight women, obese women exercised 1.6 fewer times per week (p<.05), performed 78 fewer minutes/week (p<.01) and 270 fewer MET-hours/week of activity (p<.01), and experienced a relative decline in VO 2 max of 0.13 mL/kg per minute (p=.10) (data not shown). These lower overall adherence outcomes reflect a lower peak adherence rate (p<.01) (Figure  1 ). Some difference was observed in the trajectory of adherence over time among obese women relative to their normal-or overweight counterparts. Unlike the other groups, obese women peaked during the initial ramp-up period (0-3 months), rather than during the 4-6 month period.\n\nAlthough the relationship between adiposity-related predictors and adherence outcomes was observed only inconsistently for men, additional analyses suggest that obesity is a relevant issue for male adherence to exercise interventions. Non-obese men (n=27) were more likely than obese men (n=24) to achieve the \"good adherence\" criterion of 288 min/wk (OR=13.0, 95% CI: 1.5, 113.9). All of the non-obese men met the 150 min/wk guideline, compared to 88% of the obese men.\n\nOnly seven of the 51 men had a BMI under 25.0; therefore it was not possible to ascertain if their adherence was significantly better than those in the overweight category (25.0≤BMI<30.0); therefore these two categories were collapsed. Compared to non-obese men (BMI<30.0), obese men performed 52 fewer minutes/week of activity (p<.05) (data not shown). Similar to the finding for women, lower adherence among obese vs. non-obese men was driven by a lower peak adherence (p<.05), not by a difference in the trajectory of adherence over time."
    },
    {
      "title": "Discussion",
      "text": "In this study of previously sedentary adults, both men and women demonstrated excellent adherence to an intensive yearlong exercise intervention. Men adhered slightly better to the intervention than women did, however they were also more active at baseline, consistent with national sex differences in physical activity levels  3  . Over the 12-month study period, men performed, on average, 107.9% (SD=31.3) of prescribed sessions and women performed 93.6% (SD=36.1) of prescribed sessions (extra sessions were allowed and counted; see below). Our adherence rates compare favorably with a systematic review of adherence to exercise frequency in 21 exercise trials among older adults (≥55 years) that reported that, when the intent-to-treat principle was used, participants completed just 63.3% (SD=13.5) of prescribed sessions 4 . Similarly, our observed adherence to exercise duration (min/week) compares well with individual reports  19, 20  .\n\nThe very high adherence rates (when defined by mean % of total prescribed frequency or duration) in our study likely reflects the rigorous enrollment process, which required two study visits prior to randomization, as well as the numerous intervention components designed to enhance adherence. The observed adherence was also influenced by the fact that some participants \"over-adhered.\" These participants completed more home-based sessions (and/or a greater duration) of exercise than was prescribed, pulling up the overall means and consequently obscuring the poorer adherence of a small number of other participants. Thus it is informative to also consider the percent of participants who adhered to a certain level of the goal. For example, while men in our study exercised an average 6 times per week, only slightly more than half (55%) were meeting or exceeding the goal of 6 days per week. While adherence in this study was very good regardless of the exact method of calculation (e.g. frequency vs. duration, mean adherence vs. percent adhering to a criterion), the discrepancies produced by various methods highlight the importance of interpreting adherence rates carefully, particularly when adherence is only reported using a single method or definition.\n\nOur data support previous trials showing that, even when excellent initial adherence is achieved, adherence levels tend to wane slightly over the course of an intervention  4, 21  . In our study, participants were asked to progressively increase their activity throughout the first eight weeks therefore peak adherence was not observed until months 4-6. After this point, a small decline in exercise duration was observed, although MET-hours/week of activity remained relatively constant, suggesting that participants offset the reduced duration through increased exercise intensity. These findings support the idea that, in a structured and supportive environment, maintenance of the peak adherence level is feasible for many individuals. Another implication is that intensive support during the first few months of exercise adoption is well worth the effort, since overall adherence is largely a function of the maximal peak adherence early in the intervention. Future intervention studies should focus additional efforts toward assisting both male and female participants to maintain their newlyacquired activity levels after the initial 6-month intervention period.\n\nWe used bivariate analyses, mixed models, and multivariable regression to examine a variety of demographic, psychosocial, and physiologic variables as potential predictors of adherence. After controlling for potential confounders, higher scores on adiposity-related variables were an important predictor of poorer adherence on all three adherence metrics for women and predicted MET/hours/week of activity among men. Additional analyses applying clinical BMI cutoffs confirmed that lower adherence was observed among obese men and women.\n\nWhile it is encouraging that obese participants did not experience a greater decay in adherence over time relative to their non-obese counterparts, the fact that their adherence peaked at a significantly lower level than that of non-obese participants may have implications for future interventions. The lower likelihood of obese participants to reach the study goal suggests that more support may be needed during the initial phases of the intervention to help these individuals overcome barriers and adopt higher levels of activity. At the same time, it is worth noting that the exercise goal in this study (360 min/week) was higher than that of many others, therefore our findings may not apply to interventions with lower exercise prescriptions that are more easily attainable by a wide variety of participants.\n\nThe inconsistent findings related to psychosocial predictors suggest that these factors are relevant but are not robust across adherence measures, or that the effects are small and require a larger sample size to achieve significance. The mixed findings do not necessarily suggest spurious results; for example, the finding that social support was positively associated with minutes/week but not MET-hours among women may indicate that higher social support aids women in increasing their exercise frequency and/or duration but does not affect intensity. Similarly, the relationship between higher bodily pain and increased MET-hours/week among women may simply reflect that musculoskeletal symptoms (e.g., muscle soreness) are more likely to appear during vigorous exercise. The failure to find a consistent, independent association between baseline physical activity and adherence is encouraging for intervention researchers, suggesting that, given intensive support and supervision, individuals with a variety of exercise backgrounds can achieve and maintain a high level of aerobic activity. Future research is needed to better understand these relationships.\n\nNotable strengths of the APPEAL Study include an exercise intervention that was longer (12 months) and more intense (60 minutes, 6 days per week of moderate-to-vigorous physical activity) than many others  22  . The combined supervised and home-based intervention strategy allowed for direct observation of exercise sessions three days per week and detailed data on exercise type, frequency, intensity, and duration were recorded for both facility and home sessions. The study was also strengthened by the availability of comprehensive data on body size and composition (clinic measures of height, weight, total and intra-abdominal body fat, and waist and hip circumferences) and objective indicators of adherence (VO 2 max) to triangulate data from daily logs.\n\nThe major limitation of our study was a homogenous and highly selected sample. Consistent with most clinical trials  23  , the APPEAL Study had a low overall recruitment rate. With respect to demographics, motivational level, or other factors, the participants are not assumed to be representative of the overall group of potential participants or of the population as a whole. Ninety-two percent of participants were non-Hispanic white; therefore our findings may not generalize to other populations. In particular, the observation that heavier women adhered more poorly to the intervention may not be valid for women of other ethnic or cultural groups given varying obesity rates between ethnic groups  24  and potential differences in attitudes and beliefs about obesity  25  , body image  26  , and physical activity  27  . Furthermore, with only 100 individuals randomized to the intervention, the findings of this study are not conclusive and further study is needed before generalizing the results to other studies, populations, or samples. It should also be noted that the intervention included various strategies for improving adherence (e.g., frequent feedback, progress review meetings). These may have affected the observed adherence rates, as well as the factors that were associated with adherence.\n\nIn summary, both men and women in the APPEAL study maintained excellent adherence throughout a yearlong moderate-to-vigorous intensity exercise intervention. Consistent with previous studies, the results of this study suggest that previously sedentary individuals with a range of demographic and psychosocial characteristics are able to adhere to an intensive exercise intervention over time. Unlike most previous published studies, we examined body size and composition as potential predictors of adherence. We found that body size/ composition was a major determinant of exercise adherence among both women and men. Among both genders, BMI≥30.0 was predictive of poorer overall adherence to the intervention, with adherence peaking at a lower level than for individuals with BMI<30.0 and declining at the same rate. Our findings provide a preliminary suggestion that particular care may be necessary to promote and encourage adherence among obese individuals enrolled in clinical trials. Additional research is needed to replicate these findings and to determine the factors that may contribute to poorer adherence among obese men and women. Intervention adherence among APPEAL participants (N=100), stratified by obesity status. Standard error is shown. Table 3a Predictors of adherence among women in the APPEAL Study (N=49). Adherence outcome Predictor β p Min/week a BMI -4.7 .005 Social support 1.1 .02 Time (0-3 months) -46.4 .045 Time (4-6 months) 64.0 .006 MET-hours/week b BMI -0.3 .0005 Bodily pain 0.1 .004 Time (4-6 months) 2.6 .03 Δ VO 2 max c BMI -.14 .04 a Analysis used: Growth curves. Variables entered in initial model: BMI, social support, physical functioning (SF-36), baseline physical activity, time (reference group: 10-12 months). b Analysis used: Growth curves. Variables entered in initial model: BMI, physical functioning (SF-36), bodily pain (SF-36), perceived barriers to exercise, baseline physical activity, time (reference group: 10-12 months). c Analysis used: Multivariable regression. Variables entered in initial model: BMI, physical functioning (SF-36), baseline VO 2 max."
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Baseline characteristics of APPEAL Study participants (N=100)."
    },
    {
      "title": "Acknowledgments",
      "text": "Funding source: The original study and data collection were supported by the  National Cancer Institute, National Institutes of Health  ( R01 CA77572 )."
    },
    {
      "title": "Author Manuscript",
      "text": "Cadmus-Bertram et al.\n\nPage 16"
    },
    {
      "title": "Table 2a",
      "text": "Adherence to the APPEAL exercise intervention among women (N=49)"
    },
    {
      "title": "Table 2b",
      "text": "Adherence to the APPEAL exercise intervention among men (N=52)."
    },
    {
      "title": "Table 3b",
      "text": "Predictors of adherence among men in the APPEAL Study (N=51)."
    }
  ],
  "references": [
    {
      "title": "Trends in leisure-time physical inactivity by age, sex, and race/ethnicity-United States, 1994-2004",
      "authors": [
        "Disease Centers For",
        "Prevention Control"
      ],
      "year": 2005,
      "doi": "10.15585/mmwr.mm6939a7",
      "journal": "MMWR Morb Mortal Wkly Rep",
      "volume": "54",
      "issue": "39",
      "raw": "Trends in leisure-time physical inactivity by age, sex, and race/ethnicity-United States, 1994-2004 \n\t\t \n\t\t\t Disease Centers For \n\t\t \n\t\t \n\t\t\t Prevention Control \n\t\t \n\t\t 10.15585/mmwr.mm6939a7 \n\t\t 16208312 \n\t \n\t \n\t\t MMWR Morb Mortal Wkly Rep \n\t\t \n\t\t\t 54 \n\t\t\t 39 \n\t\t\t \n\t\t\t Oct 7. 2005 \n\t\t \n\t \n\t Centers for Disease Control and Prevention. Trends in leisure-time physical inactivity by age, sex, and race/ethnicity-United States, 1994-2004. MMWR Morb Mortal Wkly Rep. Oct 7; 2005 54(39): 991-994. [PubMed: 16208312]"
    },
    {
      "title": "Adult participation in recommended levels of physical activity-United States, 2001 and 2003",
      "authors": [
        "Disease Centers For",
        "Prevention Control"
      ],
      "year": 2005,
      "journal": "MMWR Morb Mortal Wkly Rep",
      "volume": "54",
      "issue": "47",
      "raw": "Adult participation in recommended levels of physical activity-United States, 2001 and 2003 \n\t\t \n\t\t\t Disease Centers For \n\t\t \n\t\t \n\t\t\t Prevention Control \n\t\t \n\t\t 16319815 \n\t \n\t \n\t\t MMWR Morb Mortal Wkly Rep \n\t\t \n\t\t\t 54 \n\t\t\t 47 \n\t\t\t \n\t\t\t Dec 2. 2005 \n\t\t \n\t \n\t Centers for Disease Control and Prevention. Adult participation in recommended levels of physical activity-United States, 2001 and 2003. MMWR Morb Mortal Wkly Rep. Dec 2; 2005 54(47):1208- 1212. [PubMed: 16319815]"
    },
    {
      "title": "Who will stay and who will go? A review of older adults' adherence to randomized controlled trials of exercise",
      "authors": [
        "K Martin",
        "A Sinden"
      ],
      "year": 2001,
      "journal": "JAPA",
      "volume": "9",
      "issue": "2",
      "raw": "Who will stay and who will go? A review of older adults' adherence to randomized controlled trials of exercise \n\t\t \n\t\t\t K A Martin \n\t\t \n\t\t \n\t\t\t A R Sinden \n\t\t \n\t \n\t \n\t\t JAPA \n\t\t \n\t\t\t 9 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Martin KA, Sinden AR. Who will stay and who will go? A review of older adults' adherence to randomized controlled trials of exercise. JAPA. 2001; 9(2):91-114."
    },
    {
      "title": "Exercise effect on weight and body fat in men and women",
      "authors": [
        "A Mctiernan",
        "B Sorensen",
        "M Irwin"
      ],
      "year": 2007,
      "doi": "10.1038/oby.2007.178",
      "journal": "Obesity",
      "volume": "15",
      "issue": "6",
      "raw": "Exercise effect on weight and body fat in men and women \n\t\t \n\t\t\t A Mctiernan \n\t\t \n\t\t \n\t\t\t B Sorensen \n\t\t \n\t\t \n\t\t\t M L Irwin \n\t\t \n\t\t 10.1038/oby.2007.178 \n\t\t 17557987 \n\t \n\t \n\t\t Obesity \n\t\t \n\t\t\t 15 \n\t\t\t 6 \n\t\t\t \n\t\t\t Jun. 2007 \n\t\t\t Silver Spring \n\t\t \n\t \n\t McTiernan A, Sorensen B, Irwin ML, et al. Exercise effect on weight and body fat in men and women. Obesity (Silver Spring). Jun; 2007 15(6):1496-1512. [PubMed: 17557987]"
    },
    {
      "title": "Effect of a 12-month exercise intervention on the apoptotic regulating proteins Bax and Bcl-2 in colon crypts: a randomized controlled trial",
      "authors": [
        "K Campbell",
        "A Mctiernan",
        "S Li"
      ],
      "year": 2007,
      "doi": "10.1158/1055-9965.epi-07-0291",
      "journal": "Cancer Epidemiol Biomarkers Prev",
      "volume": "16",
      "issue": "9",
      "raw": "Effect of a 12-month exercise intervention on the apoptotic regulating proteins Bax and Bcl-2 in colon crypts: a randomized controlled trial \n\t\t \n\t\t\t K L Campbell \n\t\t \n\t\t \n\t\t\t A Mctiernan \n\t\t \n\t\t \n\t\t\t S S Li \n\t\t \n\t\t 10.1158/1055-9965.epi-07-0291 \n\t\t 17855695 \n\t \n\t \n\t\t Cancer Epidemiol Biomarkers Prev \n\t\t \n\t\t\t 16 \n\t\t\t 9 \n\t\t\t \n\t\t\t Sep. 2007 \n\t\t \n\t \n\t Campbell KL, McTiernan A, Li SS, et al. Effect of a 12-month exercise intervention on the apoptotic regulating proteins Bax and Bcl-2 in colon crypts: a randomized controlled trial. Cancer Epidemiol Biomarkers Prev. Sep; 2007 16(9):1767-1774. [PubMed: 17855695]"
    },
    {
      "title": "Effect of a 12-month exercise intervention on patterns of cellular proliferation in colonic crypts: a randomized controlled trial",
      "authors": [
        "A Mctiernan",
        "Y Yasui",
        "B Sorensen"
      ],
      "year": 2006,
      "doi": "10.1158/1055-9965.epi-06-0223",
      "journal": "Cancer Epidemiol Biomarkers Prev",
      "volume": "15",
      "issue": "9",
      "raw": "Effect of a 12-month exercise intervention on patterns of cellular proliferation in colonic crypts: a randomized controlled trial \n\t\t \n\t\t\t A Mctiernan \n\t\t \n\t\t \n\t\t\t Y Yasui \n\t\t \n\t\t \n\t\t\t B Sorensen \n\t\t \n\t\t 10.1158/1055-9965.epi-06-0223 \n\t\t 16985018 \n\t \n\t \n\t\t Cancer Epidemiol Biomarkers Prev \n\t\t \n\t\t\t 15 \n\t\t\t 9 \n\t\t\t \n\t\t\t Sep. 2006 \n\t\t \n\t \n\t McTiernan A, Yasui Y, Sorensen B, et al. Effect of a 12-month exercise intervention on patterns of cellular proliferation in colonic crypts: a randomized controlled trial. Cancer Epidemiol Biomarkers Prev. Sep; 2006 15(9):1588-1597. [PubMed: 16985018]"
    },
    {
      "title": "Guidelines for Exercise Testing and Prescription",
      "authors": [
        "R Pate",
        "S Blair",
        "J Durstine"
      ],
      "year": 1991,
      "raw": "R Pate \n\t\t \n\t\t \n\t\t\t S Blair \n\t\t \n\t\t \n\t\t\t J Durstine \n\t\t \n\t\t Guidelines for Exercise Testing and Prescription \n\t\t Philadelphia, PA \n\t\t \n\t\t\t Lea & Febiger \n\t\t\t 1991 \n\t\t\t \n\t\t \n\t \n\t Pate, R., Blair, S., Durstine, J., et al. Guidelines for Exercise Testing and Prescription. Philadelphia, PA: Lea & Febiger; 1991. p. 70-72."
    },
    {
      "title": "Exercise manages fatigue during breast cancer treatment: a randomized controlled trial",
      "authors": [
        "V Mock",
        "C Frangakis",
        "N Davidson"
      ],
      "year": 2005,
      "doi": "10.1002/pon.863",
      "journal": "Psychooncology",
      "volume": "14",
      "issue": "6",
      "raw": "Exercise manages fatigue during breast cancer treatment: a randomized controlled trial \n\t\t \n\t\t\t V Mock \n\t\t \n\t\t \n\t\t\t C Frangakis \n\t\t \n\t\t \n\t\t\t N E Davidson \n\t\t \n\t\t 10.1002/pon.863 \n\t\t 15484202 \n\t \n\t \n\t\t Psychooncology \n\t\t \n\t\t\t 14 \n\t\t\t 6 \n\t\t\t \n\t\t\t Jun. 2005 \n\t\t \n\t \n\t Mock V, Frangakis C, Davidson NE, et al. Exercise manages fatigue during breast cancer treatment: a randomized controlled trial. Psychooncology. Jun; 2005 14(6):464-477. [PubMed: 15484202]"
    },
    {
      "title": "The MOS social support survey",
      "authors": [
        "C Shelbourne",
        "A Stewart"
      ],
      "year": 1991,
      "doi": "10.1016/0277-9536(91)90150-b",
      "journal": "Soc Sci Med",
      "volume": "32",
      "issue": "6",
      "raw": "The MOS social support survey \n\t\t \n\t\t\t C D Shelbourne \n\t\t \n\t\t \n\t\t\t A L Stewart \n\t\t \n\t\t 10.1016/0277-9536(91)90150-b \n\t\t 2035047 \n\t \n\t \n\t\t Soc Sci Med \n\t\t \n\t\t\t 32 \n\t\t\t 6 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Shelbourne CD, Stewart AL. The MOS social support survey. Soc Sci Med. 1991; 32(6):705-714. [PubMed: 2035047]"
    },
    {
      "title": "The MOS 36-item short-form health survey (SF-36). I. Conceptual framework and item selection",
      "authors": [
        "J Ware",
        "C Sherbourne"
      ],
      "year": 1992,
      "doi": "10.1097/00005650-199206000-00002",
      "journal": "Med Care",
      "volume": "30",
      "issue": "6",
      "raw": "The MOS 36-item short-form health survey (SF-36). I. Conceptual framework and item selection \n\t\t \n\t\t\t J E Ware Jr \n\t\t \n\t\t \n\t\t\t C D Sherbourne \n\t\t \n\t\t 10.1097/00005650-199206000-00002 \n\t\t 1593914 \n\t \n\t \n\t\t Med Care \n\t\t \n\t\t\t 30 \n\t\t\t 6 \n\t\t\t \n\t\t\t Jun. 1992 \n\t\t \n\t \n\t Ware JE Jr, Sherbourne CD. The MOS 36-item short-form health survey (SF-36). I. Conceptual framework and item selection. Med Care. Jun; 1992 30(6):473-483. [PubMed: 1593914]"
    },
    {
      "title": "Reliability and validity of expected outcomes and barriers for habitual physical activity",
      "authors": [
        "M Steinhardt",
        "R Dishman"
      ],
      "year": 1989,
      "doi": "10.1097/00043764-198906000-00011",
      "journal": "Journal of Occupational Medicine",
      "volume": "31",
      "issue": "6",
      "raw": "Reliability and validity of expected outcomes and barriers for habitual physical activity \n\t\t \n\t\t\t M A Steinhardt \n\t\t \n\t\t \n\t\t\t R A Dishman \n\t\t \n\t\t 10.1097/00043764-198906000-00011 \n\t\t 2786559 \n\t \n\t \n\t\t Journal of Occupational Medicine \n\t\t \n\t\t\t 31 \n\t\t\t 6 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Steinhardt MA, Dishman RA. Reliability and validity of expected outcomes and barriers for habitual physical activity. Journal of Occupational Medicine. 1989; 31(6):536-546. [PubMed: 2786559]"
    },
    {
      "title": "Assessing motivational readiness and decision-making for exercise",
      "authors": [
        "B Marcus",
        "W Rakowski",
        "J Rossi"
      ],
      "year": 1992,
      "journal": "Health Psychology",
      "volume": "11",
      "issue": "4",
      "raw": "Assessing motivational readiness and decision-making for exercise \n\t\t \n\t\t\t B H Marcus \n\t\t \n\t\t \n\t\t\t W Rakowski \n\t\t \n\t\t \n\t\t\t J S Rossi \n\t\t \n\t\t 1396494 \n\t \n\t \n\t\t Health Psychology \n\t\t \n\t\t\t 11 \n\t\t\t 4 \n\t\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t Marcus BH, Rakowski W, Rossi JS. Assessing motivational readiness and decision-making for exercise. Health Psychology. 1992; 11(4):257-261. [PubMed: 1396494]"
    },
    {
      "title": "Self-efficacy and the stages of exercise behavior change",
      "authors": [
        "B Marcus",
        "V Selby",
        "R Niaura",
        "J Rossi"
      ],
      "year": 1992,
      "doi": "10.1080/02701367.1992.10607557",
      "journal": "Res Q Exerc Sport",
      "volume": "63",
      "issue": "1",
      "raw": "Self-efficacy and the stages of exercise behavior change \n\t\t \n\t\t\t B H Marcus \n\t\t \n\t\t \n\t\t\t V C Selby \n\t\t \n\t\t \n\t\t\t R S Niaura \n\t\t \n\t\t \n\t\t\t J S Rossi \n\t\t \n\t\t 10.1080/02701367.1992.10607557 \n\t\t 1574662 \n\t \n\t \n\t\t Res Q Exerc Sport \n\t\t \n\t\t\t 63 \n\t\t\t 1 \n\t\t\t \n\t\t\t Mar. 1992 \n\t\t \n\t \n\t Marcus BH, Selby VC, Niaura RS, Rossi JS. Self-efficacy and the stages of exercise behavior change. Res Q Exerc Sport. Mar; 1992 63(1):60-66. [PubMed: 1574662]"
    },
    {
      "title": "A questionnaire for the assessment of leisure time physical activities",
      "authors": [
        "H Taylor",
        "B Schucker",
        "J Knudsen",
        "A Len",
        "G Debacker"
      ],
      "year": 1978,
      "doi": "10.1016/0021-9681(78)90058-9",
      "journal": "Journal of Chronic Diseases",
      "volume": "31",
      "issue": "12",
      "raw": "A questionnaire for the assessment of leisure time physical activities \n\t\t \n\t\t\t H L Taylor \n\t\t \n\t\t \n\t\t\t Jacobs Dr Jr \n\t\t \n\t\t \n\t\t\t B Schucker \n\t\t \n\t\t \n\t\t\t J Knudsen \n\t\t \n\t\t \n\t\t\t A S Len \n\t\t \n\t\t \n\t\t\t G Debacker \n\t\t \n\t\t 10.1016/0021-9681(78)90058-9 \n\t\t 748370 \n\t \n\t \n\t\t Journal of Chronic Diseases \n\t\t \n\t\t\t 31 \n\t\t\t 12 \n\t\t\t \n\t\t\t 1978 \n\t\t \n\t \n\t Taylor HL, Jacobs DR Jr, Schucker B, Knudsen J, Len AS, Debacker G. A questionnaire for the assessment of leisure time physical activities. Journal of Chronic Diseases. 1978; 31(12):741-755. [PubMed: 748370]"
    },
    {
      "title": "Usefulness of a branching treadmill protocol for the valuation of cardiac functional capacity",
      "authors": [
        "J Schauer",
        "P Hanson"
      ],
      "year": 1987,
      "doi": "10.1016/0002-9149(87)90622-9",
      "journal": "American Journal of Cardiology",
      "volume": "60",
      "raw": "Usefulness of a branching treadmill protocol for the valuation of cardiac functional capacity \n\t\t \n\t\t\t J Schauer \n\t\t \n\t\t \n\t\t\t P Hanson \n\t\t \n\t\t 10.1016/0002-9149(87)90622-9 \n\t\t 3687788 \n\t \n\t \n\t\t American Journal of Cardiology \n\t\t \n\t\t\t 60 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Schauer J, Hanson P. Usefulness of a branching treadmill protocol for the valuation of cardiac functional capacity. American Journal of Cardiology. 1987; 60:1373-1377. [PubMed: 3687788]"
    },
    {
      "title": "Obesity, body size, and risk of postmenopausal breast cancer: the Women's Health Initiative (United States)",
      "authors": [
        "L Morimoto",
        "E White",
        "Z Chen"
      ],
      "year": 2002,
      "doi": "10.1023/a:1020239211145",
      "journal": "Cancer Causes & Control",
      "volume": "13",
      "issue": "8",
      "raw": "Obesity, body size, and risk of postmenopausal breast cancer: the Women's Health Initiative (United States) \n\t\t \n\t\t\t L M Morimoto \n\t\t \n\t\t \n\t\t\t E White \n\t\t \n\t\t \n\t\t\t Z Chen \n\t\t \n\t\t 10.1023/a:1020239211145 \n\t\t 12420953 \n\t \n\t \n\t\t Cancer Causes & Control \n\t\t \n\t\t\t 13 \n\t\t\t 8 \n\t\t\t \n\t\t\t Oct. 2002 \n\t\t \n\t \n\t Morimoto LM, White E, Chen Z, et al. Obesity, body size, and risk of postmenopausal breast cancer: the Women's Health Initiative (United States). Cancer Causes & Control. Oct; 2002 13(8): 741-751. [PubMed: 12420953]"
    },
    {
      "year": 2008,
      "doi": "10.1093/ww/9780199540884.013.u4950",
      "raw": "Tomovision \n\t\t \n\t\t 10.1093/ww/9780199540884.013.u4950 \n\t\t \n\t\t \n\t\t\t 2008. April 22, 2008. April 22, 2008 \n\t\t \n\t \n\t TomoVision. 2008. http://www.tomovision.com. (Accessed April 22, 2008). Accessed April 22, 2008"
    },
    {
      "title": "Compliance to exercise therapy in older participants with knee osteoarthritis: implications for treating disability",
      "authors": [
        "W Rejeski",
        "L Brawley",
        "W Ettinger",
        "T Morgan",
        "C Thompson"
      ],
      "year": 1997,
      "doi": "10.1097/00005768-199708000-00001",
      "journal": "Med Sci Sports Exerc",
      "volume": "29",
      "issue": "8",
      "raw": "Compliance to exercise therapy in older participants with knee osteoarthritis: implications for treating disability \n\t\t \n\t\t\t W J Rejeski \n\t\t \n\t\t \n\t\t\t L R Brawley \n\t\t \n\t\t \n\t\t\t W Ettinger \n\t\t \n\t\t \n\t\t\t T Morgan \n\t\t \n\t\t \n\t\t\t C Thompson \n\t\t \n\t\t 10.1097/00005768-199708000-00001 \n\t\t 9268953 \n\t \n\t \n\t\t Med Sci Sports Exerc \n\t\t \n\t\t\t 29 \n\t\t\t 8 \n\t\t\t \n\t\t\t Aug. 1997 \n\t\t \n\t \n\t Rejeski WJ, Brawley LR, Ettinger W, Morgan T, Thompson C. Compliance to exercise therapy in older participants with knee osteoarthritis: implications for treating disability. Med Sci Sports Exerc. Aug; 1997 29(8):977-985. [PubMed: 9268953]"
    },
    {
      "title": "Activity adherence and physical function in older adults with functional limitations",
      "authors": [
        "R Fielding",
        "J Katula",
        "M Miller"
      ],
      "year": 2007,
      "doi": "10.1249/mss.0b013e318145348d",
      "journal": "Med Sci Sports Exerc",
      "volume": "39",
      "issue": "11",
      "raw": "Activity adherence and physical function in older adults with functional limitations \n\t\t \n\t\t\t R A Fielding \n\t\t \n\t\t \n\t\t\t J Katula \n\t\t \n\t\t \n\t\t\t M E Miller \n\t\t \n\t\t 10.1249/mss.0b013e318145348d \n\t\t 17986908 \n\t \n\t \n\t\t Med Sci Sports Exerc \n\t\t \n\t\t\t 39 \n\t\t\t 11 \n\t\t\t \n\t\t\t Nov. 2007 \n\t\t \n\t \n\t Fielding RA, Katula J, Miller ME, et al. Activity adherence and physical function in older adults with functional limitations. Med Sci Sports Exerc. Nov; 2007 39(11):1997-2004. [PubMed: 17986908]"
    },
    {
      "title": "Influence of demographic, physiologic, and psychosocial variables on adherence to a yearlong moderate-intensity exercise trial in postmenopausal women",
      "authors": [
        "M Irwin",
        "S Tworoger",
        "Y Yasui"
      ],
      "year": 2004,
      "journal": "Prev Med",
      "volume": "39",
      "issue": "6",
      "raw": "Influence of demographic, physiologic, and psychosocial variables on adherence to a yearlong moderate-intensity exercise trial in postmenopausal women \n\t\t \n\t\t\t M L Irwin \n\t\t \n\t\t \n\t\t\t S S Tworoger \n\t\t \n\t\t \n\t\t\t Y Yasui \n\t\t \n\t\t 15539040 \n\t \n\t \n\t\t Prev Med \n\t\t \n\t\t\t 39 \n\t\t\t 6 \n\t\t\t \n\t\t\t Dec. 2004 \n\t\t \n\t \n\t Irwin ML, Tworoger SS, Yasui Y, et al. Influence of demographic, physiologic, and psychosocial variables on adherence to a yearlong moderate-intensity exercise trial in postmenopausal women. Prev Med. Dec; 2004 39(6):1080-1086. [PubMed: 15539040]"
    },
    {
      "title": "Effect of exercise training on C-reactive protein in postmenopausal breast cancer survivors: a randomized controlled trial",
      "authors": [
        "A Fairey",
        "K Courneya",
        "C Field"
      ],
      "year": 2005,
      "doi": "10.1016/j.bbi.2005.04.001",
      "journal": "Brain Behav Immun",
      "volume": "19",
      "issue": "5",
      "raw": "Effect of exercise training on C-reactive protein in postmenopausal breast cancer survivors: a randomized controlled trial \n\t\t \n\t\t\t A S Fairey \n\t\t \n\t\t \n\t\t\t K S Courneya \n\t\t \n\t\t \n\t\t\t C J Field \n\t\t \n\t\t 10.1016/j.bbi.2005.04.001 \n\t\t 15922556 \n\t \n\t \n\t\t Brain Behav Immun \n\t\t \n\t\t\t 19 \n\t\t\t 5 \n\t\t\t \n\t\t\t Sep. 2005 \n\t\t \n\t \n\t Fairey AS, Courneya KS, Field CJ, et al. Effect of exercise training on C-reactive protein in postmenopausal breast cancer survivors: a randomized controlled trial. Brain Behav Immun. Sep; 2005 19(5):381-388. [PubMed: 15922556]"
    },
    {
      "title": "Evaluation of factors affecting awareness of and willingness to participate in cancer clinical trials",
      "authors": [
        "D Paterniti",
        "C Chiechi"
      ],
      "year": 2005,
      "journal": "J Clin Oncol",
      "volume": "23",
      "issue": "36",
      "raw": "Evaluation of factors affecting awareness of and willingness to participate in cancer clinical trials \n\t\t \n\t\t\t Lara Pn Jr \n\t\t \n\t\t \n\t\t\t D A Paterniti \n\t\t \n\t\t \n\t\t\t C Chiechi \n\t\t \n\t\t 16361626 \n\t \n\t \n\t\t J Clin Oncol \n\t\t \n\t\t\t 23 \n\t\t\t 36 \n\t\t\t \n\t\t\t Dec 20. 2005 \n\t\t \n\t \n\t Lara PN Jr, Paterniti DA, Chiechi C, et al. Evaluation of factors affecting awareness of and willingness to participate in cancer clinical trials. J Clin Oncol. Dec 20; 2005 23(36):9282-9289. [PubMed: 16361626]"
    },
    {
      "title": "Exercise improves body fat, lean mass, and bone mass in breast cancer survivors",
      "authors": [
        "M Irwin",
        "M Alvarez-Reeves",
        "L Cadmus"
      ],
      "year": 2009,
      "doi": "10.1038/oby.2009.18",
      "journal": "Obesity (Silver Spring)",
      "volume": "17",
      "issue": "8",
      "raw": "Exercise improves body fat, lean mass, and bone mass in breast cancer survivors \n\t\t \n\t\t\t M L Irwin \n\t\t \n\t\t \n\t\t\t M Alvarez-Reeves \n\t\t \n\t\t \n\t\t\t L Cadmus \n\t\t \n\t\t 10.1038/oby.2009.18 \n\t\t 19629060 \n\t \n\t \n\t\t Obesity (Silver Spring) \n\t\t \n\t\t\t 17 \n\t\t\t 8 \n\t\t\t \n\t\t\t Aug. 2009 \n\t\t \n\t \n\t Irwin ML, Alvarez-Reeves M, Cadmus L, et al. Exercise improves body fat, lean mass, and bone mass in breast cancer survivors. Obesity (Silver Spring). Aug; 2009 17(8):1534-1541. [PubMed: 19629060]"
    },
    {
      "title": "Ethnic Differences in Correlates of Obesity between Latin-American and Black Women",
      "authors": [
        "Lap Sanchez-Johnsen",
        "M Fitzgibbon",
        "Z Martinovich",
        "M Stolley",
        "A Dyer",
        "Van Horn"
      ],
      "year": 2004,
      "doi": "10.1038/oby.2004.75",
      "journal": "Obesity Research",
      "volume": "12",
      "issue": "4",
      "raw": "Ethnic Differences in Correlates of Obesity between Latin-American and Black Women \n\t\t \n\t\t\t Lap Sanchez-Johnsen \n\t\t \n\t\t \n\t\t\t M L Fitzgibbon \n\t\t \n\t\t \n\t\t\t Z Martinovich \n\t\t \n\t\t \n\t\t\t M R Stolley \n\t\t \n\t\t \n\t\t\t A R Dyer \n\t\t \n\t\t \n\t\t\t Van Horn \n\t\t \n\t\t \n\t\t\t L \n\t\t \n\t\t 10.1038/oby.2004.75 \n\t\t 15090633 \n\t \n\t \n\t\t Obesity Research \n\t\t \n\t\t\t 12 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Sanchez-Johnsen LAP, Fitzgibbon ML, Martinovich Z, Stolley MR, Dyer AR, Van Horn L. Ethnic Differences in Correlates of Obesity between Latin-American and Black Women. Obesity Research. 2004; 12(4):652-660. [PubMed: 15090633]"
    },
    {
      "title": "Perceptions of body weight among older adults: Analyses of the intersection of gender, race, and socioeconomic status",
      "authors": [
        "S Schieman",
        "T Pudrovska",
        "R Eccles"
      ],
      "year": 2007,
      "doi": "10.1093/geronb/62.6.s415",
      "journal": "Journals of Gerontology: Series B: Psychological Sciences and Social Sciences",
      "volume": "62",
      "issue": "6",
      "raw": "Perceptions of body weight among older adults: Analyses of the intersection of gender, race, and socioeconomic status \n\t\t \n\t\t\t S Schieman \n\t\t \n\t\t \n\t\t\t T Pudrovska \n\t\t \n\t\t \n\t\t\t R Eccles \n\t\t \n\t\t 10.1093/geronb/62.6.s415 \n\t \n\t \n\t\t Journals of Gerontology: Series B: Psychological Sciences and Social Sciences \n\t\t \n\t\t\t 62 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Schieman S, Pudrovska T, Eccles R. Perceptions of body weight among older adults: Analyses of the intersection of gender, race, and socioeconomic status. Journals of Gerontology: Series B: Psychological Sciences and Social Sciences. 2007; 62B(6):S415-S423."
    },
    {
      "title": "Activity levels, fitness status, exercise knowledge, and exercise beliefs among healthy, older African American and White women",
      "authors": [
        "J Fitzgerald",
        "S Singleton",
        "A Neale",
        "A Prasad"
      ],
      "year": 1994,
      "doi": "10.1177/089826439400600302",
      "journal": "Journal of Aging and Health",
      "volume": "6",
      "issue": "3",
      "raw": "Activity levels, fitness status, exercise knowledge, and exercise beliefs among healthy, older African American and White women \n\t\t \n\t\t\t J T Fitzgerald \n\t\t \n\t\t \n\t\t\t S P Singleton \n\t\t \n\t\t \n\t\t\t A V Neale \n\t\t \n\t\t \n\t\t\t A S Prasad \n\t\t \n\t\t 10.1177/089826439400600302 \n\t \n\t \n\t\t Journal of Aging and Health \n\t\t \n\t\t\t 6 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1994 \n\t\t \n\t \n\t Fitzgerald JT, Singleton SP, Neale AV, Prasad AS. Activity levels, fitness status, exercise knowledge, and exercise beliefs among healthy, older African American and White women. Journal of Aging and Health. 1994; 6(3):296-313."
    }
  ],
  "num_references": 26,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1."
    },
    {
      "type": "table",
      "caption": "Table 1",
      "description": "Baseline characteristics of APPEAL Study participants (N=100)."
    }
  ],
  "num_figures": 2,
  "tables": [
    {
      "content": "Women Men Mean (SD) or % Mean (SD) or % N 49 51 Age 53.9 (7.1) 55.8 (6.7) Non-Hispanic White 86% 94% College degree or higher 57% 65% Married or living with partner 65% 88% Annual household income <$50,000 19% 9.8% $50,000-$99,000 46% 43.1% ≥$100,000 35% 47.1% Weight (kg) 78.0 (17.8) 94.8 (14.9) BMI a (kg/m 2 ) 28.9 (5.5) 29.7 (3.7) Waist circumference (cm) 87.5 (13.6) 102.8 (9.8) Hip circumference (cm) 110.5 (13.3) 107.1 (8.3) Percent total body fat 43.3 (7.2) 31.5 (6.4) Total intra-abdominal fat (cm 2 ) 105.9 (60.9) 161.8 (66.3) Daily caloric intake (kCal) 1543 (720) 1692 (639) Moderate-to-vigorous PA (min/wk) 43 (60) 67 (114) Pedometer steps/day 5958 (2567) 5967 (2778) VO 2 max b (ml/kg/min) 23.8 (5.1) 30.1 (5.9) History of polyp(s) 41% 73% Smoker 4% 9% NSAID c use (>2x/week) 31% 43% a Body mass index b Maximal oxygen uptake c Non-steroidal anti-inflammatory drug"
    }
  ],
  "num_tables": 1,
  "num_citations": 26,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b20",
    "b21",
    "b12",
    "b16",
    "b15",
    "b23",
    "b5",
    "b19",
    "b10",
    "b24",
    "b4",
    "b11",
    "b22",
    "b6"
  ],
  "notes": [
    "[raw_affiliation] 1  Moores Cancer Center , University of California , San Diego (La Jolla , CA)",
    "[raw_affiliation] 2  Yale School of Public Health (New Haven , CT)",
    "[raw_affiliation] 3  National Cancer Institute (Bethesda , MD)",
    "[raw_affiliation] 4  University of British Columbia ( Vancouver , British Columbia , Canada)",
    "[raw_affiliation] 5  University of Washington ( Seattle , WA",
    "[raw_affiliation] 1  Moores Cancer Center , University of California , San Diego (La Jolla , CA)",
    "[raw_affiliation] 1  Moores Cancer Center , University of California , San Diego (La Jolla , CA)",
    "[raw_affiliation] 5  University of Washington ( Seattle , WA",
    "[raw_affiliation] Fred Hutchinson Cancer Research Center , 1100 Fairview Ave N , M4- B874 , Seattle , WA , 98109 ,",
    "J Phys Act Health. Author manuscript; available in PMC 2018 May 29.",
    "[raw_reference] Centers for Disease Control and Prevention. Trends in leisure-time physical inactivity by age, sex, and race/ethnicity-United States, 1994-2004. MMWR Morb Mortal Wkly Rep. Oct 7; 2005 54(39): 991-994. [PubMed: 16208312]",
    "[raw_reference] Centers for Disease Control and Prevention. Adult participation in recommended levels of physical activity-United States, 2001 and 2003. MMWR Morb Mortal Wkly Rep. Dec 2; 2005 54(47):1208- 1212. [PubMed: 16319815]",
    "[raw_reference] Martin KA, Sinden AR. Who will stay and who will go? A review of older adults' adherence to randomized controlled trials of exercise. JAPA. 2001; 9(2):91-114.",
    "[raw_reference] McTiernan A, Sorensen B, Irwin ML, et al. Exercise effect on weight and body fat in men and women. Obesity (Silver Spring). Jun; 2007 15(6):1496-1512. [PubMed: 17557987]",
    "[raw_reference] Campbell KL, McTiernan A, Li SS, et al. Effect of a 12-month exercise intervention on the apoptotic regulating proteins Bax and Bcl-2 in colon crypts: a randomized controlled trial. Cancer Epidemiol Biomarkers Prev. Sep; 2007 16(9):1767-1774. [PubMed: 17855695]",
    "[raw_reference] McTiernan A, Yasui Y, Sorensen B, et al. Effect of a 12-month exercise intervention on patterns of cellular proliferation in colonic crypts: a randomized controlled trial. Cancer Epidemiol Biomarkers Prev. Sep; 2006 15(9):1588-1597. [PubMed: 16985018]",
    "[raw_reference] Pate, R., Blair, S., Durstine, J., et al. Guidelines for Exercise Testing and Prescription. Philadelphia, PA: Lea & Febiger; 1991. p. 70-72.",
    "[raw_reference] Mock V, Frangakis C, Davidson NE, et al. Exercise manages fatigue during breast cancer treatment: a randomized controlled trial. Psychooncology. Jun; 2005 14(6):464-477. [PubMed: 15484202]",
    "[raw_reference] Shelbourne CD, Stewart AL. The MOS social support survey. Soc Sci Med. 1991; 32(6):705-714. [PubMed: 2035047]",
    "[raw_reference] Ware JE Jr, Sherbourne CD. The MOS 36-item short-form health survey (SF-36). I. Conceptual framework and item selection. Med Care. Jun; 1992 30(6):473-483. [PubMed: 1593914]",
    "[raw_reference] Steinhardt MA, Dishman RA. Reliability and validity of expected outcomes and barriers for habitual physical activity. Journal of Occupational Medicine. 1989; 31(6):536-546. [PubMed: 2786559]",
    "[raw_reference] Marcus BH, Rakowski W, Rossi JS. Assessing motivational readiness and decision-making for exercise. Health Psychology. 1992; 11(4):257-261. [PubMed: 1396494]",
    "[raw_reference] Marcus BH, Selby VC, Niaura RS, Rossi JS. Self-efficacy and the stages of exercise behavior change. Res Q Exerc Sport. Mar; 1992 63(1):60-66. [PubMed: 1574662]",
    "[raw_reference] Taylor HL, Jacobs DR Jr, Schucker B, Knudsen J, Len AS, Debacker G. A questionnaire for the assessment of leisure time physical activities. Journal of Chronic Diseases. 1978; 31(12):741-755. [PubMed: 748370]",
    "[raw_reference] Schauer J, Hanson P. Usefulness of a branching treadmill protocol for the valuation of cardiac functional capacity. American Journal of Cardiology. 1987; 60:1373-1377. [PubMed: 3687788]",
    "[raw_reference] Morimoto LM, White E, Chen Z, et al. Obesity, body size, and risk of postmenopausal breast cancer: the Women's Health Initiative (United States). Cancer Causes & Control. Oct; 2002 13(8): 741-751. [PubMed: 12420953]",
    "[raw_reference] TomoVision. 2008. http://www.tomovision.com. (Accessed April 22, 2008). Accessed April 22, 2008",
    "[raw_reference] Rejeski WJ, Brawley LR, Ettinger W, Morgan T, Thompson C. Compliance to exercise therapy in older participants with knee osteoarthritis: implications for treating disability. Med Sci Sports Exerc. Aug; 1997 29(8):977-985. [PubMed: 9268953]",
    "[raw_reference] Fielding RA, Katula J, Miller ME, et al. Activity adherence and physical function in older adults with functional limitations. Med Sci Sports Exerc. Nov; 2007 39(11):1997-2004. [PubMed: 17986908]",
    "[raw_reference] Irwin ML, Tworoger SS, Yasui Y, et al. Influence of demographic, physiologic, and psychosocial variables on adherence to a yearlong moderate-intensity exercise trial in postmenopausal women. Prev Med. Dec; 2004 39(6):1080-1086. [PubMed: 15539040]",
    "[raw_reference] Fairey AS, Courneya KS, Field CJ, et al. Effect of exercise training on C-reactive protein in postmenopausal breast cancer survivors: a randomized controlled trial. Brain Behav Immun. Sep; 2005 19(5):381-388. [PubMed: 15922556]",
    "[raw_reference] Lara PN Jr, Paterniti DA, Chiechi C, et al. Evaluation of factors affecting awareness of and willingness to participate in cancer clinical trials. J Clin Oncol. Dec 20; 2005 23(36):9282-9289. [PubMed: 16361626]",
    "[raw_reference] Irwin ML, Alvarez-Reeves M, Cadmus L, et al. Exercise improves body fat, lean mass, and bone mass in breast cancer survivors. Obesity (Silver Spring). Aug; 2009 17(8):1534-1541. [PubMed: 19629060]",
    "[raw_reference] Sanchez-Johnsen LAP, Fitzgibbon ML, Martinovich Z, Stolley MR, Dyer AR, Van Horn L. Ethnic Differences in Correlates of Obesity between Latin-American and Black Women. Obesity Research. 2004; 12(4):652-660. [PubMed: 15090633]",
    "[raw_reference] Schieman S, Pudrovska T, Eccles R. Perceptions of body weight among older adults: Analyses of the intersection of gender, race, and socioeconomic status. Journals of Gerontology: Series B: Psychological Sciences and Social Sciences. 2007; 62B(6):S415-S423.",
    "[raw_reference] Fitzgerald JT, Singleton SP, Neale AV, Prasad AS. Activity levels, fitness status, exercise knowledge, and exercise beliefs among healthy, older African American and White women. Journal of Aging and Health. 1994; 6(3):296-313."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
