{
  "paper_id": "RXTZMC7G",
  "title": "Telehealth methods to deliver dietary interventions in adults with chronic disease: a systematic review and meta-analysis 1,2",
  "abstract": "Background: The long-term management of chronic disease requires the adoption of complex dietary recommendations, which can be facilitated by regular coaching to support behavioral changes. Telehealth interventions can overcome patient-centered barriers to accessing face-to-face programs and provide feasible delivery methods, accessible regardless of geographic location. Objective: This systematic review assessed the effectiveness of telehealth dietary interventions at facilitating dietary change in chronic disease. Design: A structured systematic search was conducted for all randomized controlled trials evaluating multifactorial dietary interventions in adults with chronic disease that provided diet education in an intervention longer than 4 wk. Meta-analyses that used the random-effects model were performed on diet quality, dietary adherence, fruit and vegetables, sodium intake, energy, and dietary fat intake. Results: A total of 25 studies were included, involving 7384 participants. The telehealth dietary intervention was effective at improving diet quality [standardized mean difference (SMD): 0.22 (95% CI: 0.09, 0.34), P = 0.0007], fruit and vegetable intake [mean difference (MD) 1.04 servings/d (95% CI: 0.46, 1.62 servings/d), P = 0.0004], and dietary sodium intake [SMD: 20.39 (20.58, 20.20), P = 0.0001]. Single nutrients (total fat and energy consumption) were not improved by telehealth intervention; however, after a telehealth intervention, important clinical outcomes were improved, such as systolic blood pressure [MD: 22.97 mm Hg (95% CI: 25.72, 20.22 mm Hg), P = 0.05], total cholesterol [MD: 20.08 mmol/L (95% CI: 20.16, 20.00 mmol/L), P = 0.04], triglycerides [MD: 20.10 mmol/L (95% CI: 20.19, 20.01 mmol/L), P = 0.04], weight [MD: 20.80 kg (95% CI: 21.61, 0 kg), P = 0.05], and waist circumference [MD: 22.08 cm (95% CI: 23.97, 20.20 cm), P = 0.03]. Conclusions: Telehealth-delivered dietary interventions targeting whole foods and/or dietary patterns can improve diet quality, fruit and vegetable intake, and dietary sodium intake. When applicable, they should be incorporated into health care services for people with chronic conditions.",
  "year": 2014,
  "date": "2014",
  "journal": "WHO Tech Rep Ser",
  "publication": "WHO Tech Rep Ser",
  "authors": [
    {
      "forename": "Jaimon",
      "surname": "Kelly",
      "name": "Jaimon Kelly",
      "affiliation": "3  Faculty of Health Sciences and Medicine , \n\t\t\t\t\t\t\t\t Faculty of Health Sciences and Medicine"
    },
    {
      "forename": "Dianne",
      "surname": "Reidlinger",
      "name": "Dianne Reidlinger",
      "affiliation": "3  Faculty of Health Sciences and Medicine , \n\t\t\t\t\t\t\t\t Faculty of Health Sciences and Medicine"
    },
    {
      "forename": "Tammy",
      "surname": "Hoffmann",
      "name": "Tammy Hoffmann",
      "affiliation": "4  Centre for Research in Evidence Based Practice , Bond University , Gold Coast , Australia; and \n\t\t\t\t\t\t\t\t Centre for Research in Evidence Based Practice \n\t\t\t\t\t\t\t\t Bond University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gold Coast \n\t\t\t\t\t\t\t\t\t Australia; and"
    },
    {
      "forename": "Katrina",
      "surname": "Campbell",
      "name": "Katrina Campbell",
      "affiliation": "3  Faculty of Health Sciences and Medicine , \n\t\t\t\t\t\t\t\t Faculty of Health Sciences and Medicine"
    }
  ],
  "doi": "10.3945/ajcn.116.136333",
  "keywords": [
    "telehealth",
    "diet quality",
    "dietary",
    "diet",
    "fruit",
    "vegetables",
    "chronic disease"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Chronic diseases are the leading cause of ill health, accounting for .68% of all deaths worldwide  (1) . Chronic diseases are characterized by a multifactorial etiology  (1) , including obesity, heart disease, diabetes mellitus, hypertension, stroke, and renal disease, which is often diet related  (2) . Self-management and the adoption of a healthy lifestyle, such as improved dietary habits, increased physical activity, and other health-related behaviors (e.g., smoking cessation) are considered essential for the management of chronic diseases  (3, 4) . Standard chronic disease care models, however, are followed by only a minority of patients for many reasons, including poor compliance and high patient burden  (5) . This suggests that the long-term maintenance of dietary behaviors cannot be facilitated with traditional models of care.\n\nIndividuals with multiple risk factors for cardiovascular disease (CVD)  6  and other chronic diseases have been identified as having higher levels of nonattendance in face-to-face (FTF) consultations  (6, 7) . Patient-centered barriers, including limited transport and geographical isolation, working hours, and forgetting about appointments, can contribute to appointment nonattendance  (8) . Additional health care barriers that can hinder access to traditional FTF care include administrative error, poor access to clinic facilities, limited parking, and unfavorable operating hours of clinics  (7) .\n\nTelehealth technologies can be used to provide education and self-management support to facilitate and sustain lifestyle changes and have several advantages over traditional FTF models 1 The authors reported no funding received for this study. JTK is supported by an Australian Post Graduate Award scholarship through Bond University.\n\n2 Supplemental Figures  1  and  2  and Supplemental Tables 1-3 are available from the \"Online Supporting Material\" link in the online posting of the article and from the same link in the online table of contents at  http://ajcn . nutrition.org. *To whom correspondence should be addressed. E-mail: kcampbel@bond. edu.au.\n\nReceived  April 11, 2016 . Accepted for publication October 4, 2016. First published online November 9, 2016; doi: 10.3945/ajcn.116.136333. of care  (9) . Telehealth strategies may assist patients with chronic disease to achieve dietary behavioral change  (9) (10) (11)  and are flexible in time and location, with the potential to offer intensive interventions that may not be feasible with traditional care models. According to the WHO  (12) , telehealth refers to the delivery of health care services from a distance synchronously (i.e., same time, different location) and/or asynchronously (i.e., different time, different location), by use of information and communication technologies to exchange health information  (12) . A telehealth lifestyle intervention may offer flexibility in delivery mode involving the provision of health education or counseling individuals or groups remotely via the telephone  (13) , computer or Internet  (14) (15) (16) , video  (17) , e-mail  (18) , and/or mobile applications, including text and photo messaging  (19, 20) .\n\nAlthough a number of systematic reviews have covered different combinations of telehealth interventions in healthy  (21) (22) (23)  and chronic disease (24-27) populations, none have specifically evaluated interventions that attempt to change dietary patterns or target multiple dietary changes simultaneously (e.g., multiple food groups, nutrients). These diet interventions represent the dietary advice that is typically provided to chronic disease populations  (28) . This systematic review, therefore, aimed to assess the overall effectiveness of telehealth dietary interventions for facilitating multifactorial dietary change in adults with chronic disease."
    },
    {
      "title": "METHODS",
      "text": "We followed a prespecified review protocol, published elsewhere  (29) , that detailed our rationale, purpose, and methodology. It was prospectively registered in the International Prospective Register of Systematic Reviews as CRD42015026398."
    },
    {
      "title": "Literature search",
      "text": "We performed a literature search in the electronic databases MEDLINE ( http://www.ovid.com ), EMBASE ( http://www.embase.  com ), CINAHL ( https://www.ebscohost.com ), and PsychINFO ( http://www.ovid.com ) (from inception to November 2015) using a variety of subject headings and free text terms and synonyms relevant to the review in consultation with an experienced systematic review search librarian, and published in the protocol  (29) . There was no date or language restriction in our search strategy. A multistep search approach was taken to retrieve relevant studies through use of forward-and-backward citation searching; expert correspondence; search of conference abstracts, theses, and dissertations (ProQuest); and the International Clinical Trials Register search portal and clinicaltrials.gov to identify ongoing trials. This review follows the format recommended in the Preferred Reporting Items for Systematic Reviews and Meta-Analysis statement  (30) . Two review authors screened articles independently, with disagreements in judgment resolved by consensus or a third reviewer."
    },
    {
      "title": "Study selection",
      "text": "All of the search results were merged into EndNote (Thomson Reuters) and deduplicated before screening. Studies were included in the review if they met all of the following criteria:\n\n1) randomized controlled trial (RCT), cluster RCT, or quasi-RCT; 2) adult participants (.18 y); 3) conducted in a population with an established diet-related chronic disease defined as obesity [BMI (in kg/m 2 ) $30], diabetes mellitus, heart disease, hypertension, stroke, or kidney disease  (29, 31) ; 4) provision of multifactorial dietary education in which the dose of total intervention contact hours and/or the total number of interaction contacts was $50% delivered by $1 telehealth strategy; 5) developed or delivered by a qualified health care professional (e.g., nurse, dietitian, physician); and 6) reported on any measure of dietary intake at baseline and $4 wk later at follow-up.\n\nWe defined a multifactorial dietary intervention as targeting more than a singular nutrient and/or food group. Multifactorial dietary interventions included those aimed at overall diet quality (assessed as any outcome that objectively scores adherence to dietary guidelines)  (32) (33) (34)  and patterns, such as the Mediterranean diet  (35)  and/or the Dietary Approaches to Stop Hypertension diet  (36) , or those that educate patients about $2 dietary components (nutrients and/or food groups) simultaneously. Studies that targeted $2 diet changes within the same nutrient (e.g., manipulation of categories of fatty acids) were excluded because the dietary components related to only 1 nutrient, and thus were not classified as multifactorial.\n\nStudies were included if they compared a telehealth intervention to usual care (as defined by the trial authors); to dietary education in a FTF or group-based environment with no telehealth component; or via methods for which ,50% of the intervention was delivered by telehealth; or to a nondietaryfocused intervention.\n\nThe primary outcome was dietary intake (any measure), with secondary outcomes relating to clinical outcomes such as allcause mortality, cardiovascular mortality, hospitalizations, and clinical markers of chronic disease progression [e.g., blood pressure (BP), weight, blood lipid profiles]."
    },
    {
      "title": "Data extraction and management",
      "text": "The following data were extracted from included studies: intervention details [following the components outlined in the Template for Intervention Description and Replication (TIDieR) checklist] (37), participant characteristic (chronic disease, age, and sex), attrition, sample size, and study design and duration. Risk of bias was assessed by 2 review authors independently by use of Cochrane methodology  (38)  to categorize selection bias, performance bias, detection bias, attrition bias, and reporting bias in each study as low, unclear, or high risk of bias. Means, SDs, SEs, or 95% CIs for all prespecified primary and secondary outcome data that were reported at baseline and follow-up were extracted for analysis. When a study presented adjusted and unadjusted values, the most adjusted value was extracted for analysis."
    },
    {
      "title": "Statistical analysis",
      "text": "To calculate the overall treatment effect on primary and secondary outcomes, the difference between the intervention and comparison groups' change scores from baseline to the end of follow-up was extracted. If change from baseline values was not available, then end-of-intervention values were extracted, with the assumption that the baseline values were similar. The variance was calculated from the SD or SE from the difference between baseline and follow-up, or from the CI when these values were not available  (38) . When interventions and associated outcomes were assessed as sufficiently homogeneous and when sufficient information was available from the studies, quantitative data were pooled into Revman (version 5.3; Cochrane Collaboration) for meta-analysis through use of the DerSimonian-Laird random-effects model  (39)  and checked with the fixed-effects model to ensure robustness and susceptibility to potential outliers. The I 2 statistic was used to assess the inconsistencies between studies and describe the percentage of variability in effect. Heterogeneity was considered substantial if the I 2 statistic was $50%.\n\nEffect sizes (for combined fruit and vegetable servings, energy intake, blood pressure, weight, and lipid profiles) were converted to standard units and calculated as mean differences (MDs). Effect sizes for diet quality scores, dietary adherence, sources of dietary fat, and sources of dietary sodium intake were calculated as standardized MDs (SMDs) because of the variability in outcome measures. We imputed missing SDs for 1 study in the dietary sodium and systolic BP (SBP) analysis  (40)  with data from an included study that used similar methods and sample sizes  (41, 42) , as recommended  (43) . Egger's plot was explored to assess potential publication bias. Sensitivity analyses were conducted to investigate study results that appeared to be heterogeneous from the results of other analyzed studies, including large studies and high-risk-of-bias studies. Subgroup analyses also were conducted on different chronic health conditions (e.g., diabetes mellitus, CVD); studies that used different telehealth strategies; studies that targeted specified single food groups or nutrients (e.g., modifying sodium, fat, fruit, and/or vegetable interventions) compared with dietary patterns, and multiple lifestyle education interventions compared with solely dietary education interventions."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Characteristics of included studies",
      "text": "The flow of study identification and selection is detailed in the Preferred Reporting Items for Systematic Reviews and Meta-Analysis flowchart (Supplemental Figure  1 ). The search identified 6967 studies. After duplicates were removed and nonrelevant studies (n = 5608) were excluded, 370 studies were subject to full text review. After this, 345 studies were excluded, leaving 25 for inclusion, involving 7384 participants. Supplemental Table  1  details the characteristics of the included studies, including the frequency of contact, delivery provider, and type of dietary education. In all but 4 studies  (42, (44) (45) (46) , dietary education was delivered as part of a multifactorial lifestyle intervention. Studies were conducted in CVD (15 studies)  (40) (41) (42) (46) (47) (48) (49) (50) (51) (52) (53) (54) (55) (56) (57) , diabetes mellitus (5 studies)  (44, (58) (59) (60) (61) , end-stage kidney disease (2 studies)  (45, 62) , obesity (1 study)  (14) , and a mix of CVD and diabetes mellitus (2 studies)  (13, 63) . The duration of studies ranged from 8 wk  (46, 48, 56)  to 8 y  (61) . Telehealth delivery methods varied from the telephone (13 studies)  (13, 40-42, 48, 50, 54, 56, 57, 59 , 61-63), short message service (4 studies)  (45, 49, 51, 58) , the Internet (3 studies)  (14, 53, 55) , video (1 study)  (47)  or videoconferencing (1 study)  (60) , and a mix of telehealth methods (3 studies)  (44, 46, 50) . The percentage of the interventions delivered by telehealth methods varied from 66% to 100% across the included studies.\n\nAll of the included studies reported measures of dietary intake at baseline and follow-up. Studies varied in dietary outcome measures used and included diet quality (3 studies), dietary adherence (7 studies), energy intake (3 studies), measures of dietary fat (8 studies), dietary sodium (7 studies), and intake of fruits and/or vegetables (9 studies). We were unable to statistically pool 10 studies into the meta-analysis, and these are therefore presented narratively (Supplemental Table  2 ). A table of excluded dietary studies that did not report dietary outcomes are provided in Supplemental Table  3 ."
    },
    {
      "title": "Effect of telehealth interventions on dietary change"
    },
    {
      "title": "Diet quality",
      "text": "Three studies involving 992 participants measured diet quality  (40, 41, 59)  through the use of a diet quality score  (40) , the Australian Healthy Eating Index  (59) , and the Dietary Approaches to Stop Hypertension diet score  (41) . The telehealth intervention improved diet quality [SMD: 0.22 (95% CI: 0.09, 0.34), P = 0.0007, I 2 = 0%] compared with nontelehealth comparators (Figure  1 ). The results remained significant in 2 trials with 12-(40) and 24-(59) mo follow-up [SMD: 0.18 (95% CI: 0.02, 0.33), P = 0.02,"
    },
    {
      "title": "Diet adherence",
      "text": "Dietary adherence outcomes (7 studies)  (45, 48, 52, 56, 58, 60, 62)  could not be pooled into the meta-analysis because of the variation in outcome reporting statistics, which could not be standardized, and therefore are presented narratively in Supplemental Table  2 . Overall, telehealth intervention substantially improved diet adherence compared with nontelehealth comparators, as reported by the trial authors in 57% (n = 4) of the studies."
    },
    {
      "title": "Fruit and vegetable intake",
      "text": "A total of 9 studies reported on fruit and vegetable intake  (13, 14, 44, 46, 49-51, 53, 54) . Telehealth interventions increased fruit and vegetable intake by 1.04 servings/d [(95% CI: 0.46, 1.62 servings/d), P = 0.009, I 2 = 70%] in 4 studies with 5 comparisons (2147 participants), and by 2.94 servings/wk [(95% CI: 0.91, 4.97 servings/wk), P = 0.005, I 2 = 84%] in 2 studies with 4 comparisons (1682 participants) (Figure  2 ). Three studies could not be pooled statistically and are reported in Supplemental Table  2 . The trial with longer-term 12-mo (13) follow-up supported this finding [MD: 0.65 (95% CI: 0.02, 1.28), P = 0.04].\n\nIn the per-day analysis, 4 of the 5 comparisons used the telephone and 1 used the Internet (  14 ); a sensitivity analysis showed that telephone telehealth intervention resulted in increased fruit and vegetable intake by 0.77 servings/d [(95% CI: 0.39, 1.14), P = 0.0001], with heterogeneity reduced (I 2 = 35%) in the 4 comparisons (2057 participants). The dose of intervention showed that weekly contact led to a higher intake [MD: 1.32 servings/d (95% CI: 0.38, 2.26 servings/d), P = 0.006, I 2 = 85%] in 3 studies  (46, 50, 53)  than did monthly contact [MD: 0.27 servings/d (95% CI: 0.02, 0.52 servings/d), P = 0.03, I 2 = 0%] (13, 44). The trial with longer-term 12-mo (14) follow-up was not statistically significant."
    },
    {
      "title": "Measures of dietary sodium intake",
      "text": "A total of 7 studies measured dietary sodium intake. Five studies were pooled (570 participants)  (42, 50, 56, 57, 63) , showing that telehealth interventions reduced dietary sodium intake on urinary and/or self-assessed scores [SMD: 20.39 (95% CI: 20.58, 20.20), P = 0.0001, I 2 = 19%] compared with nontelehealth interventions (Figure  1 ). All 7 studies used the telephone as the telehealth delivery method and were conducted in participants with CVD. Two studies used nonvalidated tools for determining daily sodium intake, measuring teaspoons of salt (1 teaspoon being w6 g NaCl or 2300 mg Na)  (50) , and determining a salted food score  (56) . Exclusion of these studies from the analysis resulted in 3 studies that reported on millimoles per liter of urinary sodium per day  (42, 57, 63) , which did not reach significance [MD: 28.27 mmol (95% CI: 217.34, 0.79 mmol/L), P = 0.07, I 2 = 24%]. We could not statistically pool 2 studies; these are reported in Supplemental Table  2"
    },
    {
      "title": "Energy intake",
      "text": "A total of 3 studies [2172 participants, all with long-term durations (12 mo-4 y)] measured energy intake  (59, 61, 63) . The telehealth intervention did not significantly reduce energy intake [MD: 210.48 kcal (95% CI: 267.20, 46.25 kcal), P = 0.72, I 2 = 15%] compared with usual care. All 3 studies used the telephone as the telehealth delivery method and were conducted in participants with diabetes mellitus."
    },
    {
      "title": "Sources of dietary fat intake",
      "text": "A total of 8 studies reported on measures of dietary fat intake  (13, 44, 46, 54-56, 61, 63) , including total fat per day  (13, 61, 63) , FIGURE  1  Forest plot of the effect of telehealth dietary intervention on diet quality and dietary sodium. The effectiveness of telehealth is presented by using random effects. The means and SDs of changes from baseline are reported for trials. Effects of trials are presented as weights (percentages) and std. mean differences (95% CIs). IV, inverse variance; std., standardized."
    },
    {
      "title": "FIGURE 2",
      "text": "Forest plot of the effect of telehealth dietary intervention on servings of fruit and vegetable intake. The means and SDs of changes from baseline are reported for trials. Effects of trials are presented as weights (percentages) and mean differences (95% CIs). IV, inverse variance. percentage of calories from total fat  (55) , saturated fat intake per day  (13, 56, 63) , percentage of calories from saturated fat  (55) , and the Kristal Fat and Fiber Behavior Scale  (44) . Telehealth interventions did not significantly reduce total dietary fat intake [MD: 20.10 g (95% CI: 21.90, 1.70 g), P = 0.91, I 2 = 76%] in 4 studies (2427 participants), but did significantly reduce saturated fat compared with nontelehealth comparators [MD: 20.93 g (95% CI: 21.51, 20.32 g), P = 0.002, I 2 = 0%] in 2 studies (572 participants). Three studies could not be pooled statistically and are reported in Supplemental Table  2 . Long-term trials (12 mo-4 y) were not statistically significant  (55, 61, 63) ."
    },
    {
      "title": "Telehealth dietary intervention and clinical outcomes",
      "text": "A total of 21 studies measured clinical outcomes that we were able to pool into the meta-analysis."
    },
    {
      "title": "BP",
      "text": "The telehealth intervention significantly reduced SBP by MD 22.64 mm Hg [(95% CI: 25.12, 20.16 mm Hg), P = 0.04, I 2 = 83%] in 12 studies with a median duration of 6 mo (4202 participants)  (40, 41, 46, 48-51, 53, 55, 57, 59 , 61) (Figure  3 ).\n\nA subgroup analysis by chronic disease condition showed that the result for SBP was more pronounced in people with diabetes mellitus  (59, 61)  [MD: 25.91 mm Hg (95% CI: 211.14, 20.68 mm Hg), P = 0.03, I 2 = 69%] than in people with CVD  (40, 41, 46, 48-51, 53, 57)  [MD: 21.31 mm Hg (95% CI: 23.39, 0.77 mm Hg), P = 0.22, I 2 = 60%]. Diastolic BP (DBP) was not significantly reduced following telehealth interventions [MD: 21.60 mm Hg (95% CI: 23.42, 0.22 mm Hg), P = 0.1, I 2 = 87%] in 10 studies (3512 participants)  (46, 48-51, 53, 55, 57, 59, 61) . Subgroup analysis by chronic disease condition did not alter the result for DBP (data not shown). Four long-term trials (durations 12-24 mo) did not result in significant change in both SBP and DBP  (40, 55, 59, 61) ."
    },
    {
      "title": "Weight, BMI, and waist circumference",
      "text": "Weight was significantly reduced by dietary telehealth interventions [MD: 20.80 kg (95% CI: 21.61, 0.00 kg), P = 0.05, I 2 = 79%] in 8 studies (974 participants)  (14, 42, 44, 46, 53, 57, 59 , 63) (Figure  3 ). Seven studies reported nonsignificant changes in BMI (data not shown) in 3560 participants  (14, 42, 50, 51, 54, 55, 60, 61, 63) , and 5 studies reported a significant  FIGURE 3  Effects of telehealth dietary interventions on systolic blood pressure (in milligrams of mercury), weight (in kilograms), and waist circumference (in centimeters). The means and SDs of changes from baseline are reported for trials. Effects of trials are presented as weights (percentages) and mean differences (95% CIs). IV, inverse variance.\n\nreduction in waist circumference in 1659 participants  (49, 55, 59, 60, 63)  of MD 22.08 cm (95% CI: 23.97, 20.20 cm; P = 0.03, I 2 = 84%) (Figure  3 ). BMI and weight were not changed significantly in longer-term studies; however, waist circumference remained significant in 4 trials with durations of 12-24 mo  (55, 59, 60, 63)  [MD: 20.51 cm (95% CI: 20.73, 20.29 cm), P = 0.0001, I 2 = 0%]."
    },
    {
      "title": "Serum lipids and glycated hemoglobin",
      "text": "Changes in serum lipids and glycated hemoglobin (HbA1c) were reported in 11 studies. Telehealth interventions significantly reduced total cholesterol  (44, 46, 49-51, 53, 55, 56, 59, 61, 63)  in 11 studies of 3697 participants [MD 20.08 mmol/L (95% CI: 20.16, 20.00 mmol/L), P = 0.04, I 2 = 52%] (Figure  4 ). No changes in LDL cholesterol  (49-51, 53, 56, 59, 63) , HDL cholesterol  (49, 51, 53, 56, 59, 63) , or HbA1c  (44, 59, 61)"
    },
    {
      "title": "Mortality and hospitalizations",
      "text": "Two studies reported clinical endpoints and rates of hospitalizations  (47, 52) . Ferrante and colleagues (  52 ) conducted a 16-mo telephone intervention in patients with heart failure (HF) with contacts determined by severity of condition. The study was assessed as a low risk of bias and led to significantly reduced allcause mortality in the telehealth group (15.3%) compared with usual care (16.1%; P , 0.05), HF admission (16.8% and 22.3%, respectively; P , 0.005), CV admission (24.1% and 30.1%, respectively; P , 0.006), and all-cause admission (34.3% and 39.1%, respectively; P , 0.05). In the study by Albert et al.  (47) , however, a 3-mo multifactorial lifestyle video and telephone-based intervention in HF did not significantly reduce rates of HF hospitalizations between groups and was a moderate risk of bias study."
    },
    {
      "title": "Risk of bias",
      "text": "Supplemental Figure  2  shows the risk of bias of the included studies. The risk of bias was low-to-moderate across the included studies. The majority (92%) of studies had adequate randomization; however, concealed allocation was reported in only 48% of the included studies, suggesting potential selection bias. Double blinding was achieved in only 1 study  (49) , and blinding of participants to treatment arm only was done in 1 study (41); however, intervention staff was aware of treatment allocation. All other trials were not able to blind participants, given the nature of dietary intervention to facilitate and modify behavior change. This means that detection bias was high in 80% of the dietary measures because they were self-reported. Attrition bias (through high loss to follow-up and no explanation of how such data were addressed) was judged to be high in 32% of studies. Furthermore, there appears to be reporting bias in  FIGURE 4  Effects of telehealth dietary interventions on total cholesterol and triglycerides (in millimoles per liter). The means and SDs of changes from baseline are reported for trials. Effects of trials are presented as weights (percentages) and mean differences (95% CIs). IV, inverse variance. $20% of the included studies because they did not report outcomes that were stated in methods or protocol articles; 6 were rectified on contact with corresponding authors. When the Grading of Recommendations Assessment, Development and Evaluation (directness, precision, consistency, and study limitations) recommendations were considered, the evidence quality for diet quality and fruit and vegetable intake was believed to be moderate, given that the dietary intake data were self-reported."
    },
    {
      "title": "DISCUSSION",
      "text": "This systematic review assessed the effectiveness of complex telehealth dietary interventions for facilitating dietary change in adults with chronic disease. The primary finding was that dietary interventions delivered by telehealth effectively improved dietary adherence on a moderate scale and made small improvements in diet quality  (38) . Single macronutrients were less likely to be modified by telehealth intervention, including energy and total dietary fat intake, which were not significantly different between groups in the pooled analysis.\n\nTelehealth interventions resulted in a significant reduction in dietary sodium intake compared with nontelehealth interventions (SMD 20.39, P = 0.0001), which is considered a moderate effect statistically  (38) . All dietary sodium outcomes showed improved compliance with a reduced sodium intervention by use of telehealth. This has clinical implications for telehealth because it may provide a useful tool in future intervention studies, given that sodium modification is hampered by poor patient compliance in clinical practice  (64) . The finding that fruits and vegetables increased by 1 serving/d following telehealth interventions supports the potential for the use of these interventions to improve diet quality, which is a finding similar to a systematic review in telephone-based interventions in the general population  (65) . Although significant heterogeneity was observed, subanalysis by type of technology reduced the effect size to 0.8 servings/d, but remained significant. Fruit and vegetable consumption is a strong predictor of mortality, and the magnitude of change that we found may reduce the risk of allcause mortality  (66) . The European Prospective Investigation into Cancer and Nutrition-Heart study estimated that an increase in every 80-g portion of fruit and vegetables was associated with a 4% reduction in risk of death  (67) .\n\nWhole-of-diet approaches, as opposed to isolated singlenutrient interventions, reflect how foods within the diet are consumed and have an impact on other nutrients when manipulated (e.g., a change in fat intake often results in a concomitant increase in the proportion of energy derived from carbohydrates). Developments in nutrition science recognize the effect of the complexity of foods consumed in combination on long-term CVD risk, weight regulation, and disease progression  (68) . Such approaches appreciate the interaction of foods and nutrients, which may be more relevant to chronic disease when examining the cumulative effect over time of food on health  (69, 70) . This shift in nutrition focus suggests that single-nutrient interventions will be used less often clinically and in public health practice  (68) , which is an important consideration for emerging telehealth interventions in the design of dietary educational content. Although we observed only small changes in diet quality, the magnitude of change demonstrated may result in a substantial public health benefit if adopted for secondary prevention of chronic disease  (71) . For example, higher-quality diet has been linked to a reduced risk of all-cause mortality in people .65 y (72). Although a stronger association was found when comparing the highest with the lowest quartiles, the risk decreases at each quartile above the lowest-quality diet  (72) . Furthermore, improving fruit and vegetable intake to better reflect dietary guidelines and therefore overall diet quality may reduce the complications of chronic disease  (33) , which have been demonstrated to result in a reduction in all-cause mortality of 21% during a 15-y follow-up period  (73) .\n\nDietary change through telehealth interventions can translate to small improvements in some clinical outcomes, such as a reduction in SBP of 3 mm Hg. Although this is slightly less than the larger-scale meta-analyses of all dietary sodium interventions in hypertension of 25 mm Hg, the effect size is similar to that in people without hypertension  (74) . A sustained change in SBP of 2-3 mm Hg in a period .6 mo has been suggested to translate into a reduced risk of cardiovascular events  (75) . Other risk factors such as weight, waist circumference, total cholesterol, and triglycerides improved significantly in some studies following telehealth interventions, whereas LDL, HDL, and HbA1c did not. The long-term studies (.12 mo) included were not adequately powered to detect BP and weight change at final follow-up, and the inclusion criteria meant that some larger trials were excluded because of the lack of reporting of dietary outcomes. For example, the Practice-based Opportunities for Weight Reduction study  (76)  observed a between-group change in SBP of 21.8 mm Hg and weight change of 24 kg after 24 mo in the telephone coaching group, but it was not possible to include it. This welldesigned trial supports the effects of telehealth interventions on surrogate CVD outcomes in chronic disease.\n\nA previous systematic review demonstrated that technologies such as telephone and video contact improved adherence to diet  (31) , which we have extended to improved dietary quality, improved fruit and vegetable intake, and reduced sodium intake when compared to usual chronic disease care. Telehealth may facilitate compliance with the diet via a variety of mechanisms beyond the provision of regular review and behavior prompting, although it is likely the most influential on sustained dietary change in our review  (9, 77) . Telehealth strategies offer feasible ways to facilitate dietary changes and offer advantages over FTF consultations, including flexibility (78) and a high rate of patient acceptability  (20, 79) . Smartphones are used by .75% of the population (80, 81), highlighting the widespread potential that telehealth interventions provide to improve access, coverage, and implantation methods, particularly in low socioeconomic populations  (24) . Because primary health care may hold the key to the dissemination of telehealth dietary delivery interventions, evaluation studies are needed. Process evaluation frameworks should be incorporated into future telehealth trials, reporting attendance and participation, acceptability, and costs, which will ultimately assist in their translation into clinical practice  (82) .\n\nTo our knowledge, our study is the first systematic review of telehealth strategies for facilitating multifactorial dietary change. Its strengths are the comprehensive search strategy used, the use throughout the review of 2 independent review authors, and the use of Cochrane methodology to appraise the risk of bias. The TIDieR checklist  (37)  was used to extract data, which allowed multiple sources of heterogeneity and intervention reporting inadequacies to be identified.\n\nOur review has several limitations, including that multifaceted dietary changes usually were a component of multiple lifestyle recommendations (22 of the 25 included studies), making it difficult to delineate the effect of isolated dietary intervention on clinical outcomes. Half of the included studies used telephone delivery methods; other telehealth technologies such as smartphone applications and Internet use were underrepresented and may reduce the generalizability of the findings.\n\nThis review highlights the need for future trials that aim to change dietary behavior with telehealth interventions other than telephone, such as mobile, Internet, or videoconference methods. The application of the TIDieR checklist highlights a need for better reporting of telehealth interventions, because many trials did not report important logistical data relating to intervention conduct. Finally, although favorable changes were reported in some surrogate clinical outcomes such as BP and lipid profiles following telehealth interventions, this may not translate to hard clinical endpoints. Because of a lack of studies, conclusions cannot be drawn about effects on mortality and hospitalizations. Future well-designed intervention studies with adequate length of follow-up are required to assess these important endpoints.\n\nIn conclusion, adults with a diet-related chronic disease may experience improvements in diet quality, fruit and vegetable intake, and dietary sodium intake if they are provided with dietary interventions through telehealth. Although large variations in findings may be explained by differences in intervention conduct, it is difficult to explore as a result of suboptimal reporting of dietary interventions. Single macronutrients (calories and total dietary fat) were not significantly modified following telehealth interventions, which may highlight the benefit of delivering complex dietary intervention that target the quality of the diet and/or dietary patterns facilitated by convenient telehealth technologies. The results of this review support the changes in nutrient focus and may inform the future development of evidencebased telehealth programs, which, ideally, can be tailored to specific chronic disease conditions."
    },
    {
      "text": ". The results remained significant in 2 trials with 12-mo (42, 63) follow-up [MD: 26.00 (95% CI: 210.41, 21.59), P = 0.008, I 2 = 0%]."
    },
    {
      "text": "were observed (data not shown). Triglycerides were significantly reduced following dietary telehealth interventions compared with usual care [MD 20.10 mmol/L (95% CI: 20.19, 20.01 mmol/L), P = 0.04, I 2 = 70%] in 7 studies encompassing 3268 participants (46, 49, 50, 56, 59, 61, 63) (Figure 4). Sensitivity analyses excluding durations of $2 y of follow-up (2 studies) of 2 (59) and 8 (61) y reduced the heterogeneity and resulted in an MD of 20.16 mmol/L [(95% CI: 20.26, 20.06 mmol/L), P = 0.001, I 2 = 39%]. Long-term trials (durations of 12 mo-4 y) did not result in significant changes in biochemical outcomes (55, 59, 61, 63)."
    }
  ],
  "references": [
    {
      "title": "Global status report on noncommunicable diseases 2014",
      "authors": [
        "S Mendis",
        "T Armstrong",
        "D Bettcher",
        "F Branca",
        "J Lauer",
        "C Mace",
        "V Poznyak",
        "L Riley",
        "V Silva",
        "G Stevens"
      ],
      "year": 2014
    },
    {
      "title": "Diet, nutrition and the prevention of chronic diseases",
      "authors": [
        "World Health Organization"
      ],
      "year": 2003
    },
    {
      "title": "Interventions to promote physical activity and dietary lifestyle changes for cardiovascular risk factor reduction in adults: a scientific statement from the American Heart Association",
      "authors": [
        "N Artinian",
        "G Fletcher",
        "D Mozaffarian",
        "P Kris-Etherton",
        "Van Horn",
        "L Lichtenstein",
        "A Kumanyika",
        "S Kraus",
        "W Fleg",
        "J Redeker"
      ],
      "year": 2010,
      "doi": "10.1161/cir.0b013e3181e8edf1"
    },
    {
      "title": "Using information technology to improve the management of chronic disease",
      "authors": [
        "B Celler",
        "N Lovell",
        "J Basilakis"
      ],
      "year": 2003,
      "doi": "10.5694/j.1326-5377.2003.tb05529.x"
    },
    {
      "title": "Patients' perceived barriers to active self-management of chronic conditions",
      "authors": [
        "A Jerant",
        "Von Friederichs-Fitzwater",
        "M Moore"
      ],
      "year": 2005,
      "doi": "10.1016/j.pec.2004.08.004"
    },
    {
      "title": "Feasibility, effectiveness and cost-effectiveness of a telephone-based weight loss program delivered via a hospital outpatient setting",
      "authors": [
        "M Whelan",
        "A Goode",
        "E Eakin",
        "J Veerman",
        "E Winkler",
        "I Hickman",
        "M Reeves"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-015-0337-9"
    },
    {
      "title": "Non-attendance in chronic disease clinics: a matter of non-compliance?",
      "authors": [
        "B Paterson",
        "P Charlton",
        "S Richard"
      ],
      "year": 2010,
      "doi": "10.1111/j.1752-9824.2010.01048.x"
    },
    {
      "title": "Why do patients not keep their appointments? Prospective study in a gastroenterology outpatient clinic",
      "authors": [
        "A Murdock",
        "C Rodgers",
        "H Lindsay",
        "Tck Tham"
      ],
      "year": 2002,
      "doi": "10.1177/014107680209500605"
    },
    {
      "title": "Telephone-delivered interventions for physical activity and dietary behavior change: an updated systematic review",
      "authors": [
        "A Goode",
        "M Reeves",
        "E Eakin"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2011.08.025"
    },
    {
      "title": "Do physical activity and dietary smartphone applications incorporate evidence-based behavior change techniques?",
      "authors": [
        "A Direito",
        "L Dale",
        "E Shields",
        "R Dobson",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-646"
    },
    {
      "title": "A review of ehealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams",
        "D Rosenberg",
        "A Yaroch",
        "A Atienza"
      ],
      "year": 2007
    },
    {
      "title": "Telemedicine: opportunities and developments in member states: report on the second global survey on ehealth",
      "year": 2010,
      "doi": "10.4258/hir.2012.18.2.153"
    },
    {
      "title": "Telephone counseling for physical activity and diet in primary care patients",
      "authors": [
        "E Eakin",
        "M Reeves",
        "S Lawler",
        "N Graves",
        "B Oldenburg",
        "Del Mar",
        "C Wilke",
        "K Winkler",
        "E Barnett"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.042"
    },
    {
      "title": "The Internet for weight control in an obese sample: results of a randomized controlled trial",
      "authors": [
        "A Mcconnon",
        "S Kirk",
        "J Cockroft",
        "E Harvey",
        "D Greenwood",
        "J Thomas",
        "J Ransley",
        "L Bojke"
      ],
      "year": 2007,
      "doi": "10.1186/1472-6963-7-206"
    },
    {
      "title": "Using Internet technology to deliver a behavioral weight loss program",
      "authors": [
        "D Tate",
        "R Wing",
        "R Winett"
      ],
      "year": 2001
    },
    {
      "title": "Workplace weight loss program: comparing live and internet methods",
      "authors": [
        "R Touger-Decker",
        "R Denmark",
        "M Bruno",
        "O 'sullivan-Maillet",
        "J Lasser"
      ],
      "year": 2010
    },
    {
      "title": "A field test of a web-based workplace health promotion program to improve dietary practices, reduce stress, and increase physical activity: randomized controlled trial",
      "authors": [
        "R Cook",
        "D Billings",
        "R Hersch",
        "A Back",
        "A Hendrickson"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e17"
    },
    {
      "title": "DASH to wellness: emphasizing self-regulation through E-health in adults with prehypertension",
      "authors": [
        "A Dorough",
        "R Winett",
        "E Anderson",
        "B Davy",
        "E Martin",
        "V Hedrick"
      ],
      "year": 2014
    },
    {
      "title": "Effect of salt reduction intervention program using an electronic salt sensor and cellular phone on blood pressure among hypertensive workers",
      "authors": [
        "N Morikawa",
        "K Yamasue",
        "O Tochikubo",
        "S Mizushima"
      ],
      "year": 2011
    },
    {
      "title": "A text messaging intervention to improve heart failure selfmanagement after hospital discharge in a largely African-American population: before-after study",
      "authors": [
        "S Nundy",
        "R Razi",
        "J Dick",
        "B Smith",
        "A Mayo",
        "O' Connor",
        "A Meltzer"
      ],
      "year": 2013
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards",
        "V Patel",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "A telephone-delivered physical activity and dietary intervention for type 2 diabetes and hypertension: does intervention dose influence outcomes?",
      "authors": [
        "A Goode",
        "E Winkler",
        "S Lawler",
        "M Reeves",
        "N Owen",
        "E Eakin"
      ],
      "year": 2011
    },
    {
      "title": "Adaptive e-learning to improve dietary behavior: a systematic review and cost-effectiveness analysis",
      "authors": [
        "J Harris",
        "L Felix",
        "A Miners",
        "E Murray",
        "S Michie",
        "E Ferguson",
        "C Free",
        "K Lock",
        "J Landon",
        "P Edwards"
      ],
      "year": 2011
    },
    {
      "title": "The impact of mobile health interventions on chronic disease outcomes in developing countries: a systematic review",
      "authors": [
        "A Beratarrechea",
        "A Lee",
        "J Willner",
        "E Jahangir",
        "A Ciapponi",
        "A Rubinstein"
      ],
      "year": 2014
    },
    {
      "title": "Effects of type 2 diabetes behavioural telehealth interventions on glycaemic control and adherence: a systematic review",
      "authors": [
        "M Cassimatis",
        "D Kavanagh"
      ],
      "year": 2012,
      "doi": "10.1258/jtt.2012.gth105"
    },
    {
      "title": "Interactive health communication applications for people with chronic disease",
      "authors": [
        "E Murray",
        "Jsst Burns",
        "T See",
        "R Lai",
        "I Nazareth"
      ],
      "year": 2005
    },
    {
      "title": "Computer-based diabetes self-management interventions for adults with type 2 diabetes mellitus",
      "authors": [
        "K Pal",
        "S Eastwood",
        "S Michie",
        "A Farmer",
        "M Barnard",
        "R Peacock",
        "B Wood",
        "J Inniss",
        "E Murray"
      ],
      "year": 2013
    },
    {
      "title": "Dietary pattern analysis: a new direction in nutritional epidemiology",
      "authors": [
        "F Hu"
      ],
      "year": 2002
    },
    {
      "title": "Telehealth methods to deliver multifactorial dietary interventions in adults with chronic disease: a systematic review protocol",
      "authors": [
        "J Kelly",
        "D Reidlinger",
        "T Hoffmann",
        "K Campbell"
      ],
      "year": 2015,
      "doi": "10.1186/s13643-015-0170-8"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "Interventions to enhance adherence to dietary advice for preventing and managing chronic diseases in adults",
      "authors": [
        "S Desroches",
        "A Lapointe",
        "S Ratte",
        "K Gravel",
        "F Legare",
        "S Turcotte"
      ],
      "year": 2013,
      "doi": "10.1002/14651858.cd008722.pub2"
    },
    {
      "title": "Dietary patterns: from nutritional epidemiologic analysis to national guidelines",
      "authors": [
        "E Cespedes",
        "F Hu"
      ],
      "year": 2015
    },
    {
      "title": "How effective are current dietary guidelines for cardiovascular disease prevention in healthy middle-aged and older men and women? A randomized controlled trial",
      "authors": [
        "D Reidlinger",
        "J Darzi",
        "W Hall",
        "P Seed",
        "P Chowienczyk",
        "T Sanders"
      ],
      "year": 2015,
      "doi": "10.3945/ajcn.114.097352"
    },
    {
      "title": "Scientific report of the 2015 Dietary Guidelines Advisory Committee",
      "year": 2015,
      "doi": "10.52570/dgac2020"
    },
    {
      "title": "Adherence to the Mediterranean food pattern predicts the prevalence of hypertension, hypercholesterolemia, diabetes and obesity, among healthy adults; the accuracy of the MedDietScore",
      "authors": [
        "D Panagiotakos",
        "C Pitsavos",
        "F Arvaniti",
        "C Stefanadis"
      ],
      "year": 2007
    },
    {
      "title": "Descriptive characteristics of the dietary patterns used in the Dietary Approaches to Stop Hypertension trial",
      "authors": [
        "N Karanja",
        "E Obarzanek",
        "P Lin",
        "M Mccullough",
        "K Phillips",
        "J Swain",
        "C Champagne",
        "K Hoben",
        "Collaborative Dash",
        "Group"
      ],
      "year": 1999
    },
    {
      "title": "Better reporting on interventions: template for intervention description and replication (TIDieR) checklist and guide",
      "authors": [
        "T Hoffmann",
        "P Glasziou",
        "I Boutron",
        "R Milne",
        "R Perera",
        "D Moher",
        "D Altman",
        "V Barbour",
        "H Macdonald",
        "M Johnston"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g1687"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "Meta-analysis in clinical trials",
      "authors": [
        "R Dersimonian",
        "N Laird"
      ],
      "year": 1986,
      "doi": "10.1016/0197-2456(86)90046-2"
    },
    {
      "title": "A culturally adapted telecommunication system to improve physical activity, diet quality, and medication adherence among hypertensive African-Americans: a randomized controlled trial",
      "authors": [
        "J Migneault",
        "J Dedier",
        "J Wright",
        "T Heeren",
        "M Campbell",
        "D Morisky",
        "P Rudd",
        "R Friedman"
      ],
      "year": 2012
    },
    {
      "title": "Effectiveness of a tailored behavioral intervention to improve hypertension control: primary outcomes of a randomized controlled trial",
      "authors": [
        "J Friedberg",
        "M Rodriguez",
        "M Watsula",
        "I Lin",
        "J Wylie-Rosett",
        "J Allegrante",
        "S Lipsitz",
        "S Natarajan"
      ],
      "year": 2015
    },
    {
      "title": "Salt and water restriction is effective in patients with chronic heart failure",
      "authors": [
        "H Philipson",
        "Sse Hagelind",
        "K Swedberg",
        "I Ekman",
        "M Schaufelberger"
      ],
      "year": 2011,
      "doi": "10.1093/eurjhf/hft097"
    },
    {
      "title": "A systematic review identifies a lack of standardization in methods for handling missing variance data",
      "authors": [
        "N Wiebe",
        "B Vandermeer",
        "R Platt",
        "T Klassen",
        "D Moher",
        "N Barrowman"
      ],
      "year": 2006
    },
    {
      "title": "Brief, computer-assisted diabetes dietary self-management counseling: effects on behavior, physiologic outcomes, and quality of life",
      "authors": [
        "R Glasgow",
        "D Toobert"
      ],
      "year": 2000
    },
    {
      "title": "Using a mobile application to self-monitor diet and fluid intake among adults receiving hemodialysis",
      "authors": [
        "J Welch",
        "K Astroth",
        "S Perkins",
        "C Johnson",
        "K Connelly",
        "K Siek",
        "J Jones",
        "L Scott"
      ],
      "year": 2013,
      "doi": "10.1002/nur.21539"
    },
    {
      "title": "A dietary intervention in urban African Americans: results of the \"Five Plus Nuts and Beans\" randomized trial",
      "authors": [
        "E Miller",
        "L Cooper",
        "K Carson",
        "N-Y Wang",
        "L Appel",
        "D Gayles",
        "J Charleston",
        "K White",
        "N You",
        "Y Weng"
      ],
      "year": 2016
    },
    {
      "title": "Randomized study of the effect of video education on heart failure healthcare utilization, symptoms, and self-care behaviors",
      "authors": [
        "N Albert",
        "R Buchsbaum",
        "J Li"
      ],
      "year": 2007,
      "doi": "10.1016/j.pec.2007.08.007"
    },
    {
      "title": "Effects of 8 weeks sustained follow-up after a nurse consultation on hypertension: a randomized trial",
      "authors": [
        "C Chiu",
        "Fky Wong"
      ],
      "year": 2010
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett",
        "Jan Graves",
        "N De Keizer",
        "L Barry"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Efficacy of a nurse-led email reminder program for cardiovascular prevention risk reduction in hypertensive patients: a randomized controlled trial",
      "authors": [
        "G Cicolini",
        "V Simonetti",
        "D Comparcini",
        "I Celiberti",
        "Di Nicola",
        "M Capasso",
        "L Flacco",
        "M Bucci",
        "M Mezzetti",
        "A Manzoli"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijnurstu.2013.10.010"
    },
    {
      "title": "Text message and Internet support for coronary heart disease selfmanagement: results from the Text4Heart randomized controlled trial",
      "authors": [
        "Pfaeffli Dale",
        "L Whittaker",
        "R Jiang",
        "Y Stewart",
        "R Rolleston",
        "A Maddison"
      ],
      "year": 2015
    },
    {
      "title": "Long-term results after a telephone intervention in chronic heart failure: DIAL (Randomized Trial of Phone Intervention in Chronic Heart Failure) follow-up",
      "authors": [
        "D Ferrante",
        "S Varini",
        "A Macchia",
        "S Soifer",
        "R Badra",
        "D Nul",
        "H Grancelli",
        "H Doval"
      ],
      "year": 2010
    },
    {
      "title": "e-Care for heart wellness: a feasibility trial to decrease blood pressure and cardiovascular risk",
      "authors": [
        "B Green",
        "M Anderson",
        "A Cook",
        "S Catz",
        "P Fishman",
        "J Mcclure",
        "R Reid"
      ],
      "year": 2014
    },
    {
      "title": "Effect of a telephone-delivered coronary heart disease secondary prevention program (ProActive Heart) on quality of life and health behaviours: primary outcomes of a randomized controlled trial",
      "authors": [
        "A Hawkes",
        "T Patrao",
        "J Atherton",
        "R Ware",
        "C Taylor",
        "O' Neil",
        "A Foreman",
        "R Oldenburg"
      ],
      "year": 2013
    },
    {
      "title": "Improving access to cardiac rehabilitation using the internet: a randomized trial",
      "authors": [
        "S Lear",
        "J Singer",
        "D Banner-Lukaris",
        "D Horvat",
        "J Park",
        "J Bates",
        "A Ignaszewski"
      ],
      "year": 2015
    },
    {
      "title": "A controlled trial of a nurse follow-up dietary intervention on maintaining a heart-healthy dietary pattern among patients after myocardial infarction",
      "authors": [
        "V Mok",
        "J Sit",
        "A Tsang",
        "S Chair",
        "T Cheng",
        "C Chiang"
      ],
      "year": 2013
    },
    {
      "title": "A controlled trial of nurse counselling on lifestyle change for hypertensives treated in general practice: preliminary results",
      "authors": [
        "J Woollard",
        "L Beilin",
        "T Lord",
        "I Puddey",
        "D Macadam",
        "I Rouse"
      ],
      "year": 1995,
      "doi": "10.1111/j.1440-1681.1995.tb02046.x"
    },
    {
      "title": "Trial to examine text-message based mhealth in ed patients with diabetes (TExT-MED)",
      "authors": [
        "S Arora",
        "E Burner",
        "J Lam",
        "De Santos",
        "R Meeks",
        "A Menchine"
      ],
      "year": 2013
    },
    {
      "title": "Living well with diabetes: 24-month outcomes from a randomized trial of telephone-delivered weight loss and physical activity intervention to improve glycemic control",
      "authors": [
        "E Eakin",
        "E Winkler",
        "D Dunstan",
        "G Healy",
        "N Owen",
        "A Marshall",
        "N Graves",
        "M Reeves"
      ],
      "year": 2014
    },
    {
      "title": "Telemedicine intervention effects on waist circumference and body mass index in the IDEATel Project",
      "authors": [
        "R Izquierdo",
        "C Lagua",
        "S Meyer",
        "R Ploutz-Snyder",
        "W Palmas",
        "J Eimicke",
        "J Kong",
        "J Teresi",
        "S Shea",
        "R Weinstock"
      ],
      "year": 2010
    },
    {
      "title": "Long-term lifestyle intervention lowers the incidence of stroke in Japanese patients with type 2 diabetes: a nationwide multicentre randomised controlled trial (the Japan Diabetes Complications Study)",
      "authors": [
        "H Sone",
        "S Tanaka",
        "S Iimuro",
        "S Tanaka",
        "K Oida",
        "Y Yamasaki",
        "S Oikawa",
        "S Ishibashi",
        "S Katayama",
        "H Yamashita"
      ],
      "year": 2010
    },
    {
      "title": "Evaluation of a nurse-led disease management programme for chronic kidney disease: a randomized controlled trial",
      "authors": [
        "F Wong",
        "S Chow",
        "T Chan"
      ],
      "year": 2010
    },
    {
      "title": "Effects of a general practice-based intervention on diet, body mass index and blood lipids in patients at cardiovascular risk",
      "authors": [
        "J Woollard",
        "V Burke",
        "L Beilin",
        "M Verheijden",
        "M Bulsara"
      ],
      "year": 2003
    },
    {
      "title": "Compliance to a low-salt diet",
      "authors": [
        "F Luft",
        "C Morris",
        "M Weinberger"
      ],
      "year": 1997
    },
    {
      "title": "Telephone-based counseling improves dietary fat, fruit, and vegetable consumption: a best-evidence synthesis",
      "authors": [
        "J Vanwormer",
        "J Boucher",
        "N Pronk"
      ],
      "year": 2006
    },
    {
      "title": "Fruit and vegetable consumption and mortality from all causes, cardiovascular disease, and cancer: systematic review and dose-response meta-analysis of prospective cohort studies",
      "authors": [
        "X Wang",
        "Y Ouyang",
        "J Liu",
        "M Zhu",
        "G Zhao",
        "W Bao",
        "F Hu"
      ],
      "year": 2014
    },
    {
      "title": "Fruit and vegetable intake and mortality from ischaemic heart disease: results from the European Prospective Investigation into Cancer and Nutrition (EPIC)-Heart study",
      "authors": [
        "F Crowe",
        "A Roddam",
        "T Key",
        "P Appleby",
        "K Overvad",
        "M Jakobsen",
        "A Tjonneland",
        "L Hansen",
        "H Boeing",
        "C Weikert"
      ],
      "year": 2011
    },
    {
      "title": "Dietary and policy priorities for cardiovascular disease, diabetes, and obesity: a comprehensive review",
      "authors": [
        "D Mozaffarian"
      ],
      "year": 2016
    },
    {
      "title": "Diet quality as assessed by the Healthy Eating Index, the Alternate Healthy Eating Index, the Dietary Approaches to Stop Hypertension Score, and Health Outcomes: a systematic review and meta-analysis of cohort studies",
      "authors": [
        "L Schwingshackl",
        "G Hoffmann"
      ],
      "year": 2015
    },
    {
      "title": "A series of systematic reviews on the relationship between dietary patterns and health outcomes",
      "year": 2014
    },
    {
      "title": "Mediterranean diet in secondary prevention of CHD",
      "authors": [
        "M De Lorgeril",
        "P Salen"
      ],
      "year": 2011,
      "doi": "10.1017/s136898001100259x"
    },
    {
      "title": "Diet quality is associated with all-cause mortality in adults aged 65 years and older",
      "authors": [
        "S Mcnaughton",
        "C Bates",
        "G Mishra"
      ],
      "year": 2012
    },
    {
      "title": "Adherence to dietary guidelines and 15-year risk of all-cause mortality",
      "authors": [
        "J Russell",
        "V Flood",
        "E Rochtchina",
        "B Gopinath",
        "M Allman-Farinelli",
        "A Bauman",
        "P Mitchell"
      ],
      "year": 2013
    },
    {
      "title": "Effect of longer term modest salt reduction on blood pressure: Cochrane systematic review and metaanalysis of randomised trials",
      "authors": [
        "F He",
        "J Li",
        "G Macgregor"
      ],
      "year": 2013
    },
    {
      "title": "Advice to reduce dietary salt for prevention of cardiovascular disease",
      "authors": [
        "L Hooper",
        "C Bartlett",
        "S Davey",
        "S Ebrahim"
      ],
      "year": 2004
    },
    {
      "title": "Comparative effectiveness of weight-loss interventions in clinical practice",
      "authors": [
        "L Appel",
        "J Clark",
        "H-C Yeh",
        "N-Y Wang",
        "J Coughlin",
        "G Daumit",
        "E Miller",
        "Iii",
        "A Dalcin",
        "G Jerome",
        "S Geller"
      ],
      "year": 2011
    },
    {
      "title": "Interventions to improve the management of diabetes mellitus in primary care, outpatient and community settings",
      "authors": [
        "C Renders",
        "G Valk",
        "S Griffin",
        "E Wagner",
        "J Van Eijk",
        "Wjj Assendelft"
      ],
      "year": 2001
    },
    {
      "title": "Technology meets healthcare: distance learning and telehealth",
      "authors": [
        "Lae White",
        "M Krousel-Wood",
        "F Mather"
      ],
      "year": 2001
    },
    {
      "title": "A qualitative analysis of coronary heart disease patient views of dietary adherence and web-based and mobile-based nutrition tools",
      "authors": [
        "K Yehle",
        "A Chen",
        "K Plake",
        "J Yi",
        "A Mobley"
      ],
      "year": 2012
    },
    {
      "title": "Australian Mobile Phone Lifestyle Index 8th editionspecial topic: impact of tablets on mobile phone use",
      "authors": [
        "M Mackay"
      ],
      "year": 2012
    },
    {
      "title": "How can we increase translation of research into practice? Types of evidence needed",
      "authors": [
        "R Glasgow",
        "K Emmons"
      ],
      "year": 2007
    }
  ],
  "num_references": 81
}
