{
  "paper_id": "RY9XNCKW",
  "title": "Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis",
  "abstract": "BEngagement^with digital behaviour change interventions (DBCIs) is considered important for their effectiveness. Evaluating engagement is therefore a priority; however, a shared understanding of how to usefully conceptualise engagement is lacking. This review aimed to synthesise literature on engagement to identify key conceptualisations and to develop an integrative conceptual framework involving potential direct and indirect influences on engagement and relationships between engagement and intervention effectiveness. Four electronic databases (Ovid MEDLINE, PsycINFO, ISI Web of Knowledge, ScienceDirect) were searched in November 2015. We identified 117 articles that met the inclusion criteria: studies employing experimental or nonexperimental designs with adult participants explicitly or implicitly referring to engagement with DBCIs, digital games or technology. Data were synthesised using principles from critical interpretive synthesis. Engagement with DBCIs is conceptualised in terms of both experiential and behavioural aspects. A conceptual framework is proposed in which engagement with a DBCI is influenced by the DBCI itself (content and delivery), the context (the setting in which the DBCI is used and the population using it) and the behaviour that the DBCI is targeting. The context and Bmechanisms of action^may moderate the influence of the DBCI on engagement. Engagement, in turn, moderates the influence of the DBCI on those mechanisms of action. In the research literature, engagement with DBCIs has been conceptualised in terms of both experience and behaviour and sits within a complex system involving the DBCI, the context of use, the mechanisms of action of the DBCI and the target behaviour.",
  "year": 2015,
  "date": "2015-11-04",
  "journal": "Journal of Medical Internet Research",
  "publication": "Journal of Medical Internet Research",
  "authors": [
    {
      "forename": "Olga",
      "surname": "Perski",
      "name": "Olga Perski",
      "affiliation": "1  Department of Clinical, Educational and Health Psychology , University College London , 1-19 Torrington Place , London , WC1E 6BT , UK \n\t\t\t\t\t\t\t\t Department of Clinical, Educational and Health Psychology \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1-19 Torrington Place \n\t\t\t\t\t\t\t\t\t WC1E 6BT \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK",
      "email": "olga.perski.14@ucl.ac.uk",
      "orcid": "0000-0003-3285-3174"
    },
    {
      "forename": "Ann",
      "surname": "Blandford",
      "name": "Ann Blandford",
      "affiliation": "2  UCL Interaction Centre , University College London , 66-72 Gower Street , London , WC1E 6EA , UK \n\t\t\t\t\t\t\t\t UCL Interaction Centre \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 66-72 Gower Street \n\t\t\t\t\t\t\t\t\t WC1E 6EA \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Robert",
      "surname": "West",
      "name": "Robert West",
      "affiliation": "3  Cancer Research UK , Health Behaviour Research Centre , Department of Epidemiology and Public Health , University College London , 1-19 Torrington Place , London , WC1E 6BT , UK \n\t\t\t\t\t\t\t\t Health Behaviour Research Centre \n\t\t\t\t\t\t\t\t Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t Cancer Research UK \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1-19 Torrington Place \n\t\t\t\t\t\t\t\t\t WC1E 6BT \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Susan",
      "surname": "Michie",
      "name": "Susan Michie",
      "affiliation": "1  Department of Clinical, Educational and Health Psychology , University College London , 1-19 Torrington Place , London , WC1E 6BT , UK \n\t\t\t\t\t\t\t\t Department of Clinical, Educational and Health Psychology \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1-19 Torrington Place \n\t\t\t\t\t\t\t\t\t WC1E 6BT \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000289",
  "keywords": [
    "Engagement",
    "Digital",
    "Behaviour change interventions",
    "eHealth",
    "mHealth",
    "Conceptual framework",
    "Systematic review"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "A substantial number of Internet-connected adults use some forms of digital technology to monitor or modify their health: estimates vary between 20 and 80%  [1] [2] [3] . Digital behaviour change interventions (DBCIs), defined as B…a product or service that uses computer technology to promote behaviour change  [ 4] , can, for example, be delivered through computer programs, websites, mobile phones, smartphone applications (apps) or wearable devices. Evidence suggests that DBCIs can help people change a range of different health behaviours, including smoking  [5, 6] , alcohol consumption  [7] , weight management  [8] , physical activity  [9]  and self-management of chronic conditions  [10] . Some form of Bengagement^with DBCIs is assumed to be important for their effectiveness  [11] . A positive association between engagement and, for example, smoking cessation, weight loss and increased fruit and vegetable intake has been observed  [12] [13] [14] . To date, we have not achieved a shared understanding of how to usefully conceptualise and operationalise engagement with DBCIs. This systematic review, which follows the Cochrane Collaboration's Handbook of Systematic Reviews of Interventions  [15] , examines how engagement has been construed and measured in the behavioural science, computer science and human-computer interaction (HCI) Implications Practice: The use of a shared conceptual framework for engagement with digital behaviour change interventions (DBCIs) should promote more rapid advances in developing methods to improve it.\n\nPolicy: A shared conceptualisation of engagement with DBCIs can be used to help policymakers and commissioners to set standards against which to evaluate DBCIs."
    },
    {
      "title": "Research:",
      "text": "The proposed conceptual framework can be used to generate testable hypotheses about how to improve engagement."
    },
    {
      "title": "Electronic supplementary material",
      "text": "The online version of this article (doi:10.1007/ s13142-016-0453-1) contains supplementary material, which is available to authorized users. literatures and uses this to propose an integrative definition and conceptual framework of engagement with DBCIs that can be used to generate predictions and explanations of empirical observations. The design of DBCIs requires knowledge of intervention content, delivery, interface design and computer programming, which have traditionally been informed by separate scientific disciplines, such as behavioural science, computer science and HCI. Scientific disciplines are characterised by accumulating a body of specialist knowledge and developing a specific terminology concerned with the particular object of research  [16] . Due to the multifaceted structure of DBCIs, an interdisciplinary approach, where knowledge from multiple disciplines is harnessed to develop a shared viewpoint, is required to develop a useful conceptualisation of engagement in this context  [17] .\n\nEngagement has traditionally been conceptualised differently across the behavioural science, computer science and HCI literatures, which might be due to the different epistemologies subscribed to, the differing research contexts and the different objectives pursued. In the computer science and HCI literatures, engagement has traditionally been conceptualised as the subjective experience of flow, a mental state characterised by focused attention and enjoyment  [18] . This kind of conceptualisation might have emerged as a result of the focus on entertainment and usability of interactive technology. In the behavioural science literature, engagement has typically been conceptualised as Busage^of DBCIs, focusing on the temporal patterns (e.g. frequency, duration) and depth (e.g. use of specific intervention content) of usage  [19, 20] . This kind of conceptualisation has emerged due to the observation that while many download and try DBCIs, sustained usage is typically low  [21] [22] [23] [24] . Henceforth, two working definitions of engagement as used in the computer science and HCI literatures (Bengagement as flow^) and the behavioural science literature (Bengagement as usage^) are used to scope the space within which this review is conducted.\n\nAlthough existing systematic reviews have assessed whether particular DBCI features (e.g. tailoring, reminders) are associated with higher engagement  [25, 26]  and whether engagement is associated with intervention effectiveness  [11] , it is not possible to synthesise results from these reviews or to draw any conclusions regarding the shape of the function (e.g. linear, non-linear) relating engagement with intervention outcomes due to the use of incomparable definitions of engagement  [11] . In order to reduce fragmentation of research efforts, it would be useful to develop a shared understanding of how to conceptualise and operationalise engagement with DBCIs.\n\nA conceptual framework can been defined as Ba system of concepts, assumptions, and expectations, and the presumed relationships among them^  [27] . Previous conceptual frameworks of engagement have proposed multiple interacting factors (e.g. social support, sensory appeal, ease of use) that influence Bengagement as flow^or Bengagement as usage^  [28] [29] [30] ; however, these frameworks are either not derived from empirical observations or draw only on literature from one of many interrelated scientific disciplines. For example, the framework proposed by O'Brien and Toms  [28] , notwithstanding its grounding in empirical observations, drew only on research from the technology literature and focused on Bengagement as flow^without any links to behaviour change. Conversely, the framework by Ritterband and colleagues  [29]  focused on Bengagement as usage^and was derived from behavioural science theory only. The model proposed by Short and colleagues  [30]  attempted to integrate both theoretical predictions and empirical findings from the behavioural science, persuasive design and technology literatures but did not do so in a systematic manner. Although the ontology of behaviour change interventions proposed by West and Michie provides a starting point for organising and representing DBCIs, engagement constitutes one of many important components and is hence not examined in detail  [4] . It is therefore not possible to determine whether existing frameworks of engagement sufficiently explain real-world events, or whether important aspects are missing.\n\nThe aims of this review are threefold; the second and third build on output from the first: 1. To synthesise past work on engagement, addressing the following research questions:\n\n(a) How has engagement been defined in the selected literatures? (b) How has engagement been measured? (c) What factors have been found or hypothesised to influence engagement? (d) What are the proposed relationships between engagement and intervention effectiveness? 2. To develop an integrative definition of engagement with DBCIs and specify how it can be measured. 3. To develop a conceptual framework of the direct and indirect influences on engagement with DBCIs and the proposed relationships between engagement and intervention effectiveness."
    },
    {
      "title": "METHODS",
      "text": "The Cochrane Handbook of Systematic Reviews of Interventions  [15]  and the Guidance for Undertaking Reviews in Health Care  [31]  were used to inform the development of the search strategy, identify inclusion criteria, select studies and extract the data. Principles from critical interpretive synthesis (CIS) were used to inform the data synthesis  [32] . As CIS is one of the few methods available that affords the synthesis of qualitative and quantitative data, it was deemed to be the most suitable method. CIS is useful when a review seeks to identify a definition of a phenomenon, as it aims to produce a higher-order structure or conceptual framework (Bsynthesising argument^), which is grounded in the concepts (Bsynthetic constructs^) identified in the reviewed articles  [32] . CIS does not propose a formal method for critically appraising the quality and methodological rigour of included studies but recognises that the critical evaluation and integration of disparate forms of evidence is essentially a product of the Bauthorial voice^  [33] . The evidence is critiqued on the basis of the implicit assumptions underlying the methodological decisions made in the reviewed articles. Hence, the quality of the evidence is considered in the development of the synthetic constructs, with the consideration based on the authors' judgements. Principles of CIS have previously been employed in reviews of the health literature  [34] [35] [36] .\n\nCriteria for considering studies for this review All types of study designs were included except position papers. All types of information sources were included except articles that were not peer-reviewed or not available in English. Studies with adult participants (i.e. aged 18 years or older) were included, as it was expected that different factors might influence engagement in children and adult populations due to different cognitive abilities [37]. Studies specifically targeting participants with cognitive impairment or intellectual disabilities were excluded for the same reason. DBCIs and digital interventions targeting individuals with mental health or chronic physical health conditions were included as no a priori reason suggesting that engagement should be conceptualised differently across the included topic areas could be identified. Interventions were excluded if they did not incorporate any digital component as part of the intervention itself (i.e. face-to-face delivery only) or if the technology was used solely as a tool to deliver measurement surveys. Studies involving recreational or educational digital games or multimedia software (e.g. software involving animations, sound and text) were included providing that engagement was discussed or measured. For the conceptualisation of Bengagement as flow^, the games or technology did not need to be related to behaviour change. The primary outcome was definitions of engagement with DBCIs, digital games or multimedia software expressed either implicitly or explicitly. Secondary outcomes included proposed direct and indirect influences on engagement, measures of engagement and associations between engagement and intervention effectiveness expressed either implicitly or explicitly. Search methods for the identification of studies Electronic searches A structured search of the following electronic databases was conducted in November 2015: Ovid MEDLINE (1946-November 2015), PsycINFO (1806-November 2015), ISI Web of Knowledge (1900-November 2015) and ScienceDirect (1900-November 2015). Search terms were piloted and refined to achieve a balance between sensitivity, i.e. retrieving a high proportion of relevant articles, and specificity, i.e. retrieving a low proportion of irrelevant articles [15]. An academic librarian was consulted for the validation of the databases and the final search terms. Terms were searched for in titles and abstracts as free text terms or as index terms (e.g. Medical Subject Headings) where appropriate (see Electronic Supplementary Material 1)."
    },
    {
      "title": "Searching for other resources",
      "text": "Articles from adjacent fields not immediately or obviously relevant to the research questions were identified through expertise within the review team  [32] . The Association for Computing Machinery Digital Library (a repository for conference proceedings) and relevant journals (i.e. Journal of Medical Internet Research, Journal of the American Medical Informatics Association, Telemedicine and e-Health) were hand searched, and reference chaining was employed to identify additional articles of interest  [15, 32] ."
    },
    {
      "title": "Data collection and analysis"
    },
    {
      "title": "Selection of studies",
      "text": "Articles identified through the electronic and hand searches were merged using EndNote X7  [38]  to ensure consistency. Duplicate records were removed. Two researchers independently screened (i) titles, (ii) abstracts and (iii) full texts of the identified articles against the predefined eligibility criteria  [15] . Any disagreements were resolved through discussion and by consulting a third researcher if necessary. Inter-rater reliability was assessed based on two coding categories (i.e. inclusion versus exclusion) after the full text screening phase with the prevalence-and bias-adjusted kappa (PABAK) statistic, which controls for chance agreement  [39] . The following cutoffs were used: 0.40-0.59 indicates fair agreement, 0.60-0.74 indicates good agreement and >0.75 indicates high agreement  [15] ."
    },
    {
      "title": "Data extraction and management",
      "text": "A pro-forma was developed by the first author to extract information about the study setting, participant characteristics, study design, data collection method and study findings  [32] . The pro-forma was piloted on a sample of included articles to ensure that relevant information was captured  [15] . A second researcher independently checked the pro-forma for accuracy and completeness  [31] . Due to limited resources, a single reviewer completed the data extraction."
    },
    {
      "title": "Quality appraisal",
      "text": "CIS suggests the prioritisation of seemingly relevant articles rather than favouring particular study methodologies  [40] . Judgements about the relevance and underlying assumptions of articles were made by the first author and were incorporated into the data synthesis  [32] ."
    },
    {
      "title": "Data synthesis",
      "text": "Based on the principles from CIS, the data synthesis comprised the following steps:\n\n1. Concepts identified in the full texts of included articles were labelled with codes by the first author.\n\nThe research questions were used as a top-down coding frame; fragments of text explicitly or implicitly referring to definitions of engagement, measures of engagement, influences on engagement or associations between engagement and intervention effectiveness were coded. 2. A subsample of codes was selected through random sequence generation ( https://www.random.org/ ) for validation by an independent researcher to increase rigour  [41] . Disagreements were discussed until consensus was reached. 3. Synthetic constructs (i.e. concepts that explain similar themes) were developed from the codes, and relationships between synthetic constructs were specified by the first author. 4. The synthetic constructs and the proposed relationships between constructs were validated by an independent researcher. Disagreements were discussed until consensus was reached.\n\n5. Two synthesising arguments (i.e. an integrative definition and its measurement, and a conceptual framework) were developed based on the synthetic constructs by the first author. 6. The synthesising arguments were refined through discussion between all co-authors."
    },
    {
      "title": "Results"
    },
    {
      "title": "Summary of search results",
      "text": "The electronic database search yielded 925 published articles. After removing duplicates, 560 articles remained for screening. A PABAK score of 0.88 was achieved after the full text screening phase, indicating high inter-rater reliability  [15] . Due to this reliability score, the additional 31 information sources were screened by a single reviewer. Of the 140 full texts screened, 117 met the inclusion criteria and were included in the data synthesis. Six qualitative studies, 27 reviews, 2 mixed methods studies and 82 quantitative studies were included (see Fig.  1 ). Characteristics of the included studies are described in Electronic Supplementary Material 2. How has engagement been defined in the literature?\n\nThe following two synthetic constructs were developed: Bengagement as subjective experience^and Bengagement as behaviour^."
    },
    {
      "title": "Engagement as subjective experience",
      "text": "Engagement has been conceptualised as the subjective experience that emerges in the momentary interaction with a system  [18, 28, 43] . This kind of conceptualisation was only identified in the computer science and HCI literatures. Similarities can be found between engagement and the state of Bflow^, described as a mental state characterised by focused attention, intrinsic interest and enjoyment, balance between challenge and skill, and temporal dissociation (i.e. losing track of the passage of time)  [18, [44] [45] [46] [47] . Similarities can also be found between engagement and the state of Bimmersion^within digital gaming, characterised by cognitive absorption, the willingness to direct emotions towards an activity and feeling cutoff from reality  [43, [48] [49] [50] [51] . As conceptual overlap was observed between these experiential qualities, the authors propose that they can be grouped under the following cognitive and emotional states: attention, interest and affect."
    },
    {
      "title": "Engagement as behaviour",
      "text": "The majority of articles reviewed from the behavioural science literature conceptualised engagement in behavioural terms, suggesting that it is identical to the usage of a DBCI or its components. Engagement has further been described as the extent of usage over time  [19, 52] , sometimes referred to as the Bdose^obtained by participants or Badherence^to an intervention  [25, 53, 54] , determined by assessing the following subdimensions: Bamount^or Bbreadth^(i.e. the total length of each intervention contact), Bduration^(i.e. the period of time over which participants are exposed to an intervention), Bfrequency^(i.e. how often contact is made with the intervention over a specified period of time) and Bdepth^(i.e. variety of content used)  [20, 53] . In the computer science and HCI literatures, engagement has been conceptualised as the degree of involvement over a longer period of time  [55] , sometimes referred to as Bstickiness^  [56] . A distinction has also been made between Bactive^and Bpassiveê ngagement; while the former involves contributing to the intervention through posting in an online discussion forum, the latter involves reading what others have written without commenting, also known as Blurking^  [57] . Engagement has also been conceptualised as a process of linked behaviours, suggesting that users move dynamically between stages of engagement, disengagement and re-engagement  [28] . As conceptual overlap was observed between these definitions, the authors propose that engagement involves different levels of usage over time."
    },
    {
      "title": "Development of an integrative definition of engagement",
      "text": "An integrative definition of engagement with DBCIs was developed through the merging of overlapping conceptualisations as outlined above, in addition to the integration of the two overarching synthetic constructs. The following two-part definition is therefore proposed:\n\nBEngagement with DBCIs is (1) the extent (e.g. amount, frequency, duration, depth) of usage and (2) a subjective experience characterised by attention, interest and affect^.\n\nEngagement is conceptualised as a multidimensional construct: the behavioural dimensions of engagement are underpinned by the user's subjective experience of what it feels like to be engaged with a DBCI. Engagement is considered to be a dynamic process that is expected to vary both within and across individuals over time."
    },
    {
      "title": "How has engagement been measured?",
      "text": "The following two synthetic constructs were developed: Bsubjective measures^and Bobjective measures^."
    },
    {
      "title": "Subjective measures",
      "text": "In research settings, self-report questionnaires have frequently been used to measure engagement with digital games and DBCIs  [51, [58] [59] [60] [61] [62] [63] [64] [65] [66] [67] . Qualitative approaches, such as interviews or think aloud methodology, have been employed to gain a better understanding of the nature of users' experiences of engagement with digital games and DBCIs  [60, 68, 69] ."
    },
    {
      "title": "Objective measures",
      "text": "Automatic tracking of use patterns, including number of logins, time spent online and the amount and type of content used during the intervention period, was the most commonly used measure of engagement in the behavioural science literature  [11, 19, 20, 26, 44, [70] [71] [72] [73] [74] [75] [76] [77] [78] [79] [80] [81] [82] . Physiological measures including cardiac activity, respiratory depth  [62]  and electro-dermal activity  [65] , and psychophysical measures, such as eye tracking  [51] , have been used to measure engagement in the computer science and HCI literatures."
    },
    {
      "title": "Measures relating to the integrated conceptualisation of engagement",
      "text": "Based on the literature synthesis, we suggest that all facets of engagement proposed in the integrative definition of engagement can in principle be measured or inferred through the following: (1) user-reported interaction with the DBCI through self-report questionnaires, interview studies or think aloud studies; (2) automated recording of DBCI use (e.g. logins, page views); and (3) recording of physiological or psychophysical correlates of DBCI interaction."
    },
    {
      "title": "What factors have been hypothesised or found to influence engagement?",
      "text": "The following two synthetic constructs were developed: Bcontext^and BDBCI^. Context was subdivided into Bpopulation^and Bsetting.^DBCI was subdivided into Bcontent^and Bdelivery.^Relationships between constructs were specified."
    },
    {
      "title": "Context",
      "text": "Population Psychological characteristics-Motivation was found to be positively associated with engagement across many studies, with none indicating a negative association  [20, 68, [83] [84] [85] [86] [87] . As the available evidence is correlational in nature, the direction of influence cannot be assumed. It has been hypothesised that the relationship between motivation and engagement might be Ushaped; those who are least and most motivated to, for example, quit smoking, are hypothesised to disengage quickly from DBCIs due to failed and successful behaviour change, respectively  [19] . Expectations are thought to be influential in that users are hypothesised to engage more if there is a match between their expectations and the goal of the DBCI  [49, 73, 86, 88, 89] . Prior experiences of using other websites or apps, or of having tried face-to-face counselling (which may or may not have worked), might shape users' expectations of what DBCIs can provide  [90] . Mental health, including low mood, anxiety and stress, has been found to be negatively associated with engagement  [68, 73, 87, [91] [92] [93] [94] [95] [96] . A negative association with mental health was mainly observed in studies of DBCIs targeting individuals diagnosed with a mental health condition but was also observed in physical activity  [68]  and weight loss  [94]  interventions. Similarly, experience of well-being or believing that one does not need to work on certain issues has been found to be negatively associated with engagement  [92] . Need for cognition, defined as the tendency to process large amounts of information  [11, 30, 57, 88, 97] , and self-efficacy to execute a given behaviour  [83, 98, 99]  were found to be positively associated with engagement. Personal relevance, which refers to the extent to which a DBCI is perceived to apply to the individual and their particular situation, has been hypothesised to positively influence engagement  [69, 78,  100-104]. Results from interview studies indicate that participants believe that lack of personal relevance is a sufficient reason for dropping out from intervention trials [86, 92, 95, 105]. Demographic characteristics-Age [20, 57, 63, 68-70, 73, 76, 79, 91, 95, 96, 99, 106-111], gender [20, 69, 73, 90, 95, 100, 101, 110, 111], education [20, 69, 91, 92, 96, 99, 106, 107, 109, 110, 112], employment [91, 92, 107] and ethnicity  [57, 106]  were found to be significantly associated with engagement. There was a trend towards a positive association between engagement and older age, higher educational attainment and being a woman; however, as no meta-analysis was conducted, a conclusion about the size and direction of influence cannot be drawn. Computer literacy, or confidence using the Internet, has been found to be positively associated with engagement  [11, 20, 98, 99, 106, 108, 113] . However, as none of the included studies adequately measured baseline computer skills in their designs, a firm conclusion cannot be drawn.\n\nPhysical characteristics-Physique, including baseline weight and the presence of comorbidities, was found to be negatively associated with engagement  [68, 70, 71, 91-94, 106, 112] ."
    },
    {
      "title": "Setting",
      "text": "The social and physical environments in which a DBCI is used, have been hypothesised to influence engagement  [4, 29, 30] . The social environment includes culture (e.g. prevailing norms), commercial environment, media and social cues. The physical environment includes financial resources, material resources, time pressure, physical cues, location, the healthcare system and policy. Time  [86, 92, 93, 114 ] and access to hardware or the Internet  [30, 115]  have been hypothesised to be positively associated with engagement."
    },
    {
      "title": "DBCI"
    },
    {
      "title": "Content",
      "text": "DBCIs that include particular behaviour change techniques (BCTs), such as action plans  [78] , goal setting [116], feedback  [59]  and self-monitoring tools  [78] , have been found to be associated with higher engagement  [78] . Rewards and incentives have been hypothesised  [26, 100, 101, 117]  or found  [118]  to positively influence engagement; however, evidence from trials in which the presence of rewards or incentives has been manipulated is scarce.\n\nSocial support features, referring to features that facilitate the receipt of social support, were found to positively influence engagement  [76, 82, [119] [120] [121] [122] [123] [124] . Features that decrease the feeling of loneliness or that increase motivation through competition with others include online discussion forums, gamification elements such as leaderboards that show users where they rank in a gamified system, and peer-to-peer contact  [125, 126] . Evidence indicates that DBCIs that provide access to such features are successful in getting users who report lower social support at baseline to engage  [57, 127] ; however, participants who reported higher levels of social support at baseline were found to be more likely to engage with the social elements of DBCIs across a few studies  [68, 86, 91, 96] .\n\nReminders have been hypothesised  [117, 128, 129]  or found to positively influence engagement; results from a meta-analysis indicate a positive effect of reminders on engagement  [130] . However, receiving too many reminders may have a negative effect on engagement due to Be-mail fatigue^  [69] ."
    },
    {
      "title": "Delivery",
      "text": "Mode of delivery, which includes face-to-face, telephone, text message, smartphone app, website and mass media delivery, has been hypothesised to influence engagement with DBCIs  [4] .\n\nProfessional support features, which include features that enable remote contact with a clinician via e-mail, telephone or text messages, have been found to positively influence engagement with DBCIs  [20, 25, 26, 63, 68, 70, 73, 77, 88, 90, 95, 120, [131] [132] [133] [134] . However, results from a randomised controlled trial (RCT) of a web-based weight loss intervention in which some participants received coaching calls from a nurse indicated that participants in the coaching arm were more likely to drop out around the time of the first coaching session, suggesting a negative influence of professional support features in particular situations  [70] .\n\nControl features, referring to features that make users feel that they are in control of and are free to make choices about how to interact with a DBCI, have been hypothesised  [51, 119]  or found  [52, 74, 110]  to positively influence engagement. For example, results from an RCT in which participants either received content all at once or sequentially over a period of weeks suggest that participants were more likely to disengage when the content was delivered sequentially  [110] . Tunnelled interventions (i.e. those that lead users through a number of predetermined steps) have been found to generate more page views compared with self-paced ones  [74] . However, this may be an artefact of making users click through a pre-specified number of pages in order to progress through the DBCI.\n\nNovelty, generated by regular content updates, has been found to positively influence engagement through preventing boredom  [25, 26] . However, there might be a trade-off between novelty and programme complexity; it has been hypothesised that participants will disengage if the intervention is perceived as too long or overly complicated  [26, 68, 73, 88, 131, 135, 136] . It has been hypothesised that the presence of too many features may compromise a DBCI's ease of use  [19] , referring to whether or not it feels natural for the user to operate an interactive system. Ease of use has been hypothesised to positively influence engagement  [71, 100, 137] .\n\nThe personalisation or tailoring of content has been hypothesised  [26, 52, 68, 72, 80, 103, 106, 110, 113, 119, 120, 138]  or found  [19, 20, 66]  to positively influence engagement. Interactivity, referring to a twoway flow of information between a DBCI and its user, has been hypothesised  [28, 48, 50, 66, 78, 100, 139]  or found  [19]  to positively influence engagement.\n\nMessage tone, which refers to the terminology and wording used to communicate health messages  [92, 101] , and narrative [43, 50, 65, 103, 125, 140], referring to the presence of a storyline, have been hypothesised to positively influence engagement. Furthermore, challenge  [61, 100, 141] , aesthetics and design [120, 139, 142, 143] and credibility features  [68, 73] , referring to features that inculcate a feeling of trust, familiarity  [97, 139, 144] , and the provision of guidance or tutorials  [68, 106, 145]  have been hypothesised to positively influence engagement with DBCIs.\n\nWhat are the proposed relationships between engagement and the effectiveness of DBCIs?\n\nThe following four synthetic constructs were developed to explain the proposed relationships between engagement and the effectiveness of DBCIs: Bmechanisms of action^, Bunmeasured third variable^, Boptimal dose^and Beffective features^."
    },
    {
      "title": "Mechanisms of action",
      "text": "Mechanisms of action proposed to mediate the effect of engagement with DBCIs on intervention effectiveness  [4]  include increased knowledge, motivation, affect management, cognitive restructuring, skill building  [29] , comprehension and practice of programme content, and increased self-efficacy  [19] . A further distinction has been made between Bintervention receipt^, which refers to the extent to which participants understand and can perform the skills taught, and Benactment of intervention skills^, which refers to the extent to which participants use these skills  [146, 147] . It has also been hypothesised that mechanisms of action, such as accountability to a healthcare practitioner and relatedness to other individuals, might positively influence engagement with DBCIs  [68, 77, 86, 96] ."
    },
    {
      "title": "Unmeasured third variable",
      "text": "An unmeasured third variable, such as higher baseline motivation or self-efficacy, may be responsible for the observed association between increased engagement and positive DBCI outcomes. Alternatively, those who engage with DBCIs might simply be more inclined to behave healthily in general  [11] . It has also been argued that the target behaviour itself might influence engagement  [148] . For example, smokers who relapse might be more likely to stop engaging with the DBCI, while those who successfully manage their cravings might be more likely to continue engaging with the DBCI."
    },
    {
      "title": "Optimal dose",
      "text": "Optimal dose refers to a pre-defined level of engagement at which specific DBCIs are effective. It has been hypothesised that the receipt of an optimal dose may explain the relationship between engagement and intervention effectiveness but that the optimal dose for particular DBCIs may vary depending on user characteristics  [70, 113] ."
    },
    {
      "title": "Effective features",
      "text": "The use of specific intervention features has been found to be associated with better DBCI outcomes  [70] . It has been suggested that there may be a mismatch between features that participants choose to engage with frequently and effective features that are causally linked to intervention outcomes [104]. For example, although users may enjoy engaging with a particular feature (e.g. filling out a food diary), thus using it frequently, use of a less popular feature (e.g. Bgetting support^tools) might be more strongly associated with intervention outcomes, such as weight loss  [70] ."
    },
    {
      "title": "Development of a conceptual framework of engagement with DBCIs",
      "text": "The final aim of the review was to develop a conceptual framework specifying potential direct and indirect influences on engagement and relationships between engagement and intervention effectiveness. As the framework proposed by Ritterband and colleagues  [29]  and the ontology proposed by West and Michie  [4]  explicitly linked engagement to behaviour change, we drew on these to structure our conceptual framework, mapping the other existing frameworks onto it. Additional factors identified in the reviewed literature not otherwise specified were also mapped onto the conceptual framework.\n\nWe propose a conceptual framework in which engagement with a DBCI influences the target behaviour through specific mechanisms of action; box 4, box 1, box 3 and box 2, respectively. Content has been found to directly influence engagement with DBCIs; box a. Delivery has been hypothesised to directly influence engagement with DBCIs; box b. The context and the target behaviour are hypothesised to directly influence engagement; box 5 and box 3, respectively. Mechanisms of action are hypothesised to indirectly influence engagement; box 2. The population (e.g. demographic, physical and psychological characteristics) has been found to directly influence engagement with DBCIs; box c. The setting has been hypothesised to directly influence engagement; box d. Engagement is hypothesised to be indirectly influenced by the moderating influence of the context on the influence of the DBCI; box 4, box 5 and box 1, respectively. Figure  2  shows this schematically. Hypothesised influences are marked with stars. behaviour might directly influence engagement with DBCIs, suggesting the presence of a positive feedback loop. The proposed relationships between engagement and intervention effectiveness are tentative, as these have not been studied extensively.\n\nThe suggested behavioural and experiential dimensions of engagement can in principle be measured or inferred in every instance of a DBCI. The content, structure, length and design of specific DBCIs tend to vary, and hence, the relevance of the different dimensions of engagement will vary accordingly. Although the intended frequency, amount, duration and depth of use might be set to B1^in a one-off intervention, the individual parameters are still present and measureable. Thus, the proposed definition of engagement allows for direct comparison across different kinds of DBCIs by including multiple dimensions of engagement at its core. This has been lacking in previous conceptualisations. Evidence of higher engagement coupled with evidence of, for example, enjoyment of using a DBCI is hypothesised to predict greater DBCI effectiveness. If this is the case, the proposed definition of engagement should provide a means of generalising findings from particular DBCIs to other similar DBCIs. It may not be possible to evaluate the usefulness of the proposed definition prior to empirical work  [151] .\n\nAlthough some self-report questionnaires designed to measure engagement demonstrate good validity and reliability  [64, 152] , these typically rely on measuring engagement after, as opposed to during, the event. However, the advent of new technologies allows selfreports of engagement to be measured in real-time rather than through paper-and-pencil questionnaires  [153] . Although physiological measures have been used to measure engagement, notably in the HCI literature, associations between physiological and self-reported measures of engagement are weak  [65] . The nature of these associations should be investigated further.\n\nPrevious conceptual frameworks have been based on theoretical predictions only or have been derived from the literature within one scientific domain  [4, [28] [29] [30] . In contrast, our conceptual framework is derived from theoretical predictions and empirical observations within multiple, interrelated disciplines. This endeavour was facilitated by the use of principles from CIS, which allowed the combination of a diverse set of research findings. The proposed conceptual framework of engagement is a synthesis of existing ontologies, frameworks and models and incorporates factors not previously included. The novel components in our framework are as follows: Bmental health^, Bexperience of well-being^, Bfamiliarity^, Bguidance^and Bnarrative^. The negative association between poor mental health and engagement might be explained by the observation that those with poor mental health (e.g. depression) typically experience decreased self-efficacy to, for example, stop smoking or lose weight  [154, 155] . Experience of well-being might be negatively associated with engagement due to being related to the belief that one does not need any support. Familiarity with the design of DBCIs and guidance might positively influence engagement because familiar examples, design conventions or stepped howto-use guides may inculcate feelings of comfort and ease of use. A narrative might draw users in, increasing their interest and enjoyment. Moreover, this review identified a trend towards a positive association between engagement and older age, higher educational attainment and being a woman, which merits further investigation. Although these demographic characteristics have been included in existing frameworks of engagement, the direction of influence has not been previously discussed. Through the use of a systematic, interdisciplinary approach, the proposed conceptual framework offers a comprehensive overview of the factors that may influence engagement with DBCIs and hence provides a starting point for reducing the observed fragmentation of research findings."
    },
    {
      "title": "LIMITATIONS",
      "text": "The lack of evidence supporting the claim that setting of use (e.g. culture, social norms, physical cues, healthcare pathway) directly influences engagement with DBCIs constitutes a limitation. This might either reflect the search terms used or indicate that this has not been investigated in the literature; we cannot distinguish between these explanations. There was also a lack of evidence in support of the claim that the context of use (i.e. setting and population) may moderate the influence of the DBCI on engagement. For example, the setting of use may vary depending on the mode of delivery (e.g. computer versus mobile phone). Hence, the DBCI might indirectly influence engagement through determining the setting of use; while computers may predominantly be used at home or in a clinic, mobile phones might mainly be used on the go, which may influence the amount or depth of engagement. Future research should test this hypothesis. Another limitation is that no formal quality assessment of the included articles was conducted. However, this was in line with the chosen method, which suggests that the articles should be judged on the basis of their relevance to the research question rather than their methodological rigour. This method was selected due to the conceptual nature of the research questions. A further limitation is that the data extraction and literature synthesis were conducted by a single reviewer, potentially introducing bias. Finally, the end date for the literature search (i.e. November 2015) constitutes a limitation; with the pace of technological advances and the proliferation of digital health research, it is likely that relevant literature has since been published."
    },
    {
      "title": "IMPLICATIONS AND AVENUES FOR FUTURE RESEARCH",
      "text": "The proposed integrative definition and conceptual framework of engagement with DBCIs have implications for clinical practice: the use of a shared terminology and measurement techniques will ensure more rapid advance in understanding engagement with DBCIs and developing methods to improve it. A shared conceptualisation of engagement can be used to help policymakers and commissioners to set evaluation standards for DBCIs. Moreover, the proposed conceptual framework can be used to generate testable hypotheses about how to improve engagement with DBCIs. For example, according to the conceptual framework, the presence of rewards might influence engagement with a DBCI due to increased motivation. This hypothesised link between rewards, motivation and engagement can be tested using an experimental design. Future avenues for research include the assessment of what dimensions of engagement (e.g. attention, interest, affect, amount, duration, frequency, depth) are most strongly associated with intervention effectiveness, whether it is possible to establish benchmarks for the optimal dose of engagement across different kinds of DBCIs and whether the context of use influences engagement with DBCIs.\n\nCONCLUSION Engagement with DBCIs is conceptualised here in terms of both experience and behaviour. Engagement may be influenced by the DBCI itself, the context of use, mechanisms of action of the DBCI and the target behaviour.\n\nCompliance with ethical standardsStatements on human rights, the welfare of animals, informed consent, and the Declaration of Helsinki are not applicable to this manuscript. IRB approval is not applicable.\n\nEthical responsibilities of authors: All authors have approved the final manuscript and agree with its submission to Translational Behavioural Medicine. All authors have contributed equally to the scientific work and are responsible and accountable for the results. We confirm that this manuscript has not been previously published (partly or in full) and that the manuscript is not being simultaneously submitted elsewhere. We confirm that the data have not been previously reported elsewhere and that no data have been fabricated or manipulated to support our conclusions. No data, text or theories by others are presented as if they were the authors' own. The authors have full control of all data, which are accessible upon request.\n\nConflict of interest: OP, SM and AB declare that they have no conflict of interest. RW undertakes research and consultancy and receives fees for speaking from companies that develop and manufacture smoking cessation medications.\n\nOpen Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License ( http://creativecommons.org/  licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made."
    },
    {
      "text": "Fig 1 | PRISMA flow diagram of the study selection process [42]"
    },
    {
      "text": "Fig 2 | Conceptual framework of direct and indirect influences on engagement with DBCIs. Transparent boxes indicate concepts. Concepts can be defined as abstract ideas that are derived from either direct or indirect evidence [149]. Blue boxes indicate attributes of concepts. Attributes can be defined as properties that characterise a concept [150]. Solid black arrows indicate relationships between concepts and attributes. Arrows with transparent heads indicate an influence of a concept."
    }
  ],
  "references": [
    {
      "title": "Digital health consumer adoption: 2015",
      "year": 2015
    },
    {
      "title": "Mobile health 2012",
      "authors": [
        "S Fox",
        "M Duggan"
      ],
      "year": 2012
    },
    {
      "title": "Predictors of eHealth usage: insights on the digital divide from the Health Information National Trends Survey 2012",
      "authors": [
        "E Kontos",
        "K Blake",
        "W.-Y Chou",
        "A Prestin"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3117"
    },
    {
      "title": "A Guide to Development and Evaluation of Digital Interventions in Healthcare",
      "authors": [
        "R West",
        "S Michie"
      ],
      "year": 2016
    },
    {
      "title": "Internetbased interventions for smoking cessation",
      "authors": [
        "M Civljak",
        "L Stead",
        "A Sheikh",
        "J Car"
      ],
      "year": 2013
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "R Borland",
        "C Bullen",
        "L Rb",
        "H Mcrobbie",
        "A Rodgers"
      ],
      "year": 2009,
      "doi": "10.1002/14651858.cd006611.pub2"
    },
    {
      "title": "A systematic review of digital and computer-based alcohol intervention programs in primary care",
      "authors": [
        "N Nair",
        "N Newton",
        "A Shakeshaft",
        "P Wallace",
        "M Teesson"
      ],
      "year": 2015
    },
    {
      "title": "Mobile phone intervention and weight loss among overweight and obese adults: a meta-analysis of randomized controlled trials",
      "authors": [
        "F Liu",
        "X Kong",
        "J Cao",
        "S Chen",
        "C Li",
        "J Huang"
      ],
      "year": 2015,
      "doi": "10.1093/aje/kwu260"
    },
    {
      "title": "Increasing physical activity through mobile device interventions: a systematic review",
      "authors": [
        "A Muntaner",
        "J Vidal-Conti",
        "P Palou"
      ],
      "year": 2015,
      "doi": "10.1177/1460458214567004"
    },
    {
      "title": "Using mobile phones and short message service to deliver self-management interventions for chronic conditions: a meta-review. Worldviews on Evidence-Based Nursing/Sigma Theta Tau International",
      "authors": [
        "K Jones",
        "N Lekhak",
        "N Kaewluang"
      ],
      "year": 2014,
      "doi": "10.1111/wvn.12030"
    },
    {
      "title": "A systematic review of the impact of adherence on the effectiveness of e-therapies",
      "authors": [
        "L Donkin",
        "H Christensen",
        "S Naismith",
        "B Neal",
        "I Hickie",
        "N Glozier"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1772"
    },
    {
      "title": "Initial evaluation of a real-world Internet smoking cessation system",
      "authors": [
        "N Cobb",
        "A Graham",
        "B Bock",
        "G Papandonatos",
        "D Abrams"
      ],
      "year": 2005,
      "doi": "10.1080/14622200500055319"
    },
    {
      "title": "Using Internet technology to deliver a behavioral weight loss program",
      "authors": [
        "D Tate",
        "R Wing",
        "R Winett"
      ],
      "year": 2001,
      "doi": "10.1001/jama.285.9.1172"
    },
    {
      "title": "A randomized clinical trial evaluating online interventions to improve fruit and vegetable consumption",
      "authors": [
        "G Alexander",
        "J Mcclure",
        "J Calvi",
        "G Divine",
        "M Stopponi",
        "S Rolnick"
      ],
      "year": 2010,
      "doi": "10.2105/AJPH.2008.154468"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions Version 5",
      "year": 2011,
      "doi": "10.1002/14651858.ed000142"
    },
    {
      "title": "What are academic disciplines? NCRM Working Paper Series",
      "authors": [
        "A Krishnan"
      ],
      "year": 2009
    },
    {
      "title": "Five strategies for practising interdisciplinarity",
      "authors": [
        "A Krishnan"
      ],
      "year": 2009
    },
    {
      "title": "Flow: the Psychology of Optimal Performance",
      "authors": [
        "M Csikszentmihalyi"
      ],
      "year": 1990
    },
    {
      "title": "Defining participant exposure measures in webbased health behavior change programs",
      "authors": [
        "B Danaher",
        "S Boles",
        "L Akers",
        "J Gordon",
        "H Severson"
      ],
      "year": 2006,
      "doi": "10.2196/jmir.8.3.e15"
    },
    {
      "title": "Engagement and retention: measuring breadth and depth of participant use of an online intervention",
      "authors": [
        "M Couper",
        "G Alexander",
        "N Zhang",
        "R Little",
        "N Maddy",
        "M Nowak"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1430"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "Motivating patients to use smartphone health apps",
      "year": 2015,
      "doi": "10.4103/0971-8990.164791"
    },
    {
      "title": "The delivery of public health interventions via the Internet: actualizing their potential",
      "authors": [
        "G Bennett",
        "R Glasgow"
      ],
      "year": 2009,
      "doi": "10.1146/annurev.publhealth.031308.100235"
    },
    {
      "title": "Characteristics of visitors and revisitors to an Internet-delivered computer-tailored lifestyle intervention implemented for use by the general public",
      "authors": [
        "W Brouwer",
        "A Oenema",
        "H Raat",
        "R Crutzen",
        "J De Nooijer",
        "N De Vries",
        "J Brug"
      ],
      "year": 2010,
      "doi": "10.1093/her/cyp063"
    },
    {
      "title": "Persuasive system design does matter: a systematic review of adherence to web-based interventions",
      "authors": [
        "S Kelders",
        "R Kok",
        "H Ossebaard",
        "J Van Gemert-Pijnen"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2104"
    },
    {
      "title": "Chronic health conditions and internet behavioral interventions: a review of factors to enhance user engagement",
      "authors": [
        "J Schubart",
        "H Stuckey",
        "A Ganeshamoorthy",
        "C Sciamanna"
      ],
      "year": 2011,
      "doi": "10.1097/ncn.0b013e3182065eed"
    },
    {
      "title": "Data management and analysis methods",
      "authors": [
        "M Huberman",
        "M Miles"
      ],
      "year": 1994
    },
    {
      "title": "What is user engagement? A conceptual framework for defining user engagement with technology",
      "authors": [
        "H O'brien",
        "E Toms"
      ],
      "year": 2008
    },
    {
      "title": "A behavior change model for internet interventions",
      "authors": [
        "L Ritterband",
        "F Thorndike",
        "D Cox",
        "B Kovatchev",
        "L Gonder-Frederick"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9133-4"
    },
    {
      "title": "Designing engaging online behaviour change interventions: a proposed model of user engagement",
      "authors": [
        "C Short",
        "A Rebar",
        "R Plotnikoff",
        "C Vandelanotte"
      ],
      "year": 2015,
      "doi": "10.1007/s00520-017-3786-5"
    },
    {
      "title": "Systematic reviews: CRD's guidance for undertaking reviews in healthcare",
      "authors": [
        "U Centre For Reviews And Dissemination"
      ],
      "year": 2008
    },
    {
      "title": "Conducting a critical interpretive synthesis of the literature on access to healthcare by vulnerable groups",
      "authors": [
        "M Dixon-Woods",
        "D Cavers",
        "S Agarwal",
        "E Annandale",
        "A Arthur",
        "J Harvey"
      ],
      "year": 2006,
      "doi": "10.1186/1471-2288-6-35"
    },
    {
      "title": "How can systematic reviews incorporate qualitative research? A critical perspective",
      "authors": [
        "M Dixon-Woods",
        "S Bonas",
        "A Booth"
      ],
      "year": 2006,
      "doi": "10.1177/1468794106058867"
    },
    {
      "title": "Which experiences of health care delivery matter to service users and why? A critical interpretive synthesis and conceptual map",
      "authors": [
        "V Entwistle",
        "D Firnigl",
        "M Ryan",
        "J Francis",
        "P Kinghorn"
      ],
      "year": 2012,
      "doi": "10.1258/jhsrp.2011.011029"
    },
    {
      "title": "Provision of cancer information as a Bsupport for navigating the knowledge landscape^: findings from a critical interpretive literature synthesis",
      "authors": [
        "K Kazimierczak",
        "Z Skea",
        "M Dixon-Woods",
        "V Entwistle",
        "D Feldman-Stewart",
        "J N'dow",
        "S Maclennan"
      ],
      "year": 2013,
      "doi": "10.1016/j.ejon.2012.10.002"
    },
    {
      "title": "What design features are used in effective e-health interventions? A review using techniques from critical interpretive synthesis",
      "authors": [
        "L Morrison",
        "L Yardley",
        "J Powell",
        "S Michie"
      ],
      "year": 2012,
      "doi": "10.1089/tmj.2011.0062"
    },
    {
      "title": "Assessment and development of executive function (EF) during childhood",
      "authors": [
        "P Anderson"
      ],
      "year": 2002,
      "doi": "10.1076/chin.8.2.71.8724"
    },
    {
      "title": "EndNote X7",
      "year": 2013,
      "doi": "10.31227/osf.io/a9bpz"
    },
    {
      "title": "Bias, prevalence and kappa",
      "authors": [
        "T Byrt",
        "J Bishop",
        "J Carlin"
      ],
      "year": 1993,
      "doi": "10.1016/0895-4356(93)90018-V"
    },
    {
      "title": "Appraising qualitative research for inclusion in systematic reviews: a quantitative and qualitative comparison of three methods",
      "authors": [
        "M Dixon-Woods",
        "A Sutton",
        "R Shaw",
        "T Miller",
        "J Smith",
        "B Young"
      ],
      "year": 2007,
      "doi": "10.1258/135581907779497486"
    },
    {
      "title": "Checklists for improving rigour in qualitative research: a case of the tail wagging the dog",
      "authors": [
        "R Barbour"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.322.7294.1115"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "A grounded investigation of game immersion",
      "authors": [
        "E Brown",
        "P Cairns"
      ],
      "year": 2004,
      "doi": "10.1145/985921.986048"
    },
    {
      "title": "Does body movement engage you more in digital game play? and why",
      "authors": [
        "N Bianchi-Berthouze",
        "W Kim",
        "D Patel"
      ],
      "year": 2007,
      "doi": "10.1007/978-3-540-74889-2_10"
    },
    {
      "title": "Design factors of mobile games for increasing gamers' flow experiences",
      "authors": [
        "J Chou",
        "C Hung",
        "Y Hung"
      ],
      "year": 2014,
      "doi": "10.1109/icmit.2014.6942414"
    },
    {
      "title": "Measuring video game engagement through the cognitive and affective dimensions",
      "authors": [
        "D Sharek",
        "E Wiebe"
      ],
      "year": 2014,
      "doi": "10.1177/1046878114554176"
    },
    {
      "title": "Understanding the effect of flow on user adoption of mobile games",
      "authors": [
        "T Zhou"
      ],
      "year": 2013,
      "doi": "10.1007/s00779-012-0613-3"
    },
    {
      "title": "How does interactivity persuade? An experimental test of interactivity on cognitive absorption, elaboration, and attitudes",
      "authors": [
        "J Oh",
        "S Sundar"
      ],
      "year": 2015,
      "doi": "10.1111/jcom.12147"
    },
    {
      "title": "Defining engagement and characterizing engaged-behaviors in digital gaming",
      "authors": [
        "P Bouvier",
        "E Lavoue",
        "K Sehaba"
      ],
      "year": 2014,
      "doi": "10.1177/1046878114553571"
    },
    {
      "title": "BSure, I would like to continue^: a method for mapping the experience of engagement in video games",
      "authors": [
        "H Schønau-Fog",
        "T Bjørner"
      ],
      "year": 2012,
      "doi": "10.1177/0270467612469068"
    },
    {
      "title": "Measuring and defining the experience of immersion in games",
      "authors": [
        "C Jennett",
        "A Cox",
        "P Cairns",
        "S Dhoparee",
        "A Epps",
        "T Tijs",
        "A Walton"
      ],
      "year": 2008
    },
    {
      "title": "The effect of program design on engagement with an internet-based smoking intervention: randomized factorial trial",
      "authors": [
        "J Mcclure",
        "S Shortreed",
        "A Bogart",
        "H Derry",
        "K Riggs",
        "J St John"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2508"
    },
    {
      "title": "Approaches for informing optimal dose of behavioral interventions",
      "authors": [
        "C Voils",
        "H King",
        "M Maciejewski",
        "K Allen",
        "W Yancy",
        "J Shaffer"
      ],
      "year": 2014,
      "doi": "10.1007/s12160-014-9618-7"
    },
    {
      "title": "Effect of adherence to self-monitoring of diet and physical activity on weight loss in a technologysupported behavioral intervention",
      "authors": [
        "J Wang",
        "S Sereika",
        "E Chasens",
        "L Ewing",
        "J Matthews",
        "L Burke"
      ],
      "year": 2012
    },
    {
      "title": "Digital game involvement",
      "authors": [
        "G Calleja"
      ],
      "year": 2007,
      "doi": "10.1177/1555412007306206"
    },
    {
      "title": "Online stickiness: its antecedents and effect on purchasing intention",
      "authors": [
        "J Lin"
      ],
      "year": 2007,
      "doi": "10.1080/01449290600740843"
    },
    {
      "title": "Social and psychological determinants of levels of engagement with an online breast cancer support group: posters, lurkers, and non-users",
      "authors": [
        "J Han",
        "J.-H Kim",
        "H Yoon",
        "M Shim",
        "F Mctavish",
        "D Gustafson"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.585696.Social"
    },
    {
      "title": "Use of auditory eventrelated potentials to measure immersion during a computer game",
      "authors": [
        "C Burns",
        "S Fairclough"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijhcs.2014.09.002"
    },
    {
      "title": "Exploring online game players'flow experiences and positive affect",
      "authors": [
        "Y.-T Chiang",
        "S Lin",
        "C.-Y Cheng",
        "E Liu"
      ],
      "year": 2011,
      "doi": "10.1109/digitel.2008.11"
    },
    {
      "title": "Temporal presence variation in immersive computer games",
      "authors": [
        "J Chung",
        "H Gardner"
      ],
      "year": 2012,
      "doi": "10.1080/10447318.2011.627298"
    },
    {
      "title": "Development of an instrument for studying flow in computer game play",
      "authors": [
        "X Fang",
        "J Zhang",
        "S Chan"
      ],
      "year": 2013,
      "doi": "10.1080/10447318.2012.715991"
    },
    {
      "title": "Physiological correlates of the flow experience during computer game playing",
      "authors": [
        "L Harmat",
        "Ö Manzano",
        "T Theorell",
        "L Högman",
        "H Fischer",
        "F Ullén"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijpsycho.2015.05.001"
    },
    {
      "title": "Adherence as a determinant of effectiveness of internet cognitive behavioural therapy for anxiety and depressive disorders",
      "authors": [
        "Z Hilvert-Bruce",
        "P Rossouw",
        "N Wong",
        "M Sunderland",
        "G Andrews"
      ],
      "year": 2012,
      "doi": "10.1016/j.brat.2012.04.001"
    },
    {
      "title": "The assessment of user engagement with eHealth content: the eHealth engagement scale",
      "authors": [
        "R Lefebvre",
        "Y Tada",
        "S Hilfiker",
        "C Baur"
      ],
      "year": 2010,
      "doi": "10.1111/j.1083-6101.2009.01514.x"
    },
    {
      "title": "Measuring game engagement: multiple methods and construct complexity",
      "authors": [
        "R Martey",
        "K Kenski",
        "J Folkestad",
        "L Feldman",
        "E Gordis",
        "A Shaw"
      ],
      "year": 2014,
      "doi": "10.1177/1046878114553575"
    },
    {
      "title": "Optimizing engagement with Internet-based health behaviour change interventions: comparison of self-assessment with and without tailored feedback using a mixed methods approach",
      "authors": [
        "L Morrison",
        "R Moss-Morris",
        "S Michie",
        "L Yardley"
      ],
      "year": 2014,
      "doi": "10.1111/bjhp.12083"
    },
    {
      "title": "The development and evaluation of a survey to measure user engagement",
      "authors": [
        "H O'brien",
        "E Toms"
      ],
      "year": 2010,
      "doi": "10.1002/asi"
    },
    {
      "title": "Adherence to a web-based physical activity intervention for patients with knee and/or hip osteoarthritis: a mixed method study",
      "authors": [
        "D Bossen",
        "M Buskermolen",
        "C Veenhof",
        "D De Bakker",
        "J Dekker"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2742"
    },
    {
      "title": "Understanding attrition from international internet health interventions: a step towards global eHealth",
      "authors": [
        "A Geraghty",
        "L Torres",
        "Y Leykin",
        "R Mun"
      ],
      "year": 2012,
      "doi": "10.1093/heapro/das029"
    },
    {
      "title": "A visualization tool to analyse usage of web-based interventions: the example of positive online weight reduction (POWeR)",
      "authors": [
        "E Smith",
        "E Bradbury",
        "K Morrison",
        "L Dennison",
        "L Michaelides",
        "D Yardley"
      ],
      "year": 2015,
      "doi": "10.2196/humanfactors.4310"
    },
    {
      "title": "Adherence to a smartphone application for weight loss compared to website and paper diary: pilot randomized controlled trial",
      "authors": [
        "M Carter",
        "V Burley",
        "C Nykjaer",
        "J Cade"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2283"
    },
    {
      "title": "Dissecting an online intervention for cancer survivors: four exploratory analyses of internet engagement and its effects on health status and health behaviors",
      "authors": [
        "Z Chen",
        "P Koh",
        "P Ritter",
        "K Lorig",
        "E Bantum",
        "S Saria"
      ],
      "year": 2015,
      "doi": "10.1177/1090198114550822"
    },
    {
      "title": "Adherence in internet interventions for anxiety and depression",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "L Farrer"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1194"
    },
    {
      "title": "The role of user control in adherence to and knowledge gained from a website: randomized comparison between a tunneled version and a freedom-of-choice version",
      "authors": [
        "R Crutzen",
        "D Cyr",
        "N De Vries"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1922"
    },
    {
      "title": "Maintenance of weight loss in overweight middle-aged women through the internet",
      "authors": [
        "E Cussler",
        "P Teixeira",
        "S Going",
        "L Houtkooper",
        "L Metcalfe",
        "R Blew"
      ],
      "year": 2008,
      "doi": "10.1038/oby.2008.19"
    },
    {
      "title": "Prospective associations between intervention components and website engagement in a publicly available physical activity website: the case of 10,000 steps Australia",
      "authors": [
        "C Davies",
        "K Corry",
        "A Van Itallie",
        "C Vandelanotte",
        "C Caperchione",
        "W Mummery"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1792"
    },
    {
      "title": "Does brief telephone support improve engagement with a web-based weight management intervention? Randomized controlled trial",
      "authors": [
        "L Dennison",
        "L Morrison",
        "S Lloyd",
        "D Phillips",
        "B Stuart",
        "S Williams"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3199"
    },
    {
      "title": "Engagement in a diabetes selfmanagement website: usage patterns and generalizability of program use",
      "authors": [
        "R Glasgow",
        "S Christiansen",
        "D Kurz",
        "D King",
        "T Woolley",
        "A Faber"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1391"
    },
    {
      "title": "Do adherence variables predict outcome in an online program for the prevention of eating disorders?",
      "authors": [
        "J Manwaring",
        "S Bryson",
        "A Goldschmidt",
        "A Winzelberg",
        "K Luce",
        "D Wilfley",
        "C Taylor"
      ],
      "year": 2008,
      "doi": "10.1037/0022-006X.76.2.341"
    },
    {
      "title": "Analyzing engagement in a webbased intervention platform through visualizing log-data",
      "authors": [
        "C Morrison",
        "G Doherty"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3575"
    },
    {
      "title": "Attrition revisited: adherence and retention in a web-based alcohol trial",
      "authors": [
        "E Murray",
        "I White",
        "M Varagunam",
        "C Godfrey",
        "Z Khadjesari",
        "J Mccambridge"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2336"
    },
    {
      "title": "Social influence as a driver of engagement in a web-based health intervention",
      "authors": [
        "J Poirier",
        "N Cobb"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1957"
    },
    {
      "title": "Online interventions for social marketing health behavior change campaigns: a meta-analysis of psychological architectures and adherence factors",
      "authors": [
        "B Cugelman",
        "M Thelwall",
        "P Dawes"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1367"
    },
    {
      "title": "Intrinsic and extrinsic motivation is associated with computer-based auditory training uptake, engagement, and adherence for people with hearing loss",
      "authors": [
        "H Henshaw",
        "A Mccormack",
        "M Ferguson"
      ],
      "year": 2015,
      "doi": "10.3389/fpsyg.2015.01067"
    },
    {
      "title": "Why do people play on-line games? An extendedTAMwithsocialinfluencesandflowexperience",
      "authors": [
        "C.-L Hsu",
        "H.-P Lu"
      ],
      "year": 2004,
      "doi": "10.1016/j.im.2003.08.014"
    },
    {
      "title": "Attrition from an internetbased psychological intervention for erectile dysfunction: who is likely to drop out?",
      "authors": [
        "M Mccabe",
        "E Price"
      ],
      "year": 2009,
      "doi": "10.1080/00926230903065963"
    },
    {
      "title": "Attrition in web-based treatment for problem drinkers",
      "authors": [
        "M Postel",
        "H De Haan",
        "E Ter Huurne",
        "J Van Der Palen",
        "E Becker",
        "C De Jong"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1811"
    },
    {
      "title": "Experiences of non-adherence to internet-delivered cognitive behavior therapy: a qualitative study",
      "authors": [
        "O Johansson",
        "T Michel",
        "G Andersson",
        "B Paxling"
      ],
      "year": 2015,
      "doi": "10.1016/j.invent.2015.02.006"
    },
    {
      "title": "Dissemination of an online theory-based intervention to improve gluten-free diet adherence in coeliac disease: the relationship between acceptability, effectiveness, and attrition",
      "authors": [
        "K Sainsbury",
        "B Mullan",
        "L Sharpe"
      ],
      "year": 2015,
      "doi": "10.1007/s12529-014-9416-4"
    },
    {
      "title": "An exploratory study of engagement in a technology-supported substance abuse intervention. Substance Abuse Treatment",
      "authors": [
        "N Vandemark",
        "N Burrell",
        "W Lamendola",
        "C Hoich",
        "N Berg",
        "E Medina"
      ],
      "year": 2010,
      "doi": "10.1186/1747-597x-5-10"
    },
    {
      "title": "Pretreatment attrition and formal withdrawal during treatment and their predictors: an exploratory study of the anxiety online data",
      "authors": [
        "A Al-Asadi",
        "B Klein",
        "D Meyer"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2989"
    },
    {
      "title": "Attrition and adherence in a WEBbased distress management program for implantable cardioverter defibrillator patients (WEBCARE): randomized controlled trial",
      "authors": [
        "M Habibović",
        "P Cuijpers",
        "M Alings",
        "P Van Der Voort",
        "D Theuns",
        "L Bouwels"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2809"
    },
    {
      "title": "Attrition and adherence in the online treatment of chronic insomnia",
      "authors": [
        "E Hebert",
        "N Vincent",
        "S Lewycky",
        "K Walsh"
      ],
      "year": 2010,
      "doi": "10.1080/15402002.2010.487457"
    },
    {
      "title": "Dropout, nonusage attrition, and pretreatment predictors of nonusage attrition in a commercial web-based weight loss program",
      "authors": [
        "M Neve",
        "C Collins",
        "P Morgan"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1640"
    },
    {
      "title": "The ins and outs of an online bipolar education program: a study of program attrition",
      "authors": [
        "J Nicholas",
        "J Proudfoot",
        "G Parker",
        "I Gillis",
        "R Burckhardt",
        "V Manicavasagar",
        "M Smith"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1450"
    },
    {
      "title": "Engagement promotes abstinence in a web-based cessation intervention: cohort study",
      "authors": [
        "A Richardson",
        "A Graham",
        "N Cobb",
        "H Xiao",
        "A Mushro",
        "D Abrams",
        "D Vallone"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2277"
    },
    {
      "title": "Persuasive systems design: key issues, process model, and system features",
      "authors": [
        "H Oinas-Kukkonen",
        "M Harjumaa"
      ],
      "year": 2009
    },
    {
      "title": "Computer self-efficacy, competitive anxiety and flow state: escaping from firing online game",
      "authors": [
        "J.-C Hong",
        "P.-Y Chiu",
        "H.-F Shih",
        "P.-S Lin"
      ],
      "year": 2012
    },
    {
      "title": "Engagement in Bmy child's asthma^, an interactive web-based pediatric asthma management intervention",
      "authors": [
        "H Meischke",
        "P Lozano",
        "C Zhou",
        "M Garrison",
        "D Christakis",
        "T Connolly",
        "T Hainey",
        "J Boyle"
      ],
      "year": 2011,
      "doi": "10.1016/j.chb.2011.11.020"
    },
    {
      "title": "Picture Me Smokefree: a qualitative study using social media and digital photography to engage young adults in tobacco reduction and cessation",
      "authors": [
        "R Haines-Saah",
        "M Kelly",
        "J Oliffe",
        "J Bottorff"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4061"
    },
    {
      "title": "A study of mobile user engagement (MoEN): engagement motivations, perceived value, satisfaction, and continued engagement intention",
      "authors": [
        "Y Kim",
        "D Kim",
        "K Wachter"
      ],
      "year": 2013,
      "doi": "10.1016/j.dss.2013.07.002"
    },
    {
      "title": "How to increase reach and adherence of webbased interventions: a design research viewpoint",
      "authors": [
        "G Ludden",
        "T Van Rompay",
        "S Kelders",
        "J Van Gemert-Pijnen"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4201"
    },
    {
      "title": "A case for the advancement of the design and study of online positive psychological interventions",
      "authors": [
        "A Parks"
      ],
      "year": 2014,
      "doi": "10.1080/17439760.2014.936969"
    },
    {
      "title": "Adherence to technology-mediated insomnia treatment: a meta-analysis, interviews, and focus groups",
      "authors": [
        "C Horsch",
        "J Lancee",
        "R Beun",
        "M Neerincx",
        "W.-P Brinkman"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4115"
    },
    {
      "title": "Associations of internet website use with weight change in a long-term weight loss maintenance program",
      "authors": [
        "K Funk",
        "V Stevens",
        "L Appel",
        "A Bauck",
        "P Brantley",
        "C Champagne"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1504"
    },
    {
      "title": "Impact of seasonality on recruitment, retention, adherence, and outcomes in a web-based smoking cessation intervention: randomized controlled trial",
      "authors": [
        "A Graham",
        "S Cha",
        "N Cobb",
        "Y Fang",
        "R Niaura",
        "A Mushro"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2880"
    },
    {
      "title": "Differences in reach and attrition between web-based and print-delivered tailored interventions among adults over 50 years of age: clustered randomized trial",
      "authors": [
        "D Peels",
        "C Bolman",
        "R Golsteijn",
        "H De Vries",
        "A Mudde",
        "M Van Stralen",
        "L Lechner"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2229"
    },
    {
      "title": "Adherence to self-monitoring via interactive voice response technology in an eHealth intervention targeting weight gain prevention among black women: randomized controlled trial",
      "authors": [
        "D Steinberg",
        "E Levine",
        "I Lane",
        "S Askew",
        "P Foley",
        "E Puleo",
        "G Bennett"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2996"
    },
    {
      "title": "The role of engagement in a tailored web-based smoking cessation program: randomized controlled trial",
      "authors": [
        "V Strecher",
        "J Mcclure",
        "G Alexander",
        "B Chakraborty",
        "V Nair",
        "J Konkel"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1002"
    },
    {
      "title": "Comparison of trial participants and open access users of a web-based physical activity intervention regarding adherence, attrition, and repeated participation",
      "authors": [
        "M Wanner",
        "E Martin-Diener",
        "G Bauer",
        "C Braun-Fahrländer",
        "B Martin"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1361"
    },
    {
      "title": "Adherence and attrition in a web-based lifestyle intervention for people with metabolic syndrome",
      "authors": [
        "L Jahangiry",
        "D Shojaeizadeh",
        "A Montazeri",
        "M Najafi"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-748"
    },
    {
      "title": "A systematic review of web-based interventions for patient empowerment and physical activity in chronic diseases: relevance for cancer survivors",
      "authors": [
        "W Kuijpers",
        "W Groen",
        "N Aaronson",
        "W Van Harten"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2281"
    },
    {
      "title": "Time to play? Activity engagement in multiplayer online role-playing games",
      "authors": [
        "H Mahmassani",
        "R Chen",
        "Y Huang",
        "D Williams",
        "N Contractor"
      ],
      "year": 2010,
      "doi": "10.3141/2157-16"
    },
    {
      "title": "Computer and internet interventions to optimize listening and learning for people with hearing loss: accessibility, use, and adherence",
      "authors": [
        "M Ferguson",
        "H Henshaw"
      ],
      "year": 2015,
      "doi": "10.1044/2015"
    },
    {
      "title": "Measurements of engagement in mobile behavioural interventions?",
      "authors": [
        "A Weston",
        "L Morrison",
        "Yardley Van Kleek",
        "M Weal"
      ],
      "year": 2015
    },
    {
      "title": "Efficacy of an online intervention to reduce alcohol-related risks among community college students",
      "authors": [
        "E Donovan",
        "P Mahapatra",
        "T Green",
        "E Chiauzzi",
        "K Mchugh",
        "A Hemm"
      ],
      "year": 2015,
      "doi": "10.3109/16066359.2015.1043625"
    },
    {
      "title": "Impact and costs of incentives to reduce attrition in online trials: two randomized controlled trials",
      "authors": [
        "Z Khadjesari",
        "E Murray",
        "E Kalaitzaki",
        "I White",
        "J Mccambridge",
        "S Thompson"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1523"
    },
    {
      "title": "Strategies for increasing adherence to an online smoking cessation intervention for college students",
      "authors": [
        "L An",
        "C Perry",
        "E Lein",
        "C Klatt",
        "D Farley",
        "R Bliss"
      ],
      "year": 2006,
      "doi": "10.1080/14622200601039881"
    },
    {
      "title": "Which intervention characteristics are related to more exposure to internet-delivered healthy lifestyle promotion interventions? A systematic review",
      "authors": [
        "W Brouwer",
        "W Kroeze",
        "R Crutzen",
        "J De Nooijer",
        "N De Vries",
        "J Brug",
        "A Oenema"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1639"
    },
    {
      "title": "Who but not where: the effect of social play on immersion in digital games",
      "authors": [
        "P Cairns",
        "A Cox",
        "M Day",
        "H Martin",
        "T Perryman"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijhcs.2013.08.015"
    },
    {
      "title": "Efficacy of a web-based, crowdsourced peer-to-peer cognitive reappraisal platform for depression: randomized controlled trial",
      "authors": [
        "R Morris",
        "S Schueller",
        "R Picard"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4167"
    },
    {
      "title": "Social presence and use of internet-delivered interventions: a multi-method approach",
      "authors": [
        "R Crutzen",
        "D Cyr",
        "H Larios",
        "R Ruiter",
        "N De Vries"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0057067"
    },
    {
      "title": "Remote Bhoveringŵ ith individuals with psychotic disorders and substance use: feasibility, engagement, and therapeutic alliance with a textmessaging mobile interventionist",
      "authors": [
        "D Ben-Zeev",
        "S Kaiser",
        "I Krzos"
      ],
      "year": 2014,
      "doi": "10.1016/j.compedu.2008.11.002"
    },
    {
      "title": "A game plan: gamification design principles in mHealth applications for chronic disease management",
      "authors": [
        "A Miller",
        "J Cafazzo",
        "E Seto"
      ],
      "year": 2014,
      "doi": "10.1177/1460458214537511"
    },
    {
      "title": "An introduction to gamification: adding game elements for engagement",
      "authors": [
        "T Brigham"
      ],
      "year": 2015,
      "doi": "10.1080/02763869.2015.1082385"
    },
    {
      "title": "An online community improves adherence in an internet-mediated walking program. Part 1: results of a randomized controlled trial",
      "authors": [
        "C Richardson",
        "L Buis",
        "A Janney",
        "D Goodrich",
        "A Sen",
        "M Hess"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1338"
    },
    {
      "title": "Engagement and retention of participants in a physical activity website",
      "authors": [
        "E Leslie",
        "A Marshall",
        "N Owen",
        "A Bauman"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2004.05.002"
    },
    {
      "title": "Mobile-web app to self-manage low back pain: randomized controlled trial",
      "authors": [
        "A Irvine",
        "H Russell",
        "M Manocchia",
        "D Mino",
        "T Cox Glassen",
        "R Morgan"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3130"
    },
    {
      "title": "Intervention strategies for improving patient adherence to follow-up in the era of mobile information technology: a systematic review and meta-analysis",
      "authors": [
        "H Lin",
        "X Wu"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0104266"
    },
    {
      "title": "Mobile cognitive therapy: adherence and acceptability of an online intervention in remitted recurrently depressed patients",
      "authors": [
        "G Kok",
        "C Bockting",
        "H Burger",
        "F Smit",
        "H Riper"
      ],
      "year": 2014,
      "doi": "10.1016/j.invent.2014.05.002"
    },
    {
      "title": "Engagement and satisfaction with an internet-based physical activity intervention in patients with rheumatoid arthritis",
      "authors": [
        "M Van Den Berg",
        "H Ronday",
        "A Peeters",
        "E Voogt-Van Der Harst",
        "M Munneke",
        "F Breedveld",
        "T Vliet Vlieland"
      ],
      "year": 2007,
      "doi": "10.1093/rheumatology/kel341"
    },
    {
      "title": "PDA self-monitoring adherence rates in two dialysis dietary intervention pilot studies: BalanceWise-HD and BalanceWise-PD",
      "authors": [
        "S Stark",
        "L Snetselaar",
        "B Piraino",
        "A Stone",
        "S Kim",
        "B Hall",
        "L Burke"
      ],
      "year": 2011,
      "doi": "10.1053/j.jrn.2010.10.026.PDA"
    },
    {
      "title": "A randomized controlled trial evaluating a manualized TeleCoaching protocol for improving adherence to a web-based intervention for the treatment of depression",
      "authors": [
        "D Mohr",
        "J Duffecy",
        "J Ho",
        "M Kwasny",
        "X Cai",
        "M Burns",
        "M Begale"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0070086"
    },
    {
      "title": "Intelligent mobile support for therapy adherence and behavior change",
      "authors": [
        "M Klein",
        "N Mogles",
        "A Wissen"
      ],
      "year": 2014,
      "doi": "10.1016/j.jbi.2014.05.005"
    },
    {
      "title": "Impact of length or relevance of questionnaires on attrition in online trials: randomized controlled trial",
      "authors": [
        "J Mccambridge",
        "E Kalaitzaki",
        "I White",
        "Z Khadjesari",
        "E Murray",
        "S Linke"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1733"
    },
    {
      "title": "Factors related to sustained use of a free mobile app for dietary self-monitoring with photography and peer feedback: retrospective cohort study",
      "authors": [
        "E Helander",
        "K Kaipainen",
        "I Korhonen",
        "B Wansink"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3084"
    },
    {
      "title": "Designing messaging to engage patients in an online suicide prevention intervention: survey results from patients with current suicidal ideation",
      "authors": [
        "U Whiteside",
        "A Lungu",
        "J Richards",
        "G Simon",
        "S Clingan",
        "J Siler"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3173"
    },
    {
      "title": "Theory and models for creating engaging and immersive e-commerce websites",
      "authors": [
        "M Jennings"
      ],
      "year": 2000,
      "doi": "10.1145/333334.333358"
    },
    {
      "title": "Effects of pre-game stories on feelings of presence and evaluation of computer games",
      "authors": [
        "N Park",
        "K Min",
        "S Jin",
        "S Kang"
      ],
      "year": 2010,
      "doi": "10.1016/j.ijhcs.2010.07.002"
    },
    {
      "title": "Elders' usability, dependability, and flow experiences on embodied interactive video games",
      "authors": [
        "M.-Y Hwang",
        "J.-C Hong",
        "Y.-W Hao",
        "J.-T Jong"
      ],
      "year": 2011,
      "doi": "10.1080/03601271003723636"
    },
    {
      "title": "Engagement in multimedia training systems",
      "authors": [
        "P Chapman",
        "S Selvarajah",
        "J Webster"
      ],
      "year": 1999,
      "doi": "10.1109/hicss.1999.772808"
    },
    {
      "title": "Impact of media richness and flow on e-learning technology acceptance",
      "authors": [
        "S Liu",
        "H Liao",
        "J Pratt"
      ],
      "year": 2009,
      "doi": "10.1016/j.compedu.2008.11.002"
    },
    {
      "title": "A game plan: gamification design principles in mHealth applications for chronic disease management",
      "authors": [
        "A Miller",
        "J Cafazzo",
        "E Seto"
      ],
      "year": 2014,
      "doi": "10.1177/1460458214537511"
    },
    {
      "title": "Effects of a personified guide on adherence to an online program for alcohol abusers",
      "authors": [
        "D Lieberman"
      ],
      "year": 2006
    },
    {
      "title": "Enhancing treatment fidelity in health behavior change studies: best practices and recommendations from the NIH Behavior Change Consortium",
      "authors": [
        "A Bellg",
        "B Borrelli",
        "B Resnick",
        "J Hecht",
        "D Minicucci",
        "M Ory"
      ],
      "year": 2004,
      "doi": "10.1037/0278-6133.23.5.443"
    },
    {
      "title": "The assessment, monitoring, and enhancement of treatment fidelity in public health clinical trials",
      "authors": [
        "B Borrelli"
      ],
      "year": 2011,
      "doi": "10.1111/j.1752-7325.2011.00233.x"
    },
    {
      "title": "A mobile app to aid smoking cessation: preliminary evaluation of SmokeFree28",
      "authors": [
        "H Ubhi",
        "S Michie",
        "D Kotz",
        "W Wong",
        "R West"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3479"
    },
    {
      "title": "Theory and nursing: a systematic approach",
      "authors": [
        "P Chinn",
        "M Kramer"
      ],
      "year": 1991
    },
    {
      "title": "An ontology design methodology for Knowledge-Based systems with application to bioinformatics",
      "authors": [
        "A Fiannaca",
        "La Rosa",
        "M Rizzo",
        "R Urso",
        "A Gaglio"
      ],
      "year": 2012,
      "doi": "10.1109/cibcb.2012.6217215"
    },
    {
      "title": "Evaluating and developing theories in the information systems discipline",
      "authors": [
        "R Weber",
        "H Brien",
        "E Toms"
      ],
      "year": 2010,
      "doi": "10.1002/asi.21229"
    },
    {
      "title": "Ecological momentary assessment (EMA) in behavorial medicine",
      "authors": [
        "A Stone",
        "S Shiffman"
      ],
      "year": 1994,
      "doi": "10.1093/abm/16.3.199"
    },
    {
      "title": "Depression and smoking cessation: the role of motivation and self-efficacy",
      "authors": [
        "A Haukkala",
        "A Uutela",
        "E Vartiainen",
        "A Mcalister",
        "P Knekt"
      ],
      "year": 2000,
      "doi": "10.1016/s0306-4603(98)00125-7"
    },
    {
      "title": "Binge eating disorder, weight control self-efficacy, and depression in overweight men and women",
      "authors": [
        "J Linde",
        "R Jeffery",
        "R Levy",
        "N Sherwood",
        "J Utter",
        "N Pronk",
        "R Boyle"
      ],
      "year": 2004,
      "doi": "10.1038/sj.ijo.0802570"
    }
  ],
  "num_references": 153
}
