{
  "paper_id": "S7F9HETJ",
  "title": "European guidelines on cardiovascular disease prevention in clinical practice",
  "abstract": "Underuse of Outpatient CR in Japan The outpatient CR participation rate is generally low (30-50% in Europe; 8 19-34% in the US 9 ). In Japan, although 150 days CR is covered by medical insurance for patients with cardiovascular disease (CVD), recent outpatient CR participation rates for HF, ACS, and stable CAD patients were 7%, 9%, and 3%, respectively, which are extremely low. 10,11 There are several explanations for the low CR participation rates in Japan. First, the number of institutions equipped to provide outpatient CR is not sufficient. According to 2009 data, 12 only 21% of all facilities in Japan in which cardiologists perform coronary interventions have outpatient CR centers. Second, the social awareness of CR is low. In Japan, CR participation rates are significantly lower than participation rates for cerebrovascular or orthopedic rehabilitation, and the low level of CR awareness applies to both patients and medical professionals. 13 Third, geographically, Japan is country with a lot of inhabited islands and steep mountains. Transportation to and from larger cities, as well as physical cardiology follow-up in rural areas, are sometimes limited. \n Cardiac Rehabilitation (CR) Importance of CR CR is a well-known multidisciplinary intervention for the secondary prevention of coronary artery disease (CAD), heart failure (HF), and other cardiac diseases. 1 In addition to exercise advice and guideline-based exercise prescription, CR consists of dietary guidance, psychosocial management, therapy adherence, control of cardiovascular risk factors, and occupational support. 2 CR has substantial effects on reducing the risks of hospitalization and cardiovascular mortality in CAD patients. 3 CR probably reduces all-cause hospital admissions and may reduce HF-specific hospital admissions, 4 and the Japanese Circulation Society (JCS) statement for HF in 2019 also noted the effects of CR. 5 Moreover, in addition to improving patients' quality of life, CR is a cost-effective treatment. 3 These benefits of CR have been noted in international guidelines. 1,6 In Japan, the 2021 JCS/Japanese Association of Cardiac Rehabilitation (JACR) guideline confirmed the importance of CR for secondary prevention of CAD and chronic HF. 7",
  "year": 2021,
  "date": "2021-10-29",
  "journal": "Eur Heart J",
  "publication": "Eur Heart J",
  "authors": [
    {
      "forename": "Toshiki",
      "surname": "Kaihara",
      "name": "Toshiki Kaihara",
      "affiliation": "1  day Heart Centre Hasselt , Jessa Hospital , Hasselt \n\t\t\t\t\t\t\t\t Heart Centre Hasselt \n\t\t\t\t\t\t\t\t Jessa Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hasselt"
    }
  ],
  "doi": "10.1253/circrep.cr-21-0126",
  "sections": [
    {
      "title": "Cardiac Telerehabilitation",
      "text": "-A Solution for Cardiovascular Care in Japan -Toshiki Kaihara, PhD; Martijn Scherrenberg, MD; Maarten Falter, MD; Ines Frederix, PhD;\n\nHaruki Itoh, PhD; Shigeru Makita, PhD; Yoshihiro J. Akashi, PhD; Paul Dendale, PhD\n\nCardiac rehabilitation (CR) is a well-known intervention for the secondary prevention of cardiovascular diseases. However, in Japan, the outpatient CR participation rate is estimated to be very low. Cardiac telerehabilitation (CTR) can be defined as a remote CR program using digital health technology to support it. Evidence regarding the use of CTR has been accumulated, and the COVID-19 pandemic has accelerated the need for CTR. Japan has sufficient potential to benefit from CTR because, nationally, digital literacy is high and the infrastructure for telemedicine is developed. To overcome several barriers, evidence of CTR in Japan, welleducated multidisciplinary CTR teams, a good combination of center-based CR and CTR, and sophisticated systems including social insurance and adequate legislation need to be developed immediately. CTR has the potential to increase the low CR participation rate in Japan. CTR also has many different effects that not only cardiologists, but also paramedics who engage in CTR, have to be aware of. A multidisciplinary team, including cardiologists, healthcare workers, and general physicians, will still be needed for CTR. Most importantly, CTR is an information and communication technology (ICT)-facilitated solution, not a treatment in itself. Patients undergoing CTR still need good CR centers for their follow-up. If the medical staff involved in a patient's treatment are not located the same place, ICT can also strengthen the relationships with the \"CTR team\". The implementation of training for multidisciplinary teams can be based on the new core curriculum for preventive cardiology.  21 aracteristic Circumstances in Japan Relevant to CTR As of 2019, Japan has the longest average life expectancy in the world.  22 Nevertheless, in Organisation for Economic Co-operation and Development countries, individuals aged 16-65 years have the highest levels of digital literacy and numeracy skills.  23 Thus, Japan has good potential for digital transformation. When the population ages further and home health care may become the mainstay, CTR has considerable potential to be implemented in Japan. In Japan, legislation enacted in the 1990 s means that CR is not permitted in convalescent hospitals. This needs to be revised in line with the dissemination of CTR. Outside of large cities like Tokyo, there are only a few institutes providing CR in each prefecture in Japan. Thus, it is unrealistic for patients to perform CR a several times a week.  24 owever, under such circumstances, CTR can be done at any time, if it is well organized. Moreover, the concept of \"hybrid CR\" may be suitable, in which patients start with short-term center-based CR that is followed by a longterm CTR.  25  This system does not lose the knowledge of the existing CR teams and can treat and follow-up more patients by CTR.  26  In this \"hybrid CR\" system, an important concept is that of \"hub facilities\", which serve as coordinating centers for local medical staff. For example,"
    },
    {
      "title": "Key"
    },
    {
      "title": "Cardiac Telerehabilitation (CTR)",
      "text": "Effects of Using CTR and CR Teams CTR can be defined as a remote CR program that makes use of digital health technology, such as monitoring devices, to support the program. CTR enables interactions with cardiac patients outside the hospital. A recent review reported measures for the future distribution of CTR in the US and indicated that CTR has multiple effects and may be a good option for stable low-to moderate-risk CVD patients.  14 nother review, in Europe, also indicated that CTR has multiple effects and that he current COVID-19 pandemic has accelerated the need for CTR.  15  Furthermore, the need for CTR will be accelerated by cost considerations with regard to CAD and HF.  16 TR is a solution for geographical barriers that mean patients cannot easily reach CR centers in their local hospitals. A previous systematic review concluded that CTR is superior to usual CR in reducing hospitalizations and improving adherence to physical activity guidelines.  17 CTR may induce long-term exercise effects for CAD patients.  18 egarding HF, CTR could reduce both the time lost owing to unplanned cardiovascular hospital admissions and allcause mortality.  19 Theoretically, CTR has a greater potential of maintaining a lifelong effect than center-based CR, which is an important consideration. Furthermore, an automatic CR referral strategy could achieve a higher CR enrollment rate.  20 The aim of the recent European Unionfunded CoroPrevention project ( https://coroprevention.eu/  [accessed May 11, 2021]) was to develop digital solutions to make personalized and sustainable interventions possible, as well as to monitor and motivate patients as part of the overall CR process. Specifically, the CoroPrevention methodology includes decision support systems for case nurses and doctors, shared decision making (SDM) during encounters, an electronic tablet and mobile application for patients, and a caregiver dashboard to facilitate SDM with caregivers and patients. The systems allow the registration Cardiac Telerehabilitation in Japan related to health, medical care, and welfare services\".  31 TR has the potential to increase the uptake of core components of CR, it can be more reasonable than building CR centers across the entire country, and it can reduce recurrent CVD events and mortality. These effects address some of the 10 points in the paper from the Ministry of Health, Labour and Welfare.  31 CTR needs to be expanded because otherwise many patients would not participate in CR. Furthermore, accumulated CTR data in digital devices can be used to optimize secondary prevention in Japan. To achieve this goal, cardiologists and other CTR team members will need to be trained in the core curriculum for preventive cardiology. The JACR is expected to create a Japanese version of the core curriculum, certify centers providing the ICT tools, and plead for a change in the legislation, as well as reimbursement, to increase the number of hospitals that can provide CTR in the future. Then, good CTR facilities can start to be built that follow-up patients all over Japan, without any problems, to increase the uptake of CR and to improve patient outcomes. This should be done in Japan immediately, and, in that sense, we really want to persuade every cardiologist that CTR could be the future in cardiovascular care (Figure)."
    },
    {
      "title": "Conclusions",
      "text": "We see CTR as a solution to improve the low CR participation rate in Japan. To this end, we need to accumulate evidence regarding the use of CTR. Attention should be paid not only to the digital technology, but also to the collaboration of a good CTR team. it may be difficult to locate educated dietitians or psychologists across all districts in Japan; however, ICT could facilitate patient education by these paramedics, who could be located in a \"hub facility\"."
    },
    {
      "title": "Barriers to CTR Implementation in Japan and How to Overcome Them",
      "text": "Although CTR is an attractive solution for Japan, there are many barriers regarding knowledge acquisition of CTR for both patients and medical professionals, reimbursement for CTR, technical considerations, and legal and ethical issues, among others.  27 TR team members who follow-up patients and collect and process data need to be trained, and may need to become digitally literate if they are not familiar with the technology used and management processes. In particular, good trust relationships between nurses, patients, and their families are crucial for CTR to be adopted by the Japanese community. Cardiologists consulted by general physicians about patients' physical activity needs must be appropriately trained in CTR. Because general physicians, in addition to cardiologists, can recommend CTR to patients in primary health care, information sessions with general physicians (or cardiologists) and patients in the community are required. If these relationships work well, and doctors or nurses can use the data to follow-up with patients who drop out of their CTR program, the CTR participation rate could be improved.\n\nReimbursement for CTR is a big problem in Japan, as well as in Europe and the US. However, a previous review found that CTR is associated with similar or lower longterm costs as center-based CR with equal or superior clinical impacts.  16 Currently, CTR is not covered by insurance in Japan, and at this stage evidence is being accumulated regarding CTR. There have been some studies published on remote CR programs  28  or an Internet of things-equipped ergometer.  29 Another study, registered with the University Hospital Medical Information Network (UMIN) Clinical Trials Registry (ID: UMIN000042942), will use an ergometer with home-based real-time remote monitoring system to evaluate the effects of remote CR. The JACR is lobbying for CTR reimbursement and this, with evidence of the long-term cost-effectiveness of CTR, could promote its use in Japan.\n\nIn addition, the validation of devices used as part of CTR remains an issue. Evidence of the safety and trustworthiness of programs with devices needs to be accumulated, and the liability of medical professionals who monitor the tremendous amounts of data generated by digital devices is another issue. Security and privacy problems are issues that will always need to be considered with a telemonitoring system. However, who has accessed what data can be clearly tracked using digital health, and the data are more secure. In 2016, the Basic Act on the Advancement of Public and Private Sector Data Utilization was enacted in Japan,  30  and CTR should be expanded based on the law.\n\nWhy Could CTR Be the Future Approach for Japan?\n\nCTR has many different effects on patients with CVDs in Japan. A recent paper published by the Ministry of Health, Labour and Welfare in Japan stated a basic plan for measures against CVD to extend healthy life expectancy and listed 10 points for \"enhancing service provision systems"
    },
    {
      "text": "Words: Cardiac telerehabilitation; E-cardiology; Remote medicine; Secondary prevention STATEMENT / OPINION KAIHARA T et al. and follow-up of patients' data lifelong and the use of these data to support healthy lifestyles."
    },
    {
      "text": "Figure. With a well-educated CTR team, CTR is the solution to improve the low CR participation rate in Japan. CR, cardiac rehabilitation; CTR, cardiac telerehabilitation; CVD, cardiovascular disease."
    }
  ],
  "references": [
    {
      "title": "European guidelines on cardiovascular disease prevention in clinical practice",
      "authors": [
        "M Piepoli",
        "A Hoes",
        "S Agewall",
        "C Albus",
        "C Brotons",
        "A Catapano"
      ],
      "year": 2016,
      "doi": "10.1093/eurheartj/ehw106"
    },
    {
      "title": "Secondary prevention through comprehensive cardiovascular rehabilitation: From knowledge to implementation. 2020 update. A position paper from the Secondary Prevention and Rehabilitation Section of the European Association of Preventive Cardiology",
      "authors": [
        "M Ambrosetti",
        "A Abreu",
        "U Corrà",
        "C Davos",
        "D Hansen",
        "I Frederix"
      ],
      "doi": "10.1177/2047487320913379"
    },
    {
      "title": "Exercise-based cardiac rehabilitation for coronary heart disease",
      "authors": [
        "L Anderson",
        "D Thompson",
        "N Oldridge",
        "A Zwisler",
        "K Rees",
        "N Martin"
      ],
      "year": 2016
    },
    {
      "title": "Exercise-based cardiac rehabilitation for adults with heart failure",
      "authors": [
        "L Long",
        "I Mordi",
        "C Bridges",
        "V Sagar",
        "E Davies",
        "Ajs Coats"
      ],
      "year": 2019,
      "doi": "10.1002/14651858.cd003331.pub5"
    },
    {
      "title": "Standard cardiac rehabilitation program for heart failure",
      "authors": [
        "H Izawa",
        "T Yoshida",
        "T Ikegame",
        "K Izawa",
        "Y Ito",
        "H Okamura"
      ],
      "doi": "10.1253/circj.cj-19-0670"
    },
    {
      "title": "Efficacy of telemedical interventional management in patients with heart failure (TIM-HF2): A randomised, controlled, parallel-group, unmasked trial",
      "authors": [
        "F Koehler",
        "K Koehler",
        "O Deckwart",
        "S Prescher",
        "K Wegscheider",
        "B Kirwan"
      ],
      "year": 2018,
      "doi": "10.1016/s0140-6736(18)31880-4"
    },
    {
      "title": "Effect of cardiac rehabilitation referral strategies on utilization rates: A prospective, controlled study",
      "authors": [
        "S Grace",
        "K Russell",
        "R Reid",
        "P Oh",
        "S Anand",
        "J Rush"
      ],
      "year": 2011,
      "doi": "10.1001/archinternmed.2010.501"
    },
    {
      "title": "EAPC core curriculum for preventive cardiology",
      "authors": [
        "M Wilhelm",
        "A Abreu",
        "P Adami",
        "M Ambrosetti",
        "M Antonopoulou",
        "A Biffi"
      ],
      "doi": "10.1093/eurjpc/zwab071"
    },
    {
      "title": "OECD skills outlook 2019",
      "year": 2021,
      "doi": "10.1787/0ae365b4-en"
    },
    {
      "title": "Subjective barriers to adherence to cardiac rehabilitation program after hospital discharge in patients with acute myocardial infarction",
      "authors": [
        "S Kusunoki",
        "A Maruji",
        "K Kobayashi",
        "N Hirao",
        "H Konishi",
        "N Fukui"
      ],
      "year": 2008
    },
    {
      "title": "Hybrid home-based exercise therapy for patients with chronic heart failure",
      "authors": [
        "A Gouda",
        "H Itoh",
        "A Tajima",
        "T Meda",
        "K Yamaguchi",
        "O Nagayama"
      ],
      "year": 2006,
      "doi": "10.1016/j.cardfail.2005.08.227"
    },
    {
      "title": "The second five-year plan to overcome stroke and cardiovascular disease",
      "year": 2021,
      "doi": "10.4324/9781003390589-2"
    },
    {
      "title": "ESC e-Cardiology Working Group position paper: Overcoming challenges in digital health implementation in cardiovascular medicine",
      "authors": [
        "I Frederix",
        "E Caiani",
        "P Dendale",
        "S Anker",
        "J Bax",
        "A Böhm"
      ],
      "year": 2019,
      "doi": "10.1177/2047487319832394"
    },
    {
      "title": "Remote cardiac rehabilitation is a good alternative of outpatient cardiac rehabilitation in the COVID-19 era",
      "authors": [
        "A Nakayama",
        "N Takayama",
        "M Kobayashi",
        "K Hyodo",
        "N Maeshima",
        "F Takayuki"
      ],
      "year": 2020,
      "doi": "10.1186/s12199-020-00885-2"
    },
    {
      "title": "Feasibility of home-based cardiac rehabilitation using an integrated telerehabilitation platform in elderly patients with heart failure: A pilot study",
      "authors": [
        "A Kikuchi",
        "T Taniguchi",
        "K Nakamoto",
        "F Sera",
        "T Ohtani",
        "T Yamada"
      ],
      "year": 2021,
      "doi": "10.1016/j.jjcc.2021.01.010"
    },
    {
      "title": "Declaration to Be the World's Most Advanced IT Nation Basic Plan for the Advancement of Public and Private Sector Data Utilization",
      "year": 2016,
      "doi": "10.2964/jsik_2021_029"
    },
    {
      "title": "Japanese national plan for promotion of measures against cerebrovascular and cardiovascular disease",
      "authors": [
        "M Kuwabara",
        "M Mori",
        "S Komoto"
      ],
      "year": 2021
    },
    {
      "year": 2019,
      "doi": "10.1253/circj.cj-83_index12_1"
    },
    {
      "title": "ACCF/AHA guideline for the management of ST-elevation myocardial infarction",
      "authors": [
        "O' Gara",
        "P Kushner",
        "F Ascheim",
        "D Casey",
        "D Chung",
        "De Lemos"
      ],
      "year": 2013
    },
    {
      "title": "The Japanese Circulation Society and the Japanese Association of Cardiac Rehabilitation",
      "year": 2021,
      "doi": "10.1253/circrep.cr-21-0042"
    },
    {
      "title": "Cardiac rehabilitation in Europe",
      "authors": [
        "R Humphrey",
        "M Guazzi",
        "J Niebauer"
      ],
      "year": 2014,
      "doi": "10.1016/j.pcad.2013.08.004"
    },
    {
      "title": "Increasing cardiac rehabilitation participation from 20% to 70%: A road map from the Million Hearts Cardiac Rehabilitation Collaborative",
      "authors": [
        "P Ades",
        "S Keteyian",
        "J Wright",
        "L Hamm",
        "K Lui",
        "K Newlin"
      ],
      "year": 2017,
      "doi": "10.1016/j.mayocp.2016.10.014"
    },
    {
      "title": "Nationwide survey of multidisciplinary care and cardiac rehabilitation for patients with heart failure in Japan: An analysis of the AMED-CHF study",
      "authors": [
        "K Kamiya",
        "T Yamamoto",
        "M Tsuchihashi-Makaya",
        "T Ikegame",
        "T Takahashi",
        "Y Sato"
      ],
      "year": 2019,
      "doi": "10.1253/circj.cj-19-0241"
    },
    {
      "title": "Current status and effect of outpatient cardiac rehabilitation after percutaneous coronary intervention in Japan",
      "authors": [
        "K Kanaoka",
        "T Soeda",
        "S Terasaki",
        "Y Nishioka",
        "T Myojin",
        "S Kubo"
      ],
      "year": 2021,
      "doi": "10.1253/circrep.cr-20-0143"
    },
    {
      "title": "Trends in the implementation rate of cardiac rehabilitation after acute myocardial infarction in Japan",
      "authors": [
        "M Nakanishi",
        "M Nagayama",
        "H Adachi",
        "K Ikeda",
        "K Fujimoto",
        "T Tashiro"
      ],
      "year": 2011
    },
    {
      "title": "JACR statement: Mission of the Japanese Association of Cardiac Rehabilitation",
      "year": 2013,
      "doi": "10.1253/circrep.cr-20-0087"
    },
    {
      "title": "Home-based cardiac rehabilitation: A scientific statement from the American Association of Cardiovascular and Pulmonary Rehabilitation, the American Heart Association, and the American College of Cardiology",
      "authors": [
        "R Thomas",
        "A Beatty",
        "T Beckie",
        "Lpc Brewer",
        "T Brown",
        "D Forman"
      ],
      "year": 2019,
      "doi": "10.1161/cir.0000000000000663"
    },
    {
      "title": "The future is now: A call for action for cardiac telerehabilitation in the COVID-19 pandemic from the secondary prevention and rehabilitation section of the European Association of Preventive Cardiology",
      "authors": [
        "M Scherrenberg",
        "M Wilhelm",
        "D Hansen",
        "H Völler",
        "V Cornelissen",
        "I Frederix"
      ],
      "doi": "10.1177/2047487320939671"
    },
    {
      "title": "Cost-effectiveness of cardiac telerehabilitation in coronary artery disease and heart failure patients: Systematic review of randomized controlled trials",
      "authors": [
        "M Scherrenberg",
        "M Falter",
        "P Dendale"
      ],
      "year": 2020
    },
    {
      "title": "A review of telerehabilitation for cardiac patients",
      "authors": [
        "I Frederix",
        "L Vanhees",
        "P Dendale",
        "K Goetschalckx"
      ],
      "year": 2015,
      "doi": "10.1177/1357633x14562732"
    },
    {
      "title": "Long-term exercise effects after cardiac telerehabilitation in patients with coronary artery disease: 1-year follow-up results of the randomized study",
      "authors": [
        "L Batalik",
        "F Dosbaba",
        "M Hartman",
        "V Konecny",
        "K Batalikova",
        "J Spinar"
      ],
      "year": 2021,
      "doi": "10.23736/s1973-9087.21.06653-3"
    }
  ],
  "num_references": 31
}
