{
  "paper_id": "S8ENWFQH",
  "title": "Using participatory methods to design an mHealth intervention for a low income country, a case study in Chikwawa, Malawi",
  "abstract": "Background: mHealth holds the potential to educate rural communities in developing countries such as Malawi, on issues which over-burdened and under staffed health centres do not have the facilities to address. Previous research provides support that mHealth could be used as a vehicle for health education campaigns at a community level; however the limited involvement of potential service users in the research process endangers both user engagement and intervention effectiveness. Methods: This two stage qualitative study used participatory action research to inform the design and development of an mHealth education intervention. First, secondary analysis of 108 focus groups (representing men, women, leadership, elderly and male and female youth) identified four topics where there was a perceived health education need. Second, 10 subsequent focus groups explored details of this perceived need and the acceptability and feasibility of mHealth implementation in Chikwawa, Malawi. Results: Stage 1 and Stage 2 informed the design of the intervention in terms of target population, intervention content, intervention delivery and the frequency and timing of the intervention. This has led to the design of an SMS intervention targeting adolescents with contraceptive education which they will receive three times per week at 4 pm and will be piloted in the next phase of this research. \n Conclusion: This study has used participatory methods to identify a need for contraception education in adolescents and inform intervention design. The focus group discussions informed practical considerations for intervention delivery, which has been significantly influenced by the high proportion of users who share mobile devices and the intervention has been designed to allow for message sharing as much as possible.",
  "year": 2013,
  "date": "2013",
  "journal": "BMC Health Services Research",
  "publication": "BMC Health Services Research",
  "authors": [
    {
      "forename": "Rebecca",
      "surname": "Laidlaw",
      "name": "Rebecca Laidlaw",
      "affiliation": "1  Department of Civil and Environmental Engineering , University of Strathclyde , Glasgow , UK \n\t\t\t\t\t\t\t\t Department of Civil and Environmental Engineering \n\t\t\t\t\t\t\t\t University of Strathclyde \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t UK",
      "email": "rebecca.laidlaw@strath.ac.uk",
      "orcid": "0000-0001-5132-2374"
    },
    {
      "forename": "Diane",
      "surname": "Dixon",
      "name": "Diane Dixon",
      "affiliation": "2  School of Psychological Sciences and Health , University of Strathclyde , Glasgow , UK. \n\t\t\t\t\t\t\t\t School of Psychological Sciences and Health \n\t\t\t\t\t\t\t\t University of Strathclyde \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0000-0001-5132-2374"
    },
    {
      "forename": "Tracy",
      "surname": "Morse",
      "name": "Tracy Morse",
      "affiliation": "1  Department of Civil and Environmental Engineering , University of Strathclyde , Glasgow , UK \n\t\t\t\t\t\t\t\t Department of Civil and Environmental Engineering \n\t\t\t\t\t\t\t\t University of Strathclyde \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Tara",
      "surname": "Beattie",
      "name": "Tara Beattie",
      "affiliation": "1  Department of Civil and Environmental Engineering , University of Strathclyde , Glasgow , UK \n\t\t\t\t\t\t\t\t Department of Civil and Environmental Engineering \n\t\t\t\t\t\t\t\t University of Strathclyde \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Save",
      "surname": "Kumwenda",
      "name": "Save Kumwenda",
      "affiliation": "3  Department of Environmental Health , University of Malawi -the Polytechnic , Blantyre , Malawi. \n\t\t\t\t\t\t\t\t Department of Environmental Health \n\t\t\t\t\t\t\t\t University of Malawi -the Polytechnic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Blantyre \n\t\t\t\t\t\t\t\t\t Malawi"
    },
    {
      "forename": "Grant",
      "surname": "Mpemberera",
      "name": "Grant Mpemberera",
      "affiliation": "4  Mfera Health Centre , Chikwawa , Malawi. \n\t\t\t\t\t\t\t\t Mfera Health Centre \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chikwawa \n\t\t\t\t\t\t\t\t\t Malawi"
    }
  ],
  "doi": "https://doi.org/10.13039/100012095",
  "keywords": [
    "mHealth",
    "Health education",
    "Participatory",
    "Contraception",
    "Malawi"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Mobile health (mHealth) is defined as \"medical and public health practice supported by mobile devices such as mobile phones, personal digital assistants and other wireless devices\" (  [53, 54] ; p. 6). mHealth applications can use both the phone's basic functionalities (e.g. voice call and short messaging service) and more complex functionalities (e.g. third generation mobile telecommunications (3G) or Bluetooth technology). mHealth programmes cover a wide array of functions both in communicating with and monitoring the patient population, and for consultation, communication, training and development in healthcare professionals  [55] . Types of programmes include SMS or telephone call appointment reminders for patients, mobile applications for continued education in healthcare workers and remote data collection for tracking and monitoring disease outbreaks  [46] . One increasingly popular application for mHealth, particularly in low income countries, is its use in public health campaigns to provide preventative health education, due to its ability to increase participant reach in a relatively cheap and easy way  [3, 5, 9] . For the purpose of this paper, mHealth refers to the use of mobile phones for preventative health education communication.\n\nMobile phone accessibility is imperative for mHealth interventions and ownership of mobile phones in low income countries has improved dramatically in recent years. In Malawi, 34% of the population own a personal mobile phone (29.1% in rural areas and 69.8% in urban areas), while 45.5% have a mobile phone in their household  (40. 2% in rural areas and 85.1% in urban areas)  [36] . This is similar in Chikwawa, the study setting, where proportions of phone ownership in rural Southern Malawi, is 27.8% for individuals and 40.1% for households  [36] . In addition, Malawians have the highest annual mobile phone expenditure (out of a 166 country study) at 56.6% Gross National Income per capita  [21] . The cost of the device handset has been found to be this biggest barrier to mobile phone ownership, and 57.9% of individuals in rural Malawi are willing to pay between K2000-K5000 (equivalent of 3-7 US dollars) on a mobile handset  [36] , which would provide them with a basic mobile phone as smartphones are much more expensive. This is a substantial amount of money considering 87.6% of working adults in Malawi live on less than $3.10 per day  [47] . From this evidence it would appear that those without mobile phones are willing to spend a significant proportion of their income on a mobile device, suggesting that mobile phone ownership is a priority to these individuals.\n\nHealth care in Malawi, although free, is poorly resourced, and hard to reach for many individuals, where they may face geographical barriers to access healthcare, poor infrastructure, and lack funds to travel  [48] . Even when health care is accessed, Malawi has one of the highest doctor to patient ratios in the world at 0.019 physicians per 1000 people compared to 2.8 physicians in the UK  [56] . The extensive staff and resource limitations in Malawian healthcare are underpinned by financial constraints, lack of trained workforce, and workforce migration  [1, 41, 58] . This affects not only curative but also preventative health care, which if implemented effectively, could have a significant impact on reducing the main causes of morbidity and mortality e.g. HIV/ AIDS and Malaria  [57] .\n\nHealth promotion is an integral part of the government's healthcare strategic plan in Malawi  [13] , however with rapid increases in population growth  [14]  and the already overstretched healthcare system  [52] , more needs to be done to intervene in this sector, including the use of innovative ways to delivery health messages and achieve behaviour change. Therefore, with the ever increasing mobile phone usage, which is projected to double by 2020  [17] , coupled with barriers in staffing and access to preventative healthcare, this low income country is a prime target for mHealth educational interventions.\n\nmHealth interventions have the potential to overcome major problems in preventative healthcare delivery in developing countries. However, it is essential that their development and implementation are carried out with scientific rigour. Reviews of mHealth research both globally  [7, 11, 45]  and specific to developing countries  [2, 18, 19]  warn of the desperate need for adequately powered, rigorously tested and thoroughly evaluated scientific studies. In addition, intervention content must be tailored to the needs of the target population, for example, be sensitive to cultural context and demographic factors such as age and gender, in order to enhance intervention effectiveness  [23] . Furthermore, participant level of understanding, language and literacy capabilities and technology skills also need to be considered  [18] . Therefore participatory research, which involves all relevant stakeholders in intervention design and development, is imperative to increase the likelihood of intervention success and engagement  [33] .\n\nPrevious health education campaigns in Malawi, with a mobile component, have included 'Chipatala Cha Pa Foni' a hotline for expectant mothers  [50]  'Youth Alert!' a reproductive health radio programme predominantly accessed via mobile phone  [40] , and health education 'jingles' via mobile phone platforms in the Millennium Village Project  [30] . mHealth appears to be a popular mode of health education campaign delivery in Malawi. However peer reviewed research in Malawi has had a predominant focus on up-skilling community health workers to deliver messages  [27, 29, 31] , or implementing hotline or radio campaigns to specific groups of people (  [39, 50] ). There is little evidence regarding the impact of mhealth education campaigns at a community level.\n\nDue to this gap in the current evidence base for community mHealth interventions, it is essential to conduct participatory action research to inform the design and development of an mHealth messaging service, which will provide health information to the community; this paper uses Chikwawa, Malawi as a case study. This two stage qualitative study involved local residents to identify health topic priorities and used these topics to inform a more detailed discussion of health education need, and the acceptability and feasibility of implementing an mHealth intervention in this area."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study setting",
      "text": "This study occurred in the Mfera catchment area of Chikwawa, Malawi (Fig.  1 ). The research was integrated into the Scotland Chikwawa Health Initiative (SCHI), a consortium led by the University of Strathclyde; the initiative has implemented a variety of health improvement strategies in Chikwawa since 2006."
    },
    {
      "title": "Study design",
      "text": "The aim of the study was to conduct participatory action research to inform the design and development of a health education intervention, particularly intervention content, method of delivery and duration. This was achieved in two stages:\n\nStage 1: secondary analysis of village profiles SCHI conducted 108 focus group discussions in 18 villages in Chikwawa (Fig.  1 ) in 2013/14. In each village, focus groups were conducted with 6 representative groups; Leadership (mixed gender), Men, Women, Elderly/Marginalised (mixed gender), Male Youth (15-24 years) and Female Youth (15-24 years), with group sizes ranging from 6 to 12. The data from each village was combined by a SCHI team member and summarised to form individual village profiles  [43] . The 18 village profiles were used as secondary data to identify health education needs and the findings used to form the basis of Stage 2."
    },
    {
      "title": "Stage 2: intervention development",
      "text": "Ten focus groups were conducted in two randomly selected villages, Sikenala (n = 42), Chimoto (n = 33) and one secondary school, Mfera Community Day Secondary School (CDSS) (n = 16) in 2015. Two focus groups were conducted with male adults, two with female adults, three with male youth and three with female youth. The demographic details of each group are displayed in Table  1 .\n\nThe study instrument was a series of open-ended questions informed by the findings in Stage 1. Questions focused on 4 health topics, Nutrition, Hygiene, Family Planning, HIV/AIDS, and included questions regarding mHealth intervention feasibility and acceptability. mHealth was presented to participants as the use of mobile phones to deliver health education via calls and text messages. Simple functionality was presented as observations in the communities indicated that the majority of residents only had access to basic mobile devices which could not access the internet. Questions addressed the relevance of each health topic, the perceived need for information about each topic, mobile phone ownership, intervention duration, mode of delivery and barriers to implementation. For adult focus groups there was additional discussion on parental consent for intervention access. Demographic information including age, literacy and education level was also recorded."
    },
    {
      "title": "Procedure",
      "text": "For both stages participants were recruited through convenience sampling. For community based focus groups, the facilitators walked around the village with the village Headman identifying eligible candidates. If participants agreed to take part, informed consent was obtained and members gathered at the meeting point for the focus groups to begin. At the secondary school participants were invited to take part by the Head teacher, and informed consent was obtained by facilitators prior to commencing the discussion. Focus groups were conducted in Chichewa by a trained facilitator and followed a pre-determined interview schedule. Additional probing questions were included to encourage expansion into discussion topics. Each focus group lasted between 45 and 60 min and were recorded using an audio recording device. All focus groups were transcribed verbatim and then translated into English by the facilitators."
    },
    {
      "title": "Analysis Stage 1",
      "text": "Secondary analysis of the 18 village profiles recorded references to health education needs and these were tabulated by village and focus group type (leadership, men, women, elderly, male youth and female youth). To include observations made by the original interviewers and in instances where a health topic was discussed, but no identification of focus group was given, an extra group entitled 'General' was included in the analysis."
    },
    {
      "title": "Stage 2",
      "text": "Thematic analysis was used to analyse the data, and followed the Braun & Clarke  [4]  step-by-step guide. This process included familiarisation with the transcripts and then highlighting sections relevant to the research question and assigning a descriptive label or code to these sections. Similar coded sections across all transcripts were collated to create themes. A discussion of themes was conducted and a consensus met as to which themes accurately represented the data collected."
    },
    {
      "title": "Results"
    },
    {
      "title": "Stage 1",
      "text": "Fifteen of the village profiles referenced health education need in four health topics, Nutrition, Hygiene, Family Planning and HIV/AIDS (Fig.  2 ). Family planning was most frequently raised as a need, followed by HIV/AIDS. Figure  3  shows the breakdown of health education need by focus group, showing a clear expression of need in female youth, women and male youth for family planning education. Male and female youth account for 44% of the references for all health education need (combined adults account for 27%, general 23%, leadership >1%, elderly 0%) and were especially vocal in their need for youth friendly services, particularly surrounding family planning and HIV. For this reason youth were chosen by the researchers as the target group for the intervention."
    },
    {
      "title": "Stage 2",
      "text": "Ten focus groups were facilitated, with a total of 91 participants (Table  1 ).\n\nFive themes emerged from the transcripts encapsulating opinions and beliefs of the participants around the four health topics."
    },
    {
      "title": "Recognised need of health education",
      "text": "This theme depicts participants' self-reported need for health education and their prior knowledge of each health topic."
    },
    {
      "title": "Need for health education",
      "text": "All focus groups recognised their need for health education. Amongst the four topics discussed, nutrition, hygiene, family planning and HIV, there was high concordance with the expressed health education needs at stage 1, with 80, 60, 100 and 90% of the groups describing a lack of information in these areas respectively. In six of the 10 focus groups participants highlighted a need to educate men on family planning methods. One female adult group and three focus groups with young people reported a need to increase knowledge of contraception methods in men, as it was suggested men do not always agree with their use. Similarly, two male adult and three focus groups with young people reported a need for men to be educated so that the decision on contraception uptake can be a joint one;\n\nMale Adult, Sikenala: Contraception methods are perceived as for women in this village so if we receive these text messages in our homes we will be able to make an informed decision on which contraceptive method to use as a family.\n\nThis concurs with the Stage 1 analysis, where four male youth and two male adult focus groups raised the need for family planning education for men.\n\nParticipants expressed more specific health education needs in relation to family planning than any other health issue discussed (see Table  2 ). Furthermore, the perceived family planning needs showed a high degree of consistency across all four represented populations."
    },
    {
      "title": "Prior knowledge",
      "text": "Although there was high agreement about the need for health education in each topic, participants did demonstrate some prior knowledge. This was particularly the case in the areas of nutrition and hygiene, with seven groups able to describe the six food groups and eight groups able to explain toilet and household hygiene practices. There was less detailed knowledge of family planning and HIV. All of the focus groups mentioned the need for education on contraceptive methods; however only half of the groups demonstrated any knowledge about specific methods. The three methods that were discussed by these groups were Norplant (contraceptive implant), contraceptive injection and condoms. Interestingly, out of the four focus groups who mentioned Norplant and the injection, three stated that they knew the name but did not understand how the method worked or why it benefited them over any other method; Female Adult Sikenala: We usually go for the injection but some people say it is not good for our health…we do not know the advantages and disadvantages of these contraceptive methods…we use any of the methods without really knowing the side effects.\n\nParticipants were able to list a variety of HIV related information requirements. Whilst this indicated some knowledge of HIV, participants had poor general understanding of HIV except for the link between condom use and prevention."
    },
    {
      "title": "Acceptability of an mHealth Intervention",
      "text": "This theme represents participants' views on the acceptability of an mHealth intervention including message type, message volume and frequency. Participants felt that written texts were advantageous as the messages could be stored and referred back to whenever convenient and without time pressures of a one off call format.\n\nHowever, two focus groups noted a preference for IVR technology over SMS; Female Youth, Chimoto: Some of us prefer voice messages since some may not know how to read.\n\nBoth focus groups referred to IVR due to illiteracy levels and therefore this method would allow them to receive the health education.\n\nParticipants were also asked whether they would prefer to receive messages at set times (1 way messaging) or to access the information at their leisure through a text and reply service (2 way messaging). Male and female adults (4 focus groups) stated a preference for 1 way messages due to the messages being sent at fixed times. This appears to be due, in part, to difficulties surrounding the use of a mobile phone; Female Adults, Chimoto: Do it at set times to help those who feel they cannot use a phone confidently.\n\nConfidence in using a mobile phone, and technical ability is imperative to gaining access to mHealth education. Both male and female adults mentioned a lack of confidence in their own ability to use a mobile phone and they believe knowing in advance when the messages would come would help them. Young people did not mention user confidence as an issue; however 4 focus groups also noted a preference for getting the messages at set times; Male Youth, Sikenala: We should receive notice of when the messages will come so that we should easily remember to go and read them.\n\nReliance on shared mobile phones was mentioned throughout the discussions and appears to influence preferences for a one way messaging service. Prior notice of when the messages would be delivered would allow for the individual to plan access to the device. The two final focus groups discussed both methods and were happy to receive messages at set times or at their leisure."
    },
    {
      "title": "Time/frequency",
      "text": "Participants were asked to identify their preferred time and frequency of message delivery. While all ten focus groups were in agreement that they supported this method of health education delivery and would be willing to receive messages, there was no such agreement on specific timings for message delivery. Four focus groups (two female adult groups, female youth and male adults) stated that they had no preference; Female Youth, Sikenala:…to some of us it doesn't matter how many times we receive the messages, as long as we get the information.\n\nMale Adults: Sikenala: the time doesn't matter…even if you receive a message when you are asleep you can always check the message when you wake up.\n\nA further four focus groups (two male youth groups, female youth and male adults) stated a preference for the afternoon, one stating 4 pm and the other 6 pm (two didn't state a time). The final two focus groups requested messages to be sent out with school hours; Male Youth, CDSS: You should send the messages after school hour; you should make sure they don't affect our studies.\n\nIn addition to being out with school hours, participants also noted the importance of message timing in shared phone access, requesting messages to be sent at a time convenient for message sharing; Female Youth, CDSS: …12 midnight can't work because we will use borrowed phones.\n\nParticipants were also asked as to the frequency of message delivery. Four focus groups (representing each sample population) requested the messages to be sent at least twice per week, two focus groups (male and female youth) opted for three times per week, and two focus groups (female youth and female adults) for five times per week. The final two focus groups (male youth and male adults) did not state a preference and were willing to leave it up to the researchers; Male Adults, Sikenala: …it's up to you to decide that, we will always receive the messages."
    },
    {
      "title": "Barriers to phone access",
      "text": "Access to mobile phones to receive the health messages was a major discussion point in all focus groups, primarily barriers preventing access, including parental consent, mobile phone ownership and mobile sharing."
    },
    {
      "title": "Phone ownership",
      "text": "Participants who owned a mobile phone were all in favour of the intervention and stated they would use the service upon implementation; this was however, only 24% of the sample. For those with only shared access to a mobile (60%), concerns arose around message service access; Male Youth CDSS: …for us who use borrowed phones it won't be easy to access the messages sometimes because the owners of the phones may be away.\n\nParticipants without mobile ownership have little control of when they get access to the phone. This may prevent consistent access to intervention content and is a significant barrier to intervention accessibility.\n\nParticipants were asked if they felt comfortable receiving health information through a phone which they did not own. Adult participants did not appear to find this an issue and were willing to use a shared phone; Female Adults, Sikenala: we are all close so when one of us gets the message she would communicate…yes even if sharing husband's phone that is no problem.\n\nOnly one male youth expressed apprehension regarding the sensitive content which would be delivered to a shared phone;\n\nMale Youth, Chimoto: …to us who share with our relatives, we may not be that comfortable receiving reproductive health on a shared phone."
    },
    {
      "title": "Parental consent",
      "text": "Young people were vocal in their need for health education, especially regarding reproductive health. Focusing the intervention on 15-24 year olds, requires parental consent for those under 16, therefore adult participants were asked their views on providing adolescents with this information;\n\nFacilitator: What do you think of adolescents receiving this information on their mobile phone? Male Adult, Chimoto: With this generation, it really has to be so.\n\nAll adult focus groups agreed to the need for adolescents to receive preventative health information, and stated they would not prevent their own children from accessing the messages.\n\nIn contrast, two female youth focus groups and one male youth focus group showed concern towards their parents' reaction to their involvement in the study, especially if they were to access sensitive information on their parents' phone.\n\nFemale Youth CDSS: …for me the parents would not like the [family planning] messages they would think that it's a boyfriend giving me some advice. Facilitator: Is it because you use a borrowed phone so you are afraid? Male Youth, CDSS: Yes sometimes the parents may not be that friendly."
    },
    {
      "title": "Trust",
      "text": "This theme encompasses participants' expectations of an mHealth intervention."
    },
    {
      "title": "Involvement in Intervention Design",
      "text": "All focus groups stated that they would trust the messages they were given, and this appears to be due, in part, to their involvement in the process of intervention development;\n\nMale Youth, Chimoto: Yes we will, because what we are discussing here is exactly what we want so we will trust you to give us the right messages.\n\nParticipants understood that their suggestions for health topics could become the basis for the message content, and liked that they were consulted about the practical issues surrounding the mHealth intervention. This appears to have positively impacted their perceived trust of the service.\n\nPractically, it was noted that message content would be trusted if it was clear where the messages came from; Female Youth, Sikenala: Yes, we will believe after seeing the phone number of the sender. Facilitator: So that means we should have a unique number for project? Female Youth Sikenala: Yes.\n\nBelief in message content appears to stem from the trustworthiness of the sender. Participants stated they would believe the message content if they could be assured the messages came from SCHI through an identifiable phone number or short code."
    },
    {
      "title": "Prior knowledge of service",
      "text": "In addition to recognising the sender, participants believed that prior knowledge of the service would impact their belief in the content; Female Youth CDSS …only the people who are here would trust the messages because we would know it's you when you send the messages.\n\nTherefore it is perceived that involvement in this study will increase the likelihood of participants trusting the SMS message content."
    },
    {
      "title": "Sustainability",
      "text": "Sustainability refers to the participants views on the long term implication of the messaging service."
    },
    {
      "title": "Follow up",
      "text": "Three focus groups expressed their desire to be involved in the development of the service and also expressed concern regarding intervention implementation;\n\nMale Adult Sikenala: …plead to the authorities that they should not just make false promises but launch this programme. This emphasises that participants are eager to see the SMS messaging service implemented in their area, and wish the project to provide regular updates of the research progress."
    },
    {
      "title": "Face to face communication",
      "text": "Five focus groups (female adults, male youth and both male adult groups) requested face to face communication in addition to the messaging service; Male Youth, Chimoto: …it will really be helpful if we had a club where the youth can meet and discuss about HIV and family planning.\n\nFemale Adult Sikenala: …apart from sending the messages you should come to conduct awareness campaigns to encourage us to use the health information.\n\nThis was to provide opportunities to discuss message content and to act as a reminder for continued use of the messaging service."
    },
    {
      "title": "Intervention development",
      "text": "Themes from Stage 2 informed the design and development of the mHealth intervention in terms of target population, intervention content, delivery method, and time and frequency of the intervention (Fig.  4 )."
    },
    {
      "title": "Discussion",
      "text": "This aim of this paper was to use participatory action research to inform the design and development of an mHealth preventative health intervention, as it is essential to tailor the intervention to participants needs to increase effectiveness in bringing about increased knowledge and behaviour change  [19, 23] ."
    },
    {
      "title": "Target population",
      "text": "Of the four health education need topics (Nutrition, Hygiene, Family Planning and HIV) identified in Stage 1 and taken forward for further discussion in Stage 2, male and female youth accounted for the majority (44%) of references, and were particularly vocal about their need for youth friendly health services (YFHS) in Chikwawa. Providing access to YFHS has been a priority for the Government of Malawi  [20] , however accessibility to these services is challenging for young people and attendance is poor  [10] .\n\nPrevious research globally has targeted mHealth interventions towards young people to increase engagement with health services and introduce healthcare delivery via technology that is familiar and accessible to them  [12, 38] . These studies have found promising results, with adolescents actively participating in pilot interventions delivering sexual health information and showing increased awareness of sexual health issues  [28] . mHealth interventions therefore provide an attractive, novel and engaging method of information provision which could be used to provide adolescents with a tailored preventative health service, relevant to their needs. Although adults also expressed need for health education (27% of the references), the great need identified among youth for services specific to them and the technological appeal this mode of delivery has among this group were the key drivers in selecting young people as the target population for this intervention. This will support local YFHS in the area without adding extra pressure to overburdened local health centres that are not sufficiently staffed to run face-to-face interventions to this population group."
    },
    {
      "title": "Intervention content",
      "text": "Participants cited the need for more knowledge in each of the four health topics discussed in Stage 2. However, this was especially the case for family planning as all ten focus groups expressed a need for this information. This finding is in line with data from Stage 1, where family planning was also the most frequently requested topic, particularly by young people and women. These findings guided the decision to develop an mHealth intervention targeted towards family planning, where messages will describe contraceptive methods, their benefits and side effects, and where they can be obtained in relation to the study site. Family planning is a high priority in Malawi, and in line with Malawi's Health Promotion Policy [15], as the consequences of unsafe sex are contributing significantly to the burden of disease in the country. In addition, reducing fertility rates due to the rapid increase in population is another government priority; the national population is estimated to triple by 2040 if fertility rates continue  [14] . Therefore contraception education is an urgent necessity to help slow this rapid population growth.\n\nAdditionally teenage pregnancy is common in Malawi,  [35]  and this often leads to poor educational attainment in teenage girls, as they are forced out of school and seldom return  [34] . It is imperative for family planning education to be provided to these teenage girls so that they can make an informed decision. This is especially relevant due to current widespread myths surrounding modern contraceptive use in rural Malawi, particularly the belief that infertility is a consequence of contraceptive use  [6] . The lack of preventative health education services lead to this misinformation spreading within communities and may influence decisions regarding family planning practice. Consequently, it is crucial to provide young people with the correct medical information from a source they trust. SCHI has been working in this area for over a decade and the current study found the project as a trusted source of information.\n\nIt is also important for this education to be delivered to adolescent boys, and this has been called for as a priority in low income countries  [16] . Results of the current study concur with this, identifying a perceived need to encourage males to use contraception and be involved in the decision making process for contraception uptake. This has been recognised by previous research, and family planning interventions have been created to target males in particular  [22, 24, 44] . The inclusion of male youth in this intervention is important, as although current long-acting contraceptives target women, improvement in continuous use will require joint decision making of both partners  [51] ."
    },
    {
      "title": "Intervention delivery method",
      "text": "Participants were encouraged to state their preference in delivery method of the intervention, either SMS messages or using IVR. The majority of focus groups opted for SMS messages over IVR as they can be stored, read again and have no time pressure regarding message delivery. Previous research in Malawi has found preference for IVR when given the choice between the two  [8] . However SMS messages were more likely to be successfully delivered due to the need for greater technical support and user participation involved with IVR  [8] . IVR has been used to combat high illiteracy levels  [42]  and even though two focus groups stated a preference for IVR due to illiteracy, our target population for this intervention has literacy rates of 91% for female and 96% for male youth respectively. However this preference may be specific to this sample, and if the intervention was to be delivered on a widespread scale, the intervention delivery method would need to be continually reassessed to ensure equality of access for all.\n\nIn addition, participants repeatedly cited a desire for face-to-face communication, with some unsure if messages alone were enough. This is the first study looking at perceptions of mHealth in Chikwawa, Malawi; therefore lack of experience with SMS may have favoured their opinion towards face-to-face knowledge exchange which is the norm. Evidence shows mobile-based behaviour change interventions are more effective with additional delivery methods, i.e. mHealth plus face-to-face or telephone call  [26] ; however individual SMS interventions have also produced greater behaviour change than routine healthcare  [37] . Therefore consideration for potential face-to-face additions to the intervention, particularly around the creation of youth groups at the local health centre will be assessed in the next phase of the research. This would provide a platform for peers to discuss the mobile content and ask questions to a trained facilitator."
    },
    {
      "title": "Timing and frequency of the intervention",
      "text": "Gurman et al.  [18] , in their review of mHealth behaviour change interventions, found that formative research into the preferred timing of health communication is seldom undertaken, yet important in order to understand the target population's preferences. In addition, mHealth interventions will likely be more effective if message content, frequency and style are relevant to the needs and preferences of the target population  [45] .\n\nAdults stated a preference for messages to be sent at set times (one-way messaging) due low user confidence in mobile phones, and the majority of youth noted a preference for receiving messages at set times due to the ability to plan shared access of mobile phones. Specific preferences for message frequency and timings were mixed in the sample with no majority for either. Message frequency suggestions ranged from twice per week to five times per week, and participants emphasised the need for messages to be delivered after school hours and at times which allowed for message sharing, with a consensus for afternoon hours. References to message sharing are important, as in this sample 24% of participants owned a mobile phone and 60% cited at least one relative or friend with ownership. This is in line with the national statistics stating household mobile phone access (45.5%) as higher than individual level access (34%)  [36] , The proportion of participants with frequent access to the shared or borrowed devices was unclear, however, there is potential to reach 84% of the participants sampled.\n\nDue to the reliance on shared mobile phones, it is important to design the intervention to be as accessible as possible. Therefore the intervention will use a one-way messaging system to allow messages to be sent to everyone at the same time. SMS messages will be sent three times per week at 4 pmto allow for shared phones to be accessed after school and before dark. The timings and frequency will be further evaluated and refined after the next phase of research to ensure it continues to suit the target population.\n\nFrom this sample, the majority of participants would rely on others for information, so it is imperative to prioritise ways to encourage phone owners to share message content. This will be considered in the design of the intervention, and will include informing the owner of shared devices about the intervention during recruitment, to increase likelihood of participants receiving permission to borrow the device. There is no publication known to the authors addressing the use of shared mobile devices for sensitive health education such as contraception. However previous studies have identified SMS interventions for family planning education as an acceptable method in low income countries  [25, 49] , but do not separate opinion against phone access. The current study highlights that although adolescents worried about their own parents' reaction to them receiving information on a sensitive health topic like contraception, all adult focus groups expressed the view that young people need to receive this information. Even though parents of the adolescent participants were not directly targeted, it appears adult participant who have adolescent children support the delivery method and educational content; the young people's concerns about their parents' perceptions may therefore be misplaced.\n\nIt was important to take into consideration the views of both adults and young people to ensure that both parties agree with the mHealth intervention, particularly in cases where adolescents may register their parents' phone and a lack of inclusion in this study could make them wary of the research. This was identified in the current study, as involvement in the process of intervention development, and knowledge of its existence were stated as reasons for trust in the information received. Therefore involving parents at this stage creates awareness of the intervention, and as SCHI has a long standing relationship with residents in the area, will also provide reassurance as to the planned mHealth intervention."
    },
    {
      "title": "Intervention development",
      "text": "This paper has established that the sampled participants support the idea of an mHealth messaging service in Chikwawa and the discussions have the design of an intervention tailored to their needs. Messages will be 160 characters to adhere to the standard SMS limit for basic phones, allowing any type of phone to access the intervention content. The messages will be based on the WHO guidelines for family planning  [53, 54]  and include behaviour change techniques from the behaviour change taxonomy  [32] . Intervention development will be in collaboration with both the Ministry of Health in Malawi and the local District Health Office to ensure the messages are in line with national health strategies. The next phase of research is to pilot the intervention in the community to determine the feasibility and acceptability. This work will particularly address user experience in shared mobile devices to access the intervention, assess willingness to attend youth clubs in the area in order to introduce a face to face element to the intervention, and evaluate local infrastructure for successful intervention delivery."
    },
    {
      "title": "Limitations",
      "text": "Due to the recruitment of participants being led by directions from village headman and the head teacher's recommendations there is potential selection bias in the sample. However there is still a diverse age range and education level within the groups and care was taken to include students currently in education."
    },
    {
      "title": "Conclusion",
      "text": "mHealth has the potential to deliver fundamental preventative health messages to areas of the community who are difficult to reach, and which cannot be delivered by the current under-resourced and overstretched health facilities. This study has used participatory methods to identify a need for contraception education in adolescents and inform intervention design. This is both a national priority and a requirement in order to curb population growth, prevent teenage pregnancy and overcome myths and misinformation influencing the perceptions of contraceptive use in young people. The focus group discussions have also informed practical considerations for intervention delivery, which has been significantly influenced by the high proportion of users who share mobile devices and the intervention has been designed to allow for message sharing as much as possible. Encouraging sharing will not only increase education reach, but will provide a platform for open communication between parent and child, and within marriages, two important issues raised in the discussions. Efforts now need to be focused on ensuring continuous participant involvement in intervention development and evaluation in the feasibility phase of this research, as this is repeatedly cited in the literature as a necessity in intervention development, but also requested by the participants in this study."
    },
    {
      "text": "Fig. 1 Map of Chikwawa District in Malawi and of the Study Setting. The maps were created using ArcGIS 10.2 software"
    },
    {
      "text": "Fig. 3 Health education need by health topic and represented population group from secondary analysis of village profiles in Stage 1"
    },
    {
      "text": "Fig. 4 mHealth intervention development from focus group themes"
    },
    {
      "text": "Demographics of 10 focus groups by sample population in Stage 2Sample Population Sample Size Age Range (Years) Literate (%) Married (%) With Children (%) Education Level (mean number of years)"
    },
    {
      "text": "Specific requests for Health Education in four health topics in Stage 2 (MA denotes Male Adults, FA -Female Adults, MY -Male Youth, FY -Female Youth)"
    }
  ],
  "references": [
    {
      "title": "Understanding the barriers to setting up a healthcare quality improvement process in resourcelimited settings: a situational analysis at the Medical Department of Kamuzu Central Hospital in Lilongwe, Malawi",
      "authors": [
        "Agyeman-Duah Jna Theurer",
        "A Alide",
        "N Neuhann"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6963-14-1"
    },
    {
      "title": "Systematic review on what works, what does not work and why of implementation of mobile health (mHealth) projects in Africa",
      "authors": [
        "C Aranda-Jan",
        "N Mohutsiwa-Dibe",
        "S Loukanova"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-188"
    },
    {
      "title": "Mobile phone-based behavioural interventions for health: A systematic review",
      "authors": [
        "E Buhi",
        "T Trudnak",
        "M Martinasek",
        "A Oberne",
        "H Fuhrmann",
        "R Mcdermott"
      ],
      "year": 2012,
      "doi": "10.1177/0017896912452071"
    },
    {
      "title": "Using thematic analysis in psychology",
      "authors": [
        "V Braun",
        "V Clarke"
      ],
      "year": 2006,
      "doi": "10.1191/1478088706qp063oa"
    },
    {
      "title": "A review on mHealth research in developing countries",
      "authors": [
        "W Chigona",
        "M Nyemba-Mudenda",
        "A Metfula"
      ],
      "year": 2013
    },
    {
      "title": "Contraceptive Knowledge, Beliefs and Attitudes in Rural Malawi: Misinformation, Misbeliefs and Misperceptions",
      "authors": [
        "E Chipeta",
        "W Chimwaza",
        "L Kalilani-Phiri"
      ],
      "year": 2010,
      "doi": "10.4314/mmj.v22i2.58790"
    },
    {
      "title": "Text Messaging as a Tool for Behaviour Change in Disease Prevention and Management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "SMS versus voice messaging to deliver MNCH communication in rural Malawi: assessment of delivery success and user experience",
      "authors": [
        "J Crawford",
        "E Larsen-Cooper",
        "Z Jezman",
        "S Cunningham"
      ],
      "year": 2014,
      "doi": "10.9745/GHSP-D-13-0015"
    },
    {
      "title": "Short Message Service (SMS) Applications for Disease Prevention in Developing Countries",
      "authors": [
        "C Deglise",
        "S Suggs",
        "P Odermatt"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1823"
    },
    {
      "title": "Evidence to Action",
      "year": 2014
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change of disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Adolescent/Youth Reproductive Mobile Access and Delivery Initiative for Love and Life Outcomes (ARMADILLO) Study: formative protocol for mHealth platform development and piloting",
      "authors": [
        "L Gonsalves",
        "L' Engle",
        "K Tamrat",
        "T Plourde",
        "K Mangone",
        "E Agarwal",
        "S Hindin"
      ],
      "year": 2015,
      "doi": "10.1186/s12978-015-0059-y"
    },
    {
      "title": "Malawi Health Sector Strategic Plan",
      "year": 2011,
      "doi": "10.2307/j.ctvh8r06f.6"
    },
    {
      "title": "The Ministry of Finance and Development Planning",
      "year": 2012
    },
    {
      "title": "Involving Men in Reproductive Health: Contributions to Development",
      "authors": [
        "M Greene",
        "M Mehta",
        "J Pulerwitz",
        "D Wulf",
        "A Bankole",
        "S Singh"
      ],
      "year": 2006
    },
    {
      "title": "The Mobile Economy; Africa",
      "year": 2016
    },
    {
      "title": "Effectiveness of mHealth Behaviour Change Communication Interventions in Developing Countries: A Systematic Review of the Literature",
      "authors": [
        "T Gurman",
        "S Rubin",
        "A Roess"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649160"
    },
    {
      "title": "Assessing the impact of mHealth interventions in low-and middle-income countries-what has been shown to work?",
      "authors": [
        "C Hall",
        "E Fottrell",
        "S Wilkinson",
        "P Byass"
      ],
      "year": 2014,
      "doi": "10.3402/gha.v7.25606"
    },
    {
      "title": "in Malawi: Young People's Sexual Experiences",
      "year": 2015,
      "doi": "10.1007/978-981-287-188-6_6"
    },
    {
      "title": "Measuring the Information Society Report",
      "year": 2014,
      "doi": "10.1163/2210-7975_hrd-2210-0418"
    },
    {
      "title": "Barriers to male involvement in contraceptive uptake and reproductive health services: a qualitative study of men and women's perceptions in two rural districts in Uganda",
      "authors": [
        "A Kabagenyi",
        "L Jennings",
        "A Reid",
        "G Nalwadda",
        "J Ntozi",
        "L Atuyambe"
      ],
      "year": 2014,
      "doi": "10.1186/1742-4755-11-21"
    },
    {
      "title": "Achieving Cultural Approproiateness in Health Promotion Programs: Targeted and Tailored Approaches",
      "authors": [
        "M Kreuter",
        "S Lukwago",
        "D Bucholtz",
        "E Clark",
        "V Sanders-Thompson"
      ],
      "year": 2003,
      "doi": "10.1177/10901981022510251"
    },
    {
      "title": "Striving to promote male involvement in maternal health care in rural and urban settings in Malawia qualitative study",
      "authors": [
        "L Kululanga",
        "J Sundby",
        "A Matala",
        "E Chirwa"
      ],
      "year": 2011,
      "doi": "10.1186/1742-4755-8-36"
    },
    {
      "title": "Evaluating feasibility, reach and potential impact of a text message family planning information service in Tanzania",
      "authors": [
        "L' Engle",
        "K Vahdat",
        "H Ndakidemi",
        "E Lasway",
        "C Zan"
      ],
      "year": 2013
    },
    {
      "title": "A systematic review of information and communication technology-based interventions for promoting physical activity behaviour change in children and adolscents",
      "authors": [
        "P Lau",
        "E Lau",
        "D Wong",
        "L Ransdel"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1533"
    },
    {
      "title": "Reaching Remote Health Workers in Malawi: Baseline Assessment of a Pilot mHealth Intervention",
      "authors": [
        "N Lemay",
        "T Sullivan",
        "B Jumbe",
        "C Perry"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649106"
    },
    {
      "title": "SEXINFO: A Sexual Health Text Messaging Service for San Francisco Youth",
      "authors": [
        "D Levine",
        "J Mccight",
        "L Dobkin",
        "A Woodruff",
        "J Klausner"
      ],
      "year": 2008,
      "doi": "10.2015/AJPH.2007.110767"
    },
    {
      "title": "A text message-based intervention to bridge the healthcare communication gap in the rural developing world",
      "authors": [
        "N Mahmud",
        "J Rodrigeuz",
        "J Nesbit"
      ],
      "year": 2010,
      "doi": "10.3233/thc-2010-0576"
    },
    {
      "title": "Deployment of community health workers across rural sub-Saharan Africa: financial considerations and operational assumptions",
      "authors": [
        "G Mccord",
        "A Liu",
        "P Singh"
      ],
      "year": 2012,
      "doi": "10.2471/BLT.12.109660"
    },
    {
      "title": "Millennium Promise Annual Report on the Millennium Villages Project",
      "year": 2014
    },
    {
      "title": "The Behavior Change Technique Taxonomy (v1) of 93 Hierarchically Clustered Techniques: Building an International Consensus for the Reporting of Behavior Change Interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnson",
        "C Abraham",
        "J Francis",
        "W Hardeman",
        "M Eccles",
        "J Cane",
        "C Wood"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Community-Based Participatory Research for Health: from Process to Outcomes",
      "authors": [
        "M Minkler",
        "N Wallerstein"
      ],
      "year": 2008
    },
    {
      "title": "The education of girls in Malawi: access and retention",
      "authors": [
        "J Munthali"
      ],
      "year": 2004,
      "doi": "10.1163/27730840-03601006"
    },
    {
      "title": "Adolescent Sexual and Reproductive Health in Malawi: A Synthesis of Research Evidence",
      "authors": [
        "A Munthali",
        "A Chimbiri",
        "E Zulu"
      ],
      "year": 2004
    },
    {
      "title": "Survey on access and usage of ICT services in Malawi",
      "year": 2014,
      "doi": "10.62986/dp2021.13"
    },
    {
      "title": "Innovative Interventions to Promote Behavioral Change in Overweight or Obese Individuals: A Review of the Literature",
      "authors": [
        "D Okorodudu",
        "H Bosworth",
        "L Corsino"
      ],
      "year": 2015,
      "doi": "10.3109/07853890.2014.931102"
    },
    {
      "title": "mCENAS! Reaching Youth with Information and Stories about Sexual Health",
      "year": 2014
    },
    {
      "title": "Why PSI use Social Marketing; the Evidence Base",
      "year": 2011
    },
    {
      "title": "Youth Alert! Program in PSI/Malawi",
      "year": 2014,
      "doi": "10.5505/phd.2016.59489"
    },
    {
      "title": "An economic perspective on Malawi's medical \"brain drain",
      "authors": [
        "R Record",
        "A Mohiddin"
      ],
      "year": 2006,
      "doi": "10.1186/1744-8603-2-12"
    },
    {
      "title": "MOTHER: A mobile-Based Voice Health Alert Tool to Create Awareness on Young Child Feeding Habits",
      "authors": [
        "S Sapur",
        "K Chinnusamy",
        "G Vadlamudi"
      ],
      "year": 2014
    },
    {
      "title": "Healthy Villages, Village Profiles",
      "year": 2017,
      "doi": "10.5194/amt-2017-265-rc1"
    },
    {
      "title": "Encouraging Contraceptive Uptake by Motivating Men to Communicate About Family Planning: The Malawi Male Motivator Project",
      "authors": [
        "D Shattuck",
        "B Kerner",
        "K Gilles",
        "M Hartmann",
        "T Ng'ombe",
        "G Guest"
      ],
      "year": 2011,
      "doi": "10.2105/AJPH.2010.300091"
    },
    {
      "title": "Scaling Up mHealth: Where is the evidence?",
      "authors": [
        "M Tomlinson",
        "M Rotheram-Borus",
        "L Swartz",
        "A Tsai"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001382"
    },
    {
      "title": "mHealth for Development: the opportunity of mobile technology for healthcare in the developing world",
      "year": 2009,
      "doi": "10.5040/9781780932798.ch-005"
    },
    {
      "title": "Potential Barriers to Healthcare in Malawi for Under-five Children with Cough and Fever: A National Household Survey",
      "authors": [
        "M Ustrup",
        "B Ngwire",
        "L Stockman",
        "M Deming",
        "P Nyasulu",
        "C Bowie",
        "T Fischer"
      ],
      "year": 2014
    },
    {
      "title": "There are some questions you may not ask in a clinic: Providing contraception information to young people in Kenya using SMS",
      "authors": [
        "H Vahdat",
        "L' Engle",
        "K Plourde",
        "K Magaria",
        "L Olawo"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijgo.2013.07.009"
    },
    {
      "title": "Evaluation of the Information and Communications Technology for Maternal Newborn and Child Health Project (Chipatala cha pa Foni)",
      "authors": [
        "Village Reach"
      ],
      "year": 2014,
      "doi": "10.1016/b978-0-12-811401-8.00018-0"
    },
    {
      "title": "Male involvement in family planning decision making in sub-Saharan Africawhat the evidence suggests",
      "authors": [
        "M Vouking",
        "C Evina",
        "C Tadenfok"
      ],
      "year": 2014,
      "doi": "10.11604/pamj.2014.19.349.5090"
    },
    {
      "title": "Experience Implementing a Point-of-Care Electronic Medical Record System for Primary Care in Malawi",
      "authors": [
        "E Waters",
        "J Raftera",
        "G Douglas",
        "M Bwanalic",
        "D Jazayeria",
        "Hsf Fraser"
      ],
      "year": 2010
    },
    {
      "title": "mHealth; New horizons for health through mobile",
      "year": 2011,
      "doi": "10.3030/737427"
    },
    {
      "title": "Family Planning: A Global Handbook for Providers",
      "year": 2011
    },
    {
      "title": "Global diffusion of eHealth: making universal health coverage achievable",
      "year": 2016,
      "doi": "10.51496/jogm.v1.17"
    },
    {
      "title": "Equity in health and healthcare in Malawi: analysis of trends",
      "authors": [
        "E Zere",
        "M Moeti",
        "T Mwase",
        "E Kataika"
      ],
      "year": 2007,
      "doi": "10.1186/1471-2458-7-78"
    }
  ],
  "num_references": 54
}
