{
  "paper_id": "S9A36AUI",
  "title": "NATURE BIOTECHNOLOGY",
  "abstract": "Digital medicine companies can incorporate and build on existing business models in tech and biomedicine to bring transformational new products to market and eventually reshape medicine. more unpredictable ecosystem than that of traditional medicine. Instead of a few large pharma companies and at most a few hundred biotech companies selling to a million or so physicians, almost anyone has the ability to try to enter the digital medicine field and sell directly to hundreds of millions of consumers. \n Data explosion. With the rise of 'big data' , the cost of gathering data in digital form has dropped dramatically. Spotify and Pandora can track and process every segment of every song you listen to and use that information to make decisions about what other content to serve you. This sea change holds true in medicine as well. The National Human Genome Research Institute reports that the cost to sequence a human genome fell from $95 million in September of 2001 (when the first full genome was sequenced) to under $5,000 as of April 2015, with the corresponding cost per megabase falling from over $5,000 to $0.05 (ref. 2). This data explosion enables radically improved disease tracking, diagnosis and 0 25 50 75 100 S,G&A R&D Tech Devices/ diagnostics Biopharma Percentage of total expenditures in 2014 26 74 74 26 77 23 Figure 1 Percentage of total expenditures in 2014 spent on R&D and S,G&A for companies (with a market capitalization >$50 million and <$1 billion) that went public from January 1 to July 31, 2015 for biotech, device and tech. S,G&A, sales, general and administration.",
  "year": 2015,
  "date": "2015",
  "authors": [
    {
      "name": "David Steinberg",
      "affiliation": {
        "organization": "Zohar are at PureTech",
        "department": "Zohar are at PureTech",
        "address": "Boston, Massachusetts, USA"
      }
    },
    {
      "name": "Geoffrey Horwitz",
      "affiliation": {
        "organization": "Zohar are at PureTech",
        "department": "Zohar are at PureTech",
        "address": "Boston, Massachusetts, USA"
      }
    },
    {
      "name": "Daphne Zohar",
      "email": "daphnenb@puretechhealth.com",
      "affiliation": {
        "organization": "Zohar are at PureTech",
        "department": "Zohar are at PureTech",
        "address": "Boston, Massachusetts, USA"
      }
    }
  ],
  "doi": "10.1038/nbt.3222",
  "md5": "9900AEA521610E6A69FFF207E8DB2B3A",
  "publication": {
    "journal": "Forbes",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "M edical innovation has historically required decades of development and huge cash outlays to reach patients. For companies that successfully take on this burden, the payoff is substantial profits insulated by regulatory barriers and strong intellectual property (IP). In contrast, in the tech industry, novel products can reach the market in weeks or months, but competition and uncertainty around monetization can limit commercial viability. The success of digital medicine products at the nexus of these two industries will require deft navigation of radically different landscapes. In the first of this series  1  , we defined digital medicine as technologybased products undergoing rigorous clinical validation that will have a direct impact on diagnosing, preventing, monitoring or treating a disease, condition or syndrome. How will the business of digital medicine eventually be defined? What models of innovation, technology development and monetization will emerge? Here, we explore the competing forces affecting the business of digital medicine and discuss some key considerations when building and running a digital medicine business."
    },
    {
      "title": "The digital medicine opportunity",
      "text": "The evolution of the tech sector has upended old, familiar business models, opening up fundamentally new avenues for innovation in medicine as well. New approaches will allow health and disease data to be gathered quickly, at high volume, for low cost and to be collected and delivered in real time by means of ubiquitous devices, sensors and apps. The implications of many of these factors are readily apparent or have been discussed amply elsewhere (e.g., telemetry reducing the need for office visits), but a few merit further exploration.\n\nLower barriers to production and consumption of content. Twenty years ago if you wanted to watch a movie you went to a movie theater to see one of a handful of recent releases or to a video rental store, where you chose among at most a few thousand titles, produced primarily by large studios. Today, you can consume almost any movie ever produced any time you want. Anyone with a smartphone and an internet connection can produce, distribute and promote video on YouTube. Similar trends hold true across many product and content categories, including music, books, smartphone apps, and news media and blogs, to name a few. For digital medicine, this translates into a much wilder, population. In recent years, pharma has begun to develop 'personalized medicines' , and President Barack Obama announced in January of 2015 that he would be seeking $215 million in his 2016 budget for personalized medicine. However, such efforts remain the exception, not the norm, and significant development and commercial challenges remain. Furthermore, personalization of medicine occurs primarily by prescription of monitoring, as well as fundamentally new approaches like remote clinical trials."
    },
    {
      "title": "Customization and personalization.",
      "text": "Content and information tailored to the individual is ubiquitous in the tech sector, as exemplified by Facebook's (Menlo Park, CA) news feed, Pandora's (Chicago, IL) playlist algorithms and Google's (Mountain View, CA, USA) Adsense. In the medical industry today, product development and marketing typically focus more on generalized adoption as opposed to customization. The costs and regulatory requirements of drug development make it very difficult to treat drugs as customizable products. It can require new clinical trials to even introduce a new dosage form, so drug makers tend to search for and focus on the product that will have the broadest applicability across the treatment Figure  2  Building blocks of digital medicine business model. (a) Any company entering this space will have to consider, at a minimum, the product, technology, user/customer, data type, delivery, validation and economic model, and how these factors all fit together and complement one another to support a cohesive strategy. Each column is displayed in order of most 'medical' to most 'digital' (see color coded key at top of figure). (b) 23andMe is a personal genomics company whose stated goal is to help people access and understand their genome. It markets an at-home genetic test kit directly to self-quantifiers and provides an online interface through which users can view and interpret their results. The company is currently seeking FDA authorization for its tests and was recently authorized to market a test for Bloom syndrome. The power of the 23andMe business model comes from the value of aggregated data. In addition to the feefor-service model, 23andMe has also entered into multimillion dollar deals with biopharma companies interested in accessing the aggregated data of their customers (database). (c) Ginger.io offers algorithms that decode mobile phone data (usage, communication and location patterns) to infer information about patient health risk. It markets mainly to providers but also to patients with chronic conditions. Providers receive reports that help them stratify patient risk and provide an opportunity to intervene earlier, improving outcomes and lowering costs. Although its business model is likely still evolving, the company is testing the product in hospitals through healthcare providers Kaiser Permanente and Novant Health network. (d) The Sync Project (Boston) is a company with the stated goal of harnessing the scientific potential of music for health. Sync hopes to isolate clinically validated musical signatures from physiological data gathered while patients wearing biometric sensors listen to music. The company's current model is based on the potential to collect massive amounts of data on a global scale.\n\nProduct Technology User/customer Data Delivery Validation Economic model Therapeutic Point-of-care device Physician Genomic/molecular Human aided/ coaching Clinician assessment Reimbursed prescription Diagnostic Home health device Payer Physiological markers Subscription service Clinical self-assessment Fee for service Screening Implantable Provider Disease risk assessment Report Gold standard tech/device Self-pay Monitoring Wearable Patient Environmental Database \"In the wild\" Data aggregation/ reuse Analysis Injectable Regulator User generated Simple graphs/logs Contextual correlation statistics Platform/ sub-licensing Patient engagement Phone Researcher Ambient/passive User alerts/ notifications User self-rating Feature upgrade fees Phone accessory Pharma Social network User adoption Data archiving service Home/Internet of Things 'Healthy' consumer Interactive Environmental sensor Self-quantifier Product Technology User/customer Data Delivery Validation Economic model Screening Home health device Pharma Genomic/molecular Report Gold standard tech/device Fee for service Self-quantifier Genomic/molecular Database Contextual correlation statistics Data aggregation/ reuse Product Technology User/customer Data Delivery Validation Economic model Monitoring Phone Provider Disease risk assessment Report Clinician assessment Reimbursed prescription? Patient Ambient/passive Interactive User adoption Reimbursed prescription? Product Technology User/customer Data Delivery Validation Economic model Therapeutic Phone Patient Physiological markers Interactive Contextual correlation statistics Platform/ sub-licensing a b c d 23andMe ■ More (medical) ■ In between ■ More (digital) Ginger.io TheSyncProject RE-IMAGINING MEDICINE C O M M E N TA R Y npg multiple independent but static products (e.g., different drugs for different people with the same disease), as opposed to 'mass customization' of individual products (e.g., your Twitter feed). Digital medicine will both facilitate the transition to custom and personal medicine, and in some cases, leap in to fill a void that cannot be filled by drugs. Clearly, this sector is in its infancy, and the dominant business models have yet to emerge. Despite this uncertainty, several major technology leaders understand the potential opportunity and have committed their companies to pursuing the digital medicine field. Google recently announced its intention to develop a clinically validated, physician-prescribed wearable that will be able to monitor key physiological properties in real time and generate high-quality, clinically relevant data 3 . IBM (Armonk, NY, USA) has built Watson Health, a clinical tool that offers health insights and clinical decision support to physicians as well as recommendations on clinical trials and data analytics. Apple (Cupertino, CA, USA) has released ResearchKit, an open-source framework to accelerate clinically relevant research. And finally, Qualcomm (San Diego) has initiated a collaboration with Novartis (Basel, Switzerland) to digitize and optimize global clinical trials  4  . Although none of these offerings is therapeutic in nature, each product provides a framework and the necessary information to advance clinical validation of digital medicine, benefiting patients and providers.\n\nWithin the pharma and biotech industries, acceptance and development of digital medicine is still growing. Many have started down the path by developing apps targeting 'patient engagement' and compliance. According to media outlet HIT Consultant (Atlanta), as of the start of 2014, Bayer (Leverkusen, Germany), Merck (Kenilworth, NJ, USA) and Novartis led the group with over 100 offerings each  5  . Most of these are informational in nature, but companies are becoming aware of the potential benefits that come from more engaged offerings. In other cases, pharmaceutical companies are partnering directly with digital medicine pioneers to access innovation without major internal commitments. For example, Merck Global Health Innovation Fund was a major investor in WellDoc 6 (Baltimore), which is discussed below, and Bayer has a program called Grants4Apps, which funds novel healthcare technology projects ( https://www.  grants4apps.com/ ).\n\nSmaller players have leapt into the breach as well. In fact, as of May 2014, there were already close to 10,000 iOS or Android apps in remote consultation and monitoring, diagnostics, medical condition management and compliance  7  . The balance of this piece focuses on considerations for smaller entrants in building a business in this arena."
    },
    {
      "title": "The business of digital medicine",
      "text": "When considering digital businesses models and the context and environment in which they will operate, it's instructive to compare and contrast the key facets of established models in the biopharma (Box 1), medical device (Box 2) and digital technology (Box 3) industries (Fig.  1 ). Each sector differs in key characteristics affecting business models, including metrics of success; typical timelines and financing required to bring a product to market; product attrition rates; the importance of regulatory oversight; the types and importance of IP; reliance on, timing of, and types of revenue; and relationship to the eventual consumer and target markets. Examples of existing companies in the digital medicine space suggest that this new industry will emerge as a hybrid of characteristics from each of these three existing industries.\n\nA holistic look at the business models across all of these industries reveals the essential building blocks of a digital medicine business model. Any company entering this space and deciding how to construct its business will have to consider, at a minimum, seven elements (Fig.  2 ). Constructing a business with building blocks pulled from across the"
    },
    {
      "title": "Box 1 Biopharmaceutical business models",
      "text": "In a biopharma business targeting a major medical need, success of a product typically depends on the answer to two key questions: Is it safe; and if so, does it work? In traditional drug development trials, a product's success or failure largely rests on how well it meets or exceeds key safety and efficacy (or surrogate) endpoints. Investors reward companies for demonstrating positive results, and the size of the reward is typically scaled to the type of trial or quality of the data. Conversely, investors punish companies that fail to generate sufficiently positive data or fail to meet trial endpoints. For small biotech companies, this can result in substantial loss of value and eventual bankruptcy.\n\nA second key characteristic that defines the biopharma industry is the time and financing required to bring a product to market. Drug developers typically establish the target profile for a new product years in advance, and according to a recent report from the Tufts Center for the Study of Drug Development (Medford, MA, USA), the entire process (from synthesis to approval) takes over ten years on average. Estimated, pre-tax, out-of-pocket expenses can be as high as $1.4 billion (inclusive of failures) per new prescription drug approval  14  . The Tufts Center study examined new molecular entities first tested in humans between 1995 and 2007 and found that only 11.8% of phase 1 candidates eventually progressed to FDA approval. It's important to note that the billiondollar figure includes a portion of the costs associated with these failures and, furthermore, considers only multinational companies developing and launching multiple drugs. Even so, a recent study by media outlet Forbes (Jersey City, NJ, USA) excluding failures and focusing only on companies developing and launching a single asset found the average cost was still imposing, averaging >$350 million  15  .\n\nOne cause of the high attrition rates and long timelines discussed above is the intensive process of bringing a new drug to market. In the United States, the FDA plays a fundamental role in evaluating clinical trial results and has total authority deciding whether a drug will receive marketing approval. As a result, decisions by the FDA can single-handedly determine the value of a company. Importantly, receiving FDA approval of a drug does not by itself guarantee success. Because consumers typically pay a relatively small percentage of healthcare costs themselves, reimbursement decisions by insurance companies can play an outsized role in determining whether a drug is a commercial success. Finally, physicians still act as the ultimate gatekeepers and decide whether a medicine is prescribed. Only after a product has successfully navigated all of these obstacles can it achieve meaningful user uptake and revenue.\n\nWhy do companies in the biopharma industry endure the risks associated with bringing a new drug to market? Because the same high burden to customer adoption that biopharma companies face in getting a product launched serves as an extremely potent barrier to the launch of competing drugs. In addition, the industry uses\n\n• Validation. How will the product's medical effect be demonstrated-in a full-scale clinical trial or simply by user adoption like a pure-play digital product?\n\n• Economic model. How will the business make money? Reimbursed prescription? User self-pay? Monetization of population-level aggregated data?\n\nAs the digital medicine industry rapidly expands, companies have already arrayed themselves across the landscape (Fig.  2 ). For example, 23andMe (Mountain View, CA, USA), a data analysis and interpretation services company, not only markets its genetic testing kit directly to the customer, but also generates substantial value from the aggregated data it collects. Another company, Akili Interactive Labs (Boston), will offer a digital top row of Figure  2  will look more like a traditional medical company, whereas pulling from the bottom row will yield a more classic digital business, with many permutations in between. Thus, the key building blocks of a digital medicine business are the following:\n\n• Product. At the core of any digital medicine business lies the product-what are you selling and how does it benefit the customer? In digital medicine, this can range from an actual therapeutic device or app to a digital support tool that might provide disease info and a chat forum.\n\n• Technology. What form will the product take? This is the core platform that underpins the product. Examples include point of care devices, phones and phone accessories (e.g., iPhone-enabled imaging devices) and even ambient environmental sensors.\n\n• User/customer. For whom is this product intended, and does the support and validation required to sell to such a customer resemble a medical or a digital product?\n\n• Data. What information will the product collect and/or deliver? Is it granular genomic or molecular information or ambient, passive sensor data?\n\n• Delivery. How will the product be presented to the customer? It could either be delivered directly to the physician as a decision tool or provide periodic alerts directly to the end user, for example.\n\nseveral complementary strategies to ensure market exclusivity and sizable revenues. First and foremost among these is IP protection. For example, through the US patent office, many new drugs seek 'composition of matter' and/or 'method of use' patent claims that prevent anyone from copying their specific strategy for a period of 20 years. The monopoly period provided by this IP can yield the revenue needed to create improved or reformulated versions of the original drugs, which can then also receive patents and exclusive marketing periods. In addition to traditional IP, the regulatory environment can also serve as a strong protective mechanism in new drug development. To incentivize companies to take on the risks of developing a new drug for a complicated or rare condition, the FDA currently confers a variety of exclusive marketing rights following approval of a new drug. The length of this exclusivity depends on which statutory provisions are met by the new drug application. For example, drugs indicated for treatment of orphan indications (rare diseases or conditions affecting fewer than 200,000 persons) receive seven years of exclusivity  16  . Similarly, biological products are eligible to receive 12 years of market exclusivity, during which time no biosimilars can be launched by competitors.\n\nThe high costs, objective success metrics, long development process and powerful, data-driven customers define the operating and business model of traditional biopharma companies. As a result, companies developing new drugs are typically methodical, linear, inwardly (product/R&D)-focused and slow. Drug developers tend to adopt a step-by-step development process, pursuing key clinical and regulatory milestones to build value. The industry is exploring ways of making this linear, point-to-point process less burdensome and more efficient, for example, through innovation in clinical trial design (e.g., adaptive trials or basket studies  17  ).\n\nThe linear, methodical strategy carries over into product design as well. Developers of drugs often do not fully consider the perspective (as opposed to the core need) of the customer until years after product development begins. Early efforts focus primarily on optimizing the 'therapeutic window', the serum concentration of a product that is both safe and efficacious. A further consequence of this is that in medicine, a product typically 'is what it is'-it fails or succeeds on its own merits, and when it fails, it's done. It's very rare for a drug developer to fundamentally change its product during the clinical development process. Companies often do create 'backup' programs, but these are usually designed to buttress or improve upon the same basic product attributes of the core products.\n\nWhat this means is that traditional drug developers must spend heavily on R&D before earning revenue, and delay sales and marketing spending for a number of years after company formation. Evidence for this can be seen in Figure  1 , which provides a simple chart of the financial outlays of traditional drug discovery companies that have gone public in 2015. Of the 47 healthcare companies that have listed publicly between January 1 and July 31, 2015, 22 had a market capitalization of between $50 million and $1 billion and can be categorized as having a therapeutic as a lead product. Of these 22, only five had generated revenue of over $1 million and the vast majority of their spending was on R&D.\n\nIn terms of actual revenue generation, the predominant business model in traditional biopharma companies tends to consist of investing substantial resources in traditional R&D to create and develop a lead product, which is then sold at a profit to purchasing organizations, insurance companies and other customers. Given the high costs, long time lines and specific expertise needed to pursue revenue in this manner, companies may also seek alternate ways of capitalizing on the eventual promise of a drug. Even though a product may be pre-revenue, because of the revenue insulation provided by IP and regulatory barriers, companies can achieve high valuations and capitalize on this in a variety of ways. For example, according to investment firm HBM Partners (Zug, Switzerland), in the biopharma industry, there was an average of nearly 72 trade sales per year (in the United States, the European Union (Brussels) and Canada over the time period 2005-2012) with an average upfront payment of ~$1 billion (ref. 18). Smaller biotech companies also frequently adopt a partnering-centric model, licensing development candidates off to larger players with existing commercial capabilities before they have a product.\n\nBox 1 Biopharmaceutical business models (continued) RE-IMAGINING MEDICINE C O M M E N TA R Y npg Business model case studies To further illustrate the business models that are emerging, we now provide an in-depth examination of three pioneering digital medicine companies and explore how they assemble the building blocks presented in Figure 2 to create a business. WellDoc. WellDoc (St. Paul, MN, USA) was the first company to achieve the trifecta of therapeutic delivered through a mobile device and is pursuing a more traditional drug development pathway by conducting clinical trials to validate its safety and efficacy. Elsewhere, Propeller Health (Madison, WI, USA) and iRhythm (San Francisco) have combined digital medicine with medical devices, featuring mobile technology to monitor disease, compliance or medication usage. Both have pursued clinical validation and are seeking reimburse-ment from traditional healthcare payers. In another approach, Ginger.io (San Francisco) offers algorithms that decode mobile phone data (usage, communication and location patterns) to infer information about patients at risk for chronic disease. They are marketing to providers and collecting extensive data, having already tested their product in hospitals through the healthcare provider Novant Health (Winston-Salem, NC, USA) network."
    },
    {
      "title": "Box 2 Medical device business models",
      "text": "In many ways, the operating and business models that define the medical device industry are similar to those described in Box 1 for the biopharma industry. One key difference, however, is scale. Product development in the device industry typically carries less risk and the rewards are therefore also typically smaller. In terms of specific models, however, the two industries have a lot in common.\n\nLike the biopharma industry, the medical device industry defines success based on the efficacy and safety of a product. As a result of the regulatory environment, in seeking marketing clearance or approval, a device's success or failure depends heavily on how well it can demonstrate efficacy, and even more importantly, safety data.\n\nIn terms of product development, medical devices typically reach the market faster with less-intensive capital requirements. Specific time and cost associated with bringing a product from concept to market depends on the regulatory path, with low-to moderate-risk devices requiring less capital and time than high-risk devices. A survey of >200 medical device companies estimated a total cost of ~$31 million to bring a low-to moderate-risk device from concept to market, whereas high-risk products averaged $94 million  19  . These figures are substantially lower than the $350 million required to develop a novel drug.\n\nThe time required to develop a medical device is also shorter than the time it takes to bring a novel drug to market. Estimates vary depending on the source, but typically range from three to seven years from concept to marketing approval or clearance. A major component of this time is the regulatory process, which varies based on the risk level of the product and the country approval is being sought in.\n\nWithin the FDA, the Center for Devices and Radiological Health (CDRH) evaluates novel devices and has the total authority to clear or approve a device for marketing. Safety risk is the most important factor and it determines whether the time and cost associated with the development of a new device is on the high or low end of the previously reported range. Low-risk devices are classified as class I whereas higher-risk devices are typically classified as class II or class III. Class I and II devices pursue clearance through a 510(k) submission in which the device is compared with a similar or predicate device. 510(k) submissions can reduce costs because although they require laboratory data, they may not require any human testing. If the FDA determines that the device is substantially equivalent to another legally marketed device, it will clear the new device for marketing. Highrisk devices (or devices for which no predicate exists) typically pursue premarket approval (PMA). This process is substantially more rigorous and requires greater capital and time investments than 510(k) submissions.\n\nAfter demonstrating sufficient efficacy and safety, at the discretion of the FDA, these devices become FDA approved. As a result of the shorter time commitment and lower costs associated with 510(k) submissions, the CDRH approves far more of these applications than the more time-and capital-intensive PMAs. The survey calculated that as recently as 2009, 3,000 products were cleared via the 510(k) path compared with only 15 PMA approvals  19  . Importantly, as in the biopharma industry, receiving FDA clearance or approval is only the first step in the process. Reimbursement and customer adoption are required to generate meaningful user uptake and revenue.\n\nAs in the biopharma industry, the high hurdle to revenue generation that device companies face when developing a novel product serves as a barrier to the launch of competing products. This barrier is further strengthened by the exclusivity provided by IP protection. In contrast with the biopharma industry, however, medical device companies sometimes pursue design patents in addition to utility patents, particularly where the value of a device is related to its design.\n\nImportantly, although novel drugs can qualify for a variety of post-approval marketing-exclusivity periods, no such options exist for novel medical devices. Indeed, the only regulatory advantage the FDA grants to medical devices is the narrowly applied Humanitarian Use Device program, which provides slightly less stringent approval requirements.\n\nThe operating and business models of medical device companies are similar to those of traditional biopharma companies. However, because the eventual revenues from devices are typically lower than those for drugs, device companies have a more difficult time capitalizing on their value. Over 50% of medical device company exits (for which data are reported) are for less than $100 million and 75% are for less than $150 million. To go public, device companies typically already have substantial revenue and therefore also have to spend significantly on sales and administrative expenses (Fig.  1 ). In contrast to small biotech companies, small medical device companies do not frequently license preclinical technologies to larger companies. This confluence-high risks, costs and timelines to generate revenue, coupled with relatively modest returns-has created a difficult environment for early-stage device innovation. Venture investments into the medical device industry decreased dramatically between 2005 and 2013 (ref. 20). That recent trend, however, appears to have changed. Current funding levels are up, partly as a result of a strengthening foundation from venture returns. Industry sentiment has also become more positive recently, potentially as a result of proposed reforms to encourage innovation by reducing risks and expediting the regulatory process. One example of this is the 21st Century Cures Act, which would, among other things, designate a 'breakthrough' designation for critical medical devices."
    },
    {
      "title": "C O M M E N TA R Y RE-IMAGINING MEDICINE",
      "text": "an FDA-cleared, physician-prescribed and payer-reimbursed digital medicine product. WellDoc's offering is BlueStar, a digital therapy for people with type 2 diabetes. BlueStar is a software application accessed with a mobile device that guides diabetic patients as they manage their blood glucose levels. Although Bluestar is 'software' , WellDoc pursued a validation pathway traditionally used in drug development, performing a randomized clinical trial of over 150 patients across 26 primary care practices. The data generated from this study showed that the technology was able to reduce glycated hemoglobin (a clinically validated marker for diabetes). The difference was clinically significant and the results were published in the journal Diabetes Care in 2011 (ref.\n\n8). As in the medical device industry, WellDoc pursued US Food and Drug Administration (FDA) clearance through a 510(k) submission process. The submission presented evidence that their product was substantially equivalent to existing predicate devices (e.g., the ACCU-CHEK 360°) and demonstrated no safety concerns.\n\nWhere WellDoc differs from the traditional medical companies is that its technology had already been cleared by the FDA before conducting clinical validation. The clinical validation was used to ensure reimbursement, a key component of WellDoc's business model. Since that time, WellDoc has raised an additional $20 million in funding from Merck, which it reportedly intends to use to build out its sales force and market its technology.\n\nBy virtue of its clinical validation and FDA-cleared status, WellDoc is able to market BlueStar to physicians. Any patient who wants to use BlueStar must first secure a prescription and take part in a training session. It is distributed through traditional healthcare channels (prescribed by physicians and adjudicated through pharmacies) and is increasingly reimbursed. WellDoc first released BlueStar through self-insured companies (e.g., Ford, Dearborn, MI, USA, and Rite-Aid, Camp Hill, PA, USA) before selling to other payers.\n\nWellDoc's development of BlueStar demonstrates a hybrid of the traditional biopharma and technology business models discussed above. Similar to traditional pharma companies, WellDoc used substantial early funding to finance the development of its lead product, clear its use with the FDA and fund a randomized, controlled trial. Even so, as would be expected with traditional tech companies, the total amount of money needed to achieve revenue was relatively low. The trade-off for the time and money spent validating the technology is a differentiated product with no direct competition and the potential to generate revenue from payers without the need to market directly to consumers. Omada Health. Another pioneer in the digital medicine industry pursuing a unique, hybrid business model is Omada Health (San Francisco). Omada Health offers a 16-week online diabetes prevention and recogni-tion program called Prevent  9  . The course is designed for motivated individuals at risk for chronic disease, specifically diabetes and obesity. The Prevent program pairs its users with a personal health coach and provides them with web-connected sensors (a scale and a pedometer) to help coaches and users track user health data together. Prevent also offers fitness and nutrition information, personal feedback from the coach and a group of peers, and the ability to track activity and dietary intake.\n\nTo validate the program, Omada has conducted several clinical studies and published the results in peer-reviewed journals. For example, the company recently published the results of a follow-up on patients who had completed the Prevent program. The study compared both body weight and glycated hemoglobin at the start, end and twoyear anniversary of completing the program and found that patients not only experienced clinically significant reductions in both, but also maintained those reductions  9  . The results demonstrated the ability of Prevent to meet standards set by the Centers for Disease Control's (Atlanta) Diabetes Prevention and Recognition Program.\n\nOne way in which Omada's business model is unique is that they market the product primarily to employer health plans. They've partnered with major insurance companies, such as Kaiser Permanente (Oakland, CA, USA) and Humana (Louisville, KY, USA), and charge for Prevent based solely on performance. As a result of this strategy, Omada advertises that Prevent can be billed directly through medical claims.\n\nLike BlueStar, Omada's Prevent offers an interesting hybrid of traditional medical and technology development. Omada Health has a medical affairs team, like many larger biopharma or medical device companies, to discuss the scientific validation and peerreviewed publications with prospective customers. Like traditional technology offerings, however, Prevent is not regulated by any federal agency and was able to achieve revenue with relatively modest financing. The last reported financing was $23 million in early 2014, with total lifetime funding of <$30 million  10  . Also like traditional tech companies, Omada has placed a premium on user interface and consumer design features. Prevent's unique combination of consumer approachability and clinical validation have been cited as key defining features and a reason for its success.This combination, particularly with data sufficiently powerful to garner reimbursement, offers an intriguing model for other future digital medicine companies to follow."
    },
    {
      "title": "RE-IMAGINING MEDICINE",
      "text": "C O M M E N TA R Y npg"
    },
    {
      "title": "Box 3 Technology business models",
      "text": "The tech industry, in most meaningful ways, has very little in common with either the biopharma (Box 1) or medical device (Box 2) industries. This results in very disparate business and operating models and provides a compelling opportunity for digital medicine to define a new industry. One major way in which the tech industry differs from both the biopharma and medical device industries is in how success is defined. In the tech industry, success is typically subjective-a function of not only hard data, such as 'traction' or ramp up in number of users, but also taste, utility, perceived value and other ineffable factors. Although investors ultimately judge most companies on cash flow, tech companies can achieve astronomical valuations on number of 'eyeballs' alone. For example, even before a company achieves substantial revenue, user numbers can serve as a strong indicator of future revenue potential and drive billiondollar valuations. Companies like Instagram (Menlo Park, CA, USA), WhatsApp (Santa Clara, CA, USA) and Snapchat (Los Angeles) have all achieved 'unicorn status' based on a large, engaged user base.\n\nFurthermore, digital businesses differ from traditional medical device and biopharma businesses in both the time and costs associated with bringing a product to market. Products of tech companies are typically fluid, often evolve, mature and 'pivot' in cycle times of months, weeks or even days, and companies can launch with initial cash outlays of a few tens or hundreds of thousands of dollars. Famously, the communication app Yo was created in just eight hours, reaching 3 million users and 100 million 'Yo's' in just a few months.\n\nConsumer tech companies also face a much smoother approach to the end user/decision maker than companies in either the medical device or the biopharma industry. Mobile platforms provide direct access to the consumer and a product can reach consumers with the flip of a switch. Medical products do not go 'viral' until they've successfully navigated the FDA/insurance/physician gauntlet, whereas a technology app can achieve escape velocity overnight if the conditions are right. A recent example of this exponential user growth is Meerkat, the popular live-streaming application, which reported having over 160,000 users in its first month and >1 million currently, despite having launched fewer than 10 months ago. Online matchmaking app Tinder achieved a similar viral growth rate, reaching over one million matches less than two months after launch. In technology development, the difficulty comes in predicting which applications will achieve this type of user engagement, but being able to test that via access to the customer is much more linear and straightforward than in medicine.\n\nIn general, the preceding factors-success metrics, development time, cost and risk, access to the market and concentration of customer power-would seem to place a substantially higher burden on starting and growing a biotech or medical device company than on a tech company.\n\nWith dramatically lower development costs and minimal technical risk for most digital products, technology development is typically more iterative and adaptable. Many tech firms have adopted a methodology for building software known as 'agile development', which emphasizes short development cycles based on fast customer feedback. Salesforce.com (San Francisco) adopted agile development in 2006 and claims the time to market for major releases has been reduced by 60%, with productivity across the organization up by 38% ( http://www.salesforce.com/blog/2015/04/  introducing-agile-accelerator.html) . In contrast to medical firms, which launch only fully vetted, feature-complete products, tech firms often release a 'minimum viable product' into the market to gauge customer response and gather feedback.\n\nTech companies, in contrast to biopharma or medical device companies, must be much more customer-centric to succeed. Apple founder Steve Jobs wove product design into every product he launched, stating, \"Design is not just what it looks like and feels like. Design is how it works\"  21  . Product design firm IDEO (San Francisco) is perhaps the best known practitioner of the approach known as 'design thinking', which the company describes as \"a system of overlapping spaces rather than a sequence of orderly steps. There are three spaces to keep in mind: inspiration, ideation, and implementation. Inspiration is the problem or opportunity that motivates the search for solutions. Ideation is the process of generating, developing and testing ideas. Implementation is the path that leads from the project stage into people's lives.\" ( http://www.ideo.com/about )\n\nIn technology, failure can just be a stepping stone on the way to success. Some of the most successful technology brands of all time started life as something else entirely. Deals site Groupon (Chicago) started out in 2007 as a social good fundraising website called The Point, where pledges would only occur once a 'tipping point' of users was achieved. 'Group deals' was an offshoot of this concept that became the main business and fueled Groupon's success  22  . Twitter (San Francisco) famously began as a podcast directory called Odeo. When the company's viability was threatened by iTunes, management gave employees two weeks to come up with a new direction, and elected to go with the 'microblogging' platform conceived by Jack Dorsey and Biz Stone. What this all means is that tech companies can't really afford to spend too much on R&D in a vacuum, at the expense of external expenditures like sales and marketing. In the year before going public, our sample of tech companies spent ~80% of their total expenditure to support sales and general administrative expenses (Fig.  1 ).\n\nIn contrast to business models for medicine and medical devices, which are more constrained by payer structure and physician opinion, digital business models focused on consumers vary widely as agile development models and rapid cycle times encourage experimentation and creativity. For the sake of this discussion, we limit the universe to companies that sell a product or service to an end user. We exclude things like retail and platform models that provide 'middle-man' or other enabling services because the goal of this piece is to explore how developers of digital medicines will make money, not to look at all the complementary products and services that will surround those (e.g., app stores, ratings services).\n\nUnlike in drugs and devices with extensive R&D budgets and long time lines to market, business models in technology typically are less dependent on IP. Aggressive filings and broad patent portfolios are a viable and profitable strategy for large companies, such as Google, Apple or Samsung (Seoul), but the costs and time required to obtain and enforce IP makes it less appealing for smaller companies. Given how quickly the tech sector evolves, and how slow patent prosecution can be, many new companies only file on truly key discoveries and limit protection to the United States. Furthermore, because patents are a defensive (rather than offensive) tool and because of the high costs and slow time lines associated with pursuing infringers, the protection they offer to tech companies whose core products may only have a few years of relevance is low.\n\nAnother way in which tech companies differ from traditional drug developers is in the types of patents they file. Whereas drug\n\nLarge-scale human data collection benefits R&D and ultimately clinical practice.\n\nCurrently, high-quality clinical trial data are incredibly expensive to collect. Although today wearables and smartphones already allow data collection at costs that are cheaper by orders of magnitude, these data are typically low quality, insufficiently validated and imprecise. However, the ubiquitous availability of data will eventually eliminate the trade-off between data quality and data cost, enabling cheap collection of high-quality data. Sensors will inevitably improve in both quality and quantity over time, providing access to ever cheaper, high-quality data (Fig.  3 ). As analytics improve, insights drawn from cheap sensors will improve as well. And remote data collection enabled through platforms like Apple's ResearchKit and Google's health-tracking wristband will allow collection of clinicalquality data for a fraction of the cost and time of traditional clinical data collection. This should ultimately not only have a huge impact on the cost of clinical trials and validation for digital medicine companies but also provide a potent means of tracking and improving products after launch. Furthermore, this trend will drive the acquisition of high-quality data on 'well' populations so we can dig much deeper into the etiology of the transition from health to disease. By studying health and disease earlier, with greater resolution, and in much more depth, we will be able to become much more proactive about early disease intervention, and eventually reach the elusive goal of true prevention.\n\nThe 'long tail' of disease treatment is explored. The cost of developing a drug or AliveCor. Unlike either WellDoc or Omada Health, AliveCor (San Francisco) offers a digital medicine application that functions through a unique, physically distinct medical device; its mobile electrocardiogram (ECG) machine is designed to be attached to a mobile phone case. The ECG data are recorded through the use of a mobile application and automatically analyzed for irregularities. Similar to BlueStar, the AliveCor digital offering has been FDA-cleared and validated through a number of clinical studies. For example, a study conducted by the Cleveland Clinic demonstrated that the AliveCor heart monitor had 100% sensitivity and 97% specificity for the detection of atrial fibrillation and atrial flutter  11  and was therefore a viable alternative to traditional transtelephonic monitoring.\n\nThe AliveCor business model differs from that of either WellDoc or Omada Health. The ECG recording device is available without a prescription and through an online marketplace and likely accounts for a substantial portion of their revenue. The device is not reimbursed (although its cost can be deducted from health spending accounts), and AliveCor therefore markets directly to the consumer. Physicians who purchase the device to use at the office or bedside can obtain reimbursement with a CPT (current procedural technology) code for one-to three-lead rhythm ECGs with interpretation and reports.\n\nFor the consumer, in the case of a normal reading, no follow-up actions are required, and the recording serves as a data point useful for longitudinal monitoring. If an irregularity is detected, however, the user has a few choices. First, for a fee of between $2 and $12, the user can direct the application to automatically send the data for expert review. At the $2 price point, the user receives a preliminary finding by a technician with no official recommendation, and at the $12 price point the user receives a full report from a boardcertified cardiologist and a recommendation for a course of action. Second, for no extra charge, the user can have the recording sent to his or her own physician for review.\n\nAliveCor represents a combination of business models seen in the medical device and tech industries. The device is cleared by the FDA and clinically validated, as is typical in the medical device industry. AliveCor also has the ability to sell directly to physicians, and its use in point-of-care settings is reimbursed. However, similar to the tech industry, AliveCor was developed quickly (the company was founded in 2010) and has progressed with relatively minimal funding (<$15 million as of its last funding round in 2012). The device is cosmetically attractive and the majority of the revenue is likely generated from sales directly to consumers."
    },
    {
      "title": "The future",
      "text": "The fundamental attributes of biomedical and technology development, along with some early case examples of pioneers in the digital medicine space, can provide some clues as to what to expect for digital business models. But what are some likely drivers for digital medicine businesses going forward? What follows are some educated guesses about the trajectory of digital medicine enterprises over the next five years.\n\ncompanies typically seek composition and/or utility patents, tech companies like Apple and Samsung also pursue design patents. In the tech world, there is inherent value in the design of key products-the iPhone, for example-and this provides a way to capture and preserve that differentiating feature.\n\nWithin the technology universe, companies broadly rely on two key mechanisms to generate a profit. The first is direct selling-offering a product or service for a price. Many successful tech businesses succeed with this model, Microsoft (Seattle) being arguably the most successful, or at least the most well-known, example. Even within the direct-selling approach, business models continue to evolve rapidly. Microsoft traditionally sold software using a one-off model, through individual or group software licenses. More recently, subscription models in the digital world have established a strong foothold. Although the phrase 'software as a service' (SaaS) has existed for decades, it has become common as companies like Salesforce.com have driven it mainstream. The subscription model has the dual advantage of lower upfront risk for the customer while locking in recurring revenue for the product. Of course, many variants of these models exist. For example, the 'freemium' model of offering a limited feature set for free in the hope of converting users to paying customers has gained increasing traction. This lowers the barriers to adoption even more than the standalone subscription model. A very recent example of this is the office e-mail/ communication platform Slack, which offers a broad suite of features for free and then premium services for a fee on top of that. In fewer than two years on the market, Slack has exploited this model to land over 1.1 million daily users, 300,000 paid users and $25 million in recurring annual revenue  23  .\n\nThe second major business model for digital products or services involves 'indirect selling'-a model where the product itself does not directly generate revenue, but supports another product that does generate revenue. The most common examples of this are data aggregation, for example, exploiting user data to sell advertising (Google search or Facebook) and what we'll call an 'ecosystem' strategy, where products/services are given away for free to drive usage of the profitable products in the ecosystem (e.g., Google Plus, Microsoft Internet Explorer or the Android operating system).\n\nBox 3 Technology business models (continued)"
    },
    {
      "title": "RE-IMAGINING MEDICINE",
      "text": "C O M M E N TA R Y npg and feasibility testing, and then post-market iteration, rapid release cycle and customer feedback. In between, however, clinical validation will remain relatively slow and expensive. As our previous article in this series laid out, the FDA's treatment of digital apps will resemble that of medical devices, with a corresponding burden of proof. Nonetheless, digital medicine companies can take steps to leverage the best of both digital and medical product development to achieve success (Fig.  4 )."
    },
    {
      "title": "But clinical validation gets cheaper and easier and may provide a competitive edge.",
      "text": "Although the high bar for FDA regulation and clinical validation will remain the reality for the foreseeable future, digital medicine will likely make the process much more efficient.\n\nFor example, the fact that clinical trial data can be monitored and analyzed almost in real time can help with product iteration and identification of dropouts, and enable faster generation of data sets and more studies. It also enables adaptive design, which should reduce costs and time lines. See Table 1 for further exploration of some of the advantages digital medicine will have in clinical development. Digital companies that figure this out and can tap into the reimbursement infrastructure can markedly separate themselves from the rest of the 'consumer digital' pack. 'Digital medicine' companies may pivot to 'digital health' . The same forces democratizing content creation and consumption in video, medical device is so high that very few drugs are ever launched (only about 20-40 new drugs are approved by the FDA per year in the United States), and many drugs with potential benefits are never pursued because the costbenefit math just doesn't work. Digital medicine can change this; the ability to gather data cheaply across thousands of subjects means that: (i) more therapies can be pursued; (ii) weaker signals can be detected and statistically validated; and (iii) new health relationships will emerge from the data that would never have been contemplated before. For example, the average cost per patient for clinical trials for a drug in neurology is $36,000 (ref. 12). These trials are so expensive because they involve patient recruitment to one or more physical centers, trial procedures and exams, materials, diagnostics, lab work and experimental drugs. For a drug with a small, but real, therapeutic effect in Alzheimer's disease, a 10,000-patient study might be required to show statistical significance. That $360-million cost is prohibitive and may kill the program before it even starts. Our internal data show that a digital health startup can spend more like $1,000-5,000 per patient because patients can be recruited, managed and tested remotely with no need for clinical sites, medical staff or expensive tests. This order-of-magnitude reduction in clinical trial cost means that the funding for many more types of clinical trials are within reach of smaller firms, and more diverse hypotheses can be tested.\n\nNew business models emerge just to make sense of the data. Data want to be free, but who will pay for them? It's moderately interesting to track one person's Fitbit data over time. It's another thing altogether to track their Fitbit data, their medical records, their genomic information, their microbiome profile and their mood and integrate it all to draw intelligent inferences about health and disease. Gathering this kind of information across millions of people and harmonizing it all will be unprecedented and extremely potent. It will also be incredibly expensive, raise privacy and data ownership issues, and pose a unique analytical challenge. But for those that figure it out, it will present powerful new business opportunities.\n\nA few companies exemplify this potential. The first is Arivale (Seattle), which was co-founded by Leroy Hood of the Institute for Systems Biology to create a deep and integrated picture of individuals' health as measured by four key data domains: DNA variations, blood and saliva molecular markers, gut microbiome and lifestyle data. For now, the business model is to seek out curious pioneers with sufficient resources to afford the $2,000 per year initial price tag to conduct all of these analyses and provide a personal coach to help sort through the mountains of data that will be generated in search of individualized paths to scientific wellness.\n\nAt the other end of the spectrum lies We Are Curious (Seattle), launched by 23andMe co-founder Linda Avey. Rather than focusing initially on expensive molecular data, We Are Curious will be inviting individuals to bring their questions and their personal monitoring data to the data scientists who may be able to help them find meaning and answers. Although details of the business model for We Are Curious are not clear from their public announcements, the company's orientation is clearly very consumer driven and they are cooperating with Oura (San Francisco, CA) on a Kickstarter (New York) campaign to make it easy to share sleep data with researchers. In the middle, there may be opportunities for companies like 23andMe, Fitbit (San Francisco), Jawbone (San Francisco) and others with large data sets in one monitoring domain to expand their breadth through developing or acquiring additional monitoring capabilities or through development of strategic partnerships involving data sharing and analysis.\n\nCompanies cannot escape the need for clinical validation. Digital medicine companies will exploit many of the advantages that digital models confer in terms of early prototyping Figure  4  Digital medicine models strike a path between tech and medical (drug and device) businesses. It will be difficult to succeed in digital medicine on either a traditional tech path alone (not enough validation) or a traditional drug/device path alone (too long and expensive). Successful digital medicine efforts will likely leverage the advantages of both models to do cheap, rapid prototyping, fairly in-depth clinical validation but with cheaper data collection and monitoring, and rely on that validation to gain advantages in regulation and reimbursement. /preclinical Tech developmen t path Medical development path Digital medicine path D ig ita l M ed ic in e bu si ne ss m od el Validation/clinical Market Agile Subjective success metrics Focus on finding users Linear Objective success metrics Little business model exploration Clinical-risk driven Expensive Science-driven Regulated Little business model exploration Few business models Less market risk Prototype and iterate to gauge compliance and patent routine Embrace clinical path but leverage cheaper data, remote monitor for speed and efficiency Exploit post-market data for product improvement, potential revenue source Creative business models Expensive High market risk Competitive User-driven Rapid and iterative Business model exploration C O M M E N TA R Y RE-IMAGINING MEDICINE of questions, challenges and trade-offs that digital medicine developers are facing today.\n\nThey will have to be extremely clever and flexible in developing products, borrowing the best from each industry and molding and shaping it as they go along to excel in this new arena. One thing is clear, however: the massive investment and activity level in this area means that over the next ten years we will see increasing numbers of successful combinations of these factors that produce new profitable digital medicine business models to drive the industry.\n\nmusic and journalism will tempt many to enter the emerging digital medicine field. As these and other products advance, developers will experience tension between approaching consumers (digital health) directly versus developing an FDA-regulated product, and the FDA is a stern and expensive master. More than a few companies will conceive and prototype digital medicine technologies, only to balk at the requirements and hurdles presented by FDA regulated clinical trials. These companies will pursue business models that look more like 'digital/technology' than 'biomedicine' , for example providing platforms for others' clinical trials, selling inexpensive apps directly to consumers, and/or aggregating data of users to sell to healthcare providers and winding up in the broader universe of digital health.\n\nExisting large players will catalyze the space.\n\nTraditional pharma and medical device companies have grown very adept at navigating the existing regulatory, clinical and payment hurdles to bring products to the healthcare market. The drug and device industries are still struggling, however, with how to approach digital medicine. Is it an 'ecosystem' play to drive sales of drugs? Or is it a business in its own right? As discussed above, so far most of these companies have approached digital as an afterthought or at best as a supporting 'patient engagement' opportunity versus a long-term opportunity to create independent value. Even so, these companies have many valuable assets and capabilities in healthcare, such as large clinical trial networks, existing patient, physician and payer relationships, and deep biological and medical expertise that can be brought to bear on challenging digital medicine problems. New entrants that find creative and productive ways to partner with the entrenched players will gain a head start on the field. For example, Akili Interactive Labs  13  has partnered with Pfizer (New York) on clinical trials for Alzheimer's diagnostics. Akili gets the benefit of Pfizer's Alzheimer's expertise and clinical relationships, whereas Pfizer can access technology it would likely never have developed internally. Conclusions Traditional drug and medical device development and the tech industry are about as different as two industries can be. Drugs and devices are expensive to launch, slow and linear to develop, but promise sizable, protected revenues after launch. Technology is much cheaper to launch, evolves much more rapidly, but faces daunting competitive pressures after launch.\n\nAs evident in Figure  2 , digital medicine companies face a staggering number of permutations of the business model building blocks. Imagine embarking on a new endeavor to provide monitoring for elderly patients at risk of falls. What data should one monitor to assess this? Is it just gross motion data? How about data on stability and tremors in the patient? Voice (\"I've fallen and I can't get up!\")? This monitoring product could be built on several platforms. A phone or phone accessory might be the default choice, but perhaps an environmental home motion sensor network coupled with a custom wearable or even implantable/ tattoo would provide potential for greater reliability. Who then should the customer be for this? Is it the caregiver? Nursing homes? Insurance companies? How will this service be delivered? Is it a simple alerting system for the caregiver or medical facility? Active tracking and communication? How can group data be exploited for better analytics and prediction? How will the data be validated? In the field, testing seems appropriate, but how will volunteers be recruited? Are there enough incidents to provide statistically significant results in a reasonable period of time? And finally, what is the economic model? Is this a subscription service paid for by the families? Is it reimbursed? Or is it sold directly to larger enterprises like long-term care facilities? This just scratches the surface of the types"
    },
    {
      "text": "Figure 3 Cost/quality trade-off in clinical data collection. Traditionally, high-quality clinical data has been extremely expensive to collect. Digital health data are much cheaper but also unvalidated and unreliable. As sensor quality, data validation and analytical techniques improve, digital medicine data will improve with it, allowing the broad collection of high-quality, low-cost data."
    },
    {
      "text": "Digital medicine's development advantages versus drugs and devices"
    },
    {
      "title": "COMPETING FINANCIAL INTERESTS",
      "text": "The authors declare competing financial interests: details are available in the online version of the paper (doi:10.1038/nbt.3339)."
    }
  ],
  "references": [
    {
      "authors": [
        "E Elenko",
        "L Underwood",
        "D Zohar"
      ],
      "year": 2015,
      "doi": "10.1038/nbt.3222",
      "journal": "Nat. Biotechnol",
      "volume": "33",
      "raw": "E Elenko \n\t\t \n\t\t \n\t\t\t L Underwood \n\t\t \n\t\t \n\t\t\t D Zohar \n\t\t \n\t\t 10.1038/nbt.3222 \n\t \n\t \n\t\t Nat. Biotechnol \n\t\t \n\t\t\t 33 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Elenko, E., Underwood, L. & Zohar, D. Nat. Biotechnol. 33, 456-461 (2015)."
    },
    {
      "title": "Fact sheet: President Obama's Precision Medicine Initiative (The White House",
      "year": 2015,
      "doi": "10.1037/e373542004-001",
      "raw": "Fact sheet: President Obama's Precision Medicine Initiative (The White House \n\t\t 10.1037/e373542004-001 \n\t\t \n\t\t \n\t\t\t 30 January 2015 \n\t\t\t Office of the Press Secretary \n\t\t \n\t \n\t Press Secretary. Fact sheet: President Obama's Precision Medicine Initiative (The White House, Office of the Press Secretary, 30 January 2015). https://www. whitehouse.gov/the-press-office/2015/01/30/fact- sheet-president-obama-s-precision-medicine-initiative"
    },
    {
      "title": "Google developing health tracking wristband for health research",
      "authors": [
        "C Chen",
        "B Womack"
      ],
      "year": 2015,
      "doi": "10.12968/eqhe.2015.23.6",
      "raw": "Google developing health tracking wristband for health research \n\t\t \n\t\t\t C Chen \n\t\t \n\t\t \n\t\t\t B Womack \n\t\t \n\t\t 10.12968/eqhe.2015.23.6 \n\t\t \n\t\t \n\t\t\t 23 June, 2015 \n\t\t \n\t \n\t Chen, C. & Womack, B. Google developing health track- ing wristband for health research. (23 June, 2015) http://www.bloomberg.com/news/articles/2015-06-23/ googledeveloping-health-tracking-wristband-for- health-research"
    },
    {
      "title": "Qualcomm announces strategic collaboration with Novartis to optimize global clinical trials (Qualcomm",
      "year": 2015,
      "doi": "10.12968/s0047-9624(25)60154-4",
      "raw": "Qualcomm announces strategic collaboration with Novartis to optimize global clinical trials (Qualcomm \n\t\t 10.12968/s0047-9624(25)60154-4 \n\t\t \n\t\t \n\t\t\t 5 January 2015 \n\t\t\t San Diego \n\t\t \n\t\t \n\t\t\t Qualcomm \n\t\t \n\t \n\t Qualcomm. Qualcomm announces strategic collabo- ration with Novartis to optimize global clinical trials (Qualcomm, San Diego, 5 January 2015). https:// www.qualcomm.com/news/releases/2015/01/05/ qualcomm-announces-strategic-collaboration-novartis- optimize-global"
    },
    {
      "title": "The Evolving Landscape of Medical Apps in Healthcare (HIT Consultant",
      "authors": [
        "M Posada"
      ],
      "year": 2014,
      "doi": "10.1002/9781394352401.ch2",
      "raw": "The Evolving Landscape of Medical Apps in Healthcare (HIT Consultant \n\t\t \n\t\t\t M Posada \n\t\t \n\t\t 10.1002/9781394352401.ch2 \n\t\t \n\t\t \n\t\t\t 23 June 2014 \n\t\t \n\t \n\t Posada, M. The Evolving Landscape of Medical Apps in Healthcare (HIT Consultant, 23 June 2014). http:// hitconsultant.net/2014/06/23/the-evolving-landscape- of-medical-apps-in-healthcare/"
    },
    {
      "title": "WellDoc raises $20 million to market first mobile prescription for diabetes management",
      "authors": [
        "Z Moukheiber"
      ],
      "year": 2014,
      "journal": "Forbes",
      "raw": "WellDoc raises $20 million to market first mobile prescription for diabetes management \n\t\t \n\t\t\t Z Moukheiber \n\t\t \n\t\t \n\t \n\t \n\t\t Forbes \n\t\t \n\t\t\t 10 January 2014 \n\t\t \n\t \n\t Moukheiber, Z. WellDoc raises $20 million to market first mobile prescription for diabetes management. Forbes (10 January 2014). http://www.forbes.com/ sites/zinamoukheiber/2014/01/10/welldoc-raises- 20-million-to-market-first-mobile-prescription-for- diabetes-management/"
    },
    {
      "title": "Fourth Annual Study on mHealth Economics (research2guidance",
      "year": 2014,
      "doi": "10.1109/icce-berlin33734.2014",
      "raw": "Anonymous \n\t\t \n\t\t 10.1109/icce-berlin33734.2014 \n\t\t Fourth Annual Study on mHealth Economics (research2guidance \n\t\t Berlin \n\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t mHealtheconomics. com \n\t Anonymous. Fourth Annual Study on mHealth Economics (research2guidance. mHealtheconomics. com; Berlin, 2014)."
    },
    {
      "authors": [
        "C Quinn"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-0366",
      "journal": "Diabetes Care",
      "volume": "34",
      "raw": "C C Quinn \n\t\t \n\t\t 10.2337/dc11-0366 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 34 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Quinn, C.C. et al. Diabetes Care 34, 1934-1942 (2011)."
    },
    {
      "authors": [
        "S Sepah",
        "L Jiang",
        "A Peters"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4052",
      "journal": "J. Med. Internet Res",
      "volume": "17",
      "pages": "92",
      "raw": "S C Sepah \n\t\t \n\t\t \n\t\t\t L Jiang \n\t\t \n\t\t \n\t\t\t A L Peters \n\t\t \n\t\t 10.2196/jmir.4052 \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 17 \n\t\t\t 92 \n\t\t\t 2015 \n\t\t \n\t \n\t Sepah, S.C., Jiang, L. & Peters, A.L. J. Med. Internet Res. 17, e92 (2015)."
    },
    {
      "title": "Omada health raises $23 million to help prevent chronic diseases online",
      "authors": [
        "S Fiegerman"
      ],
      "year": 2014,
      "journal": "Mashable",
      "raw": "Omada health raises $23 million to help prevent chronic diseases online \n\t\t \n\t\t\t S Fiegerman \n\t\t \n\t\t \n\t \n\t \n\t\t Mashable \n\t\t \n\t\t\t 9 April 2014 \n\t\t \n\t \n\t Fiegerman, S. Omada health raises $23 million to help prevent chronic diseases online. Mashable (9 April 2014). http://mashable.com/2014/04/09/omada- health/"
    },
    {
      "title": "FDA Impact on US Medical Technology Innovation",
      "authors": [
        "J Makower",
        "A Meer",
        "L Denend"
      ],
      "year": 2010,
      "doi": "10.1016/b978-0-12-814926-3.00026-7",
      "raw": "J Makower \n\t\t \n\t\t \n\t\t\t A Meer \n\t\t \n\t\t \n\t\t\t L Denend \n\t\t \n\t\t 10.1016/b978-0-12-814926-3.00026-7 \n\t\t FDA Impact on US Medical Technology Innovation \n\t\t Washington, DC \n\t\t \n\t\t\t Medical Device Manufacturers Association \n\t\t\t 2010 \n\t\t \n\t \n\t Makower, J., Meer, A. & Denend, L. FDA Impact on US Medical Technology Innovation (Medical Device Manufacturers Association; Washington, DC, 2010)."
    },
    {
      "title": "Medical device investing drops, though some VCs welcome 'weeding out' process",
      "authors": [
        "T Hay"
      ],
      "year": 2014,
      "doi": "10.2345/9781570206191.ch1",
      "journal": "The Wall Street Journal",
      "raw": "Medical device investing drops, though some VCs welcome 'weeding out' process \n\t\t \n\t\t\t T Hay \n\t\t \n\t\t 10.2345/9781570206191.ch1 \n\t\t \n\t \n\t \n\t\t The Wall Street Journal \n\t\t \n\t\t\t 7 February 2014 \n\t\t \n\t \n\t Hay, T. Medical device investing drops, though some VCs welcome 'weeding out' process. The Wall Street Journal (7 February 2014). http://blogs.wsj.com/ventu- recapital/2014/02/07/medical-device-investing-drops- thoughsome-vcs-welcome-weeding-out-process/"
    },
    {
      "title": "The guts of a new machine",
      "authors": [
        "R Walker"
      ],
      "year": 2003,
      "doi": "10.3886/icpsr03712",
      "journal": "The New York Times",
      "raw": "The guts of a new machine \n\t\t \n\t\t\t R Walker \n\t\t \n\t\t 10.3886/icpsr03712 \n\t\t \n\t \n\t \n\t\t The New York Times \n\t\t \n\t\t\t 30 November 2003 \n\t\t \n\t \n\t Walker, R. The guts of a new machine. The New York Times (30 November 2003). http://www.nytimes. com/2003/11/30/magazine/the-guts-of-a-new- machine.html"
    },
    {
      "title": "14 famous business pivots",
      "authors": [
        "J Nazar"
      ],
      "year": 2013,
      "doi": "10.1515/9783110703009-202",
      "journal": "Forbes",
      "raw": "14 famous business pivots \n\t\t \n\t\t\t J Nazar \n\t\t \n\t\t 10.1515/9783110703009-202 \n\t\t \n\t \n\t \n\t\t Forbes \n\t\t \n\t\t\t 8 October 2013 \n\t\t \n\t \n\t Nazar, J. 14 famous business pivots. Forbes (8 October 2013). http://www.forbes.com/sites/ jasonnazar/2013/10/08/14-famous-business-pivots/"
    },
    {
      "title": "Slack now has 1.1M daily active users, 300K paid seats, $25M in annual recurring revenue",
      "authors": [
        "J Novet"
      ],
      "year": 2015,
      "doi": "10.47205/jdss.2021(2-iv)74",
      "journal": "VentureBeat",
      "raw": "Slack now has 1.1M daily active users, 300K paid seats, $25M in annual recurring revenue \n\t\t \n\t\t\t J Novet \n\t\t \n\t\t 10.47205/jdss.2021(2-iv)74 \n\t\t \n\t \n\t \n\t\t VentureBeat \n\t\t \n\t\t\t 24 June 2015 \n\t\t \n\t \n\t Novet, J. Slack now has 1.1M daily active users, 300K paid seats, $25M in annual recurring revenue. VentureBeat (24 June 2015). http://venturebeat. com/2015/06/24/slack-now-has-1-1m-daily-active- users-300k-paid-seats-25m-in-annual-recurring-rev- enue/ 1438881102208.1438881102208.1&__hssc=26 1393298.1.1438881102208&__hsfp=3664478715"
    },
    {
      "title": "How much does pharmaceutical innovation cost? A look at 100 companies",
      "authors": [
        "M Herper"
      ],
      "year": 2013,
      "doi": "10.1161/blog.20131106.024800",
      "journal": "Forbes",
      "raw": "How much does pharmaceutical innovation cost? A look at 100 companies \n\t\t \n\t\t\t M Herper \n\t\t \n\t\t 10.1161/blog.20131106.024800 \n\t\t \n\t \n\t \n\t\t Forbes \n\t\t \n\t\t\t 11 August 2013 \n\t\t \n\t \n\t Herper, M. How much does pharmaceutical innovation cost? A look at 100 companies. Forbes (11 August 2013). http://www.forbes.com/sites/matthewher- per/2013/08/11/the-cost-of-inventing-a-new-drug- 98-companies-ranked/"
    },
    {
      "title": "US Food and Drug Administration",
      "year": 2013,
      "doi": "10.1037/e413352005-001",
      "journal": "Public Law",
      "volume": "97",
      "issue": "414",
      "raw": "US Food and Drug Administration \n\t\t 10.1037/e413352005-001 \n\t\t \n\t \n\t \n\t\t Public Law \n\t\t \n\t\t\t 97 \n\t\t\t 414 \n\t\t\t 18 July 2013 \n\t\t \n\t \n\t Orphan Drug Act-Excerpts as amended \n\t US Food and Drug Administration. Orphan Drug Act- Excerpts; Public Law 97-414, as amended (FDA, 18 July 2013). http://www.fda.gov/ R e g u l a t o r y I n f o r m a t i o n / L e g i s l a t i o n / SignificantAmendmentstotheFDCAct/OrphanDrugAct/ default.htm"
    },
    {
      "title": "Adaptive design clinical trials for drugs and biologics (FDA",
      "year": 2010,
      "doi": "10.7717/peerj.15250/fig-6",
      "raw": "Adaptive design clinical trials for drugs and biologics (FDA \n\t\t 10.7717/peerj.15250/fig-6 \n\t\t \n\t\t \n\t\t\t February 2010 \n\t\t \n\t\t \n\t\t\t US Food and Drug Administration \n\t\t \n\t \n\t US Food and Drug Administration. Adaptive design clinical trials for drugs and biologics (FDA, February 2010). http://www.fda.gov/downloads/Drugs/ Guidances/ucm201790.pdf"
    },
    {
      "authors": [
        "H Pharma",
        "M Biotech",
        "A Report"
      ],
      "year": 2012,
      "raw": "H B M Pharma \n\t\t \n\t\t \n\t\t\t M Biotech \n\t\t \n\t\t \n\t\t\t A Report \n\t\t \n\t\t \n\t\t \n\t\t\t 2012. January 2013 \n\t\t\t HBM \n\t\t\t Zug, Switzerland \n\t\t \n\t \n\t Pharma, H.B.M., Biotech, M. & Report, A. 2012 (HBM, Zug, Switzerland, January 2013). http://www. hbmpartners.com/wAssets/docs/industry-reports/HBM- Pharma-Biotech-M-A-Report-2012.pdf"
    },
    {
      "authors": [
        "K Tarakji"
      ],
      "year": 2015,
      "doi": "10.1016/j.hrthm.2014.11.015",
      "journal": "Heart Rhythm",
      "volume": "12",
      "raw": "K G Tarakji \n\t\t \n\t\t 10.1016/j.hrthm.2014.11.015 \n\t \n\t \n\t\t Heart Rhythm \n\t\t \n\t\t\t 12 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Tarakji, K.G. et al. Heart Rhythm 12, 554-559 (2015)."
    },
    {
      "title": "Biopharmaceutical Industry-Sponsored Clinical Trials: Impact on State Economies",
      "year": 2015,
      "doi": "10.1186/s13063-019-3790-9",
      "raw": "10.1186/s13063-019-3790-9 \n\t\t \n\t\t Biopharmaceutical Industry-Sponsored Clinical Trials: Impact on State Economies \n\t\t Battelle, Columbus, OH \n\t\t \n\t\t\t March 2015 \n\t\t \n\t\t \n\t\t\t Battelle Technology Partnership Practice \n\t\t \n\t \n\t Battelle Technology Partnership Practice. Biopharmaceutical Industry-Sponsored Clinical Trials: Impact on State Economies (Battelle, Columbus, OH, March 2015). http://www.phrma.org/sites/default/files/ pdf/biopharmaceutical-industry-sponsored-clinical- trials-impact-on-state-economies.pdf"
    },
    {
      "title": "Akili Interactive Labs announces partnership with Pfizer to test video game in people at risk of Alzheimer's Disease (PR Newswire",
      "year": 2015,
      "doi": "10.1007/s40014-012-1120-1",
      "raw": "Akili \n\t\t \n\t\t 10.1007/s40014-012-1120-1 \n\t\t \n\t\t Akili Interactive Labs announces partnership with Pfizer to test video game in people at risk of Alzheimer's Disease (PR Newswire \n\t\t \n\t\t\t 9 January 2015 \n\t\t \n\t \n\t Akili. Akili Interactive Labs announces partnership with Pfizer to test video game in people at risk of Alzheimer's Disease (PR Newswire, 9 January 2015). http://www. prnewswire.com/news-releases/akili-interactive-labs- announces-partnership-with-pfizer-to-test-video-game- in-people-at-risk-of-alzheimers-disease-239412291. html"
    },
    {
      "title": "Briefing: cost of developing a new drug",
      "year": 2014,
      "doi": "10.1177/009286159502900202",
      "journal": "Tufts",
      "issue": "d37e0371e5a4",
      "raw": "Briefing: cost of developing a new drug \n\t\t 10.1177/009286159502900202 \n\t\t \n\t \n\t \n\t\t Tufts \n\t\t \n\t\t\t d37e0371e5a4 \n\t\t\t 18 November 2014 \n\t\t \n\t\t \n\t\t\t Tufts Center for the Study of Drug Development \n\t\t \n\t \n\t fb0df c293b.1438881102208 \n\t Tufts Center for the Study of Drug Development. Briefing: cost of developing a new drug (Tufts, 18 November 2014). http://csdd.tufts.edu/files/ uploads/Tufts_CSDD_briefing_on_RD_cost_study_-_ Nov_18,_2014..pdf?__hstc=261393298.2848554 334d37e0371e5a4fb0df c293b.1438881102208."
    }
  ],
  "num_references": 23,
  "figures": [
    {
      "caption": "Figure 3",
      "description": "Figure 3 Cost/quality trade-off in clinical data collection. Traditionally, high-quality clinical data has been extremely expensive to collect. Digital health data are much cheaper but also unvalidated and unreliable. As sensor quality, data validation and analytical techniques improve, digital medicine data will improve with it, allowing the broad collection of high-quality, low-cost data."
    },
    {
      "caption": "Feasibility"
    },
    {
      "type": "table",
      "caption": "Table 1",
      "description": "Digital medicine's development advantages versus drugs and devices"
    }
  ],
  "num_figures": 3,
  "tables": [
    {
      "content": "Digital medicine feature"
    }
  ],
  "num_tables": 1,
  "formulas": [
    {
      "text": "C O M M E N TA R Y RE-IMAGINING MEDICINE"
    },
    {
      "text": "C O M M E N TA R Y RE-IMAGINING MEDICINE"
    }
  ],
  "num_formulas": 2,
  "num_citations": 18,
  "cited_references": [
    "b3",
    "b16",
    "b13",
    "b4",
    "b15",
    "b21",
    "b14",
    "b19",
    "b17",
    "b9",
    "b12",
    "b8",
    "b22",
    "b6",
    "b10",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] Zohar are at PureTech , Boston , Massachusetts , USA.",
    "[raw_affiliation] Zohar are at PureTech , Boston , Massachusetts , USA.",
    "[raw_affiliation] Zohar are at PureTech , Boston , Massachusetts , USA.",
    "[raw_affiliation] Zohar are at PureTech , Boston , Massachusetts , USA.",
    "[raw_affiliation] Zohar are at PureTech , Boston , Massachusetts , USA.",
    "© 2015 Nature America, Inc. All rights reserved.",
    "npg© 2015 Nature America, Inc. All rights reserved.",
    "[raw_reference] Elenko, E., Underwood, L. & Zohar, D. Nat. Biotechnol. 33, 456-461 (2015).",
    "[raw_reference] Press Secretary. Fact sheet: President Obama's Precision Medicine Initiative (The White House, Office of the Press Secretary, 30 January 2015). https://www. whitehouse.gov/the-press-office/2015/01/30/fact- sheet-president-obama-s-precision-medicine-initiative",
    "[raw_reference] Chen, C. & Womack, B. Google developing health track- ing wristband for health research. (23 June, 2015) http://www.bloomberg.com/news/articles/2015-06-23/ googledeveloping-health-tracking-wristband-for- health-research",
    "[raw_reference] Qualcomm. Qualcomm announces strategic collabo- ration with Novartis to optimize global clinical trials (Qualcomm, San Diego, 5 January 2015). https:// www.qualcomm.com/news/releases/2015/01/05/ qualcomm-announces-strategic-collaboration-novartis- optimize-global",
    "[raw_reference] Posada, M. The Evolving Landscape of Medical Apps in Healthcare (HIT Consultant, 23 June 2014). http:// hitconsultant.net/2014/06/23/the-evolving-landscape- of-medical-apps-in-healthcare/",
    "[raw_reference] Moukheiber, Z. WellDoc raises $20 million to market first mobile prescription for diabetes management. Forbes (10 January 2014). http://www.forbes.com/ sites/zinamoukheiber/2014/01/10/welldoc-raises- 20-million-to-market-first-mobile-prescription-for- diabetes-management/",
    "mHealtheconomics. com",
    "[raw_reference] Anonymous. Fourth Annual Study on mHealth Economics (research2guidance. mHealtheconomics. com; Berlin, 2014).",
    "[raw_reference] Quinn, C.C. et al. Diabetes Care 34, 1934-1942 (2011).",
    "[raw_reference] Sepah, S.C., Jiang, L. & Peters, A.L. J. Med. Internet Res. 17, e92 (2015).",
    "[raw_reference] Fiegerman, S. Omada health raises $23 million to help prevent chronic diseases online. Mashable (9 April 2014). http://mashable.com/2014/04/09/omada- health/",
    "[raw_reference] Makower, J., Meer, A. & Denend, L. FDA Impact on US Medical Technology Innovation (Medical Device Manufacturers Association; Washington, DC, 2010).",
    "[raw_reference] Hay, T. Medical device investing drops, though some VCs welcome 'weeding out' process. The Wall Street Journal (7 February 2014). http://blogs.wsj.com/ventu- recapital/2014/02/07/medical-device-investing-drops- thoughsome-vcs-welcome-weeding-out-process/",
    "[raw_reference] Walker, R. The guts of a new machine. The New York Times (30 November 2003). http://www.nytimes. com/2003/11/30/magazine/the-guts-of-a-new- machine.html",
    "[raw_reference] Nazar, J. 14 famous business pivots. Forbes (8 October 2013). http://www.forbes.com/sites/ jasonnazar/2013/10/08/14-famous-business-pivots/",
    "[raw_reference] Novet, J. Slack now has 1.1M daily active users, 300K paid seats, $25M in annual recurring revenue. VentureBeat (24 June 2015). http://venturebeat. com/2015/06/24/slack-now-has-1-1m-daily-active- users-300k-paid-seats-25m-in-annual-recurring-rev- enue/ 1438881102208.1438881102208.1&__hssc=26 1393298.1.1438881102208&__hsfp=3664478715",
    "[raw_reference] Herper, M. How much does pharmaceutical innovation cost? A look at 100 companies. Forbes (11 August 2013). http://www.forbes.com/sites/matthewher- per/2013/08/11/the-cost-of-inventing-a-new-drug- 98-companies-ranked/",
    "Orphan Drug Act-Excerpts as amended",
    "[raw_reference] US Food and Drug Administration. Orphan Drug Act- Excerpts; Public Law 97-414, as amended (FDA, 18 July 2013). http://www.fda.gov/ R e g u l a t o r y I n f o r m a t i o n / L e g i s l a t i o n / SignificantAmendmentstotheFDCAct/OrphanDrugAct/ default.htm",
    "[raw_reference] US Food and Drug Administration. Adaptive design clinical trials for drugs and biologics (FDA, February 2010). http://www.fda.gov/downloads/Drugs/ Guidances/ucm201790.pdf",
    "[raw_reference] Pharma, H.B.M., Biotech, M. & Report, A. 2012 (HBM, Zug, Switzerland, January 2013). http://www. hbmpartners.com/wAssets/docs/industry-reports/HBM- Pharma-Biotech-M-A-Report-2012.pdf",
    "[raw_reference] Tarakji, K.G. et al. Heart Rhythm 12, 554-559 (2015).",
    "[raw_reference] Battelle Technology Partnership Practice. Biopharmaceutical Industry-Sponsored Clinical Trials: Impact on State Economies (Battelle, Columbus, OH, March 2015). http://www.phrma.org/sites/default/files/ pdf/biopharmaceutical-industry-sponsored-clinical- trials-impact-on-state-economies.pdf",
    "[raw_reference] Akili. Akili Interactive Labs announces partnership with Pfizer to test video game in people at risk of Alzheimer's Disease (PR Newswire, 9 January 2015). http://www. prnewswire.com/news-releases/akili-interactive-labs- announces-partnership-with-pfizer-to-test-video-game- in-people-at-risk-of-alzheimers-disease-239412291. html",
    "fb0df c293b.1438881102208",
    "[raw_reference] Tufts Center for the Study of Drug Development. Briefing: cost of developing a new drug (Tufts, 18 November 2014). http://csdd.tufts.edu/files/ uploads/Tufts_CSDD_briefing_on_RD_cost_study_-_ Nov_18,_2014..pdf?__hstc=261393298.2848554 334d37e0371e5a4fb0df c293b.1438881102208."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
