{
  "paper_id": "SBVNTMAT",
  "title": "Applying Community-Based Participatory Research Principles to Global Oral Health: A Case Study from Costa Rica",
  "abstract": "Background: Resource-limited communities across the globe face dramatic health disparities augmented by the shortcomings of translating research into practice. Community-based participatory research (CBPR) empowers communities through research and engagement to generate knowledge and improve global oral health. This case study presents findings and methods from a CBPR oral health project with an Indigenous Community in Costa Rica (La Casona). Methods: Interviews were conducted with public health dentists, community stakeholders, and community health leaders. Qualitative content and direct coding analysis of 8 interview transcripts was used to develop initial themes. Initial themes were grouped into final themes with representative quotations with framework analysis. Results: Final themes identified included health education, financial status, structural influences on health, diet and nutrition, sociocultural characteristics, and environmental factors. Community partners guided development of a conceptual framework identifying common protective factors and common risk factors for oral health in La Casona. Conclusion: This study is an example of CBPR that explores interconnected determinants of oral health in La Casona and uniquely identifies common protective factors in addition to common risk factors for oral health. Practical Implications: Dental practitioners can apply the CBPR principles applied for this study in other clinical and research initiatives to better align with the WHO Strategic Objectives.",
  "year": 2022,
  "date": "2022",
  "journal": "WHO WHA",
  "publication": "WHO WHA",
  "authors": [
    {
      "forename": "David",
      "surname": "Danesh",
      "name": "David Danesh",
      "affiliation": "a  Dentistry , Nationwide Children's Hospital , College of Dentistry , Department of Pediatric Dentistry , The Ohio State University Columbus , Ohio , USA; \n\t\t\t\t\t\t\t\t Dentistry \n\t\t\t\t\t\t\t\t College of Dentistry \n\t\t\t\t\t\t\t\t Department of Pediatric Dentistry \n\t\t\t\t\t\t\t\t Nationwide Children's Hospital \n\t\t\t\t\t\t\t\t The Ohio State University Columbus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ohio \n\t\t\t\t\t\t\t\t\t USA;",
      "orcid": "0000-0002-7999-601X"
    },
    {
      "forename": "Ryan",
      "surname": "Lisann",
      "name": "Ryan Lisann",
      "affiliation": "b  Developmental Biology , Harvard School of Dental Medicine , Boston , Massachussetts , USA; \n\t\t\t\t\t\t\t\t Developmental Biology \n\t\t\t\t\t\t\t\t Harvard School of Dental Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachussetts \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Carlos",
      "surname": "Faerron-Guzman",
      "name": "Carlos Faerron-Guzman",
      "affiliation": "c  Interamerican Center for Global Health , Department of Oral Health Policy and Epidemiology , Harvard University , Brunca Region , Costa Rica ; \n\t\t\t\t\t\t\t\t Interamerican Center for Global Health \n\t\t\t\t\t\t\t\t Department of Oral Health Policy and Epidemiology \n\t\t\t\t\t\t\t\t Harvard University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brunca Region \n\t\t\t\t\t\t\t\t\t Costa Rica"
    },
    {
      "forename": "Gustavo",
      "surname": "Mora",
      "name": "Gustavo Mora",
      "affiliation": "d  Regional Supervision of Dentistry , Directorate of Integrated Health Services Delivery Network of the Brunca Region , Caja Costarricense de Seguro Social (CCSS -Costa Rican Social Security Fund) ; \n\t\t\t\t\t\t\t\t Regional Supervision of Dentistry \n\t\t\t\t\t\t\t\t Directorate of Integrated Health Services Delivery Network of the Brunca Region \n\t\t\t\t\t\t\t\t Caja Costarricense de Seguro Social (CCSS -Costa Rican Social Security Fund)"
    },
    {
      "forename": "Dominga",
      "surname": "Bejarano-Palacios",
      "name": "Dominga Bejarano-Palacios",
      "affiliation": "e  Former Local Indigenous Midwife , Indigenous Leader of Elderly Women Group , La Casona Indigenous Territory of Coto Brus , Costa Rica ; \n\t\t\t\t\t\t\t\t Indigenous Leader of Elderly Women Group \n\t\t\t\t\t\t\t\t Former Local Indigenous Midwife \n\t\t\t\t\t\t\t\t La Casona Indigenous Territory of Coto Brus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rica \n\t\t\t\t\t\t\t\t\t Costa"
    },
    {
      "forename": "Mérita",
      "surname": "Bejarano-Bejarano",
      "name": "Mérita Bejarano-Bejarano",
      "affiliation": "f  Local Indigenous Cultural Advisor , La Casona Indigenous Territory of Coto Brus , Costa Rica \n\t\t\t\t\t\t\t\t Local Indigenous Cultural Advisor \n\t\t\t\t\t\t\t\t Casona Indigenous Territory of Coto Brus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t La \n\t\t\t\t\t\t\t\t\t Costa Rica"
    }
  ],
  "doi": "https://doi.org/10.13039/100019404",
  "keywords": [
    "Global health",
    "communitybased participatory research",
    "oral health",
    "community health",
    "indigenous health"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The World Health Organization (WHO) Global Strategy on Oral Health and WHO Global Oral Health Action Plan (2023-2030) emphasize guiding principles and strategic objectives to achieve the vision of, \"oral health for all individuals and communities by 2030.\"  1, 2 Part of the strategic objectives include an emphasis on oral health governance, promotion, disease prevention, and research. Achieving oral health for all individuals requires an understanding of the nuances of individuals and communities through research. Community-Based Participatory Research (CBPR) is one way to understand these nuances to achieve oral health through engaging and empowering communities. CBPR prioritizes developing partnerships directly with stakeholders to drive the research process.  [3] [4] 4] [5] [6]  CBPR consists of the following stages: determining contexts with local partners, developing group dynamics and equitable partnerships, developing and implementing interventions and research, and assessing and evaluating outcomes.  3 CBPR has been described with different names in the literature, including participatory research, participatory action research, action science, action inquiry, cooperative inquiry, participatory evaluation, and empowerment evaluation.  7, 8 CBPR enhances the usefulness, validity, quality, and relevance of research by utilizing community partner local knowledge and lived experience.  7, 9 Some challenges of CBPR include lack of trust, power inequity, cultural and value differences, and difficulty proving intervention success.  7 The following project is a case study from Costa Rica of applying CBPR principles to global oral health. Its purpose is to engage local stakeholders input to analyze the risk and protective factors contributing to community-wide oral health."
    },
    {
      "title": "Context",
      "text": "Interamerican Center for Global Health/Centro Interamericano para la Salud Global (CISG) is an international academic research and education center in Costa Rica. In 2016, collaborators from CISG and Harvard CONTACT David O. Danesh david.danesh@nationwidechildrens.org Supplemental data for this article can be accessed online at  https://doi.org/10.1080/19424396.2024.2330558 . School of Dental Medicine (HSDM) worked to develop educational programs for trainees. The collaboration resulted in an innovative experiential global health course hosted in Costa Rica. The experiential course, called Global Health Extension Course: Perspectives from Costa Rica, was a five-day elective intensive course in rural Costa Rica building on competencies and themes from a didactic global health course at HSDM.  10, 11  Course participants (authors DOD and RL) connected with public health dentist (author GABM) who works directly and serves indigenous communities throughout La Casona. Author GABM spent years building rapport with community leaders, including authors DBP and MBB, through informal collaborations and through his work with Hands for Health (H4H). H4H is a local Costa Rican nongovernmental organization (NGO) that recruits local health professionals and health promoters to focus on improving the health of the communities in the Coto Brus region of Costa Rica. This case study presents findings from a CBPR oral health project with an indigenous community in Costa Rica called La Casona.\n\nLa Casona is a community within the Coto Brus Indigenous Territory which extends near the frontier between Costa Rica and Panama. Most of the Ngäbe-Buglé people live in small villages dispersed throughout the region.  12 La Casona is in the Coto Brus canton of the Puntarenas province in southeastern Costa Rica, about 40 kilometers from the Costa Rican-Panamanian border. Though the Ngäbe-Buglé are Indigenous to Costa Rica and Panama, the Echandi-Fernandez Treaty in 1941 established the border without considering the Indigenous populations.  12 There are five Ngäbe-Buglé territories in Costa Rica (Coto Brus, Abrojo Montezuma, Altos de San Antonio, Alto Laguna de Osa and Conte Burica).  13 The Indigenous territory of Coto Brus has a population of about 2,500 Ngäbe-Buglé, with approximately 370 living in La Casona community.  14 However, most Ngäbe-Buglé people, about 170,000, live in Panama.  12 During the coffee harvest season beginning in September, families will typically travel from Panama to work in Costa Rica.  12 emperatures average around 23 degrees Celsius throughout the year, and there is normally a rainy season from May to December and a dry period in March and April.  14 oads connect La Casona to other communities in Coto Brus; yet, the roads significantly deteriorate during the rainy season.  14 The Ngäbe-Buglé share a strong traditional culture, adhere to two Indigenous languages, Ngäbere and Buglere or Bokotá, and utilize a traditional kinship system in reference to grandparents.  13 It is a patriarchal culture and women often give birth to their first child between age 13-17.  14 Most of the population practice Catholicism or an Indigenous religion known as Mama Tata or Mama Chi.  14  Within La Casona, there is a health center clinic staffed by physicians, traditional healers, dentists, and other health care providers as part of the Costa Rican \"Equipos Básicos de Atención Integral en Salud\" (EBAIS) health system. EBAIS is also used to refer to the individual health clinic."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Project Planning",
      "text": "The case study began when project authors discussed possibilities to contribute to H4H initiatives in La Casona. Prior to traveling to Costa Rica for the course, the first step of a CBPR approach was utilized by partnering with community stakeholders from La Casona to determine the research context. Determining the research context included defining a research question, creating an interview guide, developing a conceptual framework, and assessing determinants of oral health in La Casona. In 2017, H4H launched a public health educational initiative called, \"Oral Health Protection Program for Vulnerable Indigenous Population of Coto Brus,\" to improve oral health in the Ngäbe-Buglé population. H4H utilizes strong relationships with community leaders, health care providers, traditional healers, and families built over years to provide culturally-sensitive dental care and oral health education that respects community traditions.\n\nProject authors collaborated over numerous video conferences and e-mail communications, as well as review of existing oral health reports, government sources, policy papers and reports gray literature by local NGOs to complete an environmental analysis of La Casona. This initial review served as a basis for an interview guide prior to the entire team convening in Costa Rica.\n\nA standard written informed consent (Appendix 2) was developed for study participants in their preferred language (Spanish or English). This project was reviewed and approved by both the Harvard Institutional Review Board and the Centro de Desarrollo Estratégico e Información en Salud y Seguridad Social (CENDEISSS) prior to attending the course. CENDEISSS is a department of the Costa Rican Social Security Fund (Caja Costarricense de Seguro Social, CCSS) which oversees health research and bioethics topics of the public health services in Costa Rica."
    },
    {
      "title": "Development of Interview Guide, Feedback from Stakeholders and Project Team",
      "text": "Continued discussions with project partners and a literature review of existing oral health models facilitated the development of a semi-structured interview guide.  [15] [16] 6] [17] [18] [19]  The interview guide (Appendix 1) was designed with multiple revisions with project partners to understand the determinants of oral health with closed-ended and open-ended questions. The questions examined day-to-day life in the community, family activities, typical diet and food sources, oral health knowledge, top factors contributing to caries, health care system characteristics for medical and dental care, and potential changes that can be implemented in the community. The interview guide was pilottested with three stakeholders before conducting the interviews."
    },
    {
      "title": "Travelled to Coto Brus Region, Conducted and Audio Recorded In-Person Interviews",
      "text": "Interviews were conducted with stakeholders who included community organization leaders, regional public health leaders, dentists, physicians, and Cultural Advisors. Cultural Advisors are Indigenous community members that serve as liaisons between the community and Costa Rican nongovernmental and governmental organizations. Cultural Advisors serve as interpreters for Indigenous languages and provide sociocultural, interpersonal, and other support to community members.\n\nThe interviews were conducted in a semi-structured format to explore local determinants of oral health in the participants' preferred language. A total of seven hours of interviews were conducted and audio recorded with seven key stakeholders recorded. Due to the small size of the community, we determined saturation point had been reached after stakeholder interview responses became repetitive. The interviews were transcribed with a transcription service. The Spanish interview transcripts were translated to English with a translation service."
    },
    {
      "title": "Results"
    },
    {
      "title": "Defining Final Themes of Oral Health Determinants",
      "text": "Using qualitative content and open thematic analysis, several initial themes were identified within the transcripts.  20 The interview transcripts were reviewed again and quotations relevant to the initial themes were identified. Codes and subcodes from the quotations were identified with conventional coding analysis.  20 These quotations were hand-coded independently by two authors with a third author as a tie-breaker. The codes were grouped into final themes. A combination of final themes, codes, and subcodes were integrated into a framework for determinants of oral health in La Casona. Final themes of health education, financial status, structural influences on health, diet and nutrition, environmental factors and socio-cultural characteristics were identified (presented in Table  1 )."
    },
    {
      "title": "Creating the \"Framework for Analyzing Protective and Risk Factors for Oral Health Designed for La Casona\"",
      "text": "The six final themes were used to create the Framework for Analyzing Protective and Risk Factors for Oral Health Designed for La Casona (Figure  1 ). Field notes, observation, journaling, and project team debriefing supplemented the interview results with additional context and detail. After the initial framework was developed, multiple revisions of the framework were completed with project partners. The framework was also shared with additional stakeholders and Table  1 . Final themes with representative quotations describing determinants of oral health in La Casona, Costa Rica."
    },
    {
      "title": "Final Theme",
      "text": "Representative Quotation Protective Factors Health Education \"In La Casona's school there are very capable children. . .and even parents have enough knowledge because they have been holding workshops, the public health school has worked a lot on that and the truth is that it has improved a lot\" \"Many. . .cultural habits have changed and in the schools. This is an effort that we are trying to do in the Costa Rican Dental"
    },
    {
      "title": ".\" Structural Influences on",
      "text": "Health \"In Coto Brus, the building of the clinic was. . .in 110 th place in order of buildings [that would be built in the health system. It would take about] ten years [to build the clinic]. We skipped this and the Spanish Embassy gave us the money [to build the clinic]. . .I went to knock at the door of the Spanish Embassy. I will never forget that. . .The Spanish have always thought that they have the responsibility to give back. . .specifically to the indigenous populations\" \"Dentist for indigenous territory (protective), permanent EBAIS (health center), healthcare providers visit schools, EBAIS has primary care doctor, sometimes there is a traditional healer in the EBAIS. . .\" Diet and Nutrition \"Healthy school meals; mostly vegetarian, a coconut fruit. . .beans, plantains or banana, it could be cacao\" \"If they plant [food crops] themselves, which they usually do, they tend to plant crops such as beans, green bananas and sweet bananas. . .plantain, yucca. . .depending on the season\" Sociocultural Characteristics \"Traditional healer in the EBAIS*. . . help[s] us as a mediator, right? to transmit that information to the population\" \". . .their mother takes care of them all day\" Environmental Factors \"Those who live near the villages can have access to drinking water\""
    },
    {
      "title": "Risk Factors",
      "text": "Health Education \"Information can be provided and it's probably been provided, it's just . . . they have other priorities so I would think I don't think oral health ranks high in their priorities\" Financial Status \"They do not have the money to buy toothbrush or dental floss; Government subsidy used for packaged food, Coca-Cola, soft drinks\" \"[a grandmother caring for four young children] told me is that we do not have toothbrushes. I either buy food, what can be done, which is not much money that is counted, right? money to buy food or buy toothbrushes, then it is a very complicated situation because she told me what do I do? Do I feed or buy this soap and basic hygiene tools for cleaning?\" Structural Influences on Health \"If the emergency cannot be attended in the EBAIS . . . is taken to the hospital . . . .20 km to 22 km distance . . . if it is a serious emergency, the ambulance can take them, if it is not something serious they have to travel by bus, by foot, by taxi\" Diet and Nutrition \"Mini-market with cariogenic snacks; scholarship (government food subsidy). . .to buy candy and snacks, coca cola, tropical juice, picaritas, tortillas. . . chips, corn chips. . .cakes\" \"[Some mothers are] breastfeeding many times a day until three of four years of age\" \"They go to grocery stores a lot and buy junk food and what do they buy? packets. . . small packages and things like that, fried things. . . little bags, small bags. People who live nearest to the small shops, they go to them and buy small snacks for children, which is not very nutritious. But before there were the small shops they used to have more nutritious meals.\" Sociocultural Characteristics \"The Mamatata religion say that if they do those kinds of habits how to brush their teeth is like being a white person. Then they do not allow it they do not agree with the non-indigenous customs; After eating, the dads do not tell them they have to brush their teeth; sometimes parents do not take children to health centers and some of them prefer to use traditional medicine\" Environmental Factors \"Rainy season river flooding; If they are far away in the indigenous territory it will be very difficult for them and they will have a look for natural water sources\" *Equipos Básicos de Atención Integral en Salud (EBAIS): basic team and clinic for primary health care in the communities. Sometimes people refer to the EBAIS as the individual clinic place where they receive primary care.\n\ncommunity leaders for further feedback. The framework's function is to serve as a lens for analyzing risk factors and protective factors for oral health in La Casona. Protective factors identified include presence of a community health center known as an EBAIS, money from government subsidies and other income sources, community engagement with health organizations, school-based meal programs and local produce. Risk factors include challenges with health care system structure, access, lack of oral health knowledge, cheap accessible cariogenic foods, and lack of access to oral hygiene materials."
    },
    {
      "title": "Discussion",
      "text": "Previous research on determinants of oral health in different community settings identifies risk factors for oral disease and utilizes a common risk factors approach to address oral disease.  [21] [22] 2] [23]  Community-based interventions utilizing a common risk factors approach targets lifestyle factors, such as unhealthy diet, that increase risk for oral disease and also increases risk for other diseases, such as diabetes, obesity, and cardiovascular disease.  22 The CBPR process in this study identified protective factors in La Casona that can be targeted for interventions to promote positive health outcomes, beyond  cash subsidies. Furthermore, lack of access to oral hygiene materials contributes to the progression of oral disease."
    },
    {
      "title": "Conclusion",
      "text": "This study serves as an application of CBPR. In alignment with the WHO Global Strategy on Oral Health and Oral Health Action Plan, this project explores interconnected determinants of oral health in La Casona through stakeholder-driven research. Assessing both protective and risk factors is important in understanding community oral health. The complexity of community-level factors that influence oral health in a community such as La Casona demonstrates the value of CBPR. Practitioners can utilize this approach for other communities. With increased importance on empowering individual local providers and resources to improve oral health, CBPR principles have never been more important for dental public health."
    },
    {
      "text": "Association. . ..We are trying [to implement]. . .a rule in the Ministry of Education that school teachers have to give a chance [for] children to brush their teeth after the different snacks. . .\" Financial Status \"These indigenous people are categorized as in extreme poverty. They have right for subsidies. ."
    },
    {
      "text": "common risk factors focused on previous studies in the literature. Our conceptual framework suggests that a unique combined common protective and common risk factor approach can inform community-level interventions in La Casona to target multiple interconnected health conditions such as tooth decay, diabetes and cardiovascular disease. Without an understanding of La Casona's unique historical and sociocultural context, interventions for oral health and overall health will unlikely reach their full potential. By utilizing the conceptual framework developed through this project, community interventions could target common protective factors such as the local health center (EBAIS), school meal programs, locallygrown nutritious food, sources of income including government subsidies and informal work, integration of cultural beliefs and traditional healers, access to drinking water, and engagement with community health organizations. Possible interventions could include nutrition education and agricultural initiatives which facilitate the cultivation of community, school, and family gardens. Common risk factors include transportation and geographic barriers for some families despite the presence of an EBAIS. Even with increased attention to oral health education, there still exists gaps in oral health and nutrition literacy. Additionally, cheap cariogenic foods are often convenient and purchased using government"
    },
    {
      "text": "Figure 1. Framework for analyzing protective and risk factors for oral health designed for La Casona Indigenous community in Coto Brus, Costa Rica. Pulpería: is a small market with an assortment of items. Equipos Básicos de Atención Integral en Salud (EBAIS): basic team and clinic for primary health care in the communities. Sometimes people refer to the EBAIS as the individual clinic place where they receive primary care."
    }
  ],
  "references": [
    {
      "title": "Draft Global Strategy On Oral Health",
      "year": 2022,
      "doi": "10.2471/b09422"
    },
    {
      "title": "Draft Global Oral Health Action Plan",
      "year": 2023,
      "doi": "10.25259/jgoh_39_2023"
    },
    {
      "title": "Community-based participatory research contributions to intervention research: the intersection of science and practice to improve health equity",
      "authors": [
        "N Wallerstein",
        "B Duran"
      ],
      "year": 2010,
      "doi": "10.2105/ajph.2009.184036"
    },
    {
      "title": "The value and challenges of participatory research: strengthening its practice",
      "authors": [
        "M Cargo",
        "S Mercer"
      ],
      "year": 2008,
      "doi": "10.1146/annurev.publhealth.29.091307.083824"
    },
    {
      "title": "What is participatory research?",
      "authors": [
        "A Cornwall",
        "R Jewkes"
      ],
      "year": 1995,
      "doi": "10.1016/0277-9536(95)00127-s"
    },
    {
      "title": "Principles of Community Engagement",
      "year": 2011,
      "doi": "10.1037/e312962005-001"
    },
    {
      "title": "Review of community-based research: assessing partnership approaches to improve public health",
      "authors": [
        "B Israel",
        "A Schulz",
        "E Parker",
        "A Becker"
      ],
      "year": 1998,
      "doi": "10.1146/annurev.publhealth.19.1.173"
    },
    {
      "title": "Participatory research methods -choice points in the research process",
      "authors": [
        "L Vaughn",
        "F Jacquez"
      ],
      "year": 2020,
      "doi": "10.35844/001c.13244"
    },
    {
      "title": "Acculturation and pediatric minority oral health interventions",
      "authors": [
        "T Tiwari",
        "J Albino"
      ],
      "year": 2017,
      "doi": "10.1016/j.cden.2017.02.006"
    },
    {
      "title": "Results from a new global oral health course: a case study at one dental school",
      "authors": [
        "B Seymour",
        "J Barrow",
        "E Kalenderian"
      ],
      "year": 2013,
      "doi": "10.1002/j.0022-0337.2013.77.10.tb05598.x"
    },
    {
      "title": "Integrating competency-based didactic and experiential global health learning for dental students: the global health learning helix model",
      "authors": [
        "A Yu",
        "R Lambert",
        "J Alvarado",
        "Caf Guzman",
        "B Seymour"
      ],
      "year": 2020,
      "doi": "10.21815/jde.019.186"
    },
    {
      "title": "The Ngäbe-Buglé: a home cut in two",
      "year": 2018,
      "doi": "10.2307/j.ctt1s4764r.15"
    },
    {
      "title": "Environmental and social management framework annex 2. Indigenous Peoples Plan Framework",
      "authors": [
        "Rodríguez Zúñiga",
        "Arce Benavides",
        "Herrera Ugalde"
      ],
      "year": 2018,
      "doi": "10.14321/j.ctvs89d9n.5"
    },
    {
      "title": "Final Report for the Oral Health Foundation of the Pierre Fauchard Academy: Oral Health Protection Program for Vulnerable Indigenous Population of Coto Brus",
      "authors": [
        "Bermúdez Mora",
        "Gómez Rojas"
      ],
      "year": 2017
    },
    {
      "title": "Recent advances in dental caries research",
      "authors": [
        "P Keyes"
      ],
      "year": 1962
    },
    {
      "title": "Dental caries is a transmissible infectious disease: the Keyes and Fitzgerald revolution",
      "authors": [
        "J Tanzer"
      ],
      "year": 1995,
      "doi": "10.1177/00220345950740090601"
    },
    {
      "title": "Reducing oral health disparities: a focus on social and cultural determinants",
      "authors": [
        "D Patrick",
        "Rsy Lee",
        "M Nucci",
        "D Grembowski",
        "C Jolles",
        "P Milgrom"
      ],
      "year": 2006,
      "doi": "10.1186/1472-6831-6-s1-s4"
    },
    {
      "title": "Influences on children's oral health: a conceptual model",
      "authors": [
        "S Fisher-Owens",
        "S Gansky",
        "L Platt"
      ],
      "year": 2007,
      "doi": "10.1542/peds.2006-3084"
    },
    {
      "title": "Reducing Alaska native paediatric oral health disparities: a systematic review of oral health interventions and a case study on multilevel strategies to reduce sugar-sweetened beverage intake",
      "authors": [
        "D Chi"
      ],
      "year": 2013,
      "doi": "10.3402/ijch.v72i0.21066"
    },
    {
      "title": "Three approaches to qualitative content analysis",
      "authors": [
        "H Hsieh",
        "S Shannon"
      ],
      "year": 2005,
      "doi": "10.1177/1049732305276687"
    },
    {
      "title": "Risk factors for non-communicable diseases among older adults in rural Africa",
      "authors": [
        "J Negin",
        "R Cumming",
        "S De Ramirez",
        "S Abimbola",
        "S Sachs"
      ],
      "year": 2011,
      "doi": "10.1111/j.1365-3156.2011.02739.x"
    },
    {
      "title": "The common risk factor approach: a rational basis for promoting oral health",
      "authors": [
        "A Sheiham",
        "R Watt"
      ],
      "year": 2000,
      "doi": "10.1034/j.1600-0528.2000.028006399.x"
    },
    {
      "title": "Reducing pediatric caries and obesity risk in South Asian immigrants: randomized controlled trial of common health/risk factor approach",
      "authors": [
        "A Karasz",
        "K Bonuck"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5317-9"
    }
  ],
  "num_references": 23
}
