{
  "paper_id": "SEJDTG5V",
  "title": "Community-Oriented Primary Care: Health Care for the 21st Century",
  "abstract": "This book will give insight into: °l * How medicine, health systems, non-health community leaders, and social services can be supportive as America's public health practice continues to be challenged, restructured and redefined * New models of community-oriented primary care in a wide range of settings * Methods and interventions on population-derived health needs * Health promotion and disease prevention as part of the overall reorganization of health services * Understanding how community-oriented primary care values can complement managed care and community benefit programs for the 21st Century * This practical, user-friendly compendium of specific skills and techniques for implementing a com- munity-oriented primary care process includes how-to instructions and topics not normally learned in health professional education. $27.00 for APHA members* * $39.",
  "year": 1986,
  "date": "1986",
  "journal": "Am J Health Promotion",
  "publication": "Am J Health Promotion",
  "authors": [
    {
      "forename": "Robert",
      "surname": "Rhyne",
      "name": "Robert Rhyne",
      "affiliation": "1600 Pierce St , Denver , CO 80214 American Public Health Association * Publications Sales PO Box 753 , Waldorf , MD 20604-0753. \n\t\t\t\t\t\t\t\t American Public Health Association * Publications Sales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1600 Pierce St \n\t\t\t\t\t\t\t\t\t PO Box 753 \n\t\t\t\t\t\t\t\t\t 80214 20604-0753. \n\t\t\t\t\t\t\t\t\t Denver Waldorf \n\t\t\t\t\t\t\t\t\t CO MD"
    },
    {
      "forename": "Richard",
      "surname": "Bogue",
      "name": "Richard Bogue",
      "affiliation": "1600 Pierce St , Denver , CO 80214 American Public Health Association * Publications Sales PO Box 753 , Waldorf , MD 20604-0753. \n\t\t\t\t\t\t\t\t American Public Health Association * Publications Sales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1600 Pierce St \n\t\t\t\t\t\t\t\t\t PO Box 753 \n\t\t\t\t\t\t\t\t\t 80214 20604-0753. \n\t\t\t\t\t\t\t\t\t Denver Waldorf \n\t\t\t\t\t\t\t\t\t CO MD"
    },
    {
      "forename": "Gary",
      "surname": "Kukulka",
      "name": "Gary Kukulka",
      "affiliation": "1600 Pierce St , Denver , CO 80214 American Public Health Association * Publications Sales PO Box 753 , Waldorf , MD 20604-0753. \n\t\t\t\t\t\t\t\t American Public Health Association * Publications Sales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1600 Pierce St \n\t\t\t\t\t\t\t\t\t PO Box 753 \n\t\t\t\t\t\t\t\t\t 80214 20604-0753. \n\t\t\t\t\t\t\t\t\t Denver Waldorf \n\t\t\t\t\t\t\t\t\t CO MD"
    },
    {
      "forename": "Hugh",
      "surname": "Fulmer",
      "name": "Hugh Fulmer",
      "affiliation": "1600 Pierce St , Denver , CO 80214 American Public Health Association * Publications Sales PO Box 753 , Waldorf , MD 20604-0753. \n\t\t\t\t\t\t\t\t American Public Health Association * Publications Sales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1600 Pierce St \n\t\t\t\t\t\t\t\t\t PO Box 753 \n\t\t\t\t\t\t\t\t\t 80214 20604-0753. \n\t\t\t\t\t\t\t\t\t Denver Waldorf \n\t\t\t\t\t\t\t\t\t CO MD"
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "sections": [
    {
      "text": "Evaluating the Public Health Impact of Health Promotion Interventions:  The RE-AIM Framework Russell E. Glasgow, PhD, Thomas M. Vogt, MD, MPH, and Shawn M. Boles, PhD Although the field of health promotion has made substantial progress,1-13 our advances are limited by the evaluation methods used. We have the potential to assess the populationbased impact of our programs. However, with few exceptions, evaluations have restricted their focus to 1 or 2 of 5 \"dimensions of qual- ity\" we believe to be important.\n\nThere is a great need for research methods that are designed to evaluate the public health significance of interven- tions.'4 The efficacy-based research para- digm that dominates our current notions of science is limiting and not always the most appropriate standard to apply.14\" 5 A reduc- tionistic scientific paradigm oversimplifies reality'1'8 in the quest to isolate efficacious treatments. Most clinical trials focus on eliminating potential confounding variables and involve homogeneous, highly moti- vated individuals without any health condi- tions other than the one being studied. This approach provides important information and strong internal validity; from an exter- nal validity perspective, however, it results in samples of nonrepresentative partici- pants and settings.'519 '20  Similarly, the emphasis on developing clinically significant outcomes often pro- duces interventions that are intensive, expen- sive, and demanding of both patients and providers.2' These interventions tend to be studied in the rarified, \"controlled\" atmos- phere of specialty treatment centers using highly standardized protocols. This \"effi- cacy\" paradigm22 does not address how well a program works in the world ofbusy, understaffed public health clinics, large health sys- tems, or community settings. '5  Our medical culture emphasizes phar- macosurgical interventions that produce immediate results and whose dosage can be easily defined and controlled. There is little research on interventions that address whole populations, are long lasting, or become \"institutionalized.\"23-26 Indeed, many inter- ventions that prove efficacious in randomized trials are much less effective in the general popuiation. 14, 15, 19, 27  In this commentary we describe the RE-AIM evaluation model, which emphasizes the reach and representativeness of both participants and settings, and discuss the model's implications for public health research. The representativeness of partici- pants9'92 is an important issue for outcome research.20'29 The representativeness of set- tings-clinics, worksites, or communitiesfor public health interventions is equally important. Many evaluations, such as the otherwise well-designed Community Inter- vention Trial for Smoking Cessation,30 explicitly restrict selection of participating communities (and research centers) to those most motivated, organized, and prepared for change.30 This results in expert, highly moti- vated research teams and settings, which are, by definition, unrepresentative of the settings to which their results are to be applied.\n\nRecognizing some of the foregoing issues, both the National Cancer Institute and the National Heart, Lung, and Blood Institute have proposed sequential \"stages\" of research.'4'22'3' These steps move from hypothesis generation to testing under con- trolled conditions, evaluations in \"defined pop- ulations,\" and, finally, dissemination research. Interventions found to be efficacious then undergo \"effectiveness\" evaluations, and pro- grams that prove to be effective-especially cost-effective22'32-are selected for dissemi- nation research.\n\nThere is often difficulty, however, in making the transition across phases. We think this may be due to a flaw in the basic model, in that many characteristics that make an intervention efficacious (e.g., level of inten- sity of the intervention and whether it is designed for motivated, homogeneous popu- lations) work against its being effective in more complex, less advantageous settings with less motivated patients and overworked staff.8\n\n33'34 Low-intensity interventions that are less efficacious but that can be delivered to large numbers of people may have a more pervasive iMpaCt.3537 Russell E. Glasgow is with the AMC Cancer Research Center, Denver, Colo. Thomas M. Vogt is with the Kaiser Permanente Center for Health Research, Honolulu, Hawaii. Shawn M. Boles is with the Oregon Research Institute, Eugene, OR. Requests for reprints should be sent to Russell E. Glasgow, PhD, AMC Cancer Research Center,"
    },
    {
      "title": "Commentaries",
      "text": "Abrams and colleagues38 defined the impact of an intervention as the product of a program's reach, or the percentage of population receiving the intervention, and its efficacy (I = R X E). We expand on this \"RE\" (Reach x Efficacy) concept by adding 3 dimensions that apply to the settings in which research is conducted (Adoption, Implementation, and Maintenance: \"AIM\") to more completely characterize the public health impact of an intervention."
    },
    {
      "title": "RE-AIM Model",
      "text": "We conceptualize the public health impact of an intervention as a function of 5 factors: reach, efficacy, adoption, imple- mentation, and maintenance. Each of the 5 RE-AIM dimensions is represented on a 0 to 1 (or 0% to 100%) scale.\n\nThis framework is compatible with sys- tems-based and social-ecological think- ing 16,39,40 as well as community-based and public health interventions.41'42 A central tenet is that the ultimate impact of an intervention is due to its combined effects on 5 evaluative dimensions. The RE-AIM model expands on earlier workl2'38'43 and is summa- rized in Table  1 ."
    },
    {
      "title": "Reach",
      "text": "Reach is an individual-level measure (e.g., patient or employee) of participation. Reach refers to the percentage and risk char- acteristics of persons who receive or are affected by a policy or program. It is mea- sured by comparing records of program par- ticipants and complete sample or \"census\" information for a defined population, such as all members in a given clinic, health maintenance organization, or worksite. If accurate records are kept of both the numer- ator (participants) and the denominator (pop- ulation), calculation of participation rates is straightforward.\n\nReach (as well as adoption) also con- cerns the characteristics of participants. Assessing representativeness is challeng- ing.20 43 It requires demographic informa- tion-and preferably psychosocial, medical history, or case mix information-on non- participants as well as participants. Detailed information on nonparticipants is often challenging to collect and raises ethical issues in that nonparticipants have typically not consented to be studied.2845 Cooperative arrangements that permit investigation of the extent to which participants are rep- resentative of the larger \"denominator\" population should be a priority for future research.\n\nUnfortunately, participants in health promotion activities sometimes are those who need them least (e.g., the \"worried well,\"46'47 those in the more affluent seg- ments of the population, and nonsmokers).20\n\nWith the increasing gap between the \"haves\" and \"have-nots\" in our country,48 and the dramatic impact of socioeconomic status on health status,49 understanding the degree to which a program reaches those in need is vital. Because public health interventions are addressed to large numbers of people, even small differences in risk levels between par- ticipants and nonparticipants can have a sig- nificant impact on cost-effectiveness.35"
    },
    {
      "title": "Efficacy",
      "text": "Entire textbooks have been devoted to evaluating the efficacy ofinterventions.4450 51\n\nWe discuss 2 specific issues: the importance of assessing both positive and negative con- sequences of programs and the need to include behavioral, quality of life, and par- ticipant satisfaction outcomes as well as physiologic endpoints.\n\nPositive and negative outcomes. Most population-based evaluations focus on improvement in some targeted health or risk indicator. Interventions delivered to large populations can also have unanticipated negative effects. Labeling someone with a potential illness may have profound social and psychological consequences.52 '53  Many effective services remain underdelivered, while others are delivered that are not necessary or effective in the groups receiv- ing them. Even services that cost only a few dollars can have substantial negative (as well as positive) societal effects, including mis- placed resources and large opportunity costs, when delivered to millions of people. It is critical not only to determine benefits but also to be certain that harm does not out- weigh benefits.\n\nOutcomes to be measured. Clinical research emphasizes biologic outcomes- in particular, disease risk factors\"'54-and concerns about limited resources have led to an increasing emphasis on health care use.8'55'56 Such outcomes are important, but a public health evaluation should include more than simply biologic and use mea- sures. Two other types of outcomes merit inclusion. First, behavioral outcomes should be assessed for participants (e.g., smoking cessation, eating patterns, physical activity), for staff who deliver an inter- vention (approaching patients, delivering prompts and counseling, making follow-up calls), and for the payers and purchasers who support the intervention (adopting an inter- vention, changing policies). Second, a partic-ipant-centered quality-of-life perspective'857 should be included to allow evaluation of patient functioning, mental health, and con- sumer satisfaction, since these factors pro- vide a critical check on the impact ofdelivery practices."
    },
    {
      "title": "Adoption",
      "text": "Adoption refers to the proportion and representativeness of settings (such as work- sites, health departments, or communities) that adopt a given policy or program.58\n\nThere are common temporal patterns in the type and percentage of settings that will adopt an innovative change.43'59 Adoption is usually assessed by direct observation or structured interviews or surveys. Barriers to adoption should also be examined when nonparticipating settings are assessed."
    },
    {
      "title": "Implementation",
      "text": "The term effectiveness is used to describe evaluations conducted in real-world settings by individuals who are not part of a research staff.22'3' Implementation refers to the extent to which a program is delivered as intended. It can be thought of as interacting with efficacy to determine effectiveness (Efficacy X Implementation = Effective- ness). There are both individual-level and program-level measures of implementation.\n\nAt the individual level, measures of participant follow-through or \"adherence\" to regimens are necessary for interpreting study outcomes.60 6 At the setting level, the extent to which staff members deliver the intervention as intended is important.\n\nStevens et al.62 demonstrated that differen- tial levels of protocol implementation were, in large part, the reason that a brief hospitalbased smoking-cessation program was more successful when implemented by research staff than by hospital respiratory therapy staff. Implementation research is crucial in determining which of a set of interventions may be practical enough to be effective in representative settings."
    },
    {
      "title": "Maintenance",
      "text": "A major challenge at both individual and organization-community levels is long- term maintenance of behavior change.24'63 '64  At the individual level, relapse following initial behavior change is ubiquitous.65  '66  Equally essential is the collection of pro- gram-level measures ofinstitutionalization,25 that is, the extent to which a health promo- tion practice or policy becomes routine and part of the everyday culture and norms of an organization. Recently, there have been advances in identifying factors related to the extent to which a change is institutionalized.23'25 At the community level, maintenance research is needed to document the extent to which policies are enforced over time (e.g., laws concerning alcohol sales, nosmoking policies). Maintenance measures the extent to which innovations become a relatively stable, enduring part of the behavioral repertoire of an individual (or organization or community)."
    },
    {
      "title": "Combining Dimensions",
      "text": "The public health impact score, represented as a multiplicative combination of the component dimensions (Table  1 ), is probably the best overall representation of quality. The RE-AIM model is silent on the choice of efficacy measure; any outcome that is quantifiable, reliable, valid, and important to scientific, citizen, and practitioner communities is admissible. Examples include hypertension, mammography screening, and smoking status.\n\nImplicit in the constructs of implementation and maintenance is the length of the period during which data are collected: a minimum of 6 months to 1 year for implementation and 2 years or longer for maintenance. Frequency of assessment should be based on the particular issue, goals, and set- ting. If RE-AIM dimensions are assessed multiple times, then a RE-AIM profile can be plotted. Repeated measurements and visual displays67.68 can enhance understanding of intervention effects and be used to compare different interventions (Figure  1 ). (Additional tables and figures related to application ofthe RE-AIM framework are available at  www.ori . org/-shawn/public/reaim/reaim.long.pdf.)"
    },
    {
      "title": "Discussion",
      "text": "The last several years have seen a vari- ety of provocative articles on changing paradigms of health care. 8' 234 69-73 Unfortu- nately, there have been few discussions of evaluation models for these new populationbased paradigms. Even economic analyses and outcomes research32 do not address sev- eral of the core evaluation issues and key dimensions of these evolving approaches. Evaluation methods must match the concep- tual issues and interventions being studied. With the shift to a multiple causation and holistic or systems approach to medical sci- tations when applied to behavioral issues and, especially, community interven- tions.51 [79] [80] [81] [82] [83]  Randomized controlled trials emphasize efficacy to the de facto exclusion of factors such as adoption, reach, and insti- tutionalization.51,79'80 RE-AIM provides a framework for determining what programs are worth sustained investment and for identifying those that work in real-world environments. RE-AIM can be used to evaluate ran- domized controlled studies as well as studies with other designs, and it is compatible with evidence-based medicine; RE-AIM asserts, however, that evidence should be broadened to include dimensions in addition to efficacy.\n\nThe model can also be used to guide qualitative research efforts by focusing inquiry on each of these issues. To the extent that RE- AIM dimensions are incorporated into eval- uations, decision makers will have more complete information on which to base adoption or discontinuance of programs. Data collected via the RE-AIM model can serve several evaluative purposes: (1) assessing an intervention's overall public health impact, (2) comparing the public health impact of an intervention across organizational units or over time, (3) com- paring 2 or more interventions across RE- AIM dimensions (Figure  1 ), and (4) mak- ing decisions about redistributing resources toward more effective programs."
    },
    {
      "title": "Future Research and Policy Issues",
      "text": "There are several implications of the RE-AIM model. Empirical evaluations involving these implications would greatly help in assessing the utility of the model and informing policy and funding decisions.\n\n1. From the RE-AIM perspective, we expect that programs that are very effica- cious (under highly controlled, optimal con- ditions) may have poor implementation results. Such an inverse relationship between program efficacy and implementation, or between reach and efficacy,43 has significant implications for the types of interventions that should receive high priority.\n\n2. The RE-AIM model does not explicitly include economic factors.32 However, cost issues are addressed in 3 ways. First, we think that cost is often a major factor determining whether a program will be adopted, implemented consistently, or maintained.8486 This hypothesis should be tested and substantiated or refuted. Sec- ond, cost-effectiveness and cost-benefit are certainly appropriate outcomes. They determine how well resources are being used and whether or not more good could be accomplished through alternative uses (opportunity costs). Finally, a populationbased cost-effectiveness index could be calculated by dividing the resulting public health impact by the total societal costs32 of a program. Dividing each RE-AIM component score by the costs relevant to that dimension could help identify areas of efficiency and waste. There is a need for further work on similar formulas and eval- uation of the extent to which providing decision makers with information on RE- AIM dimensions influences decisions.\n\n3. Systematic reviews that determine the extent to which different research fields have studied-or neglected-each of the RE-AIM dimensions are needed. We hypothesize that adoption and maintenance- institutionalization will be the most under- studied dimensions, but this needs to be documented for different research topics."
    },
    {
      "title": "Limitations ofRE-AIM",
      "text": "The precise nature of the relationships among the 5 RE-AIM dimensions, and how 1324 American Journal of Public Health they combine to determine overall public health impact, is unknown. We have repre- sented these factors as interacting multiplicatively because we believe that this is closer to reality than an additive model. A highly effi- cacious program that is adopted by few clin- ics or that reaches only a small proportion of eligible citizens will have little populationbased impact. In future research, it will be necessary to determine the precise mathe- matical functions that best characterize the interplay ofthese dimensions. In this initial model, we have implicitly assumed, in the absence of data to the con- trary, that all 5 RE-AIM dimensions are equally important and therefore equally weighted. This may not always be the case. In situations in which 1 or more of the RE-AIM dimensions are considered most important, differential weights could be assigned. Similarly, it may not be necessary to assess all RE-AIM components in every study.\n\nFinally, the time intervals we have suggested for assessing implementation (6 months-I year) and maintenance (2+ years) are arbitrary. Future research is needed to determine whether there are necessary or optimal intervals for evaluat- ing these dimensions."
    },
    {
      "title": "Conclusion",
      "text": "Public health interventions should be evaluated more comprehensively than has tra- ditionally been done.42'55'7' Dimensions such as reach, adoption, and implementation are crucial in evaluating programs intended for wide-scale dissemination. We hope that the RE-AIM framework, or similar models that focus on overall population-based impact, will be used to more filly evaluate public health innovations. Such an evaluation framework helps remind us of the key purposes ofpublic health, organizational change, and com- munity interventions.71,83,87,88 It is time to re- aim our evaluation efforts. D Contributors R. E. Glasgow originated the idea for the RE-AIM framework and served as editor. T. M. Vogt drafted sections on implications and coined the acronym RE-AIM. S. M. Boles drafted content on the various uses of the model and contributed the figure and ideas about displays. All authors contributed sub- stantially to the writing of the paper."
    },
    {
      "text": "12, 17, 3573, 74  ence, recognition of the complexity and various levels of disease determi- nants is required.38'7577 While classic randomized controlled trials have significantly advanced our knowledge of pharmacotherapy and medi- cosurgical interventions,'4478 they have limi-"
    },
    {
      "text": "RE-AIM Evaluation Dimensions"
    }
  ],
  "references": [
    {
      "title": "Social Foundations ofThought and Action: A Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Health Promotion Planning: An Education and Environmental Approach",
      "authors": [
        "L Green",
        "M Kreuter"
      ],
      "year": 1991
    },
    {
      "title": "Ecological foundations of health promotion",
      "authors": [
        "L Green",
        "L Richard",
        "L Potvin"
      ],
      "year": 1996,
      "doi": "10.4278/0890-1171-10.4.270"
    },
    {
      "title": "Theory at a Glance. A Guide for Health Promotion Practice",
      "authors": [
        "K Glanz",
        "B Rimer"
      ],
      "year": 1995
    },
    {
      "title": "Long term effects and costs of brief behavioral dietary intervention for patients with diabetes delivered from the medical office",
      "authors": [
        "R Glasgow",
        "La Chance",
        "P Toobert"
      ],
      "year": 1997
    },
    {
      "title": "Cost-effectiveness ofa hospital-based smokingcessation intervention",
      "authors": [
        "R Meenan",
        "V Stevens",
        "M Hornbrook"
      ],
      "year": 1998
    },
    {
      "title": "Telephone care as a substitute for routine clinic follow-up",
      "authors": [
        "J Wasson",
        "C Gaudette",
        "F Whaley"
      ],
      "year": 1992,
      "doi": "10.1001/jama.1992.03480130104033"
    },
    {
      "title": "The Hippocratic Predicament: Affordability, Access, and Accountability in American Health Care",
      "authors": [
        "R Kaplan"
      ],
      "year": 1993
    },
    {
      "title": "Health Plan Employer Data and Information Set 3.0",
      "year": 1996,
      "doi": "10.4135/9781412953948.n204"
    },
    {
      "title": "Health Online",
      "authors": [
        "T Ferguson"
      ],
      "year": 1996
    },
    {
      "title": "Health promotion and interactive technology: a conceptual foundation",
      "authors": [
        "Street Rl",
        "R Rimal"
      ],
      "year": 1997
    },
    {
      "title": "If diabetes is a public health problem, why not treat it as one? A population-based approach to chronic illness",
      "authors": [
        "R Glasgow",
        "E Wagner",
        "R Kaplan"
      ],
      "year": 1999,
      "doi": "10.1007/bf02908297"
    },
    {
      "title": "Side effects of therapy in diabetes evaluated by a self-administered questionnaire",
      "authors": [
        "K Shaw",
        "C Bulpitt",
        "A Bloom"
      ],
      "year": 1977,
      "doi": "10.1016/0021-9681(77)90050-9"
    },
    {
      "title": "The implications of the results of community intervention trials",
      "authors": [
        "G Sorensen",
        "K Emmons",
        "A Dobson"
      ],
      "year": 1998
    },
    {
      "title": "Quality-of-care research: internal elegance and external relevance [commentary",
      "authors": [
        "B Starfield"
      ],
      "year": 1998
    },
    {
      "title": "Establishing and maintaining healthy environments: toward a social ecology of health promotion",
      "authors": [
        "D Stokols"
      ],
      "year": 1992,
      "doi": "10.1037//0003-066x.47.1.6"
    },
    {
      "title": "The Web ofLife: A New Understanding ofLiving Systems",
      "authors": [
        "F Capra"
      ],
      "year": 1997
    },
    {
      "title": "Full House: The Spread ofExcellence From Plato to Darwin",
      "authors": [
        "S Gould"
      ],
      "year": 1997
    },
    {
      "title": "How generalizable are the results of diabetes self-management research? The impact of participation and attrition",
      "authors": [
        "R Glasgow",
        "E Eakin",
        "D Toobert"
      ],
      "year": 1996
    },
    {
      "title": "Who comes to worksite wellness programs? A preliminary review",
      "authors": [
        "P Conrad"
      ],
      "year": 1987
    },
    {
      "title": "Lifetime benefits and costs of intensive therapy as practiced in the Diabetes Control and Complications Trial",
      "authors": [
        "Group Research"
      ],
      "year": 1996,
      "doi": "10.1001/jama.1996.03540170053032"
    },
    {
      "title": "Efficacy and effectiveness trials (and other phases of research) in the development of health promotion programs",
      "authors": [
        "B Flay"
      ],
      "year": 1986
    },
    {
      "title": "Cultures and Organization. Software ofthe Mind",
      "authors": [
        "G Hofstede"
      ],
      "year": 1997
    },
    {
      "title": "The life and death of a health promotion program: an institutionalization perspective",
      "authors": [
        "R Goodman",
        "Stecklera"
      ],
      "year": 1988
    },
    {
      "title": "Development of level of institutionalization scales for health promotion programs",
      "authors": [
        "R Goodman",
        "K Mcleroy",
        "A Steckler"
      ],
      "year": 1993
    },
    {
      "title": "Improving the transition from basic efficacy research to effectiveness studies: methodological issues and procedures",
      "authors": [
        "G Clarke"
      ],
      "year": 1995,
      "doi": "10.1037//0022-006x.63.5.718"
    },
    {
      "title": "Psychosocial Treatment of Chronic Mental Patients",
      "authors": [
        "G Paul",
        "R Lentz"
      ],
      "year": 1977
    },
    {
      "title": "What Will Be: How the New World ofInformation Will Change Our Lives",
      "authors": [
        "M Dertouzos"
      ],
      "year": 1997
    },
    {
      "title": "Behavioral science in diabetes: contributions and opportunities",
      "authors": [
        "R Glasgow",
        "E Fisher",
        "B Anderson"
      ],
      "year": 1999
    },
    {
      "title": "Community Intervention Trial for Smoking Cessation (COM-MIT): summary of design and intervention",
      "year": 1991,
      "doi": "10.1093/jnci/83.22.1620"
    },
    {
      "title": "Design of cancer prevention studies",
      "authors": [
        "J Cullen"
      ],
      "year": 1986
    },
    {
      "title": "Cost-Effectiveness in Health and Medicine",
      "authors": [
        "M Gold",
        "J Siegel",
        "L Russell"
      ],
      "year": 1996
    },
    {
      "title": "Understanding Health Policy: A Clinical Approach",
      "authors": [
        "T Bodenheimer",
        "K Grumbach"
      ],
      "year": 1995
    },
    {
      "title": "Radical Surgery: What's Next for America s Health Care",
      "authors": [
        "J Califano"
      ],
      "year": 1994
    },
    {
      "title": "The medical care system and prevention: the need for a new paradigm",
      "authors": [
        "T Vogt",
        "J Hollis",
        "E Lichtenstein"
      ],
      "year": 1998
    },
    {
      "title": "Health economics and preventive care",
      "authors": [
        "M Kristein",
        "C Arnold",
        "E Wynder"
      ],
      "year": 1977,
      "doi": "10.1126/science.402026"
    },
    {
      "title": "The cost-effectiveness of three programs to increase use of bicycle helmets among children",
      "authors": [
        "E Hatziandrew",
        "J Sacks",
        "R Brown"
      ],
      "year": 1995
    },
    {
      "title": "Integrating individual and public health perspectives for treatment of tobacco dependence under managed health care: a combined stepped care and matching model",
      "authors": [
        "D Abrams",
        "C Orleans",
        "R Niaura"
      ],
      "year": 1996
    },
    {
      "title": "Behavioral and environmental diagnosis",
      "authors": [
        "L Green",
        "M Kreuter"
      ],
      "year": 1991
    },
    {
      "title": "Translating social ecological theory into guidelines for community health promotion",
      "authors": [
        "D Stokols"
      ],
      "year": 1996,
      "doi": "10.4278/0890-1171-10.4.282"
    },
    {
      "title": "Community Organization Strategies for Health Promotion",
      "authors": [
        "N Bracht"
      ],
      "year": 1990
    },
    {
      "title": "Dissemination and utilization of health promotion and disease prevention knowledge: theory, research and experience",
      "authors": [
        "L Green",
        "J Johnson"
      ],
      "year": 1996,
      "doi": "10.1097/01445442-199605000-00016"
    },
    {
      "title": "Participation in worksite health promotion: a critique of the literature and recommendations for future practice",
      "authors": [
        "R Glasgow",
        "K Mccaul",
        "K Fisher"
      ],
      "year": 1993,
      "doi": "10.1177/109019819302000309"
    },
    {
      "title": "Clinical Trials: Design, Conduct andAnalysis",
      "authors": [
        "C Meinert"
      ],
      "year": 1986
    },
    {
      "title": "Maintaining the confidentiality of medical records shared over the Internet and the World Wide Web",
      "authors": [
        "D Rind",
        "I Kohane",
        "P Szolovits"
      ],
      "year": 1997
    },
    {
      "title": "Screening interval and stage at diagnosis for cervical and breast cancer",
      "authors": [
        "T Vogt",
        "P Lachance",
        "A Glass"
      ],
      "year": 1998,
      "doi": "10.1158/1055-9965.332.13.2"
    },
    {
      "title": "Maximizing cancer risk reduction efforts: addressing risk factors simultaneously",
      "authors": [
        "K Emmons"
      ],
      "year": 1997
    },
    {
      "title": "Divided Planet: The Ecology of Rich and Poor",
      "authors": [
        "T Athanasiou"
      ],
      "year": 1996
    },
    {
      "title": "Explanations for social inequities in health",
      "authors": [
        "M Marmot",
        "M Bobak",
        "G Smith"
      ],
      "year": 1995
    },
    {
      "title": "Quasi-Experimental Design andAnalysis Issues for Field Settings",
      "authors": [
        "T Cook",
        "D Campbell"
      ],
      "year": 1979
    },
    {
      "title": "Designing medical and educational intervention studies",
      "authors": [
        "C Bradley"
      ],
      "year": 1993
    },
    {
      "title": "Hypertension labeling and sense of well-being",
      "authors": [
        "J Bloom",
        "S Monterossa"
      ],
      "year": 1981
    },
    {
      "title": "Control theory, labeling theory, and the delivery of services for drug abuse to adolescents",
      "authors": [
        "W Downs",
        "J Robertson",
        "L Harrison"
      ],
      "year": 1997
    },
    {
      "title": "Evaluating diabetes education: are we measuring the most important outcomes?",
      "authors": [
        "R Glasgow",
        "V Osteen"
      ],
      "year": 1992,
      "doi": "10.2337/diacare.15.10.1423"
    },
    {
      "title": "Evaluating health promotionprogress, problems and solutions",
      "authors": [
        "D Nutbeam"
      ],
      "year": 1998
    },
    {
      "title": "Is diabetes a public-health disorder?",
      "authors": [
        "F Vinicor"
      ],
      "year": 1994,
      "doi": "10.2337/diacare.21.3.c15"
    },
    {
      "title": "Quality of Life in Clinical Trials",
      "authors": [
        "B Spilker"
      ],
      "year": 1990
    },
    {
      "title": "Clean indoor air legislation, taxation, and smoking behaviour in the United States: an ecological analysis",
      "authors": [
        "S Emont",
        "W Choi",
        "T Novotny"
      ],
      "year": 1992,
      "doi": "10.1136/tc.2.1.13"
    },
    {
      "title": "Diffusion of Innovations",
      "authors": [
        "E Rogers"
      ],
      "year": 1983
    },
    {
      "title": "Compliance to diabetes regimens: conceptualization, complexity, and determinants",
      "authors": [
        "R Glasgow"
      ],
      "year": 1991
    },
    {
      "title": "Self-Control: Power to the Person",
      "authors": [
        "M Mahoney",
        "C Thoresen"
      ],
      "year": 1974,
      "doi": "10.2307/1175305"
    },
    {
      "title": "Implementation and effectiveness of a brief smoking cessation intervention for hospital patients",
      "authors": [
        "V Stevens",
        "R Glasgow",
        "J Hollis"
      ]
    },
    {
      "title": "Determinants of relapse: implications for the maintenance of behavior change",
      "authors": [
        "G Marlatt",
        "J Gordon"
      ],
      "year": 1980
    },
    {
      "title": "How to institutionalize health promotion programs",
      "authors": [
        "A Steckler",
        "R Goodman"
      ],
      "year": 1989
    },
    {
      "title": "Relapse Prevention: Maintenance Strategies in the Treatment of Addictive Behaviors",
      "authors": [
        "G Marlatt",
        "J Gordon"
      ],
      "year": 1985
    },
    {
      "title": "Eating and Its Disorders",
      "authors": [
        "A Stunkard",
        "E Stellar"
      ],
      "year": 1984
    },
    {
      "title": "The Elements of Graphing Data",
      "authors": [
        "W Cleveland"
      ],
      "year": 1985
    },
    {
      "title": "Visual Explanations: Images and Quantities, Evidence and Narrative",
      "authors": [
        "E Tufte"
      ],
      "year": 1997
    },
    {
      "title": "Educating physicians for population-based clinical practice",
      "authors": [
        "M Greenlick"
      ],
      "year": 1992
    },
    {
      "title": "Collaborative management of chronic illness",
      "authors": [
        "Von Korff",
        "M Gruman",
        "J Schaefer"
      ],
      "year": 1997
    },
    {
      "title": "Tobacco dependence: an integration of individual and public health perspectives",
      "authors": [
        "D Abrams",
        "K Emmons",
        "R Niaura"
      ],
      "year": 1991
    },
    {
      "title": "Rethinking medicine: improving health outcomes with cost-effective psychosocial interventions",
      "authors": [
        "D Sobel"
      ],
      "year": 1995
    },
    {
      "title": "A tale of 3 tails",
      "authors": [
        "J Mckinlay"
      ],
      "year": 1999
    },
    {
      "title": "The ecology of work and health: research and policy directions for the promotion of employee health",
      "authors": [
        "D Stokols",
        "K Pelletier",
        "J Fielding"
      ],
      "year": 1996
    },
    {
      "title": "Issues in diabetes selfmanagement",
      "authors": [
        "R Glasgow",
        "E Eakin"
      ],
      "year": 1998
    },
    {
      "title": "Society and Health",
      "authors": [
        "B Amick",
        "Iii",
        "S Levine",
        "A Tarlov"
      ],
      "year": 1995
    },
    {
      "title": "Handbook ofHealth Behavior Research II",
      "authors": [
        "D Gochman"
      ],
      "year": 1997
    },
    {
      "title": "Research Design in Clinical Psychology",
      "authors": [
        "A Kazdin"
      ],
      "year": 1992
    },
    {
      "title": "Clinical trials-time for a paradigm shift?",
      "authors": [
        "C Bradley"
      ],
      "year": 1988
    },
    {
      "title": "Randomized controlled clinical trials versus consecutive patient questionnaire databases",
      "authors": [
        "T Pincus"
      ],
      "year": 1998
    },
    {
      "title": "Changing Cultural Practices: A Contextualist Frameworkfor Intervention Research",
      "authors": [
        "A Biglan"
      ],
      "year": 1995
    },
    {
      "title": "Community health demonstration programs",
      "authors": [
        "S Weiss"
      ],
      "year": 1984
    },
    {
      "title": "The results of the COMMIT Trial [editorial",
      "authors": [
        "E Fisher"
      ],
      "year": 1995
    },
    {
      "title": "Efficacy and cost-effectiveness of cancer treatment: rational allocation of resources based on decision analysis",
      "authors": [
        "T Smith",
        "B Hillner",
        "C Desh"
      ],
      "year": 1993
    },
    {
      "title": "Some of the tough decisions required by a national health plan",
      "authors": [
        "L Russel"
      ],
      "year": 1989
    },
    {
      "title": "Rationing health care: the choice before us",
      "authors": [
        "H Aaron",
        "W Schwartz"
      ],
      "year": 1990
    },
    {
      "title": "Smoking cessation: what have we learned over the past decade?",
      "authors": [
        "E Lichtenstein",
        "R Glasgow"
      ],
      "year": 1992
    },
    {
      "title": "The tribulations of trials-intervention in communities [editorial",
      "authors": [
        "M Susser"
      ],
      "year": 1995
    }
  ],
  "num_references": 88
}
