{
  "paper_id": "SJ9EWSL3",
  "title": "Towards harmonizing assessment and reimbursement of digital medical devices in the EU through mutual learning Check for updates",
  "abstract": "Digital medical devices (DMDs) present unique opportunities in their regulation and reimbursement. A dynamic landscape of DMD assessment frameworks is emerging within the European Union, with five clusters of prevailing approaches identified. Despite notable gaps in maturity levels, cross-country learning effects are becoming prevalent. We expect more countries, both within the EU and beyond, to follow the steps of current frontrunners, hence expediting the harmonization process.",
  "year": 2024,
  "date": "2024-10-01",
  "journal": "Expert Rev. Pharmacoecon. Outcomes Res",
  "publication": "Expert Rev. Pharmacoecon. Outcomes Res",
  "authors": [
    {
      "forename": "Rosanna",
      "surname": "Tarricone",
      "name": "Rosanna Tarricone",
      "affiliation": "1  Department of Social and Political Sciences , Bocconi University , Milan , Italy. \n\t\t\t\t\t\t\t\t Department of Social and Political Sciences \n\t\t\t\t\t\t\t\t Bocconi University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Milan \n\t\t\t\t\t\t\t\t\t Italy",
      "orcid": "0000-0002-2009-9357"
    },
    {
      "forename": "Francesco",
      "surname": "Petracca",
      "name": "Francesco Petracca",
      "affiliation": "2  Centre for Research on Health and Social Care Management (CERGAS) , Gov- ernment , Health and Not for Profit Division , SDA Bocconi School of Management , Milan , Italy. \n\t\t\t\t\t\t\t\t Centre for Research on Health \n\t\t\t\t\t\t\t\t Health and Not for Profit Division \n\t\t\t\t\t\t\t\t and Social Care Management (CERGAS) \n\t\t\t\t\t\t\t\t Gov- ernment \n\t\t\t\t\t\t\t\t SDA Bocconi School of Management \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Milan \n\t\t\t\t\t\t\t\t\t Italy",
      "email": "francesco.petracca@unibocconi.it",
      "orcid": "0000-0002-6076-6919"
    },
    {
      "forename": "Hannah-Marie",
      "surname": "Weller",
      "name": "Hannah-Marie Weller",
      "affiliation": "2  Centre for Research on Health and Social Care Management (CERGAS) , Gov- ernment , Health and Not for Profit Division , SDA Bocconi School of Management , Milan , Italy. \n\t\t\t\t\t\t\t\t Centre for Research on Health \n\t\t\t\t\t\t\t\t Health and Not for Profit Division \n\t\t\t\t\t\t\t\t and Social Care Management (CERGAS) \n\t\t\t\t\t\t\t\t Gov- ernment \n\t\t\t\t\t\t\t\t SDA Bocconi School of Management \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Milan \n\t\t\t\t\t\t\t\t\t Italy"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000780",
  "sections": [
    {
      "text": "The widespread availability and progressive integration of digital health technologies (DHTs) in healthcare practice have ushered in a revolution in the way health can be managed. Within the diverse spectrum of digital solutions, distinctive challenges and opportunities emerge concerning the regulation and reimbursement of those meeting the medical device (MD) definition  1  . This subset can be referred to as digital medical devices (DMDs), encompassing standalone software and those intended for use in combination with MDs such as scanners, sensors and monitors, either based on static or self-learning algorithms.\n\nPresent-day regulatory initiatives, aimed at facilitating market access for DMDs, exhibit resembling approaches on a global scale, including the United States of America and the European Union. The U.S. Food and Drug Administration (FDA) has embraced the Software as a Medical Device (SaMD) definition proposed in 2014 by the International Medical Device Regulators Forum (IMDRF), characterizing it as \"software intended to be used for one or more medical purposes that perform these purposes without being part of a hardware medical device\"  2, 3  . In parallel, the EU Medical Device Regulations apply to DMDs qualified as medical device software (MDSW) intended to be used, alone or in combination, for a purpose as specified in the definition of a MD  4  . Despite variations in their classification systems, both jurisdictions mandate pre-market approval for DMDs, with evidentiary requirements aligned with the associated risk levels.\n\nIn the United States, compliance with FDA regulations is the primary determinant for market access. Meanwhile, in the European Union, though obtaining the CE marking is an essential prerequisite for market entry, Member States subsequently evaluate health technologies to determine their inclusion and reimbursement within their respective healthcare services. Several EU Member States have therefore committed to developing specific policy frameworks to enhance regulation with coverage and reimbursement pathways, improving decision-making in the context of DMDs, and ultimately incorporating them into their healthcare pathways. Notably, Germany, Belgium and France are widely recognized as frontrunners in framing dedicated market access and reimbursement trajectories  5, 6  , while other Member States are about to introduce their own models, enriching the landscape of assessment frameworks for DMDs.\n\nThe EU has directed its focus towards these blossoming initiatives with the crucial goal of preventing unnecessary discrepancies and ensuring that the formulation of these frameworks occurs in a harmonized fashion, facilitating the cross-border adoption of DMDs. This recognition is grounded in the understanding that DMDs, by definition, transcend national boundaries and constitute a \"cross-jurisdictional practice of medicine\"  7  . After several years of voluntary collaboration in the Health Technology Assessment (HTA) field, the EU has taken a groundbreaking step by adopting the Health Technology Assessment Regulation (HTAR) (Regulation (EU) 2021/2282)  8  , which came into force on January 11th, 2022, making mandatory some of the activities pursued on a voluntary basis to date  9  . The growing emphasis and action within the EU to support harmonized models and promote convergence among its Member States are also extending to digital health, as DMDs may become the subject of further voluntary cooperation envisioned by the Regulation  10  . At the same time, to expedite the harmonization process and support the implementation of the HTAR for DMDs, the European Taskforce for Harmonized Evaluation of DMDs was launched in 2022 under the French Presidency of the Council of the EU  11  . The primary goal of the Taskforce is to encourage mutual agreement among competent national agencies and authorities for the HTA of DMDs. Concurrently, a dedicated research and innovation action has been funded by the European Commission under the Horizon Europe program to support the development of standardized multidimensional approaches for the assessment of DMDs  12  .\n\nWith the harmonization goal on the horizon, this study aims to present the current state of the art in the establishment of assessment frameworks for DMDs across the 27 EU Member States. Our specific focus involves comparing countries with formal reimbursement policies for DMDs, analyzing their value assessment criteria and assessing whether implicit or explicit learning effects can be identified across these jurisdictions. Furthermore, a growing body of literature has provided recommendations on addressing the substantial challenges associated with the assessment of DMDs 1 . Part of our objective is, therefore, to weigh in whether scientific guidance and national assessment frameworks are converging and show some form of cross-fertilization."
    },
    {
      "title": "Assessment frameworks in pioneering EU countries",
      "text": "The analysis of assessment frameworks for DMDs across EU Member States reveals the existence of five distinct clusters (Fig.  1 ). The first grouping includes Germany, Belgium and France, three EU countries with national statutory frameworks for DMDs that integrate both regulatory and reimbursement pathways. Germany was the first country to combine regulation and reimbursement for digital health applications (\"Digitale Gesundheitsanwendungen\", DiGA), with its 2019 Digital Health Care Act (\"Digitale-Versorgung-Gesetz\", DVG)  13  and the Digital Health Applications Ordinance (\"Digitale Gesundheitsanwendungen-Verordnung\", DiGAV) which came into force in April 2020 outlying the specifications for the assessment of DiGA  14  . According to the related procedure, DiGAs can be prescribed by physicians and psychotherapists, or alternatively requested by insured individuals with proof of the corresponding indication. Approved DiGAs are listed in the national directory and reimbursed by all health insurers as per statutory regulations. A new Digital Health Act (\"Digital-Gesetz\", DigiG) to further accelerate the digitalization of the healthcare system was approved by both houses of the German Parliament and came into effect on March 26, 2024  15  . This legislation includes significant provisions for the expansion of the DiGA framework, primarily aimed at better integrating DiGAs into healthcare processes and enabling more complex treatments. Furthermore, in 2021 German authorities defined a reimbursement scheme also for digital nursing applications (DiPA) targeting individuals in need of care  16  . Although DiPAs do not meet the DMD definition, a similar framework to that for DiGAs exists, with some differences, such as the lack of a provision for temporary reimbursement and the absence of prescription mechanisms for DiPA. Due to these reasons, the program has been generally less attractive, resulting in no approved applications to date.\n\nIn 2015, public health authorities in Belgium agreed to develop a framework for the integration of DMDs in the healthcare system. In 2018, as a result of collaboration between public institutions and the industry, quality and reimbursement requirements were established, and the mHealth validation pyramid was introduced, consisting of three different certification levels  17  . The specific evaluation process and the reimbursement module associated with level 3 of the pyramid were launched in January 2021. Under this process, manufacturers were required to notify their application to the National Institute for Health and Disability Insurance (NIHDI), which used to activate an ad-hoc working group to assess the mobile app. Upon receiving a positive recommendation, the healthcare insurance committee of the NIHDI, as the decision-making body, would make the final decision on integration and reimbursement. Due to the significant implementation challenges of the original procedure  17  , a new reimbursement process was approved in July 2023 to revitalize the framework, including substantial incremental enhancements, such as the establishment of a permanent multidisciplinary working group and the formal inclusion of temporary reimbursement.\n\nFrance, for its part, offers multiple pathways for the reimbursement of DMDs. Therapeutic software can gain access through the standard MD pathway upon registration in the list of products and services qualifying for reimbursement (\"Liste des Produits et Prestations Remboursable\", LPP), while telemonitoring DMDs can be registered in the recently established list of remote medical monitoring activities (\"Liste des Activités de Télésurveillance Médicale\", LATM). The LATM was introduced after the conclusion of the ETAPES program, a temporary national funding initiative for remote patient monitoring experimentally launched in 2016  18  . Furthermore, since March 2023, the \"Prise en charge anticipée numérique\" (PECAN) provides a one-year early coverage for DMDs with purportedly innovative features that are yet to demonstrate their expected clinical or organizational benefits  19  . As outlined in Table  1 , these frameworks reveal both cross-national similarities and differences in their approaches.\n\nAll frameworks start with the submission of an application by a manufacturer (or possibly by hospitals, professional organizations, or scientific associations in the case of Belgium), followed by an initial eligibility evaluation. In terms of targeted technologies, all models establish explicit links with the EU MDR, requiring a valid CE mark as a prerequisite for eligibility. However, partial differences in risk levels and functionalities exist among the programs concerning the DMDs of interest. The DiGA model originally included only patient-centered DMDs of risk class I or IIa (as per the EU MDR) whose main function is based on a digital technology. However, with the introduction of the new DigiG  15  , the definition of DiGA has been broadened to also encompass risk class IIb DMDs. This expansion missing) and their primary purposes, including coverage and reimbursement, value assessment, orientation of individual choices and behaviors and taxonomy definition.\n\nhttps://doi.org/10.1038/s41746-024-01263-w has paved the way for the offering of additional applications, such as telemonitoring tools. These new applications must conform with the DiGA definition, ensuring they function as digital assistants that empower individuals and provide them with individualized feedback based on the collected data. The Belgian mHealth framework also covers software applications designed for use by patients throughout their healthcare journey, including those with remote monitoring, therapeutic, or diagnostic functions, provided they facilitate the sharing of health-related information with healthcare professionals, without explicit limitations in terms of risk class. Instead, France encompasses DMDs of all risk classes with therapeutic or telemonitoring functions. Therapeutic DMDs are typically patient-centered, while telemonitoring involves a patient using a DMD with remote medical monitoring by a medical professional or a team. Applications for primary prevention are not eligible for statutory reimbursement under any of the considered legal frameworks.\n\nAfter the submission phase, a comprehensive assessment process ensues. While all three frameworks adopt a centralized approach to DMD assessment, their governance structures differ in terms of institutional arrangements and responsibilities. In Germany, the evaluation and certification processes are exclusively conducted by the Federal Institute for Drugs and Medical Devices (\"Bundesinstitut für Arzneimittel und Medizinprodukte\", BfArM). In Belgium, the NIHDI serves as the competent authority for value assessment and is now supported by a permanent, external multidisciplinary group including members with a composite background. In contrast, in France, the PECAN evaluation process is streamlined through parallel assessments by two entities: the CNEDiMTS (\"Commission nationale d'évaluation des dispositifs médicaux et des technologies de santé\"), which is the committee of the National Authority of Health (\"Haute Autorité de Santé\", HAS) responsible for evaluating DMDs for potential clinical benefits and organizational improvements, and the Digital Health Agency (\"Agence du Numérique en Santé\", ANS), under the auspices of the Ministry of Health and Prevention, tasked with verifying compliance with interoperability and security requirements. Following the opinions of CNEDiMTS, an order by the Ministers of Health and Social Security confirms eligibility for early reimbursement. All jurisdictions offer the possibility of early coverage with largely consistent goals, via fast-track procedures intended to facilitate coverage for promising DMDs while the evidence base is still in the process of development. However, the mechanisms of action vary to some extent. In the German fast-track process, DiGAs of risk class I and IIa can receive provisional listing for 12 months based on an early indication of positive care effect, with the possibility for manufacturers to request an extension for up to an additional 12 months. Manufacturers are required to submit a scientific evaluation concept, prepared by an independent scientific institution, certifying the likely contribution to improvements of care. Provisional listing in the DiGA directory is not available for DiGAs of risk class IIb. Similarly, PECAN, the French early coverage pathway, offers temporary, non-renewable reimbursement for expectedly innovative DMDs, based on the preliminary analysis of available data. Following the reimbursement decision under PECAN, manufacturers of DMDs with therapeutic purposes and remote monitoring solutions have respectively up to 6 and 9 months to submit their applications for reimbursement under general law. After the approval of the new procedure, also the Belgian framework formally includes an early access pathway. While temporary reimbursement was possible but not actively promoted in the past, it is now available for applications with incomplete evidence and those requiring a global revision of the care process for which a temporary solution is possible in the interim. In such cases, temporary reimbursement is contingent upon the availability of preliminary evidence, an ongoing study (not necessarily randomized) aimed at removing uncertainties, and endorsement from a professional organization or scientific association. The temporary reimbursement within the Belgian framework is projected to last for a standard duration of three years, with interim reports required after 18 months and the final reimbursement request dossier to be submitted within 6 months of the expiry date.\n\nThe three assessment frameworks all center their decision on proof of effectiveness of the DMDs, albeit with partially different provisions. The DiGA model is focused on evidence of the so-called positive care effects (\"positive Versorgungseffekte\", pVE). These pVE can manifest as either a direct medical benefit or a patient-relevant improvement of structure and processes (referred to as \"patientenrelevante Struktur-und Verfahrensverbesserungen\", pSVV). Section 8(3) of the DiGAV incorporates a list of nine different constructs for pSVV, including aspects such as health literacy, coordination of treatment procedures, and enhanced access to care  14  . For the approval of DMDs in risk class IIb, a medical benefit must always be demonstrated, with the possibility of additionally including pSVV. The focus of evaluation within the Belgian framework is instead directed towards the clinical or socio-economic added value that the mobile application can provide within the context of a specific care pathway. In France's PECAN, DMDs must incorporate innovative features that offer clinical and/or organizational benefits. Subsequent inclusion in the standard reimbursement lists involves additional considerations. To register therapeutic DMDs in the LPP, the CNEDiMTS evaluates the actual clinical benefit, both at the individual level and in terms of broader impacts on the overall organization of care. The evaluation also assesses the clinical added value (CAV) against a relevant comparable product, procedure or service. Telemonitoring applications can instead be registered on the reimbursement list under a generic name, for DMDs with comparable technical specifications to other products, or a brand name, if the technical specifications do not correspond to any existing generic lines. For the incorporation in the generic list, the DMD manufacturer has to demonstrate eligibility by obtaining the certificate of compliance issued by ANS. On the other hand, registration under the brand list requires a dedicated evaluation by the CNEDiMTS, with expected benefits in terms of either clinical improvement, significant gains in the organization of care, or public health interest.\n\nThe assessment models are generally non-restrictive as to the methods for producing the above-mentioned evidence, accepting a broad range of research methodologies and study designs. The only essential requirement is a comparative approach to substantiate the claimed benefits. The German DiGA Fast-Track offers flexibility in the choice of study design, requiring, at a minimum, that a quantitative comparative study is performed. While retrospective comparisons are possible, prospective studies are generally preferred. It is reasonable to assume that expectations towards study designs for DiGAs of risk class IIb will be higher. The DiGA guide, an official document published and regularly updated by BfArM primarily to support manufacturers in applying for listing, explicitly mentions the option of adopting alternative study designs that incorporate adaptive components and real-world data sources  20  . In terms of study comparators, the DiGA framework currently foresees three alternatives: non-treatment, treatment with no use of DiGA, and treatment with a comparable DiGA. The selection of the suitable comparator group must be based on the standard of care for the respective indication  20  . Furthermore, ongoing debate surrounds a potential fourth option for study comparators-the design of placebo DiGAs  21  . Studies must be conducted in Germany, unless the comparability of the healthcare situation in another context can be proven. In Belgium, applicants have substantial flexibility in choosing study methodologies, with no explicit instructions regarding study designs, except that randomized controlled trials (RCTs) are not mandatory. Similarly, in France there are no stringent requirements for study designs or comparators. While multicentric RCTs are still considered as the design providing the highest level of evidence for common law reimbursement under the LPP, alternative methods are accepted by the CNEDiMTS for all MDs if a well-built RCT is not feasible, and comprehensive guidelines for the use of real-world evidence (RWE) are available  22  .\n\nThe assessment frameworks designed by these pioneering countries complement the evaluation of clinical benefits with additional assessment domains. In Germany, BfArM evaluates compliance with the technical requirements defined in Sections 3 to 6 of the DiGAV, focusing on safety and suitability for use (demonstrated through the formal legality of the CE marking), data protection, information security, and quality-primarily in terms of interoperability but also considering robustness, ease of use, and quality of medical content. With respect to data privacy and security, in April 2024, BfArM has announced that new standards will be implemented in the coming months, with accredited test bodies responsible for issuing the necessary certificates. Similar criteria are required in Belgium, where compliance with MDR requirements and proof of interoperability and connectivity to the national eHealth platform are prerequisites for subsequent reimbursement. In France, the ANS issues a certificate of compliance with interoperability and security standards, a necessary requirement for all reimbursement pathways. While economic considerations are not formally considered for inclusion in the DiGA directory, they can become relevant factors during later price negotiations. Instead, in Belgium, the dossier submission includes an economic file to demonstrate the socio-economic value of the DMD, encompassing considerations on the budget impact on the Belgian healthcare system and a section for cost-effectiveness analysis. However, it is not mandatory for clinical benefits and economic impact to be directly compared against each other. Economic evaluations can also be part of submissions to the HAS for general law reimbursement of therapeutic DMDs, provided that sufficient efficacy and cost data are available. The assessment of economic evidence is not conducted by the CNEDiMTS but by a dedicated commission, the Economic and Public Health Assessment Committee (\"Commission d'évaluation économique et de santé publique\", CEESP). Additionally, France places considerable emphasis on organizational impact, a cornerstone in both PECAN and standard reimbursement pathways. HAS has published dedicated guidelines for all health technologies, focusing on their influence on care processes, required capabilities and skills, and societal implications  23  . Although not as explicitly stated, the consideration of organizational impact is also implied in the frameworks of both Germany and Belgium. As already noted, in Germany, positive care effects for lower-risk DMDs can be demonstrated also through patientrelevant improvements in the provision of care. Instead, Belgium aims to reimburse only DMDs that substantially restructure care pathways.\n\nValue assessment primarily focuses on the preparatory stages for patient access across all jurisdictions, distinct from post-market assessments. Both the German and Belgian frameworks currently rely on a one-  https://doi.org/10.1038/s41746-024-01263-w time assessment, meaning that once the software is permanently listed, no further evaluation is foreseen. In Germany, the sole exception is in the case of \"significant changes\" to a DiGA, in which case prompt notification to the BfArM by the manufacturer is required. The BfArM then decides within 3 months whether to remove the application or adjust the register to reflect the updated features. However, the DigiG has introduced a real-world application-related performance measurement. Starting from January 2026, patient-reported outcome and experience measures (PROMs and PREMs), as well as information on the usage of a DiGA, will be published in an online repository and updated on a quarterly basis, partially influencing reimbursement amounts. In contrast, in France, reimbursement after the inclusion in the standard lists is valid for up to five years, after which renewal is necessary. Furthermore, a follow-up to evaluate the real-world performance of medical devices is possible, primarily to support indication extensions or inclusion renewals  24  .\n\nThe outcomes of assessment processes are closely interconnected with the reimbursement of DMDs, with pricing mechanisms reflecting marked cross-country differences based on the unique traits and aims of each program. In the DiGA framework, manufacturers set their price freely (typically on a three-month subscription basis) for the first year after being listed in the directory, regardless of whether acceptance is provisional or final. These prices must, however, comply with maximum limits established by regulations. Maximum prices are set for clusters of comparable DiGAs targeting the same indication according to the three-digit ICD-10-GM disease classification and demonstrating the same type of positive care effect (medical benefit versus patient-relevant improvement of structure and processes)  25  . Specific pricing mechanisms apply to DiGAs considered pioneers in their indication group, those targeting rare diseases, or those based on complex artificial intelligence functions  26  . Beyond the initial 12 months, the final price is determined through negotiations between the manufacturer and the National Association of Statutory Health Insurance Funds (GKV-SV), with support from an arbitration body if an agreement is not reached within nine months after inclusion in the directory. If a manufacturer's freely-set price falls below the limit of the 1 st quartile of average DiGA prices and annual revenues do not exceed €750,000, further price negotiations can be bypassed  27  . If these conditions are not met, negotiations with GKV-SV involve the application of maximum prices. Manufacturers theoretically retain the right to set a higher price than the negotiated one, with end-users bearing the price difference. Concerning the criteria for price determination, the main factor should be the extent of proven medical benefit and/or pSVV. Currently, the translation of observed benefits into a value-based price largely depends on negotiations. However, the new DigiG aims to establish transparent quality competition: starting from January 2026, at least 20% of the remuneration of permanently included DiGAs will be value-based. Under this approach, prices will depend on specific success factors to be agreed upon between the GKV-SV and the manufacturers associations.\n\nGiven its aim of reimbursing DMDs as integral components of care processes rather than standalone technologies, the Belgian model plans to implement bundled payments whenever feasible. However, the global revision of care processes is recognized as a gradual undertaking, and mechanisms to define innovative value-based payment schemes are still under development. Despite the expected rise in temporary reimbursement adoption following the framework update, especially when temporary solutions are viable during a global care pathway revision, criteria for pricing mechanisms are still to be defined.\n\nIn France, the dedicated reimbursement mechanism for therapeutic DMDs under the PECAN framework was announced in April 2024 through an official decree  28  . The scheme features an initial flat rate of €435, including tax, per patient, invoiced for a period not exceeding three months, followed by a monthly tariff of €38.3, resulting in a maximum financial compensation of €780, including tax, per year per patient. For reimbursement under general law, the negotiation scheme applied to conventional MDs extends to therapeutic DMDs: the CEPS negotiates the price paid by statutory insurance, primarily matching it with the clinical benefit evaluation issued by the CNEDiMTS. Tariffs for remote monitoring DMDs have instead been outlined in a dedicated ministerial order  29  . These payments include an operator tariff for the healthcare professional performing telemonitoring (set at €11 or €28 depending on the expertise level) and another for the retailer or distributor offering the technical solution. Monthly flat rates for the device provider are set at €50 per patient for up to 4999 patients in the indication, regardless of the manufacturer and the reimbursement pathway (PECAN or LATM), decreasing thereafter. Payment by the French national health insurance is intended to be contingent on the actual use of the DMD under all reimbursement schemes."
    },
    {
      "title": "Other clusters across EU Member States",
      "text": "A second cluster comprises Finland, Spain, the Netherlands and Estonia, characterized as fast followers that have swiftly introduced robust assessment frameworks. However, as of now, these frameworks either are not directly linked to reimbursement decisions, lack a unified centralized approach, or are in the process of consolidation. In the former case, the Finnish Coordinating Center for Health Technology Assessment (FinCCHTA) and the University of Oulu collaborated in 2018 to develop a multidimensional HTA framework called Digi-HTA  30  . The framework covers a wide range of DHTs, including non-medical devices such as digital platforms, as well as DMDs like digital health applications and artificial intelligence algorithms, and has been implemented since the end of 2019. Assessment outcomes are based on a three-tiered traffic light model, and the associated recommendations are published on the FinCCHTA website, remaining valid for three years. Currently, decision-making for digital health occurs at the local level, with wellbeing service counties responsible for financing digital health technologies, including DMDs, within their respective area based on Digi-HTA assessments. Spain has recently transitioned into this cluster, moving away from its previous certificatory approach based on regional accreditation frameworks like the Catalan Health and Social Apps Directory  31  and the AppSaludable Quality Seal used in Andalucía  32  . A national effort to standardize the assessment of digital technologies nationwide is being spearheaded by the Agency for Quality and Assessment of Catalonia (AQuAS), in collaboration with the Spanish network of regional HTA bodies (\"Red Española de Agencias de Evaluación de Tecnologías Sanitarias y Prestaciones del Sistema Nacional de Salud\", RedETS). In 2023, they jointly developed a specific methodological framework, also named Digi-HTA, openly inspired by the Evidence Standards Framework for digital health technologies proposed by the National Institute for Health and Care Excellence (NICE) in the United Kingdom  33  and elaborated in direct collaboration with its authors  34, 35  . While the framework is designed to evaluate any DMDs in the post-market authorization phase and includes an adaptation of 21 standards of evidence organized in groups linked to the phases of the technology life cycle, it is only used in assessments conducted within the workplan of the RedETS. Therefore, it has not yet been fully adopted for coverage and reimbursement decisions at the national level. A third country in this cluster is the Netherlands, which has not established a national framework for market access approval but has initiated several concurrent initiatives targeting DMDs and enabling their reimbursement. Some DMDs have obtained coverage through individual insurance companies  36  . Additionally, numerous non-binding guidelines are available to assist professionals in evaluating digital health apps and distinguishing between medical and assistive health apps. These may eventually be replaced by a Dutch version of the ISO/TS 82304-2, the standard for health and wellness apps 37 . More recently, two dedicated assessment pathways were established  17  . The Dutch Healthcare Authority (\"Nederlands Zorgautoriteit\", NZa) has included six types of remote monitoring in the set performances for which health insurers and care organizations can make agreements. In 2020, health insurers jointly created a central \"Digital Care Knowledge Centre\" and defined a care-transformation model to facilitate the evaluation and value determination of digital care. In the long run, a centralized and federated approach to the assessment and reimbursement of DMDs could be implemented  38  . Estonia can also be included in this cluster, with several different initiatives linked with funding opportunities currently  https://doi.org/10.1038/s41746-024-01263-w  in their consolidation stage. The Estonian Health Insurance Fund (\"Tervisekassa\") launched a pilot project in November 2020 aimed at supporting the development of new service models with remote components, the evaluation of their impact, and the testing of new payment models. Four pilot projects focusing on remote services received support, laying the groundwork for the consolidation of a funding model for Estonia, including a national reimbursement scheme for CE-marked DMDs contingent on evidence of clinical effectiveness  39  . A roadmap for digital solutions, led by the Health Insurance Fund, outlines three main stages, including interoperability and security, culminating in permanent reimbursement through inclusion in two alternative lists: the list of medical devices, pertinent for patient-facing DMDs, and that of healthcare services, for DMDs not intended for personal use requiring the intervention of a healthcare professional  40  . Should the effectiveness of the DMDs not be sufficiently proven, manufacturers can apply for an Innovation Grant aimed at supporting the completion of impact studies to gather evidence on effectiveness, cost-effectiveness and ease of use compared to current best practices.\n\nThe third group includes Portugal, Poland, Denmark and Sweden, currently characterized by the application of institutional certification processes designed to bestow a quality stamp on digital technologies, including DMDs, and guide individual choices but lacking standardized processes for their prescription and coverage. In Portugal, SPMS, the authority of the Ministry of Health providing shared services, curates MySNS Selecção, a central repository of certified digital health apps  41  . The assessment domains include performance, public utility, and information quality and security, aligning with EU MDR. Similarly, in March 2023, the Polish Ministry of Health introduced a mobile health app certification system, covering both DMDs and non-medical software, based on a formal assessment focusing on digital security and safety  42  . Nordic countries have also embraced innovation in the assessment of DMDs. In 2022, the Nordic Interoperability Project (NIP) funded the development of the Nordic Digital Health Evaluation Criteria (NordDEC) programme, the first cross-country accreditation framework drafted by ORCHA, a UK-based company specializing in the assessment of the compliance with best practice standards of digital health applications. This initiative aims to break down barriers to market access among Nordic countries and supports a common vision to make the region the most sustainable and integrated in the world by 2030  43  . NordDEC's assessment is based on five key domains (data privacy, clinical and professional assurance, usability and accessibility, security and technical stability, interoperability), comprises over 500 measures, and uses NICE's ESF to examine evidence of effectiveness. Alongside this transnational arrangement, EU Nordic countries are actively pursuing national initiatives. Sweden provides public funding for early-stage breakthroughs via its innovation agency and has used an adapted version of ISO/TS 82304-2 to assess the quality of digital health technologies. A semi-centralized approach, grounded in the certification of third-party actors appointed to evaluate apps, is under consideration  6, 38  . Denmark, on the other hand, is in the process of establishing a taskforce for apps on prescription led by the Danish Medical Agency and managed by MedCom, a publicly-funded nonfor-profit organization tasked with accelerating digitalization of health care. The taskforce is expected to develop a centralized assessment and reimbursement framework. Meanwhile, in August 2023, Danish regions expressed support for a draft bill proposed by the Ministry of the Interior and Health, suggesting to create a new portal intended to recommend both DMDs and wellness apps based on a dedicated assessment  44  . In April 2024, a draft executive order outlining the projected procedures for the portal was published, and was expected to enter into force in July 2024  45  .\n\nIn the fourth cluster, despite the absence of standardized assessment procedures for DMDs, countries report having initiated preparatory processes for launching national regulatory pathways, potentially linked to reimbursement, or engaging in other activities targeting DMD assessment. This group includes Austria, Greece, Italy, Luxembourg and Ireland, each with unique considerations. Austria has expressed interest in replicating a model similar to the German one. Ongoing workshops between the Austrian Institute for Health Technology Assessment (AIHTA) and statutory health insurance are addressing policy and procedural questions for the implementation of a reimbursement process  46  . In July 2024, the Federal Ministry of Social Affairs, Health, Care and Consumer Protection (\"Bundesministerium für Soziales, Gesundheit, Pflege und Konsumentenschutz\", BMSGPK) published the document \"eHealth Strategy Austria\". This report includes, among its strategic objectives, the creation of a uniform evaluation process for digital health and nursing applications, with the goal of launching a dedicated pilot project in 2025  47  . While explicitly drawing inspiration from Germany, the Austrian assessment framework intends to be demand-pulled, focusing on specific population needs, rather than technology-driven in the selection of applications for assessment. Preparatory steps have been undertaken to some extent in Greece as well, where the Ministries of Digital Governance and Health established a committee that includes the development of the regulatory landscape for DMDs as part of its remit  39  . Similarly, initial discussions are underway regarding the financing of DMDs in Italy, with a particular emphasis on digital therapeutics. A parliamentary intergroup was established at the beginning of 2023, supported by a scientific-technical committee. A legislative proposal drafted in 2023 envisions an accelerated pathway for therapeutic apps, requiring at least two robust clinical studies for statutory reimbursement  48  . In Luxembourg, the coalition agreement of the new government explicitly mentions the intention to explore the possibility of reimbursing certain health applications prescribed by a doctor, provided that their quality has been duly tested and certified  49  . Lastly, in Ireland, ongoing efforts to accelerate the adoption of digital health include the launch of Digital Health Living Labs, user-centered, open-innovation ecosystems integrating research and innovation processes through a collaborative approach in the development, assessment and scale-up of products and services  50  .\n\nThe fifth group comprises the last 11 Member States: Bulgaria, Croatia, Cyprus, Czech Republic, Hungary, Latvia, Lithuania, Malta, Romania, Slovakia and Slovenia. These countries currently do not have an assessment framework for DMDs and lack concrete, traceable plans to establish one."
    },
    {
      "title": "Discussion",
      "text": "This article has highlighted the diversity of approaches currently prevalent across EU countries with respect to the assessment and reimbursement of DMDs, leading to the identification of five different clusters in this rapidly evolving landscape. Despite converging interests among stakeholders and growing opportunities for shaping European and international debates, currently, only a handful of countries are equipped with national value assessment frameworks coupled with reimbursement. The comparative analyses emphasized the distinctive characteristics of these programs, stemming from their genesis process and the tight alignment with the features of the corresponding healthcare system. Germany was the first country to introduce its framework, initially adopting a cautious approach by exclusively targeting low-risk, patient-facing DMDs. Over these early years, the priority has been the building of a robust digital health ecosystem while refining program mechanisms and rules  26  . France explicitly cited the DiGA framework as a model when establishing the PECAN pathway, incorporating it into a complex ecosystem with diverse assessment and reimbursement schemes, ensuring access to both therapeutic as well as telemonitoring devices, drawing from previous experiences under the ETAPES program  18  . Belgium, for its part, has taken an ambitious stance with its validation pyramid, aiming to introduce digital applications only if they add value to existing care pathways and committing to bundled payment solutions for reimbursement. While this approach requires more time to yield concrete results, the recent framework revamping, strengthening assessment procedures and introducing temporary reimbursement options, aims to expedite implementation. At present, the degree of implementation of these frameworks varies significantly. With over three years of activity, the DiGA model has reached a considerable level of maturity. As of the end of April 2024, the directory includes 57 DiGAs, with 34 permanently listed, covering a wide range of conditions and target populations  21  . The latest reports on the implementation status highlight a growing trend in prescriptions and activations, with approximately 374 thousand redeemed codes, over half of which were observed during the third year of activity of the model 51 . Concurrently, substantial concerns have been expressed by manufacturers and payers, primarily related to pricing mechanisms and the quality of underlying evidence  26, 51, 52  . As for Belgium, prior to the procedure renewal, only one application had received temporary reimbursement, and positive opinions had been issued for four additional applications, although none of these opinions had translated into an official reimbursement decision. In France, during the inaugural year of activity of PECAN, approximately 20 DMD candidates have requested an assessment of their eligibility for early access to reimbursement (ANS & HAS data). The first telemonitoring DMD has been approved, and the recent publication of the tariffs for therapeutic DMDs enhances the prospects for a full implementation of the framework. Other telemonitoring DMDs had previously secured funding under general law.\n\nAlthough marked differences in the framework set-up and implementation status persist among frontrunners, cross-country learning effects are evident across various levels and characterize their experiences, demonstrating an increasingly consistent thread through the frameworks. Guided by the pioneering example of Germany, each of these jurisdictions has tried to leverage and build upon one another's initiatives, incrementally refining existing models and adapting them to suit the inherent characteristics of their own system. Notably, the framework revision in Belgium, together with the recent approval of DigiG in Germany, exemplifies withincountry longitudinal learning, showcasing how countries swiftly adjust their previous decisions based on accumulated experience, either directly or by observing the experiences of other countries, further contributing to increased consistency. These cross-country learnings can also draw from the experiences of countries outside of the European Union, such as the United Kingdom (UK), which has implemented multiple initiatives targeting DHTs. In 2019, NICE initially developed an Evidence Standards Framework, including a classification of DHTs based on their functionality and a comprehensive guideline for effectiveness and economic assessment, serving as a foundation for decentralized commissioning in the UK  33  . Concurrently, NICE is experimenting with an innovative approach through its Early Value Assessment (EVA), focusing on rapid assessments based on clinical effectiveness and value for money for the most promising and impactful medical technologies where the evidence base is still developing  33  . The approach is being piloted on about ten technologies, six of which are digital. Pioneering countries also serve as inspirations for others willing to embark on similar paths: jurisdictions currently in other clusters extensively look up to the pioneers' work as they set up preparatory works for their own frameworks.\n\nAll these learning effects are facilitated by a multitude of concurrent forces. First of all, learning effects at the EU level are expedited by the implementation of regulations. The HTAR, which will come into full effect as of January, 2025, envisages a permanent framework for joint work among Member States. In November 2023, during a meeting of the Coordination Group on HTA, established by HTAR to coordinate joint HTA work and ensure cooperation between relevant EU bodies and stakeholders, several Member States signaled their interest in voluntary cooperation in the field of DMDs  10  . Moreover, in March 2024, the European institutions reached a landmark agreement on the regulation of the European Health Data Space (EHDS), marking a historical moment for digital health in the EU  53  . The EHDS is poised to revolutionize healthcare by granting individuals access to their electronic health data. This initiative aligns closely with the goals outlined in the Digital Decade policy programme 2030, aiming for 100% of citizens to have access to their electronic health records by 2030. By implementing a European electronic health record exchange format, the regulation will promote further harmonization of data structures and approaches to digital health.\n\nSecondly, national jurisdictions have been supporting multinational endeavors and bilateral agreements, creating opportunities for collective exchanges and discussions. For instance, the European Taskforce for Harmonised Evaluations of DMDs, chaired by the French Ministry of Health and including the participation of BfArM and NIHDI, expressly supports the enabling of a European-level, harmonized approach to DMD assessment  11  . Concurrently, pioneering countries have been pursuing further opportunities for bilateral discussions, signing formal declaration of intent or establishing structured dialogues, all with the aim of enhancing mutual exchanges.\n\nA third source of cross-country learning arises from the unique challenges posed by the assessment of DMDs  1, 54  , which correspondingly give rise to outstanding issues that countries have yet to master entirely. Notable limitations persist across all consolidated frameworks, including concerns regarding the quality and generalizability of available evidence, methodological considerations on study design and comparators, post-market monitoring of DMD performance, the possibility of adopting the concept of substantial equivalence commonly used for medical devices, and the definition of reimbursement mechanisms and suitable incentives to boost the actual implementation of the schemes among all stakeholders. Whether openly or unconsciously, countries inevitably look at each other's endeavors to progress on these matters.\n\nFinally, another form of contamination occurs through academic recommendations, as scholarly research increasingly offers insights that policymakers have incorporated to varying extents into their programs. Several scholars have proposed generic or specific assessment frameworks for digital health technologies  55  . Whether proposed by policymakers or academics, these frameworks often do not adequately address the inherent challenges of DMDs and fail to adequately encompass a broad spectrum of assessment domains, making them unsuitable for use in HTA  56  . To address such challenges and keep pace with the evolution of DMDs, there is broad consensus on the necessity for a flexible and dynamic assessment approach spanning the entire life cycle of DMDs. This approach is crucial in response to the continuous development and improvement of DMDs, which leads to a need for ongoing evaluation  57, 58  . While duration and necessary requirements vary across different jurisdictions, all formalized frameworks include dedicated early coverage pathways for DMDs, providing manufacturers with flexibility in the timing of evidence generation and delivery to facilitate market access during the formation of the evidence base. However, there remains ample room to further adopt comprehensive life cycle approaches in DMD assessment. On one hand, the characteristics of DMDs present an opportunity for innovative pathways that seamlessly integrate pre-market approval (through CE marks in the EU) with subsequent HTA and coverage processes, which are currently mostly viewed as distinct stages. Accelerated access pathways that build on MDR and HTA regulations, and streamline evidence generation plans to make them compatible with both regulatory and HTA needs, have already been proposed in the context of innovative high-risk medical devices, aiming to prevent delays in decision-making processes  59  . Similar initiatives would prove beneficial for DMDs, aiming to strengthen the links between regulatory approval, HTA and coverage. This approach could accelerate patient access and shape opportunities for collaborative efforts among Member States. Also in the USA, even though HTA is not yet an explicit and formal process for coverage and reimbursement determinations, the matter of aligning the assessment of evidence generated for regulatory purposes with that for determining patient access to care by the Centers for Medicare and Medicaid Services (CMS) is currently debated  60  . At the opposite end of the life cycle, evidence generation for DMDs should encompass post-market evidence to monitor real-world impact continually and inform adaptive decision-making. DMDs are particularly well-suited for leveraging real-world data and evidence (RWD and RWE), as different software functionalities can be employed to gather information on the effectiveness of digital technologies and facilitate dynamic decision making as the software evolves  57, 61  . While the French framework explicitly includes provisions for real-world assessment of DMDs after coverage, decision-makers, in general, have prioritized the setup of schemes for the initial patient access to technologies to date. The introduction of real-world performance measurement in the German model starting from 2026 acknowledges the importance of RWD collection after the listing of a DiGA, serving as a channel for implementing flexible pricing mechanisms and signaling the commitment to converging approaches.\n\nAnother aspect on which policy frameworks and scientific perspectives exhibit increasing consistency relates to the need to broaden the spectrum of acceptable outcomes for the reimbursement of DMDs, by incorporating novel patient-centered aspects that, while challenging to measure, hold significant value. DMDs have the potential to serve as crucial tools in promoting a sense of co-responsibility and co-creation among patients concerning their health. In an era of resource scarcity, where the emphasis lies not only on the adoption of cost-effective innovations but also on their appropriate utilization, achieving user compliance and empowerment is essential. This goal can be more effectively accomplished through DMDs that incentivize users to take charge of their well-being, fostering awareness that their behavior plays a pivotal role in achieving desired health outcomes. While the mechanisms through which improvements in patient adherence and care processes translate to clinical benefits are still to be explored, several contributions highlight the need to expand the outcomes considered in the assessment of DMDs compared to traditional medical technologies  57, 58, 62  . Present evaluation frameworks for DMDs recognize this necessity, as seen in the DiGA framework, which explicitly deems structural and procedural effects as sufficient for the reimbursement of low-risk DMDs. Nevertheless, there has been limited use of such innovative endpoints in DiGA submissions to date  21, 63  , indicating the need to develop and converge on new metrics capable of capturing and measuring these emerging indicators of effectiveness. This issue intertwines with the challenge of selecting appropriate comparators. As DMDs, in principle, compete with any other technology in terms of funding, it becomes crucial to compare costs and benefits with the standard of care, which may involve the use of other technologies like drugs or medical devices. The choice of a common metric for comparison is essential. Currently, several HTA agencies use Quality-Adjusted Life Years (QALYs) as a reference case to allocate healthcare resources. However, it is uncertain whether QALYs provide the most suitable measurement for capturing significant non-health benefits specific to DMDs. This uncertainty prompts consideration of alternative metrics, such as societal or patient willingness-to-pay, or cost-consequence analysis, as these may be better suited to consider a broad range of costs and benefits  58, 64, 65  . Currently, economic evaluations are incorporated by pioneering countries into assessment procedures for DMDs through dedicated economic files in Belgium and France. However, this is certainly a field where empirical analyses are lacking and, therefore, a prospective area of study for scientists, the results of which could benefit all stakeholders. Similarly, the issue of reimbursement for these technologies and how to acquire them is critical due to their capacity to reshape the entire patient care pathway. Considering the transformative impact of DMDs, questions arise about the appropriateness of reimbursement models that focus solely on the product vis-àvis those that consider the value derived from the entire care pathway enhanced with DMD implementation. The bundled payment approach proposed by the Belgian system may be more suitable in this regard compared to more traditional fee-for-service schemes. However, adopting such an approach would require a broader perspective, often conflicting with the traditional, siloed-based attitude of current reimbursement models.\n\nThis work offers a comprehensive overview of prevalent approaches for the assessment of DMDs in the EU, drawing attention to the crucial topic of harmonization. While our study is innovative and has the potential to significantly contribute to the field, it is important to acknowledge its limitations. Firstly, despite our efforts to consolidate the current landscape across the 27 Member States into a limited number of distinct clusters to enhance the clarity of our comparative analysis, we recognize the intricate nature of this clustering exercise, characterized by blurred boundaries. The dynamic nature of these technologies dictates that countries navigate dynamically and fluidly, leading to almost constant updates of the state of the art. Estonia serves as an example of rapid shifts in DMDs evaluation, increasingly resembling a frontrunner country. Moreover, our search might have been unable to capture all ongoing or planned initiatives across the EU Member States. Finally, the combination of various data sources and information, including scientific and grey literature, supplemented by interviews and expert contacts, may affect the reproducibility of our work.\n\nNevertheless, this approach remains highly valuable for identifying gaps and pinpointing solutions implemented in certain contexts that may prove beneficial elsewhere. Moreover, it enabled us to extend our analysis to a significant number of different countries, greatly enriching our understanding of DMD assessment frameworks in the EU."
    },
    {
      "title": "The path to harmonization",
      "text": "The appropriate integration of DMDs into healthcare pathways requires a comprehensive approach which has been defined as a \"full-stack\" of policy elements, ranging from pre-market regulatory authorization to patient access infrastructures designed to ensure the practical implementation of the schemes  66  . Our analysis has specifically focused on the phases of value assessment and reimbursement, highlighting how the integration of digital technologies, particularly DMDs, has rapidly prompted various jurisdictions to devise consistent methods for facilitating their market introduction while prioritizing patient safety. While individual initiatives have seemingly prevailed to date, we believe that, in contrast to historical approaches with pharmaceuticals and medical devices, several factors are compelling nations towards greater urgency and willingness to converge and learn from each other within the realm of DMDs. Pioneering countries hence exhibit a learning curve shaped by their own experiences and those of other neighboring nations, while further developmental trajectories that extend to other countries warrant ongoing scrutiny, as we contend that harmonization is achieved, in part, by signaling it. Looking ahead, we anticipate that this harmonization trend is likely to expand to EU countries currently located in the other clusters, as Member States increasingly scrutinize each other in a continuous learning process driven by the inherent nature of DMDs. These technologies, characterized by relentless incremental innovation, innately challenge traditional, often complex and lengthy evaluation processes. However, this challenge does not absolve regulatory authorities of their responsibility to ensure the safety and effectiveness of DMDs before their integration into clinical practice. This juxtaposition, almost opportunistically, presents an opportunity for convergence among EU countries. We anticipate that this phase of cross-country learning is likely to rapidly evolve in the short term, with several countries expected to set up consolidated assessment frameworks for different categories of DMDs. Member States will therefore increasingly transition towards the two initial clusters, as their pathways may or may not be immediately linked to national-level reimbursement decisions, depending on the characteristics of the different healthcare systems. We also expect an increase in cross-country collaboration among neighboring countries, with experiences such as that observed among the Nordic countries potentially serving as a model for other regions, such as Eastern Europe. These processes will ultimately result in substantial harmonization, with countries reaching consensus on a set of evidential requirements for patient access across all jurisdictions. Individual jurisdictions might retain the autonomy to require additional evidence specific to their healthcare system, and will likely maintain the responsibility for coverage and reimbursement decisions within their purview, akin to drugs and medical devices, at least in the foreseeable short to medium term. These transitions towards more harmonized evaluation approaches will be expedited, in our opinion, by initiatives such as the EHDS and the impending HTAR, set to commence in 2025, which will necessitate EUwide harmonization of comparative evaluations of technological innovations in health care.\n\nWe are confident that the learning processes initially observed among the three pioneering countries, also in collaboration with the scientific community, can act as a catalyst for similar advancements across other nations. The proximity of many countries currently located in the second cluster to the so-called frontrunners suggests that the convergence process of assessment approaches with the EU and beyond can indeed be expedited, as countries draw on progressive learning."
    },
    {
      "title": "Methodological approach",
      "text": "We performed a comparative policy analysis to identify formalized or planned assessment and reimbursement frameworks for DMDs across the  https://doi.org/10.1038/s41746-024-01263-w 27 EU Member States, drawing from multiple sources in multiple stages. The analysis focused exclusively on frameworks or pathways with national scope. Initially, we conducted a non-systematic search of peer-reviewed literature on PubMed and Google Scholar, combining keywords related to three main concepts: \"assessment\" or \"reimbursement\"; \"framework\"; and \"DMDs\" or \"digital health technologies\". This review was supplemented by additional searches of media sources and grey literature on the Google search engine, combining the previous keywords with country-level ones. For countries where national policies or initiatives under development were identified during the initial quests, a targeted search and analysis of national documents (regulations, legislative proposals, policy briefs, and official communications) was conducted. The policy documents were collected in their native languages and translated into English. All searches were completed by January 2024 and updated in April 2024.\n\nThe 27 Member States were initially grouped into clusters defined deductively by the authors, based on empirical observations of their current positioning. Specifically, the presence of any assessment framework was combined with its primary purpose, such as coverage and reimbursement, value assessment, orientation of individual choices and behaviors, or taxonomy definition.\n\nFor countries with national frameworks combining the assessment of DMDs with their coverage and reimbursement, we constructed a data extraction tool modeled after that used by Tarricone et al.  58  for a previous analysis of assessment frameworks for mobile medical apps  57  . Additionally, we conducted one-hour, in-depth interviews per each country with prominent stakeholders, including policymakers and representatives from the agencies responsible for health technology assessment, all of whom provided written consent to be part of this study. The interviews were semistructured and based on pragmatic recruitment via personal contacts to validate interpretations, discuss projected evolutions, and explore potential routes for harmonizing practices. In all other cases, to confirm our interpretations, a further validation step was implemented in April 2024. National experts were contacted via email to verify the status of their home country and provide additional policy documents or insights, if available. Experts were either representatives of local HTA agencies, members of public institutions responsible for governing DMDs, or researchers in the field. They were selected through the network of the European Taskforce for Harmonised Evaluations of Digital Medical Devices or by screening the authorship of relevant publications on DMDs or associated topics. Efforts were made to follow up with initial non-respondents to provide an accurate representation for most countries. We successfully reached out to representatives from 13 out of the 24 Member States currently without a consolidated national framework for the reimbursement of DMDs. Table  2  presents an anonymized summary of the profiles of the national experts involved. Non-respondents were mostly representatives of countries for which no official documents, reports or publications could be identified."
    },
    {
      "text": "Fig. 1 | Mapping of assessment approaches for DMDs by EU Member States. Classification of EU Member States' approaches to DMD assessment into five clusters based on the status of the frameworks (active, under development, or"
    },
    {
      "text": "In-depth comparison of reimbursement frameworks for DMDs in EU pioneering countries"
    },
    {
      "text": "Summary of national experts' profilesOpen Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/bync-nd/4.0/."
    }
  ],
  "references": [
    {
      "title": "Distinguishing features in the assessment of mHealth apps",
      "authors": [
        "R Tarricone",
        "F Petracca",
        "O Ciani",
        "M Cucciniello"
      ],
      "year": 2021
    },
    {
      "title": "Software as a medical device\": possible framework for risk categorization and corresponding considerations",
      "authors": [
        "Imdrf"
      ],
      "year": 2014
    },
    {
      "title": "Advancing digital health: FDA innovation during COVID-19",
      "authors": [
        "K Kadakia",
        "B Patel",
        "A Shah"
      ],
      "year": 2020
    },
    {
      "title": "MDCG 2019-11: guidance on qualification and classification of software in regulation (EU) 2017/ 745 -MDR and regulation (EU) 2017/746 -IVDR",
      "year": 2019
    },
    {
      "title": "International practices in health technology assessment and public financing of digital health technologies: recommendations for Hungary",
      "authors": [
        "F Mezei"
      ],
      "year": 2023
    },
    {
      "title": "Digital health reimbursement strategies of 8 European countries and Israel: scoping review and policy mapping",
      "authors": [
        "R Van Kessel"
      ],
      "year": 2023,
      "doi": "10.2196/49003"
    },
    {
      "title": "Exploring digital therapeutics: the next paradigm of modern health-care industry",
      "authors": [
        "R Khirasaria",
        "V Singh",
        "A Batta"
      ],
      "year": 2020
    },
    {
      "title": "the Council of 15 December 2021 on Health Technology",
      "year": 2021
    },
    {
      "title": "European union regulation of health technology assessment: what is required for it to succeed?",
      "authors": [
        "M Drummond",
        "R Tarricone",
        "A Torbica"
      ],
      "year": 2022,
      "doi": "10.1007/s10198-022-01458-6"
    },
    {
      "title": "coordination group on HTA (HTACG)",
      "year": 2023,
      "doi": "10.1093/eurpub/ckad160.165"
    },
    {
      "title": "European Taskforce for Harmonised Evaluations of Digital Medical Devices (DMDs). European taskforce for harmonised evaluations of digital medical devices (DMDs)",
      "year": 2023
    },
    {
      "title": "Development and harmonisation of methodologies for assessing digital health technologies in Europe HORIZON-HLTH-2023-IND-06-07",
      "year": 2023
    },
    {
      "title": "Gesetz Für Eine Bessere Versorgung Durch Digitalisierung Und Innovation",
      "year": 2019
    },
    {
      "title": "Verordnung Über Das Verfahren Und Die Anforderungen Der Prüfung Der Erstattungsfähigkeit Digitaler Gesundheitsanwendungen in Der Gesetzlichen Krankenversicherung (Digitale Gesundheitsanwendungen-Verordnung-DiGAV)",
      "year": 2020,
      "doi": "10.1007/s00350-022-6161-6"
    },
    {
      "title": "Gesetz Zur Beschleunigung Der Digitalisierung Des Gesundheitswesens (Digital-Gesetz",
      "year": 2023,
      "doi": "10.1515/9783111392905-012"
    },
    {
      "title": "Verordnung Zur Erstattungsfähigkeit Digitaler Pflegeanwendungen -VDiPA (Ordinance on the eligibility for reimbursement of digital nursing applications -DiPAV",
      "year": 2022,
      "doi": "10.1515/9783111642031-001"
    },
    {
      "title": "Evaluation of digital medical technologies",
      "authors": [
        "L San Miguel"
      ],
      "year": 2023
    },
    {
      "title": "Telemonitoring and experimentation in telemedicine for the improvement of healthcare pathways (ETAPES program). Sustainability beyond 2021: What type of organisational model and funding should be used?",
      "authors": [
        "Y Le Douarin"
      ],
      "year": 2020,
      "doi": "10.1016/j.therap.2019.12.009"
    },
    {
      "title": "Du 30 Mars 2023 Relatif à La Prise En Charge Anticipée Des Dispositifs Médicaux Numériques à Visée Thérapeutique et Des Activités de Télésurveillance Médicale Par l'assurance Maladie Au Titre de l'article L",
      "year": 2023
    },
    {
      "title": "Bundesinstitut für Arzneimittel und Medizinprodukte. Das Fast-Track-Verfahren f Digitale Gesundheitsanwendungen",
      "doi": "10.1007/s00103-021-03409-7"
    },
    {
      "title": "Evidence requirements of permanently listed digital health applications (DiGA) and their implementation in the German DiGA directory: an analysis",
      "authors": [
        "M Mäder"
      ],
      "year": 2023,
      "doi": "10.1186/s12913-023-09287-w"
    },
    {
      "title": "Real-world studies for the assessment of medicinal products and medical devices",
      "year": 2021
    },
    {
      "title": "Organisational impact map for health technology assessment",
      "year": 2020
    },
    {
      "title": "Methodology for the clinical development of medical devices",
      "year": 2021
    },
    {
      "title": "Market access and value-based pricing of digital health applications in Germany",
      "authors": [
        "D Gensorowsky",
        "J Witte",
        "M Batram",
        "W Greiner"
      ],
      "year": 2022,
      "doi": "10.1186/s12962-022-00359-y"
    },
    {
      "title": "The three-year evolution of Germany's Digital Therapeutics reimbursement program and its path forward",
      "authors": [
        "L Schmidt",
        "M Pawlitzki",
        "B Renard",
        "S Meuth",
        "L Masanneck"
      ],
      "year": 2024
    },
    {
      "title": "Rahmenvereinbarung Nach §",
      "authors": [
        "Gkv-Spitzenverband"
      ],
      "year": 2021
    },
    {
      "title": "Du Code de La Sécurité Sociale de La Compensation Financière Due Au Titre de La Prise En Charge Anticipée Par l'assurance Maladie d'un Dispositif Médical Numérique à Visée Thérapeutique",
      "year": 2024,
      "doi": "10.4000/books.puam.3093"
    },
    {
      "title": "Arrêté Du 25 Octobre 2023 Fixant Les Valeurs de La Compensation Financière de l'activité de Télésurveillance Médicale Dans Le Cadre d'une Prise En Charge Anticipée Numérique Par l'assurance Maladie Prévus Aux II et III de l'article R",
      "year": 2023,
      "doi": "10.2307/j.ctt1f118b3.9"
    },
    {
      "title": "Implementation of a new Digi-HTA process for digital health technologies in Finland",
      "authors": [
        "J Haverinen",
        "M Turpeinen",
        "P Falkenbach",
        "J Reponen"
      ],
      "year": 2022,
      "doi": "10.1017/s0266462322000502"
    },
    {
      "title": "TIC Salut Social. Apps certified by the TIC salut social foundation",
      "doi": "10.7202/1048833ar"
    },
    {
      "title": "Quality assessment of healthapps using a public agency quality and safety seal. The appsaludable case",
      "authors": [
        "A Gessa",
        "P Sancha",
        "A Jiménez"
      ],
      "year": 2021
    },
    {
      "title": "Evidence Standards Framework for Digital Health Technologies",
      "year": 2022,
      "doi": "10.2196/preprints.67435"
    },
    {
      "title": "Methodological frameworks and dimensions to be taken into consideration in digital health technology assessment: protocol for a scoping review",
      "authors": [
        "J Segur-Ferrer",
        "C Moltó-Puigmartí",
        "R Pastells-Peiró",
        "R Vivanco-Hidalgo"
      ],
      "year": 2022,
      "doi": "10.2196/39905"
    },
    {
      "title": "Evaluación de Tecnologías Sanitarias: Adaptación Para La Evaluación de Tecnologías de Salud Digital",
      "authors": [
        "J Segur-Ferrer",
        "C Moltó-Puigmartí",
        "R Pastells-Peiró",
        "M Estrada Sabadell",
        "R Vivanco-Hidalgo",
        "Marco De"
      ],
      "year": 2023
    },
    {
      "title": "Digital medical devices: paths to European harmonisation",
      "year": 2023,
      "doi": "10.3030/101113245"
    },
    {
      "title": "Health app policy: international comparison of nine countries' approaches",
      "authors": [
        "A Essén"
      ],
      "year": 2022
    },
    {
      "title": "Towards harmonised EU landscape for digital health: summary of the roundtable discussions in selected EIT health InnoStars countries",
      "year": 2023
    },
    {
      "title": "Roadmap for digital solutions",
      "authors": [
        "Tervisekassa"
      ],
      "year": 2024
    },
    {
      "title": "MySNS Seleção",
      "authors": [
        "Mysns Comunidade"
      ]
    },
    {
      "title": "Aplikacje Certyfikowane MZ",
      "authors": [
        "Ministerstwo Zdrowia"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-024-01263-w"
    },
    {
      "title": "Nordic Digital Health Evaluation Criteria"
    },
    {
      "title": "Dagsorden for Møde i Danske Regioners Bestyrelse Den 31",
      "authors": [
        "Danske Regioner"
      ],
      "year": 2023
    },
    {
      "title": "Offentlig Høring Af Bekendtgørelse Om Forretningsorden for Naevnet for Sundhedsapps",
      "authors": [
        "Indenrigs-Og Sundhedsministeriet"
      ],
      "year": 2024
    },
    {
      "title": "Digital health applications (DiHA): approaches to develop a re-imbursement process for the statutory health insurance in Austria",
      "authors": [
        "G Goetz",
        "R Jeindl",
        "D Panteli",
        "R Busse",
        "C Wild"
      ],
      "year": 2023
    },
    {
      "title": "Pflege und Konsumentenschutz",
      "year": 2024
    },
    {
      "title": "Disposizioni in Materia Di Terapie Digitali",
      "year": 2023
    },
    {
      "title": "Le gouvernement luxembourgeois. Accord de Coalition 2023-2028",
      "year": 2023,
      "doi": "10.51644/9780889206724-001"
    },
    {
      "title": "Perceived factors informing the pre-acceptability of digital health innovation by aging respiratory patients: a case study from the Republic of Ireland",
      "authors": [
        "T Byrne",
        "N Murray",
        "M Mcdonnell-Naughton",
        "N Rowan"
      ],
      "year": 2023,
      "doi": "10.3389/fpubh.2023.1203937"
    },
    {
      "title": "Bericht Des GKV-Spitzenverbandes Über Die Inanspruchnahme Und Entwicklung Der Versorgung Mit Digitalen Gesundheitsanwendungen",
      "authors": [
        "Spitzenverband Bund Der Krankenkassen"
      ],
      "year": 2023
    },
    {
      "title": "Marktentwicklung Digitaler Gesundheitsanwendungen",
      "year": 2023,
      "doi": "10.1055/a-2048-0411"
    },
    {
      "title": "Moving forward with the European health data space: the need to restore trust in European health systems",
      "authors": [
        "J De Frutos Lucas",
        "H Haugo"
      ],
      "year": 2024
    },
    {
      "title": "Current challenges for evaluating mobile health applications",
      "authors": [
        "N Alon",
        "J Torous"
      ],
      "year": 2023
    },
    {
      "title": "Health technology assessment frameworks for eHealth: a systematic review",
      "authors": [
        "C Vis",
        "L Bührmann",
        "H Riper",
        "H Ossebaard"
      ],
      "year": 2020
    },
    {
      "title": "Suitability of current evaluation frameworks for use in the health technology assessment of mobile medical applications: a systematic review",
      "authors": [
        "M Moshi",
        "R Tooher",
        "T Merlin"
      ],
      "year": 2018
    },
    {
      "title": "Dynamic HTA for digital health solutions: opportunities and challenges for patient-centered evaluation",
      "authors": [
        "J Brönneke",
        "A Herr",
        "S Reif",
        "A Stern"
      ],
      "year": 2023,
      "doi": "10.1017/s0266462323002726"
    },
    {
      "title": "Recommendations for developing a lifecycle, multidimensional assessment framework for mobile medical apps",
      "authors": [
        "R Tarricone",
        "F Petracca",
        "M Cucciniello",
        "O Ciani"
      ],
      "year": 2022
    },
    {
      "title": "An accelerated access pathway for innovative highrisk medical devices under the new European Union Medical Devices and health technology assessment regulations? Analysis and recommendations",
      "authors": [
        "R Tarricone"
      ],
      "year": 2023
    },
    {
      "title": "Turning CMS into a health technology assessment organization",
      "authors": [
        "P Neumann",
        "S Tunis"
      ],
      "year": 2023,
      "doi": "10.1056/nejmp2305280"
    },
    {
      "title": "Advancing digital health applications: priorities for innovation in real-world evidence generation",
      "authors": [
        "A Stern"
      ],
      "year": 2022,
      "doi": "10.1016/s2589-7500(21)00292-2"
    },
    {
      "title": "A value framework to assess patient-facing digital health technologies that aim to improve chronic disease management: a delphi approach",
      "authors": [
        "M Haig",
        "C Main",
        "D Chávez",
        "P Kanavos"
      ],
      "year": 2023,
      "doi": "10.1016/j.jval.2023.06.008"
    },
    {
      "title": "Digital health applications and the fast-track pathway to public health coverage in Germany: challenges and opportunities based on first results",
      "authors": [
        "H Lantzsch",
        "H Eckhardt",
        "A Campione",
        "R Busse",
        "C Henschke"
      ],
      "year": 2022,
      "doi": "10.1186/s12913-022-08500-6"
    },
    {
      "title": "Economic evaluation of digital health interventions: methodological issues and recommendations for practice",
      "authors": [
        "M Gomes",
        "E Murray",
        "J Raftery"
      ],
      "year": 2022
    },
    {
      "title": "How to value digital health interventions? A systematic literature review",
      "authors": [
        "K Kolasa",
        "G Kozinski"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17062119"
    },
    {
      "title": "Core elements of national policy for digital health technology evidence and access",
      "authors": [
        "M Coder",
        "L Mcbride",
        "S Mcclenahan"
      ],
      "year": 2024,
      "doi": "10.1038/s41746-024-01209-2"
    }
  ],
  "num_references": 65
}
