{
  "paper_id": "SLF4TE7A",
  "title": "SMS text message reminders to improve infant vaccination coverage in Guatemala: A pilot randomized controlled trial",
  "abstract": "Background: Patient reminder systems are an evidence-based way to improve childhood vaccination rates but are difficult to implement in low-and middle-income countries (LMICs). Short Message Service (SMS) texts may offer a potential low-cost solution, especially in LMICs where mobile phones are becoming more ubiquitous. Objective: To determine if an SMS-based vaccination reminder system aimed at improving completion of the infant primary immunization series is feasible and acceptable in Guatemala. Methods: A pilot randomized controlled trial was conducted at two public health clinics in Guatemala City. Infants aged 8-14 weeks presenting for the first dose of the primary immunization series were enrolled in March-April 2013. Participants randomized into the intervention received three SMS reminders one week before the second and third dose. A follow-up acceptability survey was administered to both groups. Results: The participation rate was 86.8% (321/370); 8 did not own a cell phone and 12 could not use SMS. 96.9% of intervention parents were sent at least one SMS reminder prior to visit 2 and 96.3% prior to visit 3. Both intervention and usual care participants had high rates of vaccine and visit completion, with a non-statistically significant higher percentage of children in the intervention completing both visit 2 (95.0% vs. 90.1%, p = .12) and visit 3 (84.4% vs. 80.7%, p = .69). More intervention vs. usual care parents agreed that SMS reminders would be helpful for remembering appointments (p < .0001), agreed to being interested in receiving future SMS reminders (p < .0001), and said that they would be willing to pay for future SMS reminders (p = .01). Conclusion: This proof of concept evaluation showed that a new application of SMS technology is feasible to implement in a LMIC with high user satisfaction. Larger studies with modifications in the SMS system are needed to determine effectiveness (Clinical Trial Registry NCT01663636).",
  "year": 2016,
  "date": "2016-03-26",
  "journal": "J MTM",
  "publication": "J MTM",
  "authors": [
    {
      "forename": "Gretchen",
      "surname": "Domek",
      "name": "Gretchen Domek",
      "affiliation": "a  Department of Pediatrics , University of Colorado Anschutz Medical Campus , B065 , 13123 E. 16th Ave. , Aurora , CO 80045 , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of Colorado Anschutz Medical Campus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t B065 13123 E. 16th Ave. \n\t\t\t\t\t\t\t\t\t 80045 \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "gretchen.domek@childrenscolorado.org"
    },
    {
      "forename": "Ingrid",
      "surname": "Contreras-Roldan",
      "name": "Ingrid Contreras-Roldan",
      "affiliation": "c  Center for Health Studies , Universidad del Valle de Guatemala , 18 Av. 11-95 , Zona 15 , Vista Hermosa III , Guatemala City , Guatemala \n\t\t\t\t\t\t\t\t Center for Health Studies \n\t\t\t\t\t\t\t\t Universidad del Valle de Guatemala \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 18 Av. 11-95 Zona 15 Vista Hermosa III \n\t\t\t\t\t\t\t\t\t Guatemala City \n\t\t\t\t\t\t\t\t\t Guatemala"
    },
    {
      "forename": "Sean",
      "surname": "O'leary",
      "name": "Sean O'leary",
      "affiliation": "a  Department of Pediatrics , University of Colorado Anschutz Medical Campus , B065 , 13123 E. 16th Ave. , Aurora , CO 80045 , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of Colorado Anschutz Medical Campus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t B065 13123 E. 16th Ave. \n\t\t\t\t\t\t\t\t\t 80045 \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "sean.o'leary@childrenscolorado.org"
    },
    {
      "forename": "Sheana",
      "surname": "Bull",
      "name": "Sheana Bull",
      "affiliation": "b  Center for Global Health , Colorado School of Public Health , Mail Stop A090 , 13199 E Montview Blvd , Suite 310 , Aurora , CO 80045 , USA \n\t\t\t\t\t\t\t\t Center for Global Health \n\t\t\t\t\t\t\t\t Colorado School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mail Stop A090 13199 E Montview Blvd Suite 310 \n\t\t\t\t\t\t\t\t\t 80045 \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "sheana.bull@ucdenver.edu"
    },
    {
      "forename": "Anna",
      "surname": "Furniss",
      "name": "Anna Furniss",
      "affiliation": "d  Adult and Child Center for Health Outcomes Research and Delivery Science (ACCORDS) , University of Colorado Anschutz Medical Campus , Mail Stop F443 , 13199 E Montview Blvd , Suite 300 , Aurora , CO 80045 , USA \n\t\t\t\t\t\t\t\t Adult and Child Center for Health Outcomes Research and Delivery Science (ACCORDS) \n\t\t\t\t\t\t\t\t University of Colorado Anschutz Medical Campus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mail Stop F443 13199 E Montview Blvd Suite 300 \n\t\t\t\t\t\t\t\t\t 80045 \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "anna.furniss@ucdenver.edu"
    },
    {
      "forename": "Allison",
      "surname": "Kempe",
      "name": "Allison Kempe",
      "affiliation": "a  Department of Pediatrics , University of Colorado Anschutz Medical Campus , B065 , 13123 E. 16th Ave. , Aurora , CO 80045 , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of Colorado Anschutz Medical Campus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t B065 13123 E. 16th Ave. \n\t\t\t\t\t\t\t\t\t 80045 \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "allison.kempe@childrenscolorado.org"
    },
    {
      "forename": "Edwin",
      "surname": "Asturias",
      "name": "Edwin Asturias",
      "affiliation": "a  Department of Pediatrics , University of Colorado Anschutz Medical Campus , B065 , 13123 E. 16th Ave. , Aurora , CO 80045 , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of Colorado Anschutz Medical Campus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t B065 13123 E. 16th Ave. \n\t\t\t\t\t\t\t\t\t 80045 \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "edwin.asturias@childrenscolorado.org"
    },
    {
      "affiliation": "Center for Global Health , Colorado School of Public Health , Mail Stop A090 , 13199 E. Montview Blvd , Suite 310 , Aurora , CO 80045 , USA. \n\t\t\t\t\t\t\t\t Center for Global Health \n\t\t\t\t\t\t\t\t Colorado School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mail Stop A090 13199 E. Montview Blvd Suite 310 \n\t\t\t\t\t\t\t\t\t 80045 \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/100011893",
  "sections": [
    {
      "title": "Introduction",
      "text": "Mobile technologies, such as Short Message Service (SMS) texts, have tremendous and untapped potential for disease management in low-and middle-income countries (LMICs). Mobile phone use continues to rapidly increase globally, especially in LMICs where the majority of subscribers now reside  [1, 2] . Given its ubiquitous and low-cost nature, mobile telecommunication may be able to break the \"digital divide\" and be used as an important means to improve health outcomes  [3, 4] . Several studies have explored the use of SMS messaging to improve disease prevention in LMICs and have shown promising results  [5] [6] [7] [8] [9] [10] [11] [12] .\n\nOne potential use of SMS involves improving the timeliness and overall completion of the childhood vaccination series. Immunization is one of the most successful and cost-effective public health interventions. However, over 18 million children under the age of one worldwide remain under-immunized and at increased risk for premature death and long-term disability due to vaccinepreventable causes  [13] . A major barrier to delivering the infant primary series, especially in LMICs, is the difficulty providers have in communicating with parents regarding the need for and timeliness of these vaccines. Many LMICs do not have functioning preventive health services, making the delivery of immunizations more difficult. There is a need to optimize vaccine supply chains and logistics systems to function effectively and extend the reach of immunizations, especially in difficult to reach populations. Mobile technologies may be able to bridge this gap and transform communication between health care facilities providing immunizations and parents of young children to improve overall vaccination coverage and child health outcomes.\n\nVaccination rates in Guatemala are well below the United Nations Children's Fund (UNICEF) and World Health Organization's (WHO) Global Immunization Vision and Strategy (GIVS) coverage goal of 90%  [14] , with only 75% of infants having received the recommended three doses of pentavalent vaccine (diphtheria, tetanus, pertussis, hepatitis B, and Haemophilus influenzae B) by age 12 months in the central Department of Guatemala (which includes Guatemala City)  [15] . An SMS reminder platform was developed by the Guatemala Ministry of Public Health and Social Assistance (Ministerio de Salud Pública y Asistencia Social, MSPAS), the Pan American Health Organization (PAHO), and project Optimize to deliver SMS messages to health care workers in order to maintain the quantity and quality of vaccine inventory in a rural area of Guatemala  [16] . In collaboration with the MSPAS and PAHO, this platform was modified in the current study to provide SMS reminders to parents. The purpose of this pilot evaluation was to test the feasibility and acceptance of SMS vaccination reminders sent to parents of children presenting for their infant primary immunization series in Guatemala City and to evaluate the potential of a larger scale program to optimize immunization delivery in a LMIC."
    },
    {
      "title": "Methods",
      "text": "This evaluation was designed as a pilot randomized controlled trial and was conducted at two public health clinics in Guatemala City serving a publically insured and low-income population. Enrollment occurred between March and April of 2013. Participation was voluntary and parents were not given any incentives. The evaluation was approved by the Colorado Multiple Institutional Review Board, the Universidad del Valle Ethics Committee, and the Guatemala National Ethics Committee of the MSPAS as a quality improvement project."
    },
    {
      "title": "Participants",
      "text": "Parents of infants between the ages of 8 and 14 weeks presenting for the first dose of the 3-dose infant primary immunization series were eligible if they owned a mobile phone with SMS text messaging capability. At least one parent had to be literate and able to use SMS technology. Parents were excluded if they were under 18 years of age or if their child had a contraindication to vaccination. Study nurses reviewed the protocol with parents, and all participating parents signed a consent for study inclusion and the release of their child's vaccination records. Participants were allocated to either an intervention or usual care group using a computer-generated randomization scheme with the investigators being blind to the allocation. Upon unlocking the database, it was noted that a disproportionate number of participants were randomized into the intervention group during the first month and the usual care group during the second month of the enrollment period. Equal numbers of intervention and usual care participants were enrolled at the two clinic sites."
    },
    {
      "title": "Intervention",
      "text": "The infant primary immunization series in Guatemala consists of vaccine doses at two months of age (visit 1: pentavalent, pneumococcal, poliomyelitis, and rotavirus), four months (visit 2: pentavalent, pneumococcal, poliomyelitis, and rotavirus), and six months (visit 3: pentavalent and poliomyelitis). Pentavalent vaccine in Guatemala is a combination vaccine for diphtheria, tetanus, pertussis (whole-cell), Haemophilus influenza B, and hepatitis B. All patients, including usual care patients, received written reminders in the child's immunization card for the next dose of vaccines at the time of each vaccination based on the usual standard of care at both clinics. Those randomized into the intervention group also received the following SMS text messages at six, four, and two days before the next scheduled date for visits 2 and 3: \"Your child [autopopulate child's name] is due on [autopopulate date] at [autopopulate clinic name] for vaccines.\" The SMS messages had a third grade Flesch-Kincaid readability level and were translated into Spanish. Automated SMS texts were generated using a customized computer-based software program hosted at the Health Information Management System (Sistema de Información Gerencial de Salud, SIGSA) of the MSPAS. All children were followed for six months, which allowed two months of observation following each expected visit in the primary immunization series."
    },
    {
      "title": "Data collection",
      "text": "At enrollment (visit 1), all participants completed a baseline demographic survey. Research nurses collected data at visits 2 and 3, including information regarding family mobile phone use, receipt of SMS reminders, and vaccines given. Immunization records were able to be confirmed for children who returned to either of the two study sites. The mobile carrier report from SIGSA included the number and dates of SMS reminders sent to each participant but could not verify if the messages were received or read by the parent. A follow-up satisfaction survey using a 5-point Likert scale was administered by a study nurse to all participants during the final study visit. All surveys were pretested by our study group in Guatemala. A study nurse administered surveys in person during the immunization visits and entered results using a hand-held tablet based device."
    },
    {
      "title": "Statistical analysis",
      "text": "The primary outcomes for this study were the proportion of parents who were sent SMS messages and parental satisfaction with the intervention. Secondary outcomes included completion of the infant immunization series and the rate of completion by visit and by antigen. Chi-square, Mantel-Haenszel, Fisher's Exact, Wilcoxon Rank Sum, and logistic regression were used to test for differences between the intervention and the usual care group. Both per protocol and intention to treat analyses were done. All analyses were conducted using SAS (SAS 9.3, SAS Institute, Cary, NC)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study population",
      "text": "Of the 370 children screened for eligibility, 321 (86.8%) infants were enrolled in the study (Fig.  1 ). Forty-nine children were determined ineligible due to older or younger age (n = 4), not receiving the child's first pentavalent vaccine (n = 6), parent not owning a cell phone (n = 8), parent owning a cell phone that does not have SMS capability or unable to use SMS technology (n = 12), or parent not giving consent (n = 19). Of those patients screened for eligibility, 94.6% (n = 350) of parents owned a cell phone and were able to use SMS on their phone. Once enrolled, participants were allocated to the intervention (n = 160) or usual care (n = 161) group. Parents in the usual care group had significantly higher income with more fathers working; otherwise, there were no significant differences between the baseline demographics of intervention and usual care children and their parents (Table  1 ). Twenty-four patients (7.5%) were lost to follow-up after the first visit and 32 patients (10.0%) after the second visit for a total of 56 patients (17.4%) lost to followup during the study."
    },
    {
      "title": "Text message delivery",
      "text": "According to the mobile carrier report, a total of 373 SMS reminder messages were sent prior to visit 2 and 409 prior to visit 3; 96.9% (n = 155) of intervention parents were sent at least one SMS reminder prior to visit 2 and 96.3% (n = 154) prior to visit 3 (Table  2 ). While a majority of children randomized to the SMS reminder group were sent the intended three reminders (52.5% for visit 2 and 46.9% for visit 3), some parents were sent fewer than three messages (47.5% for visit 2 and 41.3% for visit 3) and other parents were sent four or five messages prior to visit 3 (11.9%). There were challenges with the SMS delivery system that included power outages and delays in recharging the server that either resulted in missed messages or repeat messages being delivered upon reactivation of the delivery platform."
    },
    {
      "title": "Impact of text message reminders",
      "text": "Per protocol analyses were consistent with intention to treat. Both intervention and usual care groups had high rates of vaccine and visit completion (Table  3 ). A non-statistically significant higher percentage of children completed each immunization series in the intervention group compared to the usual care group (84.4% vs 80.7% for pentavalent and poliomyelitis, 90.0% vs. 83.2% for pneumococcal, and 91.9% vs. 88.8% for rotavirus). A higher percentage of children in the intervention versus usual care group also completed both visit 2 (95.0% vs. 90.1%) and visit 3 (84.4% vs. 80.7%), although no result reached statistical significance."
    },
    {
      "title": "Parent satisfaction",
      "text": "Follow-up survey response rates for those completing visit 3 were 83.0% (n = 112) for intervention parents and 80.0% (n = 104) for usual care parents (Table  4 ). Of those in the intervention, 78.3% remembered receiving SMS messages. In general, intervention parents had more favorable views toward SMS reminders than those in the usual care group. More intervention parents agreed that SMS reminders would be helpful for remembering appointments compared to usual care parents (p < .0001), agreed to being interested in receiving future SMS reminders (p < .0001), and said that they would be willing to pay for future SMS reminders (p = .01). Participants with a higher income in both groups were more likely to agree to paying for SMS reminders (p = .02) (Fig.  2 ). All intervention parents would recommend SMS reminders to family."
    },
    {
      "title": "Discussion",
      "text": "Our results from this pilot evaluation demonstrated that it was feasible and acceptable for parents to use an SMS-based vaccine reminder system in a LMIC, such as Guatemala, with high user satisfaction. Although this pilot was not adequately powered to detect statistically significant differences in a population with already high vaccine coverage rates, the observed point estimate for the difference is consistent with previous literature on reminder-recall systems  [17] [18] [19] [20] . Furthermore, the lessons learned during this pilot will help inform future large scale randomized trials. Despite problems with the SMS delivery software noted above, the SMS system proved feasible and worked well enough to deliver at least one SMS to almost every family. Additionally, almost all parents in this low-resource setting had access to a cellular phone with SMS capability and were able to use SMS technology. The results related to acceptance are also encouraging. Parents were willing to provide their cellular number to receive text reminders, with very few parents choosing not to participate. Parents reported high user satisfaction, with almost all parents expressing interest in receiving future SMS reminders and many parents even willing to pay for these reminders. Overall, our data suggest that with a well-functioning system, integration of SMS for vaccine reminders in LMICs would be both feasible and accepted by parents.\n\nReminder-recall systems that inform when patients are due or overdue for specific immunizations have been tested in the primary care setting of high-income countries and have been shown to effectively improve immunization rates for both children and adults, including postcards, letters, e-mails, and telephone or auto dialer calls  [17] [18] [19] [20] . Despite these evidence-based interventions, such methods are being underutilized due to a lack of resources, especially in low-income populations where reminder-recalls have been difficult to implement successfully  [21] [22] [23] . Newer and more cost-effective systems are being sought. Vaccine reminders with SMS technology have yielded promising results when used in high-income countries. Studies have shown increased compliance with vaccination schedules in travelers receiving the hepatitis A and B vaccine series  [24] , pediatric patients receiving influenza  [25, 26]  and post shortage Haemophilus influenza B  [27] , adolescent patients receiving MCV4/Tdap  [27]  and human papillomavirus  [28]   immunizations, and children receiving their primary immunization series  [29]  and MMR vaccination  [30] . Preliminary studies are promising and suggest that parents may even prefer text message reminders over other forms of communication  [31, 32] . Additionally, a recent meta-analysis demonstrated the strong potential of text messaging as an intervention to facilitate healthy behaviors and identified a number of \"SMS best practices\" consistent across effective studies in several countries, including sending tailored, targeted, and personalized messages  [33] . While there is growing evidence to support SMS applications for health promotion, most research has been done in high-income countries  [34] , and the evaluation of these interventions in LMICs has generally not been done consistently or rigorously  [5, 35] . While SMS reminder applications have been tested in LMICs, we are only aware of one other LMIC study using SMS to improve completion of the infant immunizations series  [36] . This evaluation had several limitations. As a pilot study we were not adequately powered to assess efficacy; the aforementioned system implementation issues contributed to the potentially limited impact of the program. Even when SMS texts were delivered, the * p = 0.02 (Fisher's Exact test reported for the over all trend) ** Q = Gua temala n Qu etzal (Q1 = $0.13 USD)   MSPAS platform did not have a reporting feature, so we were only able to verify when a text was sent by the mobile carrier but not if it was received or read by the parent. Thus, we do not know if those parents who did not recall receiving the text messages did not, in fact, receive the reminders or if they forgot. We experienced another limitation when we were unable to track childhood vaccination records outside of the study clinics. The MSPAS is in the process of creating a computerized National Immunization Registry to track childhood vaccinations. However, this registry was not yet functional at the time of our evaluation, and we were only able to confirm immunization records for children who returned to one of our two study sites. This evaluation was also limited by a potential selection bias. Children in both groups had high visit and immunization completion rates, making it more difficult to show an effect. This may be because children were recruited at visit 1 if they presented to the clinic within six weeks of the visit due date, creating a bias for those children already receiving their immunizations on time. As this was a pilot evaluation, it was further limited by a small sample size and was only conducted in one setting, therefore making it less generalizable. The baseline sample was also not equivalent on income and fathers working. While this is not unusual with a small sample size, it is possible that the disproportionate number of participants randomized into the intervention during the first month of the study accounted for this difference in employment and income. There were intermittent shortages of pneumococcal vaccine available in the private sector during our study, which may have resulted in some of these patients attending the public clinics for immunizations. There are several lessons learned during this pilot that will help inform future large scale randomized trials in LMICs. We suggest having a back-up server and potentially a generator with a detailed protocol to resend messages after outages to ensure that parents in future studies are able to receive the intended SMS reminders. Other studies have implemented bi-directional messaging into their automated SMS delivery programs to allow recipients to confirm receipt of a message. This was not implemented in our study because, while our participants could receive an SMS text without charge, they would have had to pay to send a bi-directional confirmation message. This is an area that could be explored in future studies. It will also be important in the future to demonstrate test message implementation linked to an immunization registry in a LMIC.\n\nThis study had several strengths, including very high recruitment and little loss to follow-up relative to other studies. Although not reaching statistical significance, a higher percentage of intervention children completed each vaccine and both immunization visits. This suggests that while the use of mobile phones and text messaging by public health systems still remains in its infancy on a global scale, the potential for this technology to break the barriers between the intended goals of national immunization programs and the ultimate users of vaccines is maturing as a promising opportunity. There is a need for a greater number of studies evaluating SMS with sound methodology and sufficient statistical power that are based in resource-limited settings, especially with regard to large-scale implementation."
    },
    {
      "title": "Conclusion",
      "text": "Given the ubiquitous nature and relative affordability of mobile phones, these devices have enormous potential to improve health outcomes in LMICs by reaching large populations at low cost. Vaccine coverage in many LMICs remains below acceptable levels, placing children at risk for unnecessary morbidity and mortality. Although patient reminder systems are an evidence-based way to improve childhood vaccination rates, they have proven difficult to implement in low-resource settings. SMS texts offer a possible low cost solution with the advantageous potential for scalability at little to no increased cost. This proof of concept evaluation showed that a new application of SMS technology could be widely implemented in a LMIC with few parents not able to use SMS and high parent satisfaction. Larger studies with modifications in the SMS system are needed to determine effectiveness."
    },
    {
      "text": "Fig. 1. CONSORT diagram."
    },
    {
      "text": "Fig. 2.Comparison * of those who agree vs. those who do not agree with the statement 'Would be willing to pay for text message reminders' by monthly income level."
    },
    {
      "text": "Baseline demographic characteristics of entire study population and by study group."
    },
    {
      "text": "Number (%) of intervention parents sent text messages (mobile carrier report)."
    },
    {
      "text": "Study demographics and study outcomes by Intention to Treat (ITT) study groups."
    },
    {
      "text": "Attitudes regarding the reminder intervention.No respondents answered \"Strongly Disagree\" to any of the three questions; therefore, that response line has been removed from the table."
    }
  ],
  "references": [
    {
      "title": "mHealth possibilities in a changing world. Distribution of global cell phone subscriptions",
      "authors": [
        "A Bastawrous",
        "B Hennig",
        "I Livingstone"
      ],
      "year": 2013
    },
    {
      "title": "New horizons for health through mobile technologies",
      "authors": [
        "Who",
        "Mhealth"
      ],
      "year": 2011
    },
    {
      "title": "Can information and communication technologies be pro-poor?",
      "authors": [
        "E Forestier",
        "J Grace",
        "C Kenny"
      ],
      "year": 2002
    },
    {
      "title": "Can the ubiquitous power of mobile phones be used to improve health outcomes in developing countries?",
      "authors": [
        "W Kaplan"
      ],
      "year": 2006
    },
    {
      "title": "Effectiveness of mHealth behavior change communication interventions in developing countries: a systematic review of the literature",
      "authors": [
        "T Gurman",
        "S Rubin",
        "A Roess"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649160"
    },
    {
      "title": "Short message service (SMS) applications for disease prevention in developing countries",
      "authors": [
        "C Déglise",
        "L Suggs",
        "P Odermatt"
      ],
      "year": 2012
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritv",
        "E Mills",
        "A Kariri",
        "S Karanja",
        "M Chung"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)61997-6"
    },
    {
      "title": "Mobile phones for health education in the developing world: SMS as a user interface",
      "authors": [
        "C Danis",
        "J Ellis",
        "W Kellogg",
        "H Beijma",
        "B Hoefman",
        "S Daniels"
      ],
      "year": 2010,
      "doi": "10.1145/1926180.1926197"
    },
    {
      "title": "Mobile phones as a health communication tool to improve skilled attendance at delivery in Zanzibar: a cluster-randomized controlled trial",
      "authors": [
        "S Lund",
        "M Hemed",
        "B Nielsen",
        "A Said",
        "K Said",
        "M Makungu"
      ],
      "year": 2012
    },
    {
      "title": "Comparison of an SMS text messaging and phone reminder to improve attendance at a health promotion center. A randomized controlled trial",
      "authors": [
        "Z Chen",
        "L Fang",
        "L Chen",
        "H Dai"
      ],
      "year": 2008,
      "doi": "10.1631/jzus.b071464"
    },
    {
      "title": "Short text messages (SMS) as a reminder system for making working women from Delhi breast aware",
      "authors": [
        "A Khokhar"
      ],
      "year": 2009
    },
    {
      "title": "The effect of mobile phone text-message reminders on Kenyan health workers' adherence to malaria treatment guidelines: a cluster randomised trial",
      "authors": [
        "D Zurovac",
        "R Sudoi",
        "W Akhwale",
        "M Ndiritu",
        "D Hamer",
        "A Rowe"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60783-6"
    },
    {
      "title": "Global Immunization Data",
      "year": 2015,
      "doi": "10.57740/m9jz-9n26"
    },
    {
      "title": "Estimating the costs of achieving the WHO-UNICEF Global Immunization Vision and Strategy, 2006-2015",
      "authors": [
        "L Wolfson",
        "F Gasse",
        "S Lee-Martin",
        "P Lydon",
        "Magan Tibouti"
      ],
      "year": 2008,
      "doi": "10.2471/blt.07.045096"
    },
    {
      "title": "Encuesta Nacional de Salud Materno Infantil (ENSMI)",
      "year": 2008,
      "doi": "10.36631/arrupe.2022.08.04"
    },
    {
      "title": "Immunization systems and technologies for tomorrow",
      "year": 2013
    },
    {
      "title": "Patient reminder and patient recall systems to improve immunization rates",
      "authors": [
        "Jacobson Vann",
        "J Szilagyi"
      ],
      "year": 2005
    },
    {
      "title": "Effect of patient reminder/recall interventions on immunizations rates: a review",
      "authors": [
        "P Szilagyi",
        "C Boardley",
        "J Vann",
        "A Chelminski",
        "R Kraus",
        "P Margolis"
      ],
      "year": 2000
    },
    {
      "title": "Reviews of evidence regarding interventions to improve vaccination coverage in children, adolescents, and adults. The Task Force on Community Preventive Services",
      "authors": [
        "P Briss",
        "L Rodewald",
        "A Hinman",
        "A Shefer",
        "R Strikas",
        "R Bernier"
      ],
      "year": 2000,
      "doi": "10.1016/s0749-3797(99)00118-x"
    },
    {
      "title": "Parental reminder, recall, and educational interventions to improve early childhood immunization uptake: a systematic review and meta-analysis",
      "authors": [
        "H Harvey",
        "N Reissland",
        "J Mason"
      ],
      "year": 2015,
      "doi": "10.1016/j.vaccine.2015.04.085"
    },
    {
      "title": "Adoption of reminder and recall messages for immunizations by pediatricians and public health clinics",
      "authors": [
        "C Tierney",
        "H Yusuf",
        "S Mcmahon",
        "D Rusinak",
        "O 'brien",
        "M Massoudi"
      ],
      "year": 2003,
      "doi": "10.1542/peds.112.5.1076"
    },
    {
      "title": "Challenges and successes of immunization registry reminders at inner-city practices",
      "authors": [
        "M Irigoyen",
        "S Findley",
        "D Wang",
        "S Chen",
        "F Chimkin",
        "O Pena"
      ],
      "year": 2006,
      "doi": "10.1016/j.ambp.2005.10.006"
    },
    {
      "title": "The impact of reminder-ecall interventions on low vaccination coverage in an inner-city population",
      "authors": [
        "C Lebaron",
        "D Starnes",
        "K Rask"
      ],
      "year": 2004,
      "doi": "10.1001/archpedi.158.3.255"
    },
    {
      "title": "The role of mobile phones in improving vaccination rates in travelers",
      "authors": [
        "A Vilella",
        "J Bayas",
        "M Diaz",
        "C Guinovart",
        "V Diewz",
        "D Simo"
      ],
      "year": 2004
    },
    {
      "title": "Effect of a text messaging intervention on influenza vaccination in an urban, low-income pediatric and adolescent population: a randomized controlled trial",
      "authors": [
        "M Stockwell",
        "E Kharbanda",
        "R Martinez",
        "C Vargas",
        "D Vawdry",
        "S Camargo"
      ],
      "year": 2012
    },
    {
      "title": "Text message reminders for second dose of influenza vaccine: a randomized controlled trial",
      "authors": [
        "M Stockwell",
        "A Hofstetter",
        "N Durivage",
        "A Barrett",
        "N Fernandez",
        "C Vargas"
      ],
      "year": 2015,
      "doi": "10.1542/peds.2014-2475"
    },
    {
      "title": "Text4Health: impact of text message reminder-recalls for pediatric and adolescent immunizations",
      "authors": [
        "M Stockwell",
        "E Kharbanda",
        "R Martinez",
        "C Vargas",
        "M Lara",
        "D Vawdrey"
      ],
      "year": 2012,
      "doi": "10.2105/ajph.2011.300331"
    },
    {
      "title": "Text message reminders to promote human papillomavirus vaccination",
      "authors": [
        "E Kharbanda",
        "M Stockwell",
        "H Fox",
        "R Andres",
        "M Lara",
        "V Rickert"
      ],
      "year": 2011,
      "doi": "10.1016/j.vaccine.2011.01.065"
    },
    {
      "title": "Feasibility of a randomized controlled trial to evaluate Text Reminders for Immunization Compliance in Kids (TRICKs)",
      "authors": [
        "C Ahlers-Schmidt",
        "A Chesser",
        "T Nguyen",
        "J Brannon",
        "T Hart",
        "K Williams"
      ],
      "year": 2012,
      "doi": "10.1016/j.vaccine.2012.06.058"
    },
    {
      "title": "Text message reminders for timely routine MMR vaccination: a randomized controlled trial",
      "authors": [
        "A Hofstetter",
        "N Durivage",
        "C Vargas",
        "S Camargo",
        "D Vawdrey",
        "A Fisher"
      ],
      "year": 2015,
      "doi": "10.1016/j.vaccine.2015.09.042"
    },
    {
      "title": "Structured interviews regarding immunization communication and text message reminders",
      "authors": [
        "C Ahlers-Schmidt",
        "A Chesser",
        "A Paschal",
        "T Hart",
        "K Williams",
        "B Yaghmai"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1976"
    },
    {
      "title": "Text4Health: a qualitative evaluation of parental readiness for text message immunization reminders",
      "authors": [
        "E Kharbanda",
        "M Stockwell",
        "H Fox",
        "V Rickert"
      ],
      "year": 2009,
      "doi": "10.2105/ajph.2009.161364"
    },
    {
      "title": "Efficacy of text messagingbased interventions for health promotion: a meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino",
        "N Harrington"
      ],
      "year": 2013,
      "doi": "10.1016/j.socscimed.2013.08.003"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.040"
    },
    {
      "title": "Effectiveness of short message services reminder on childhood immunization programme in Kadoma, Zimbabwe -a randomized controlled trial, 2013",
      "authors": [
        "D Bangure",
        "D Chirundu",
        "N Gombe",
        "T Marufu",
        "G Mandozana",
        "M Tshimanga"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1470-6"
    }
  ],
  "num_references": 36
}
