{
  "paper_id": "SW2Q34D6",
  "title": "Measured cardiorespiratory fitness and self-reported physical activity: associations with cancer risk and death in a long-term prospective cohort study",
  "abstract": "Physical activity is inversely associated with risk of some cancers. The relation with cancer-specific death remains uncertain. Mainly, studies on relationships between physical activity and cancer are based on self-reported physical activity (SPA). Hereby, we examined whether measured cardiorespiratory fitness (CRF) is associated with cancer risk, mortality, and case fatality. We also describe relationships between SPA and these outcomes, and between CRF and SPA. A cohort of 1997 healthy Norwegian men, aged 40-59 years at inclusion in 1972-75, was followed throughout 2012. At baseline, CRF was objectively measured. SPA (leisure time and occupational) was obtained through a questionnaire. Relationships between CRF or SPA, and the outcomes were estimated using Cox regression, adjusted for age, body mass index (BMI), and smoking. Pearson correlation coefficients evaluated agreements between CRF and SPA. During follow-up, 758 men were diagnosed with cancer and 433 cancer deaths occurred. Analyses revealed lower cancer risk (Hazard ratio [HR] 0.85, 95% confidence intervals [CI]: 0.68-1.00), mortality (HR 0.68, 95% CI: 0.53-0.88), and case fatality (HR 0.74, 95% CI: 0.57-0.96), in men with high CRF compared to low CRF. Light leisure time SPA was associated with lower cancer risk (HR 0.70, 95% CI: 0.56-0.86) and mortality (HR 0.64 95% CI: 0.49-0.83), whereas strenuous occupational SPA was associated with higher risks (HR 1.42,. Correlations between CRF and SPA were 0.351 (P < 0.001) and -0.106 (P < 0.001) for leisure time and occupational SPA, respectively. A high midlife CRF may be beneficial for cancer risk, cancer mortality, and case fatality.",
  "year": 2007,
  "date": "2007",
  "journal": "Int. J. Cancer",
  "publication": "Int. J. Cancer",
  "authors": [
    {
      "forename": "Trude",
      "surname": "Robsahm",
      "name": "Trude Robsahm",
      "affiliation": "1  Department of Research , Cancer Registry of Norway , PB 5313 Majorstuen , Oslo N-0304 , Norway \n\t\t\t\t\t\t\t\t Department of Research \n\t\t\t\t\t\t\t\t Cancer Registry of Norway \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PB 5313 Majorstuen \n\t\t\t\t\t\t\t\t\t N-0304 \n\t\t\t\t\t\t\t\t\t Oslo \n\t\t\t\t\t\t\t\t\t Norway",
      "email": "trude.eid.robsahm@kreftregisteret.no"
    },
    {
      "forename": "Ragnhild",
      "surname": "Falk",
      "name": "Ragnhild Falk",
      "affiliation": "2  Oslo centre for biostatistics and epidemiology , Oslo University Hospital , Pb 4950 Nydalen , Oslo 0424 , Norway \n\t\t\t\t\t\t\t\t Oslo centre for biostatistics and epidemiology \n\t\t\t\t\t\t\t\t Oslo University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pb \n\t\t\t\t\t\t\t\t\t 4950 0424 \n\t\t\t\t\t\t\t\t\t Nydalen Oslo \n\t\t\t\t\t\t\t\t\t Norway"
    },
    {
      "forename": "Trond",
      "surname": "Heir",
      "name": "Trond Heir",
      "affiliation": "3  Oslo Ischemia study , Oslo University Hospital , Oslo , Norway \n\t\t\t\t\t\t\t\t Oslo Ischemia study \n\t\t\t\t\t\t\t\t Oslo University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oslo \n\t\t\t\t\t\t\t\t\t Norway"
    },
    {
      "forename": "Leiv",
      "surname": "Sandvik",
      "name": "Leiv Sandvik",
      "affiliation": "2  Oslo centre for biostatistics and epidemiology , Oslo University Hospital , Pb 4950 Nydalen , Oslo 0424 , Norway \n\t\t\t\t\t\t\t\t Oslo centre for biostatistics and epidemiology \n\t\t\t\t\t\t\t\t Oslo University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pb \n\t\t\t\t\t\t\t\t\t 4950 0424 \n\t\t\t\t\t\t\t\t\t Nydalen Oslo \n\t\t\t\t\t\t\t\t\t Norway"
    },
    {
      "forename": "Linda",
      "surname": "Vos",
      "name": "Linda Vos",
      "affiliation": "1  Department of Research , Cancer Registry of Norway , PB 5313 Majorstuen , Oslo N-0304 , Norway \n\t\t\t\t\t\t\t\t Department of Research \n\t\t\t\t\t\t\t\t Cancer Registry of Norway \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PB 5313 Majorstuen \n\t\t\t\t\t\t\t\t\t N-0304 \n\t\t\t\t\t\t\t\t\t Oslo \n\t\t\t\t\t\t\t\t\t Norway"
    },
    {
      "forename": "Jan",
      "surname": "Erikssen",
      "name": "Jan Erikssen",
      "affiliation": "3  Oslo Ischemia study , Oslo University Hospital , Oslo , Norway \n\t\t\t\t\t\t\t\t Oslo Ischemia study \n\t\t\t\t\t\t\t\t Oslo University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oslo \n\t\t\t\t\t\t\t\t\t Norway"
    },
    {
      "forename": "Steinar",
      "surname": "Tretli",
      "name": "Steinar Tretli",
      "affiliation": "1  Department of Research , Cancer Registry of Norway , PB 5313 Majorstuen , Oslo N-0304 , Norway \n\t\t\t\t\t\t\t\t Department of Research \n\t\t\t\t\t\t\t\t Cancer Registry of Norway \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PB 5313 Majorstuen \n\t\t\t\t\t\t\t\t\t N-0304 \n\t\t\t\t\t\t\t\t\t Oslo \n\t\t\t\t\t\t\t\t\t Norway"
    },
    {
      "affiliation": "Department of research , Cancer registry of Norway , PB 5313 Majorstuen , N-0304 Oslo , Norway. \n\t\t\t\t\t\t\t\t Department of research \n\t\t\t\t\t\t\t\t Cancer registry of Norway \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PB 5313 Majorstuen \n\t\t\t\t\t\t\t\t\t N-0304 \n\t\t\t\t\t\t\t\t\t Oslo \n\t\t\t\t\t\t\t\t\t Norway"
    }
  ],
  "doi": "10.1002/cam4.773",
  "keywords": [
    "Cardiorespiratory fitness",
    "physical activity",
    "cancer",
    "risk",
    "mortality",
    "fatality"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Over the last decades, a large number of epidemiological studies have investigated whether physical activity is associated with lower cancer risk. In men, however, evidence for such a relationship is only revealed for colon cancer  [1, 2] . For other cancers, the association is less clear  [1, 2] . An inverse association is also observed between physical activity and cancer mortality, for total cancer  [3] [4] [5] [6] [7] [8] [9]  and cancer-specific for colon, liver, and lung cancer  [3, 6, 9, 10] . Whether prediagnostic physical activity influences cancer survival in cancer patients is a question given less attention. A positive relationship with survival is, however, indicated in studies of colorectal cancer  [11] [12] [13] . Physical activity is demonstrated to influence several biological mechanisms (hormonal, immunological, and mechanical) associated with cancer development  [14]  and, potentially, physical activity may influence development of most major cancers.\n\nThe unclear relationship between physical activity and cancer development may be due to difficulties in obtaining reliable data on physical activity habits, particularly over a long time-span. Self-reported physical activity (SPA), typically used in epidemiological research, may underestimate the association between physical activity and health outcomes  [15, 16] . Physical fitness, a set of physiological attributes that are enhanced through regular physical activity, is less prone to misclassification and may better capture health consequences of an active versus sedentary lifestyle than self-reported activity. Most common in use in health studies is measurement of cardiorespiratory fitness (CRF), which reflects the ability of the body's circulatory and respiratory systems to supply oxygen during sustained physical activity. CRF thus constitutes an objective measure of aerobic activity performed over time  [17] , and for all-cause mortality  [18]  and cardiovascular diseases (CVD) risk and mortality  [19, 20]  an inverse association with CRF is well established. This provides an expectation of a stronger association between CRF and cancer than found for SPA. CRF assessment, however, is highly resource-intensive and therefore rarely used in cancer epidemiological research. To our knowledge, few studies have evaluated associations between CRF and cancer risk  [21] [22] [23] [24]  and case fatality  [22] , whereas several studies have investigated the association between CRF and cancer mortality in men  [23, [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] .\n\nBased on a male cohort of initially healthy middle-aged men, with measurement of CRF and SPA, leisure time and occupational, we aimed to explore whether CRF and SPA were related to overall cancer risk, cancer mortality and cancer case fatality. In addition, we aimed to examine the agreement between CRF and SPA."
    },
    {
      "title": "Material and Methods",
      "text": "The study is based on the Oslo Ischemia cohort  [35] , and data on cancer and death, from the Norwegian Cancer Registry and the Cause of Death Registry, respectively."
    },
    {
      "title": "Data sources",
      "text": "The Oslo Ischemia study is a comprehensive health survey established in 1972, aimed to examine the prevalence and development of coronary heart disease and other cardiovascular diseases in a healthy male population  [35] . In total, 2341 healthy employed men, in the agegroup 40-59 years, were invited, of whom 2014 (86%) participated by completing the study protocol. Details about the selection criteria are presented elsewhere  [35] [36] [37] . At baseline, after 12 h of fasting and 8 h nonsmoking, a comprehensive clinical examination was conducted, including measurements of height, weight, lung capacity, and a panel of blood tests, and a near maximal exercise bicycle test  [35] . The exercise test was performed step-wise, with a duration of 6 min on each step, starting at 100 watts. The load was incremented by 50 watts per step  [35] . In addition, information on lifestyle variables (i.e., smoking habits and physical activity at work and leisure time) was collected through a questionnaire  [38] . This cohort has not been examined with regard to risks of cancer, cancer mortality, or cancer survival, except for a recent study that found an inverse association between cholesterol and risk of prostate cancer  [39] .\n\nThe Cancer Registry of Norway has, since the establishment in 1953, registered data on all malignancies diagnosed in the Norwegian population. Mandatory reporting from several independent sources ensures completeness and high data quality  [40] . The Cause of Death Registry contains information on all recorded deaths of Norwegian citizens living in Norway at time of death since 1st of January 1951. Linkages between the Oslo Ischemia study, the Cancer Registry and the Cause of Death Registry, were possible using the unique 11-digit personal identification number, which was assigned all Norwegians in 1960 and thereafter to all newborns and persons residing in Norway. The linkages gave complete information on cancer (cancer type, date of diagnosis) vital status, date and cause of death, and date of migration. Permission to link the data was provided by the Regional Committees for Medical and Health Research Ethics."
    },
    {
      "title": "Exposure variables",
      "text": "Cardiovascular fitness was measured as total work (sum of work performed in the bicycle test) divided by body weight, kJ/kg, in tertiles, giving the tertile limits: 1: <118.9 (mean 91.9); 2: 119-161.4 (mean 139.1); 3: >161.5 (mean 207.9). Information on SPA, leisure time, and occupational, was extracted from the questionnaire and divided into the following categories: Leisure time SPA: no activity, light level (light intensity activity as walking/gardening), moderate/high level (moderate to high intensity activity ≥2 times/week); Occupational SPA: sedentary, standing/walking, strenuous. Age at inclusion was divided into four groups (<45, 45-49, 50-54, 55 + years). Individual body mass index (BMI) was calculated based on the objective measurements of height and weight (body weight/height 2 , kg/m 2 ), divided into two categories: low/normal weight (BMI < 25) and overweight/obese (BMI ≥ 25). Based on self-reported information on smoking, the men were categorized as ever and never smokers.\n\nOf the 2014 men, two were excluded due to missing vital status data and 15 were excluded due to a cancer diagnosis prior to date of the first examination, leaving 1997 men for analyses."
    },
    {
      "title": "Statistical analyses",
      "text": "Descriptive analyses were conducted, for the baseline characteristics of the men, presented as means (with ranges), and percentages (%).\n\nCox regression models were conducted to evaluate the relationship between CRF or SPA (leisure time and occupational) and risks of overall cancer, cancer mortality (cancer as underlying cause of death in the total cohort), and case fatality (cancer as underlying cause of death among those who developed cancer). Hazard ratios (HRs) with 95% confidence intervals (CI) were calculated. The men were followed longitudinally from the date of examination to the date of diagnosis, date of death, emigration, or end of followup, at December 31st 2012. For the estimation of cancer case fatality, cancer cases were followed from the date of diagnosis to date of death, emigration, or end of follow-up at December 31st 2012. A directed acyclic graph was used to evaluate variables to be included in the regression model (Fig.  1 ). Potential confounding factors included in final fully adjusted regression model were age, BMI, and smoking.\n\nA corresponding Cox model was used for sensitivity analyses. First, to eliminate the possibility that low CRF or SPA levels result from an ongoing cancer disease (reverse causality), analyses were restricted to men still alive and cancer free 10 years after baseline. Secondly, sensitivity analyses were conducted by restricting the end of followup to the age of 75 years. This was done to examine the possibility of artifactual elevated risks of cancer outcomes in men with high CRF or SPA levels, due to competing cause of death from cardiovascular diseases.\n\nWith increasing age, individuals may experience several potential disease endpoints, of which some (i.e., death) prevent the endpoints of interest from occurrence. Therefore, we conducted competing risk analysis, using the Fine and Gray proportional hazard approach  [41] .\n\nThe model gives subdistribution hazard ratios (SHRs) with 95% CIs for the relationships between measured CRF or SPA and the cancer outcomes, accounting for competing events. For evaluation of cancer risk, all deaths were considered as competing events, while in evaluation of cancer death, other deaths than those caused by cancer were considered as competing events.\n\nFinally, to examine the agreement between measured CRF and SPA (leisure time and occupational), we calculated mean CRF with 95% CI within each combination of the leisure time and occupational SPA categories. Furthermore, we calculated Pearson's correlation coefficients between CRF and SPA, leisure time, and occupational, respectively. Unadjusted and age, BMI, and smoke-adjusted correlations were calculated. Adjustments were done using a linear regression model with continuous values for age, BMI and smoke. P-values were calculated using Fisher r to z transformation  [42] .\n\nAll statistical analyses were performed using Stata (Stata statistical software, release 14.0 Collage Station TX, StataCorp LP, 2015)."
    },
    {
      "title": "Results",
      "text": "Table  1  presents the study cohort characteristics at baseline. Mean time of follow-up was 26.2 years (95% CI: 25.8-26.7). During follow-up, 758 men were diagnosed with cancer and 1511 deaths occurred, whereof 433 with cancer as underlying cause.\n\nCompared to the lowest CRF level, men with highest CRF were associated with lower risk of cancer (HR 0.85, 95% CI: 0.68-1.00), cancer mortality (HR 0.68 95% CI: 0.53-0.88), and case fatality (HR 0.74 95% CI: 0.57-0.96) (Table  2 ). No difference was seen between CRF level 1 and 2, with regard to neither cancer risk, cancer mortality nor case fatality. CRF Cancer risk/death Age Smoking BMI Cholesterol Sensitivity analyses restricted to men alive and cancer free 10 years after baseline gave similar HRs as found when starting at baseline (Table  S1 ). However, significant differences between low and high CRF were seen only for cancer mortality and case fatality. Analyses restricted to end of follow-up at age 75 gave correspondingly decreased HRs for high CRF, for all cancer outcomes, as found in the full time analyses (Table  S2 ). However, significant lower HR was only seen for cancer mortality, probably due to less power as a large proportion of the cases (n = 332) occurred at ages above 75 years.\n\nTable  3  shows the HRs for cancer risk, cancer mortality and case fatality according to SPA. Compared to men reporting no activity in leisure time, light level SPA was associated with lower cancer risk and mortality (Table  3 ). No significant association was found for men reporting activity at a moderate/high level. On the other hand, strenuous occupational activity was associated with higher risks of cancer and cancer mortality, compared to sedentary occupations. The HR for case fatality was elevated, although not statistically significant (Table  3 ).\n\nThe competing risk analyses did not reveal any statistically significant differences between low and high CRF, neither for cancer risk, cancer mortality nor case fatality (Table  S3 ). The associations between SPA and the cancer outcomes taking competing events into account were weaker than those revealed by Cox analyses (Table  S4 ). Only the inverse association between light leisure time SPA and cancer mortality remained statistically significant (SHR 0.76, 95% CI: 0.58-0.99).\n\nTable  4  shows increasing mean CRF by increasing level of leisure time SPA, for each category of occupational activity, whereas mean CRF tended to decrease by increasing occupational SPA, for each level of leisure time activity. A moderate positive correlation was found between CRF and leisure time SPA, whereas a weak negative correlation was found for occupational SPA (Table  5 )."
    },
    {
      "title": "Discussion",
      "text": "In this study, we found that high CRF was associated with lower cancer risk, cancer mortality and case fatality, compared to men with low CRF. The magnitude of the association found for cancer risk was, however, less than previously reported for specific cancer sites, as colon and lung  [22, 23] . On the other hand, high CRF has been associated with an increased risk of prostate cancer  [21] [22] [23] , which also recently was found in a study based on the present cohort  [39] . If individuals with high CRF are more concerned about health and, thus, more likely to test for prostate cancer, than individuals with low CRF, the positive relation may result from differences in diagnostic intensity. Norway has, however, no cancer screening programs for men, although opportunistic screening for prostate cancer, by PSA-testing, has been practiced since early 1990s. Prostate, colon, and lung cancers are the most common cancers in Norwegian men, accounting for 50% of all cancer cases  [43] . If the direction of relations between CRF and cancer differ by cancer site, this may explain that the magnitude of association found for total cancer risk was moderate.\n\nThe association found between high CRF and cancer mortality, corresponds well with what reported in previous studies  [23, 25-31, 33, 34] . In a recently published meta-analysis, based on 71,651 individuals and 2002 cancer deaths, they demonstrate an evident dose-response relationship between CRF and cancer mortality  [32] .\n\nTo our knowledge, the only study reporting estimates for the relationship between CRF and cancer case fatality is the study by Lakoski et al.  [22] . They found a significant association between high midlife CRF and survival after a cancer diagnosis. Our result is in accordance with their finding, indicating that prediagnostic CRF may be of importance for prognosis after a cancer diagnosis. To reduce the possibility that an inverse relationship between CRF and cancer outcomes resulted from poor CRF test results, due to an ongoing cancer disease, we restricted analyses to men still alive and cancer free 10 years after baseline. The analyses, however, did not confirm such an explanation. In all, our findings, together with those previously reported support a beneficial role of CRF in cancer development.\n\nFor leisure time SPA, we found associations between a light activity level and lower risk of cancer and cancer   [27] . As in this study, they had information on CRF and SPA, but investigated the associations with cancer mortality only. Kampert et al. found that high CRF was associated with lower cancer mortality, whereas for SPA, a moderate activity level was associated with lower risk  [27] . The findings indicate that light activity may be of importance, although it may not be correctly reflected in a CRF test. The modest correlation we found between CRF and SPA leisure time (0.351, P < 0.001) may indicate that the activity captured with self-report could be too broad. The correlations we observed concurs with findings in previous studies  [16, 44]  and support the assumption that difficulties of obtaining reliable data on physical activity may influence the relationship with cancer.\n\nFurthermore, we found positive associations between strenuous occupational SPA and risk of cancer and cancer mortality, and a negative correlation between CRF and occupational SPA. A possible explanation for may be that men who hold sedentary and strenuous occupations represent contradictory socioeconomic levels, high and low, respectively, reflecting differences in important lifestyle factors and health concern that are differently related to cancer  [45] . Unfortunately, we lack information on socioeconomic variables (i.e., education, income), and were thus not able to take such variables into account in the analyses. Few studies, however, have found a protective role of occupational activity, but most studies that report inverse association between cancer and physical activity are based on leisure lime SPA  [46] . A reason for this may be that most studies are undertaken in high-income countries, where leisure time activity accounts for a greater proportion of the total physical activity dose  [1] .\n\nIn the present cohort, with a long time of follow-up, the most common and competing event was death from CVD  [36, 37] . Although both CRF and SPA and the covariates age, BMI, and smoking are related to CVD death, the subhazard ratios, calculated by the Fine and Gray model  [41] , should reflect the influence of the covariates isolated to the events of interest (cancer outcomes). Nevertheless, men in the highest CRF level may have a prolonged lifetime due to prevention of CVD death  [36, 37, 47] . Consequently, competing risk analysis may result in an artifactual elevated risk of cancer development and a weakening of the potentially inverse relationships between CRF and cancer outcomes. Therefore, the Cox model seems most appropriate to answer our etiological questions, censoring competing events throughout follow-up instead of incorporating time to both endpoints in the same model  [48] . However, to eliminate the possibility that prolonged survival in men with high CRF, due to less CVD, influenced the associations to cancer, Cox analyses were restricted to end at age 75. Although having less power, this analysis gave results in line with results from the full time Cox analyses.\n\nOn strength of our study is complete information on objectively measured CRF in 1997 men. Furthermore, we were able to follow the cohort prospectively for cancer outcomes over a 40-year period, with complete and valid information on cancer diagnoses and cause of death during the time-span covered. A strength is also the individuallevel information on several potential confounding variables. Lastly, the cohort of men has been shown to be representative for their age-group of men, with regard to cancer occurrence in the counties the men were recruited from (Oslo and Akershus), at this time period  [39] . Limitations of importance are the size of the cohort, male sex only, and assessments of variables at baseline, making us unable to account for changes over the life course. Furthermore, the questions used for measurement of SPA has not been validated according to current criteria for validation. However, we will underline that the health survey the study is based on took place in the early 1970s, when validation of questions was less usual. The questionnaire included simple questions about physical activity, representative of the time, at work and in leisure time. The aspects of frequency, intensity, and regularity, however, were taken into account in predefined replay options."
    },
    {
      "title": "Conclusion",
      "text": "In this 40-year follow-up of initially healthy men, a high midlife CRF was associated with a reduced risk of cancer and cancer death, indicating a beneficial role of high CRF in cancer development. CRF was modestly correlated with leisure time SPS, and negatively correlated with occupational SPA. The findings for SPA, indicate that information on physical activity based on self-report may be biased. More large-scale cohort studies and surveillance systems including measured CRF are required to reveal the role of physical activity in cancer development."
    },
    {
      "text": "Figure 1. A directed acyclic graph, illustrating whether the available variables in this study are related to cardiorespiratory fitness (CRF) and to cancer risk/death (Solid line = causal relation; dotted line = unclear relation)."
    },
    {
      "text": "Study population characteristics at baseline (n = 1997)."
    },
    {
      "text": "Hazard ratio (HR) and 95% confidence intervals (CIs) for cancer risk, cancer mortality, and cancer case fatality, according to tertiles of cardiorespiratory fitness (CRF), adjusted for age, body mass index, and smoking."
    },
    {
      "text": "Hazard ratio (HR) and 95% confidence intervals (CIs) for cancer risk, cancer mortality, and cancer case fatality, according to self-reported physical activity (SPA), adjusted for age, body mass index, and smoking."
    },
    {
      "text": "Mean cardiorespiratory fitness (CRF) with 95% confidence interval (CI) for each combination of the self-reported physical activity (SPA) categories."
    },
    {
      "text": "Pearson's correlation coefficient (Pr) with P-values (p) between measured cardiorespiratory fitness (CRF) and self-reported physical activity (SPA), in leisure-time and occupational."
    }
  ],
  "references": [
    {
      "title": "A Global Perspective",
      "year": 2007,
      "doi": "10.1007/s12082-007-0105-4"
    },
    {
      "title": "Continuous Update Project report Food, Nutrition, Physical Activity, and the Prevention of Colorectal Cancer",
      "year": 2011,
      "doi": "10.1017/s1368980008002358"
    },
    {
      "title": "Physical activity and cancer-specific mortality in the NIH-AARP Diet and Health Study cohort",
      "authors": [
        "H Arem",
        "S Moore",
        "Y Park",
        "R Ballard-Barbash",
        "A Hollenbeck",
        "M Leitzmann"
      ],
      "year": 2014,
      "doi": "10.1002/ijc.28659"
    },
    {
      "title": "Leisure time physical activity and mortality: a detailed pooled analysis of the dose-response relationship",
      "authors": [
        "H Arem",
        "S Moore",
        "A Patel",
        "P Hartge",
        "A Berrington De Gonzalez",
        "K Visvanathan"
      ],
      "year": 2015
    },
    {
      "title": "Physical activity and cause-specific mortality in the Whitehall study",
      "authors": [
        "Davey Smith",
        "M Shipley",
        "G Batty",
        "J Morris",
        "M Marmot"
      ],
      "year": 2000,
      "doi": "10.1038/sj.ph.1900675"
    },
    {
      "title": "Mortality amongst participants in Vasaloppet: a classical longdistance ski race in Sweden",
      "authors": [
        "B Farahmand",
        "A Ahlbom",
        "O Ekblom",
        "B Ekblom",
        "U Hallmarker",
        "D Aronson"
      ],
      "year": 2003,
      "doi": "10.1046/j.1365-2796.2003.01122.x"
    },
    {
      "title": "Adiposity as compared with physical activity in predicting mortality among women",
      "authors": [
        "F Hu",
        "W Willett",
        "T Li",
        "M Stampfer",
        "G Colditz",
        "J Manson"
      ],
      "year": 2004,
      "doi": "10.1056/nejmoa042135"
    },
    {
      "title": "The effects of physical activity and body mass index on cardiovascular, cancer and all-cause mortality among 47 212 middleaged Finnish men and women",
      "authors": [
        "G Hu",
        "J Tuomilehto",
        "K Silventoinen",
        "N Barengo",
        "M Peltonen",
        "P Jousilahti"
      ],
      "year": 2005,
      "doi": "10.1038/sj.ijo.0802870"
    },
    {
      "title": "Disease-specific mortality among elite athletes",
      "authors": [
        "U Kujala",
        "H Tikkanen",
        "S Sarna",
        "E Pukkala",
        "J Kaprio",
        "M Koskenvuo"
      ],
      "year": 2001
    },
    {
      "title": "All-cause and disease-specific mortality among male, former elite athletes: an average 50-year follow-up",
      "authors": [
        "J Kettunen",
        "U Kujala",
        "J Kaprio",
        "H Backmand",
        "M Peltonen",
        "J Eriksson"
      ],
      "year": 2015,
      "doi": "10.1136/bjsports-2013-093347"
    },
    {
      "title": "Pre-and postdiagnosis physical activity, television viewing, and mortality among patients with colorectal cancer in the National Institutes of Health-AARP Diet and Health Study",
      "authors": [
        "H Arem",
        "R Pfeiffer",
        "E Engels",
        "C Alfano",
        "A Hollenbeck",
        "Y Park"
      ],
      "year": 2015
    },
    {
      "title": "Prediagnostic Physical Activity and Colorectal Cancer Survival: overall and Stratified by Tumor Characteristics",
      "authors": [
        "S Hardikar",
        "P Newcomb",
        "P Campbell",
        "A Win",
        "N Lindor",
        "D Buchanan"
      ],
      "year": 2015,
      "doi": "10.1158/1055-9965.epi-15-0039"
    },
    {
      "title": "Association between physical activity and mortality in colorectal cancer: a meta-analysis of prospective cohort studies",
      "authors": [
        "Y Je",
        "J Jeon",
        "E Giovannucci",
        "J Meyerhardt"
      ],
      "year": 2013,
      "doi": "10.1002/ijc.28208"
    },
    {
      "title": "State of the epidemiological evidence on physical activity and cancer prevention",
      "authors": [
        "C Freiedenreich",
        "H Neilson",
        "B Lynch"
      ],
      "year": 2010
    },
    {
      "title": "Physical activity, cardiorespiratory fitness, and adiposity: contributions to disease risk",
      "authors": [
        "M Lamonte",
        "S Blair"
      ],
      "year": 2006,
      "doi": "10.1097/01.mco.0000241662.92642.08"
    },
    {
      "title": "Are Self-Report Measures Able to Define Individuals as Physically Active or Inactive?",
      "authors": [
        "J Steene-Johannessen",
        "S Anderssen",
        "H Van Der Ploeg",
        "I Hendriksen",
        "A Donnelly",
        "S Brage"
      ],
      "year": 2015,
      "doi": "10.1249/mss.0000000000000760"
    },
    {
      "title": "Textbook of Work Physiology -Physiological Bases of Exercise",
      "authors": [
        "P Åstrand",
        "K Rodahl",
        "H Dahl",
        "S Stromme"
      ],
      "year": 2003
    },
    {
      "title": "Fitness vs. fatness on all-cause mortality: a meta-analysis",
      "authors": [
        "V Barry",
        "M Baruth",
        "M Beets",
        "J Durstine",
        "J Liu",
        "S Blair"
      ],
      "year": 2014,
      "doi": "10.1016/j.pcad.2013.09.002"
    },
    {
      "title": "Effects of Exercise Training on Cardiorespiratory Fitness and Biomarkers of Cardiometabolic Health: a Systematic Review and Meta-Analysis of Randomized Controlled Trials",
      "authors": [
        "X Lin",
        "X Zhang",
        "J Guo",
        "C Roberts",
        "S Mckenzie",
        "W Wu"
      ],
      "year": 2015,
      "doi": "10.1161/jaha.115.002014"
    },
    {
      "title": "Physical activity and cardiorespiratory fitness as major markers of cardiovascular risk: their independent and interwoven importance to health status",
      "authors": [
        "J Myers",
        "P Mcauley",
        "C Lavie",
        "J Despres",
        "R Arena",
        "P Kokkinos"
      ],
      "year": 2015,
      "doi": "10.1016/j.pcad.2014.09.011"
    },
    {
      "title": "Cardiorespiratory fitness and risk of prostate cancer: findings from the Aerobics Center Longitudinal Study",
      "authors": [
        "W Byun",
        "X Sui",
        "J Hebert",
        "T Church",
        "I Lee",
        "C Matthews"
      ],
      "year": 2011,
      "doi": "10.1016/j.canep.2010.07.013"
    },
    {
      "title": "Midlife Cardiorespiratory Fitness, Incident Cancer, and Survival After Cancer in Men: the Cooper Center Longitudinal Study",
      "authors": [
        "S Lakoski",
        "B Willis",
        "C Barlow",
        "D Leonard",
        "A Gao",
        "N Radford"
      ],
      "year": 2015
    },
    {
      "title": "Cardiorespiratory fitness, lifestyle factors and cancer risk and mortality in Finnish men",
      "authors": [
        "J Laukkanen",
        "E Pukkala",
        "R Rauramaa",
        "T Makikallio",
        "A Toriola",
        "S Kurl"
      ],
      "year": 2010
    },
    {
      "title": "The association between cardiorespiratory fitness and prostate cancer",
      "authors": [
        "S Oliveria",
        "H Kohl",
        "D Trichopoulos",
        "S Blair"
      ],
      "year": 1996,
      "doi": "10.1097/00005768-199601000-00020"
    },
    {
      "title": "The effect of cardiorespiratory fitness and obesity on cancer mortality in women and men",
      "authors": [
        "K Evenson",
        "J Stevens",
        "J Cai",
        "R Thomas",
        "O Thomas"
      ],
      "year": 2003
    },
    {
      "title": "Cardiorespiratory fitness, different measures of adiposity, and cancer mortality in men",
      "authors": [
        "S Farrell",
        "G Cortese",
        "M Lamonte",
        "S Blair"
      ],
      "year": 2007
    },
    {
      "title": "Physical activity, physical fitness, and all-cause and cancer mortality: a prospective study of men and women",
      "authors": [
        "J Kampert",
        "S Blair",
        "C Barlow",
        "H Kohl"
      ],
      "year": 1996,
      "doi": "10.1016/s1047-2797(96)00059-2"
    },
    {
      "title": "Cardiorespiratory fitness and smoking-related and total cancer mortality in men",
      "authors": [
        "C Lee",
        "S Blair"
      ],
      "year": 2002
    },
    {
      "title": "Combined impact of lifestyle factors on cancer mortality in men",
      "authors": [
        "C Lee",
        "X Sui",
        "S Hooker",
        "J Hebert",
        "S Blair"
      ],
      "year": 2011,
      "doi": "10.1016/j.annepidem.2011.04.010"
    },
    {
      "title": "Cardiorespiratory fitness and digestive cancer mortality: findings from the aerobics center longitudinal study",
      "authors": [
        "J Peel",
        "X Sui",
        "C Matthews",
        "S Adams",
        "J Hebert",
        "J Hardin"
      ],
      "year": 2009,
      "doi": "10.1158/1055-9965.epi-08-0846"
    },
    {
      "title": "Cardiorespiratory fitness, body mass index, and cancer mortality: a cohort study of Japanese men",
      "authors": [
        "S Sawada",
        "I Lee",
        "H Naito",
        "R Kakigi",
        "S Goto",
        "M Kanazawa"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-1012"
    },
    {
      "title": "Cardiorespiratory fitness as predictor of cancer mortality: a systematic review and meta-analysis",
      "authors": [
        "D Schmid",
        "M Leitzmann"
      ],
      "year": 2015,
      "doi": "10.1093/annonc/mdu250"
    },
    {
      "title": "Influence of cardiorespiratory fitness on lung cancer mortality",
      "authors": [
        "X Sui",
        "D Lee",
        "C Matthews",
        "S Adams",
        "J Hebert",
        "T Church"
      ],
      "year": 2010,
      "doi": "10.1249/mss.0b013e3181c47b65"
    },
    {
      "title": "Association of changes in fitness and body composition with cancer mortality in men",
      "authors": [
        "P Zhang",
        "X Sui",
        "G Hand",
        "J Hebert",
        "S Blair"
      ],
      "year": 2014
    },
    {
      "title": "False positive diagnostic tests and coronary angiographic findings in 105 presumably healthy males",
      "authors": [
        "J Erikssen",
        "I Enge",
        "K Forfang",
        "O Storstein"
      ],
      "year": 1976
    },
    {
      "title": "Overweight as predictor of long-term mortality among healthy, middle-aged men: a prospective cohort study",
      "authors": [
        "T Heir",
        "J Erikssen",
        "L Sandvik"
      ],
      "year": 2011,
      "doi": "10.1016/j.ypmed.2011.01.010"
    },
    {
      "title": "Physical fitness as a predictor of mortality among healthy, middle-aged Norwegian men",
      "authors": [
        "L Sandvik",
        "J Erikssen",
        "E Thaulow",
        "G Erikssen",
        "R Mundal",
        "K Rodahl"
      ],
      "year": 1993
    },
    {
      "title": "Assessment of physical activity by questionnaire and personal interview with particular reference to fitness and coronary mortality",
      "authors": [
        "R Mundal",
        "J Erikssen",
        "K Rodahl"
      ],
      "year": 1987,
      "doi": "10.1007/bf00690888"
    },
    {
      "title": "Cholesterol and prostate cancer risk: a long-term prospective cohort study",
      "authors": [
        "T Heir",
        "R Falk",
        "T Robsahm",
        "L Sandvik",
        "J Erikssen",
        "S Tretli"
      ],
      "year": 2015
    },
    {
      "title": "Data quality at the Cancer Registry of Norway: an overview of comparability, completeness, validity and timeliness",
      "authors": [
        "I Larsen",
        "M Smastuen",
        "T Johannesen",
        "F Langmark",
        "D Parkin",
        "F Bray"
      ],
      "year": 2009
    },
    {
      "title": "A proportional hazard model for the subdistribution of a competing risk",
      "authors": [
        "J Fine",
        "R Gray"
      ],
      "year": 1999
    },
    {
      "title": "Frequency distribution of the values of the correlation coefficient in samples of an indefinitely large population",
      "authors": [
        "R Fisher"
      ],
      "year": 1915,
      "doi": "10.2307/2331838"
    },
    {
      "title": "Cancer in Norway 2013 -Cancer incidence, mortality, survival and prevalence in Norway",
      "year": 2015,
      "doi": "10.1016/0169-5002(94)94119-x"
    },
    {
      "title": "Validity of the International Physical Activity Questionnaire Short Form (IPAQ-SF): a systematic review",
      "authors": [
        "P Lee",
        "D Macfarlane",
        "T Lam",
        "S Stewart"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-115"
    },
    {
      "title": "Occupation and cancer -follow-up of 15 million people in five Nordic countries",
      "authors": [
        "E Pukkala",
        "J Martinsen",
        "E Lynge",
        "H Gunnarsdottir",
        "P Sparen",
        "L Tryggvadottir"
      ],
      "year": 2009
    },
    {
      "title": "Physical activity and cancer prevention: a review of current evidence and biological mechanisms",
      "authors": [
        "F Anzuini",
        "A Battistella",
        "A Izzotti"
      ],
      "year": 2011
    },
    {
      "title": "Increases in physical activity is as important as smoking cessation for reduction in total mortality in elderly men: 12 years of follow-up of the Oslo II study",
      "authors": [
        "I Holme",
        "S Anderssen"
      ],
      "year": 2015
    },
    {
      "title": "Competing risks and the clinical community: irrelevance or ignorance?",
      "authors": [
        "M Koller",
        "H Raatz",
        "E Steyerberg",
        "M Wolbers"
      ],
      "year": 2012
    }
  ],
  "num_references": 48
}
