{
  "paper_id": "SYV5L9WN",
  "title": "Variation In Telemedicine Use And Outpatient Care During",
  "abstract": "Coronavirus disease 2019 (COVID-19) spurred a rapid rise in telemedicine, but it is unclear how use has varied by clinical and patient factors during the pandemic. We examined the variation in total outpatient visits and telemedicine use across patient demographics, specialties, and conditions in a database of 16.7 million commercially insured and Medicare Advantage enrollees from January to June 2020. During the pandemic, 30.1 percent of all visits were provided via telemedicine, and the weekly number of visits increased twenty-three-fold compared with the prepandemic period. Telemedicine use was lower in communities with higher rates of poverty (31.9 percent versus 27.9 percent for the lowest and highest quartiles of poverty rate, respectively). Across specialties, the use of any telemedicine during the pandemic ranged from 68 percent of endocrinologists to 9 percent of ophthalmologists. Across common conditions, the percentage of visits provided during the pandemic via telemedicine ranged from 53 percent for depression to 3 percent for glaucoma. Higher rates of telemedicine use for common conditions were associated with smaller decreases in total weekly visits during the pandemic.",
  "year": 2020,
  "date": "2020",
  "journal": "JAMA Intern Med",
  "publication": "JAMA Intern Med",
  "authors": [
    {
      "forename": "Sadiq",
      "surname": "Patel",
      "name": "Sadiq Patel"
    },
    {
      "forename": "Ateev",
      "surname": "Mehrotra",
      "name": "Ateev Mehrotra"
    },
    {
      "forename": "Haiden",
      "surname": "Huskamp",
      "name": "Haiden Huskamp"
    },
    {
      "forename": "Lori",
      "surname": "Uscher-Pines",
      "name": "Lori Uscher-Pines"
    },
    {
      "forename": "Ishani",
      "surname": "Ganguli",
      "name": "Ishani Ganguli"
    },
    {
      "forename": "Michael",
      "surname": "Barnett",
      "name": "Michael Barnett",
      "email": "mbarnett@hsph.harvard.edu"
    },
    {
      "forename": "Lori",
      "surname": "Uscher",
      "name": "Lori Uscher"
    },
    {
      "affiliation": "Institute of Mental Health postdoctoral research fellow in the Department of Health Care Policy at Harvard Medical School , in Boston , Massachusetts. \n\t\t\t\t\t\t\t\t Institute of Mental Health postdoctoral research \n\t\t\t\t\t\t\t\t Department of Health Care Policy \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t in Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "affiliation": "Department of Health Care Policy , Harvard Medical School. Health Care Policy in Department of Health Care Policy , Harvard Medical School. Division of General Internal Medicine and Primary Care , Brigham and Women's Hospital and Harvard Medical School , both in Boston . , in Boston . \n\t\t\t\t\t\t\t\t Department of Health Care Policy \n\t\t\t\t\t\t\t\t Health Care Policy \n\t\t\t\t\t\t\t\t Department of Health Care Policy \n\t\t\t\t\t\t\t\t Division of General Internal Medicine and Primary Care \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital and Harvard Medical School \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston Boston \n\t\t\t\t\t\t\t\t\t in"
    }
  ],
  "doi": "https://doi.org/10.13039/100000025",
  "sections": [
    {
      "title": "I",
      "text": "n response to the coronavirus disease 2019 (COVID-19) pandemic, telemedicine use grew dramatically within a matter of weeks.  [1] [2] 2] [3] [4] [5]  After years of slow adoption, 6 many clinicians used telemedicine for the first time to limit patient and staff exposure to the virus.  7 This expansion was facilitated by temporary waivers of many telemedicine regulations and expanded reimbursement.  8 Medicare broadened telemedicine coverage to urban beneficiaries,  9  states relaxed restrictions around telemedicine provider licensing, 10 and many commercial insurers expanded reimbursement and waived copayments for telemedicine visits.  11 or example, UnitedHealthcare, one of the largest health insurers in the US, began reimbursing clinicians for audio-video visits at parity with in-person visits, waived cost sharing, and waived the \"originating site\" telemedicine requirements for both Medicare Advantage and commercial plan enrollees.  12 lthough the increase in telemedicine use during the pandemic is widely recognized,  13, 14  it is unclear how the use of telemedicine and in-person care has varied across patient demographics, clinical specialties, and medical conditions. There are concerns that increased use of telemedicine during the pandemic may exacerbate health disparities because of the \"digital divide,\" defined as the absence of necessary broadband or smartphone technology among disadvantaged populations.  [15] [16] ] [17] [18] [19]  There is also uncertainty about the clinical impact of the substantial drop in outpatient vis-its observed as COVID-19 swept across the country.  20 Natural disasters, in which care may be interrupted for weeks or months, hamper chronic illness management and increase mortality over the long-term.  21, 22 The long-term impact of care deferred during the COVID-19 pandemic may depend on the conditions and specialties for which clinical volumes fell the most. A drop in overall visit volume may be mitigated by telemedicine use, given that some conditions are more amenable to telemedicine than others. Evidence on how care has changed across different clinical conditions and specialties can help with targeting of resources to make up for months of deferred care.\n\nTo address these knowledge gaps, we analyzed data from 16.7 million people with commercial or Medicare Advantage insurance.  23 We examined trends for in-person and telemedicine outpatient care in 2020 and how their use varied by patient demographics, specialties, and medical conditions."
    },
    {
      "title": "Study Data And Methods",
      "text": "Data Sources And Study Sample Our study sample included deidentified claims for all outpatient visits during a twenty-four-week period from January 1, 2020, to June 16, 2020, in the OptumLabs® Data Warehouse. The OptumLabs Data Warehouse includes medical claims and enrollment records for commercial and Medicare Advantage enrollees.  23 We combined this database with county-level characteristics from the US census and publicly available data on county-level COVID-19 incidence.  24 We included all enrollees with twelve months of continuous medical enrollment in any plan from July 2019 through June 2020 and defined January 1-March 17, 2020 as the \"pre-COVID-19\" period (eleven weeks) and March 18-June 16, 2020 as the \"COVID-19\" period (thirteen weeks). We chose March 18 to define the start of the COVID-19 period because Medicare announced expanded telehealth coverage March 17, 2020.  25 lassification Of Outpatient Visits In the COVID-19 period, Medicare significantly expanded the outpatient services that were eligible for telemedicine reimbursement. Many private insurers replicated these changes.  26 We defined outpatient visits using Medicare's expanded list of outpatient Current Procedural Terminology (CPT) codes, excluding all codes that were specific for clinical settings outside of clinician offices (for example, emergency department, hospital inpatient, nursing home, or dialysis facility codes; see online appendix exhibit 1 for a full list).  27 We identified both audio-video (modifier codes GT, GQ, or 95) and audio-only telemedi-cine visits (CPT codes 99441-3).  28, 29 We classified all other outpatient visits as in-person visits. We chose not to compare the use of audio-video telemedicine visits with the use of audio-only telemedicine visits because of ambiguities around coding telemedicine visits and concerns about undercoding of audio-only visits (see appendix exhibit 2 for more details).  27 e also categorized outpatient visits by diagnostic codes and clinician specialty. We grouped visits into diagnosis categories using the primary diagnosis code listed and the Agency for Healthcare Research and Quality Clinical Classifications Software Refined codes for International Statistical Classification of Diseases and Related Health Problems, Tenth Revision, Clinical Modification (ICD-10-CM), diagnoses.  30 We also categorized visits by clinician specialty using specialty designations defined by OptumLabs. Because of the large number of categories for clinician specialties (92 specialties) and diagnostic codes (499 diagnostic categories), in our main analyses we focused on the top quartile of diagnostic categories and top quartile of clinical specialties (including physician and nonphysician specialties) by volume during the COVID-19 period. These diagnostic categories and specialties accounted for the vast majority of all visits in the COVID-19 period (126 diagnostic categories accounting for 88 percent of visits and 22 specialties accounting for 87 percent of visits in the COVID-19 period; see appendix exhibit 1 for both lists).  27 nrollee Characteristics We captured age in years (categorized into seven bins: 0-19, 20-29, 30-39, 40-49, 50-59, 60-64, and 65 and older), sex, rural-urban commuting area, fourcategory US census designation, 31 insurance type (commercial versus Medicare Advantage), and enrollee county-level race and poverty indicators from the 2010 US census and county-level COVID-19 cases per capita on April 16, 2020. We selected April 16 because it was thirty days into the pandemic, and COVID-19 burden early in the pandemic likely affected telemedicine use. We divided county-level measures into quartiles (that is, percentage of county residents who were White, percentage of county residents with incomes below the federal poverty level, and COVID-19 cases per capita). Using the Elixhauser Comorbidity Index,  32  we also captured the number of twenty-nine comorbidities for each enrollee, defined as at least one claim in any diagnostic field between July 2019 and December 2019 (before the study period).\n\nStudy Outcomes We examined changes in telemedicine and total (telemedicine plus inperson) outpatient visit volume from the \"pre-COVID-19\" period (January 1-March 17, 2020) to the \"COVID-19\" period (March 18-June 16, 2020) across the range of diagnosis categories, clinician specialties, and demographic characteristics described above. Specifically, within each diagnostic category, specialty, and demographic characteristic, we calculated the percentage of total visits delivered by telemedicine, defined as the number of telemedicine visits divided by the number of total visits, in the COVID-19 period. We also calculated the percentage change in total weekly visits (both telemedicine and in person) from the pre-COVID-19 period to the COVID-19 period, defined as the difference between the mean number of total visits per week in the pre-COVID-19 and COVID-19 periods divided by the pre-COVID-19 period mean in each group. For telemedicine visits, we focused on the percentage of total visits in the COVID-19 period alone rather than the change between the pre-COVID-19 and COVID-19 periods because telemedicine volume was consistently low for nearly all specialties in the pre-COVID-19 period.\n\nAt the enrollee level, we captured whether people used any in-person or telemedicine services before or during COVID-19 and the number of those services.We also calculated the proportion of clinicians in each specialty delivering any outpatient care via telemedicine during the pre-COVID-19 and COVID-19 periods. The numerator for these proportions was clinicians billing for any outpatient telemedicine encounter in the given period. The denominator was the number of unique clinicians in each specialty billing for any outpatient service during the entire study period (in the pre-COVID-19 and COVID-19 periods). We used the entire study period to ensure that we included clinicians who may have stopped providing care entirely after the pandemic began.\n\nStatistical Analysis We used chi-square tests to test for bivariate differences between the characteristics of enrollees using any telemedicine service during the pre-COVID-19 and COVID-19 periods. To assess whether any demographic characteristics were independently associated with use of telemedicine and total outpatient care in the COVID-19 period, we fit four separate, enrollee-level Poisson regression models with outcomes of the mean number of telemedicine and total visits per week, expressed as weekly visits per 1,000 members, in the pre-COVID-19 and COVID-19 periods. Models included each enrollee characteristic as defined previously (see appendix exhibit 1 for model specification).  27 We fit the Poisson regression models using a random sample of 5 percent of all enrollees to facilitate model convergence, given a study sample of nearly 17 million enrollees. Because of the strong correlation between age category and insurance type (r = 0.95), we omitted insurance type from analyses to avoid collinearity. We also calculated average marginal effects for each explanatory variable using SAS, version 9.4.\n\nSome of the most recent data in the Optum-Labs Data Warehouse may be underpopulated because of the typical lag of up to several weeks between service delivery and the processing and reporting of medical claims.  33, 34 We tested the completeness of claims during each week of our study period by calculating the weekly rates of childbirths per 1,000 female enrollees ages 15-44, based on the assumption that the rate of childbirths would remain stable despite the COVID-19 pandemic. The weekly rate of childbirths remained stable from January 1 until June 16, 2020 (see appendix exhibit 1 for analysis), indicating that claims were complete through this period.  27 imitations Our analysis had several limitations. First, these findings might not generalize to other populations, such as those with traditional Medicare or Medicaid coverage. Second, our study period runs through June 16, 2020, providing only thirteen weeks of COVID-19 data. As a result, our estimates of outpatient volume and telemedicine adoption might not reflect longer-term trends. Third, despite our sensitivity analyses to assess completeness of data, recent data in our analysis (for example, June 2020) may be underpopulated if lags in childbirth claims differ from lags in outpatient (telemedicine and in-person) visit claims. As a consequence, we may have underestimated both telemedicine and in-person visits during the last weeks of the study period. Finally, we were unable to distinguish audio-video from audio-only telemedicine visits because of ambiguities around coding telemedicine visits and concerns about undercoding of audio-only visits."
    },
    {
      "title": "Study Results"
    },
    {
      "title": "Overall In-Person And Telemedicine Visits",
      "text": "There were 16,740,365 enrollees in our sample, 51.3 percent of whom were female, with a mean age of 44.5 years and mean number of 0.80 chronic conditions (exhibit 1). The majority of our sample was commercially insured (78.5 percent) and lived in urban communities (87.7 percent). In the COVID-19 period, 30.1 percent of total visits were provided via telemedicine, with the weekly number of telemedicine visits increasing from 16,540 to 397,977 visits per week from the pre-COVID-19 period to the COVID-19 period-a twenty-three-fold increase in telemedicine use (appendix exhibit 9).  27 Despite that increase, overall visit volume decreased by 35.0 percent (from 2,031,943 to 1,320,591 visits per week in the pre-COVID-19 and COVID-19 periods, respectively).\n\nVisits By Patient Demographics In the COVID-19 period, the percentage of total visits provided via telemedicine was smallest among those age sixty-five and older (23.7 percent compared with 38.7 percent among those ages 30-39; p < 0:001 for all differences in telemedicine use by each age category in the COVID-19 period) (exhibit 2 and appendix exhibits 3 and 4).  27 hibit 1 Demographic characteristics of users of outpatient visits during the entire study period and users of telemedicine visits during the pre-COVID-\n\n19 and COVID-19 periods, 2020 All outpatient visit users, entire study period (Jan. 1-Jun. 16) Telemedicine visit users Variables Pre-COVID-19 (Jan. 1-Mar. 17) COVID-19 (Mar. 18-Jun. 16) Number of people 16,740,365 146,035 2,891,387 Mean age, years 44.5 38.4 51.8 Age, years (%) 0-19 17.3 12.4 9.2 20-29 12.1 15.6 8.7 30-39 13.1 26.5 11.5 40-49 13.2 20.2 12.9 50-59 14.0 15.0 15.7 60-64 6.7 4.9 8.5 65+ 23.5 5.5 33.5 Sex (%) Male 48.7 36.9 41.5 Female 51.3 63.1 58.5 Insurance type (%) Commercial 78.5 94.6 67.2 Medicare Advantage 21.5 5.4 32.8 Urban-rural designation (%) Urban 87.7 91.3 89.7 Large rural 6.7 5.1 5.9 Small rural 3.5 2.4 2.8 Rural isolated 2.1 1.2 1.6 Residents below federal poverty level in enrollee county (%) Quartile 1 (low) 31.7 30.6 32.8 Quartile 2 26.1 26.2 25.2 Quartile 3 23.3 26.8 23.6 Quartile 4 (high) 18.8 16.4 18.4 White residents in enrollee county (%) Quartile 1 (low) 19.1 24.0 19.7 Quartile 2 28.5 34.2 30.2 Quartile 3 26.9 24.2 26.9 Quartile 4 (high) 25.5 17.7 23.2 Census division (%) New England 4.4 2.9 6.8 Middle Atlantic 9.8 10.2 12.6 East North Central 16.3 11.5 15.5 West North Central 11.2 7.7 8.9 South Atlantic 24.3 23.2 25.1 East South Central 4.5 3.3 3.8 West South Central 13.4 21.8 12.8 Mountain 8.3 10.2 7.3 Pacific 7.8 9.3 7.2 Mean number of chronic illnesses 0.80 0.71 1.59 SOURCE Authors' analysis of data from OptumLabs Data Warehouse, January 1-June 16, 2020. NOTES Urban-rural designations are based on the Department of Agriculture's four-category classification. p < 0:001 for chi-square tests of differences across the distribution of each variable category for the total study population. p < 0:001 for chi-square tests of comparisons across periods for each demographic variable (that is, comparison of the overall distribution of each variable across the pre-COVID-19 and COVID-19 periods). p < 0:001 for chi-square tests comparing each level within each demographic variable across both period periods.\n\nEnrollees in counties with the lowest quartile of percentage of residents with incomes below the federal poverty level and percentage of White residents had a greater percentage of total visits delivered via telemedicine in the COVID-19 period compared with those in the highest quartiles (31.9 percent versus 27.9 percent for the lowest and highest quartiles of poverty, respectively [p < 0:001]; 33.2 percent versus 27.7 percent for the lowest and highest quartiles of White race, respectively [p < 0:001]) (exhibit 2 and appendix exhibits 3 and 4).  27 In rural counties, a lower proportion of care was performed via telemedicine than in urban counties (23.9 percent in rural versus 30.7 percent in urban counties; p < 0:001). After adjustment, differences in telemedicine use within each patient characteristic were statistically significant (all p < 0:001) (appendix exhibits 3 and 4).  27 isits By Clinical Specialty In the pre-COVID-19 period, at the provider level, fewer than 2 percent of clinicians in each specialty delivered any outpatient care via telemedicine, with the exception of mental health clinicians (for example, psychologists, 4.4 percent; psychiatrists, 5.5 percent; social workers, 4.2 percent) (appendix exhibit 5).  27 In the COVID-19 period, telemedicine was used at least once by half or more of the clinicians in several specialties: endocrinologists (67.7 percent), gastroenterologists (57.0 percent), neurologists (56.3 percent), pain management physicians (50.6 percent), psychiatrists (50.2 percent), and cardiologists (50.0 percent). Specialties with the least telemedicine engagement included optometrists (with 3.3 percent providing at least one telemedicine visit during the pandemic), physical therapists (6.6 percent), ophthalmologists (9.3 percent) and orthopedic surgeons (20.7 percent).\n\nAt the visit level, clinical specialties that provided a larger percentage of total visits via telemedicine in the COVID-19 period had a smaller decrease in total visits per week from the pre-COVID-19 period to the COVID-19 period (r = 0.77 for correlation between the two measures) (exhibit 3 and appendix exhibit 6). 27 Among five specialties, close to half or more of total visits"
    },
    {
      "title": "Exhibit 2",
      "text": "Telemedicine visits and total outpatient visits in the pre-COVID-\n\n19 and COVID-19 periods, by patient demographic characteristics, 2020 Percent of total visits delivered via telemedicine Adjusted mean number of total visits per week per 1,000 Variables Pre-COVID-19 COVID-19 Pre-COVID-19 COVID-19 Age, years 0-19 0.6% 35.1% 124 65 20-29 1.7 38.6 96 73 30-39 2.3 38.7 103 76 40-49 1.6 34.7 109 77 50-59 0.9 30.2 118 83 60-64 0.5 28.4 129 87 65+ 0.1 23.7 152 93 Urban-rural designation Urban 0.8 30.7 127 82 Large rural 0.9 25.9 123 80 Small rural 0.9 24.3 120 78 Rural isolated 0.8 23.9 113 75 Residents below federal poverty level in enrollee county Quartile 1 (low) 0.8 31.9 130 83 Quartile 2 0.8 29.7 123 81 Quartile 3 0.9 29.9 126 83 Quartile 4 (high) 0.7 27.9 122 80 White residents in enrollee county, quartiles Quartile 1 (low) 0.9 33.2 126 80 Quartile 2 0.9 30.9 131 85 Quartile 3 0.7 29.4 126 83 Quartile 4 (high) 0.7 27.7 120 79\n\nSOURCE Authors' analysis of data from OptumLabs Data Warehouse, January 1-June 16, 2020, and 2010 US census data. NOTES Total outpatient visits include both in-person and telemedicine visits. p < 0:001 for chi-square tests of comparisons across periods for each demographic variable (that is, comparison of the overall distribution of each variable across the pre-COVID-19 and COVID-19 periods). p < 0:001 for chi-square tests comparing each level within each demographic variable across both period periods.\n\nwere provided via telemedicine in the COVID-19 period: psychiatry (56.8 percent of total visits during COVID-19), gastroenterology (54.5 percent), endocrinology (53.1 percent), social work (50.8 percent), psychology (49.1 percent), and neurology (47.9 percent).\n\nVisits By Condition On average, conditions for which a larger percentage of total visits were conducted via telemedicine in the COVID-19 period had a smaller decrease in total visits per week from the pre-COVID-19 period to the COVID-19 period (r = 0.46 for correlation between the two measures) (exhibit 4 and appendix exhibit 7).  27 Conditions with the highest proportion of visits provided via telemedicine in the COVID-19 period included mental illnesses such as depression (52.6 percent), bipolar disorder (55.0 percent), and anxiety (53.9 percent). For these conditions, total visits per week decreased 11 percent or less from the pre-COVID-19 period to the COVID-19 period. In contrast, common chronic conditions such as hypertension (38.1 percent of visits delivered via telemedicine) and diabetes without complication (33.9 percent) showed a somewhat different pattern, with lower use of telemedicine and a substantial decrease in total visit volume (-23.0 percent and -30.6 percent change in total visits, respectively), although many other conditions had larger drops in total volume.\n\nIn contrast, there were some clinical conditions with a large decline in total visits and substantial telemedicine use. Conditions that fell substantially included common acute respirato-"
    },
    {
      "title": "Exhibit 3",
      "text": "Correlation of change in weekly total outpatient visits from the pre-COVID-19 period to the COVID-19 period with percent of weekly total visits delivered by telemedicine in the COVID-19 period, by clinician specialty, 2020 Exhibit 4   Correlation of change in weekly total outpatient visits from the pre-COVID-19 period to the COVID-19 period with percent of weekly total visits delivered by telemedicine in the COVID-19 period, by diagnosis category, 2020 SOURCE Authors' analysis of data from OptumLabs Data Warehouse. NOTES Circle size indicates the proportion of total visits in the COVID-19 period by diagnosis category, ranging from 0.1 percent for hematuria to 4.9 percent for musculoskeletal pain that is not low back pain (the full list is in appendix exhibit 1; see note 27 in text). r = 0.46 for correlation between the two measures.\n\nry conditions such as upper respiratory infection (-78.7 percent change in total visits, 37.9 percent of visits delivered via telemedicine), bronchitis (-80.0 percent change in total visits, 38.2 percent telemedicine), and sinusitis (-72.6 percent change in total visits, 43.9 percent telemedicine) (exhibit 4 and appendix exhibit 7).  27 In contrast, eye conditions such as cataracts (-61.2 percent change in total visits, 1.2 percent telemedicine) and glaucoma (-52.2 percent change in total visits, 2.6 percent telemedicine) saw a substantial decline in visits and little telemedicine use."
    },
    {
      "title": "Discussion",
      "text": "During the COVID-19 pandemic, growth in telemedicine use varied substantially across patient demographics, clinical specialties, and medical conditions.We observed higher telemedicine use among insurance enrollees living in counties with lower poverty and a higher minority presence among residents. Telemedicine use also varied dramatically across specialties. Specialties such as psychiatry, endocrinology, and neurology had the greatest uptake of telemedicine and the smallest decline in total visits compared with specialties such as ophthalmology, which had little telemedicine use and lost most of its clinical volume early in the pandemic.\n\nOur findings illustrate the far-reaching scope of deferred care during the first months of the COVID-19 pandemic. Although there was variability in the magnitude of changes across different patient populations and clinical disciplines, every segment of the health care system experienced a drop in the overall volume of care, including important common chronic conditions such as diabetes and hypertension. Lost volume from chronic condition management could lead to worse downstream outcomes if more patients experience poor control of their disease, as seen with care disruptions in past natural disasters.  20, 21 In contrast, large drops in visit volume for common, low-risk respiratory conditions such as sinusitis or bronchitis could represent a drop in discretionary care without lasting health impact. The unusually large drop in visit volume in respiratory infections could also reflect lower transmission of non-COVID-19 respiratory viruses from widespread social distancing measures.\n\nThe health care system may struggle to catch up with the large amount of deferred care. Clinicians are likely to limit clinical volume because of COVID-19 precautions, and patients may continue to avoid the health care system because of fear of the virus. Prior evidence looking at withinoffice transmission of influenzalike illness suggests that patients can transmit respiratory in-fections to other patients present in the office at the same time.  35, 36 The magnitude of this problem will likely vary across specialties. Telemedicine adoption was uneven across specialties and conditions in ways that likely reflected varying need for physical exam or testing. For example, ophthalmology clinics may have particularly pronounced challenges catching up with delayed routine care for retinal disease or glaucoma using telemedicine, as diagnostic examinations require specialized equipment. Cognitive specialties such as psychiatry, endocrinology, and neurology that rely less exclusively on the physical exam had the greatest uptake of telemedicine and the smallest declines in overall visits. Common chronic conditions such as hypertension and diabetes fell between these two extremes, with a large drop in overall care somewhat mitigated by a substantial increase in the provision of telemedicine.\n\nOur analyses, replicated at the health system level, could inform policy to make up for months of deferred care. Health systems could allocate resources to patient outreach efforts such as telephone calls or reminder messages, prioritizing patients whose conditions saw the largest drop in visit volume. Furthermore, additional clinical capacity could be allocated to specialties with the largest backlogs of deferred care. Finally, health systems could prioritize chronic illness populations, who were more likely to have deferred care, for targeted population management.\n\nConsistent with concerns of the \"digital divide\" in telemedicine access,  14, 37  we found lower telemedicine use in high-poverty counties during COVID-19, whereas changes in total visits were similar. It is important to interpret these findings in the context of our study population, which disproportionately included employed adults and their family members with commercial insurance. Therefore, these results should be interpreted as conditional on having commercial Our findings illustrate the far-reaching scope of deferred care during the first months of the COVID-19 pandemic.\n\ninsurance or a Medicare Advantage plan. Also consistent with the \"digital divide\" concern, we did observe that telemedicine use and overall outpatient access during COVID-19 were lower in rural areas than urban areas. One potential explanation for this finding is that limited broadband availability in rural areas is a barrier to telemedicine use.  17"
    },
    {
      "title": "Conclusion",
      "text": "Telemedicine use during COVID-19 varied across different clinical settings and patient populations, with lower use found among insurance enrollees in disadvantaged areas. Future research is needed to understand the persistence of these trends over longer periods and the impact of these changes on patients' health. ▪"
    }
  ],
  "references": [
    {
      "title": "Trends in emergency department visits and hospital admissions in health care systems in 5 states in the first months of the COVID-19 pandemic in the US",
      "authors": [
        "M Jeffery",
        "D' Onofrio",
        "G Paek",
        "H Platts-Mills",
        "T Soares We 3rd",
        "J Hoppe"
      ],
      "year": 2020,
      "doi": "10.1001/jamainternmed.2020.3288"
    },
    {
      "title": "Collateral effect of Covid-19 on stroke evaluation in the United States",
      "authors": [
        "A Kansagra",
        "M Goyal",
        "S Hamilton",
        "G Albers"
      ],
      "year": 2020,
      "doi": "10.1056/nejmc2014816"
    },
    {
      "title": "Prescription fill patterns for commonly used drugs during the COVID-19 pandemic in the United States",
      "authors": [
        "M Vaduganathan",
        "J Van Meijgaard",
        "M Mehra",
        "J Joseph",
        "O' Donnell",
        "C Warraich"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.9184"
    },
    {
      "title": "Admissions to Veterans Affairs hospitals for emergency conditions during the COVID-19 pandemic",
      "authors": [
        "A Baum",
        "M Schwartz"
      ],
      "year": 2020
    },
    {
      "title": "The impact of the COVID-19 pandemic on outpatient visits: practices are adapting to the new normal",
      "authors": [
        "A Mehrotra",
        "M Chernew",
        "D Linetsky",
        "H Hatch",
        "D Cutler"
      ],
      "year": 2020
    },
    {
      "title": "Trends in telemedicine use in a large commercially insured population, 2005-2017",
      "authors": [
        "M Barnett",
        "K Ray",
        "J Souza",
        "A Mehrotra"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.12354"
    },
    {
      "title": "Early impact of CMS expansion of Medicare telehealth during COVID-19",
      "authors": [
        "S Verma"
      ],
      "year": 2020,
      "doi": "10.1377/hblog20200715.454789/full/"
    },
    {
      "title": "State of telehealth",
      "authors": [
        "E Dorsey",
        "E Topol"
      ],
      "year": 2016,
      "doi": "10.1056/nejmra1601705"
    },
    {
      "title": "Medicare telemedicine health care provider fact sheet",
      "year": 2020,
      "doi": "10.4135/9781412971942.n59"
    },
    {
      "title": "Expansion of telehealth during COVID-19 pandemic",
      "year": 2020,
      "doi": "10.2196/preprints.26364"
    },
    {
      "title": "America's Health Insurance Plans. Health insurance providers respond to coronavirus (COVID-19)",
      "year": 2020,
      "doi": "10.1071/hc15951"
    },
    {
      "title": "Virtually perfect? Telemedicine for Covid-19",
      "authors": [
        "J Hollander",
        "B Carr"
      ],
      "year": 2020,
      "doi": "10.1056/nejmp2003539"
    },
    {
      "title": "Rapidly converting to \"virtual practices\": outpatient care in the era of COVID-19",
      "authors": [
        "A Mehrotra",
        "K Ray",
        "D Brockmeyer",
        "M Barnett",
        "J Bender"
      ],
      "doi": "10.1056/CAT.20.0091"
    },
    {
      "title": "Ensuring the growth of telehealth during COVID-19 does not exacerbate disparities in care",
      "authors": [
        "D Velasquez",
        "A Mehrotra"
      ],
      "year": 2020,
      "doi": "10.1377/hblog20200505.591306/full/"
    },
    {
      "title": "Assessment of disparities in digital access among Medicare beneficiaries and implications for telemedicine",
      "authors": [
        "E Roberts",
        "A Mehrotra"
      ],
      "year": 2020,
      "doi": "10.1001/jamainternmed.2020.2666"
    },
    {
      "title": "Assessing telemedicine unreadiness among older adults in the United States during the COVID-19 pandemic",
      "authors": [
        "K Lam",
        "A Lu",
        "Y Shi",
        "K Covinsky"
      ],
      "year": 2020,
      "doi": "10.1001/jamainternmed.2020.2671"
    },
    {
      "title": "Association between broadband internet availability and telemedicine use",
      "authors": [
        "A Wilcock",
        "S Rose",
        "A Busch",
        "H Huskamp",
        "L Uscher-Pines",
        "B Landon"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.2234"
    },
    {
      "title": "Bridging the digital divide for all Americans [Internet"
    },
    {
      "title": "Telehealth: fad or the future",
      "authors": [
        "B Fox",
        "J Sizemore"
      ],
      "year": 2020
    },
    {
      "title": "Association between a temporary reduction in access to health care and long-term changes in hypertension control among veterans after a natural disaster",
      "authors": [
        "A Baum",
        "M Barnett",
        "J Wisnivesky",
        "M Schwartz"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.15111"
    },
    {
      "title": "Mortality in Puerto Rico after Hurricane Maria",
      "authors": [
        "N Kishore",
        "D Marqués",
        "Mahmud Kiang",
        "M Rodriguez",
        "I Fuller"
      ],
      "year": 2018,
      "doi": "10.1056/nejmsa1803972"
    },
    {
      "title": "OptumLabs and Op-tumLabs Data Warehouse (OLDW) descriptions and citation",
      "authors": [
        "Optumlabs"
      ],
      "year": 2019
    },
    {
      "title": "Coronavirus (COVID-19) data in the United States",
      "doi": "10.1287/lytx.2020.06.03"
    },
    {
      "title": "Press release, President Trump expands telehealth benefits for Medicare beneficiaries during COVID-19 outbreak",
      "year": 2020,
      "doi": "10.1377/forefront.20200715.454789"
    },
    {
      "title": "List of telehealth services",
      "doi": "10.1037/e503682020-001"
    },
    {
      "title": "Telehealth services [Internet",
      "year": 2020,
      "doi": "10.4135/9781412971942.n59"
    },
    {
      "title": "Healthcare Cost and Utilization Project",
      "doi": "10.4135/9781412953948.n196"
    },
    {
      "title": "Agency for Healthcare Research and Quality",
      "doi": "10.17925/use.2020.16.2.80"
    },
    {
      "title": "Elixhauser Comorbidity Software, version 3.7",
      "doi": "10.1037/e504032006-001"
    },
    {
      "title": "Administrative costs associated with physician billing and insurance-related activities at an academic health care system",
      "authors": [
        "P Tseng",
        "R Kaplan",
        "B Richman",
        "M Shah",
        "K Schulman"
      ],
      "year": 2018
    },
    {
      "title": "The benefit of using both claims data and electronic medical record data in health care analysis",
      "authors": [
        "J Wilson",
        "A Bock"
      ],
      "year": 2012
    },
    {
      "title": "Incidence of healthcare-associated influenza-like illness after a primary care encounter among young children",
      "authors": [
        "K Feemster",
        "R Localio",
        "R Grundmeier",
        "J Metlay",
        "S Coffin"
      ],
      "year": 2019,
      "doi": "10.1093/jpids/piy023"
    },
    {
      "title": "Are well-child visits a risk factor for subsequent influenza-like illness visits?",
      "authors": [
        "J Simmering",
        "L Polgreen",
        "J Cavanaugh",
        "P Polgreen"
      ],
      "year": 2014,
      "doi": "10.1086/675281"
    },
    {
      "title": "Telemedicine is booming during the pandemic. But it's leaving people behind",
      "authors": [
        "D Horn"
      ],
      "doi": "10.1377/forefront.20220902.944304"
    }
  ],
  "num_references": 34
}
