{
  "paper_id": "T82LEX3K",
  "title": "Effectiveness of mHealth Interventions in Medication Adherence among Patients with Cardiovascular Diseases: A Systematic Review",
  "abstract": "mHealth interventions have been reported to improve adherence to long-term therapies in chronic conditions. Therefore, this study aimed at determining the effectiveness of mHealth interventions in medication adherence among patients with cardiovascular diseases (CVDs), a leading cause of mortality globally. Relying on our inclusion criteria and the PRISMA recommendations, a literature search was carried out in the PubMed, Medline, and ProQuest databases for primary studies that investigated the impact of mHealth on medication adherence for cardiovascular disease (CVD) between 2000-2021. A total of 23 randomized controlled trials with 34,915 participants matched the selection criteria. The mHealth interventions used included text messages, mobile phone applications, and voice calls, which were used either as a single intervention or combined. Additionally, studies on enhancing drug adherence had contradictory findings: most of the studies elaborated positive results; however, six studies were unable to reveal any significant effect. Finally, a risk bias analysis revealed varying outcomes across all studies. This review, as a whole, supported the notion that mHealth interventions can be effective in improving adherence to CVD medication even though they could not improve adherence to all CVD medications when compared with controls. Further trials with more refined designs integrated with comprehensive interventions are needed to produce better health outcomes.",
  "year": 2023,
  "date": "2023-03-01",
  "journal": "J. Am. Coll. Cardiol",
  "publication": "J. Am. Coll. Cardiol",
  "authors": [
    {
      "forename": "Muhammad",
      "surname": "Arshed",
      "name": "Muhammad Arshed",
      "affiliation": "1  Department of Community Health , Faculty of Medicine and Health Sciences , Universiti Putra Malaysia (UPM) , Serdang 43400 , Selangor Darul Ehsan , Malaysia \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia (UPM) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Serdang Selangor Darul Ehsan \n\t\t\t\t\t\t\t\t\t 43400 \n\t\t\t\t\t\t\t\t\t Malaysia"
    },
    {
      "forename": "Aidalina",
      "surname": "Bin Mahmud",
      "name": "Aidalina Bin Mahmud",
      "orcid": "0000-0001-9411-6140"
    },
    {
      "forename": "Halimatus",
      "surname": "Minhat",
      "name": "Halimatus Minhat",
      "affiliation": "1  Department of Community Health , Faculty of Medicine and Health Sciences , Universiti Putra Malaysia (UPM) , Serdang 43400 , Selangor Darul Ehsan , Malaysia \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia (UPM) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Serdang Selangor Darul Ehsan \n\t\t\t\t\t\t\t\t\t 43400 \n\t\t\t\t\t\t\t\t\t Malaysia",
      "orcid": "0000-0001-9411-6140"
    },
    {
      "forename": "Lim",
      "surname": "Poh",
      "name": "Lim Poh",
      "affiliation": "1  Department of Community Health , Faculty of Medicine and Health Sciences , Universiti Putra Malaysia (UPM) , Serdang 43400 , Selangor Darul Ehsan , Malaysia \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia (UPM) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Serdang Selangor Darul Ehsan \n\t\t\t\t\t\t\t\t\t 43400 \n\t\t\t\t\t\t\t\t\t Malaysia"
    },
    {
      "forename": "Muhammad",
      "surname": "Farooq Umer",
      "name": "Muhammad Farooq Umer",
      "affiliation": "1  Department of Community Health , Faculty of Medicine and Health Sciences , Universiti Putra Malaysia (UPM) , Serdang 43400 , Selangor Darul Ehsan , Malaysia \n\t\t\t\t\t\t\t\t Department of Community Health \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Universiti Putra Malaysia (UPM) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Serdang Selangor Darul Ehsan \n\t\t\t\t\t\t\t\t\t 43400 \n\t\t\t\t\t\t\t\t\t Malaysia",
      "orcid": "0000-0001-7779-1929"
    }
  ],
  "doi": "10.3390/diseases11010041",
  "keywords": [
    "mobile health",
    "interventions",
    "adherence",
    "cardiovascular diseases medication",
    "patients"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Cardiovascular diseases (CVDs) account for 17.9 million deaths annually (31% of all deaths globally)  [1] . It is a key contributor to premature deaths and escalating healthcare expenses  [2, 3] . Cardiovascular diseases are projected by Global Health to remain the leading cause of mortality in 2030  [4] . To reduce the burden of CVDs, adequate control of CVD risk factors is required; such factors include high blood pressure, excess body weight, high blood lipids, cigarette smoking, and diabetes. Elevated blood pressure has been reported to be the most significant contributing factor to CVDs  [5] . It was indicated in the Global Burden of Disease study that each of the above-mentioned risk factors was among the top 10 causes of a loss in disability-adjusted life years  [6] .\n\nAdherence is the degree to which an individual's behavior in taking medications, maintaining a diet, and implementing other lifestyle changes matches with accepted advice from a healthcare professional. Medication non-adherence is acknowledged as a leading healthcare problem that can be prevented and as a serious obstacle to improving clinical outcomes. Non-adherence to medication represents the leading cause of mortality for more than 60% of cardiovascular patients. Medication use is a complex activity that is influenced by a variety of elements that include experience, beliefs, and culture. Medication-taking Diseases 2023, 11, 41 2 of 18 habits might vary between different drugs. Faster medical care that boosts medication adherence is currently one of the most serious issues. Despite efforts, randomized controlled trials have only shown a limited impact on medication-taking behavior  [7] [8] [9] [10] .\n\nDespite substantial resources being allocated to developing new regimens, nonadherence to current medications is persistent and remains an issue of public health importance. This is because non-adherence depletes evidence-based therapy, thereby escalating mortality rates annually and globally and thus contributing to unwarranted healthcare disbursements. The complexity of non-adherence makes it challenging to define and accurately identify its presence in patients, leading to increased risk for worse cardiac events and a higher mortality rate. Therefore, innovative tools for assessing and screening patients for non-adherence will enhance interventions targeted at improving adherence  [11] .\n\nThe most widely used interventions to improve cardiovascular medication adherence include unsophisticated pillboxes and calendars, while the Medication Event Monitoring System (MEMS) and blister packs have been used in randomized controlled trials (RCT). Other modern-day interventions commonly used include mobile applications, reminder services, automated dispensers, real-time provider feedback, networkable MEMS, and biomarkers, which can measure adherence objectively  [11] . While the availability of these sophisticated tools could be a step in proffering a solution to the issue of non-adherence, their extensive implementation remains restricted. Given that most of the interventions are complicated and not cost-effective, non-adherence behavior necessitates designing and implementing cost-effective interventions.\n\nWith the extensive possession of mobile telephones and 5.3 billion mobile broadband global subscribers in 2018 (ICT 2018), the possibility of automation gives rise to the likelihood of designing and implementing cost-effective interventions of behavior changes to a large sample population. In recent times, mobile health is a resource that has gained popularity. The use of mobile phones (mHealth) was reported as a necessity for prompt and enhanced mHealth research and yielded promising results  [12] . Targeting behavior modification could be accomplished with the use of mHealth technologies  [13] .\n\nIn addition, mobile phone interventions are associated with only a few adverse events (such as the probability of road traffic accidents)  [14] . Even if mHealth is becoming increasingly popular, there is still no proof of its effectiveness  [15] . Today, mHealth, electronic health (e-Health), and telehealth can be used as replacements for each other. The Global Observatory for e-Health defined mHealth as the support of medical and public health using mobile devices, which include mobile phones, personal digital assistants (PDAs), patient monitoring devices, and wireless devices.\n\nEven though mHealth interventions to improve medication adherence in chronic disease patients have supposedly been positive, their impact on cardiovascular disease medication adherence is still not clear, so there is an urge to find literature support to establish a causal relationship. Therefore, this systematic review was conducted to determine the effectiveness of mHealth interventions on cardiovascular medication adherence."
    },
    {
      "title": "Materials and Methods",
      "text": "The Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) criteria were followed when conducting this systematic review of primary studies on mobile health interventions to increase adherence to cardiovascular medication. By outlining the basic specifications for a protocol, the PRISMA recommendations help authors to improve the reporting of procedures for intended systematic reviews and meta-analyses."
    },
    {
      "title": "Search Criteria",
      "text": "The target population was patients with the following cardiovascular diseases: hypertension, ischemic heart disease, myocardial infarction, acute coronary syndrome, heart failure, stroke, and peripheral arterial disease. In addition, they had undergone mHealthled interventions (WHO or ATA definition of mHealth), which were compared with the control or usual care. The outcome of the study was medication adherence as primary or secondary. The search was restricted to a time frame between 2000 (August) and 2021 (July). Only English language studies were reviewed for reporting. The participants' sociodemographic characteristics (gender, age, location, education level, income, ethnicity, type of client, and years of experience) were not a limitation."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "The inclusion criteria were: (1) clinical trials in comparison with the standard of care or control, (2) peer-reviewed journal articles with full text, (3) studies conducted on mHealth interventions to determine the effect on patient adherence to cardiovascular diseases, and (4) only mHealth interventions (WHO or ATA definition of mHealth).\n\nThe exclusion criteria were: (1) not original research, (2) not having adherence as the primary or secondary outcome, (3) mHealth interventions not addressing cardiovascular diseases, (4) studies that lacked an appropriate control group or were not randomized, (5) studies that were not in English, and (6) trials that were terminated before their completion."
    },
    {
      "title": "Search Strategy",
      "text": "This review employed the use of the PubMed, MEDLINE, ProQuest, and Google Scholar databases for an electronic systematic literature search. The standard for Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) was applied. The Boolean operators \"and\" and \"or\" were used in the search. The grey literature was also researched using a Google Scholar search.\n\nThe articles were identified by combining Medical Subject Headings (MeSH) with Boolean operators such as: * Reminder Systems, * Text Messaging; *mobile app; *SMS; *phone call; *digital health [Cardiovascular Diseases [ * prevention & control]; *coronary; *myocard; *cerebrovasc; *stroke; *heart; Cell Phone; and Medication Adherence [ * statistics & numerical data]]."
    },
    {
      "title": "Quality Evaluation",
      "text": "Cochrane's risk-of-bias assessment tool was used to analyze the studies when evaluating the bias. Moreover, the Cochrane Handbook for Systematic Reviews of Interventions was used for the quality assessments of all trials. Allocation concealment, randomization, blinding concealment, attrition rates, sufficient data reporting, and non-selective reporting of outcomes were the markers used for assessing quality. A 2-point Likert scale (Yes  (1)  and No (0)) was used. Then, studies were categorized into three classes according to their reported score: (1) a score of more than 4, which indicated a good-quality study; (2) a score of 3-4, which indicated a moderate quality; and (3) a score less than 2, which indicated a poor quality."
    },
    {
      "title": "Result",
      "text": "The search of the databases identified a total of 1254 studies that were screened to comply with the eligibility criteria. Studies were eliminated because the content of their titles and abstracts did not meet the inclusion criteria. This systematic review did not include studies that did not use adherence measurement as an endpoint. A good number of studies (58) were excluded due to the wrong populations (participants other than cardiovascular diseases), wrong interventions (interventions other than mHealth intervention), adherence to medication not reported as an endpoint, and for being systematic reviews. Twenty-three peer-reviewed journal articles met the inclusion criteria  and were taken into account in the analysis. The PRISMA flowchart is depicted in Figure  1 .\n\nTwenty-three peer-reviewed journal articles met the inclusion criteria [16-38] and were taken into account in the analysis. The PRISMA flowchart is depicted in Figure  1 ."
    },
    {
      "title": "Characteristics of Trials",
      "text": "This section provides an overview of the authors, the study designs, the intervention subcategories, the types of intervention, the study country, the outcomes, and the adherence measurement tools. Adherence or correlates of adherence were used as the outcome measure. While the study findings provided the final results, the adherence measurement described how adherence was measured in each study. All of these were randomized controlled trials, including seven from the USA with multiple time durations; i.e., one month, 12 months, 28 days, 12 months, 3 months, 6 months, and 3 months, respectively; the sample sizes in these studies were: 90, 21,750, 60, 253, 126, 179, and 413, respectively  [17, [19] [20] [21] 29, 32, 33] . Two more studies from Canada had durations of 4 months and 12 months with sample sizes of 90 and 2632, respectively  [35, 36] . Three studies were conducted in China that were 6 months, 1 month, and 3 months of duration with sample sizes of 280, 50, and 445, respectively  [24, 31, 37] . In addition, two studies were from Pakistan, each with a 3-month duration and with sample sizes of 200 and 201, respectively  [23, 30] . One more study was conducted in South Africa with a 12-month duration and a sample size of 1372  [25] . Some studies from other parts of world included the following: one from the United Kingdom with a duration of 6 months and a sample size of 301  [18] ; one from Australia"
    },
    {
      "title": "Characteristics of Trials",
      "text": "This section provides an overview of the authors, the study designs, the intervention subcategories, the types of intervention, the study country, the outcomes, and the adherence measurement tools. Adherence or correlates of adherence were used as the outcome measure. While the study findings provided the final results, the adherence measurement described how adherence was measured in each study. All of these were randomized controlled trials, including seven from the USA with multiple time durations; i.e., one month, 12 months, 28 days, 12 months, 3 months, 6 months, and 3 months, respectively; the sample sizes in these studies were: 90, 21,750, 60, 253, 126, 179, and 413, respectively  [17, [19] [20] [21] 29, 32, 33] . Two more studies from Canada had durations of 4 months and 12 months with sample sizes of 90 and 2632, respectively  [35, 36] . Three studies were conducted in China that were 6 months, 1 month, and 3 months of duration with sample sizes of 280, 50, and 445, respectively  [24, 31, 37] . In addition, two studies were from Pakistan, each with a 3-month duration and with sample sizes of 200 and 201, respectively  [23, 30] . One more study was conducted in South Africa with a 12-month duration and a sample size of 1372  [25] . Some studies from other parts of world included the following: one from the United Kingdom with a duration of 6 months and a sample size of 301  [18] ; one from Australia with a 3-month duration and a sample size of 165  [34] ; one from France with a 1-month duration and a sample size of 5546  [16] ; one from Malaysia with a 2-month duration and a sample size 62  [22] ; one from Iran with a 3-month duration and a sample size of 123  [26] ; and one from New Zealand with a duration of 12 months and a sample size of 306  [38]  (Table  1 ). In the intervention group, patient satisfaction was also higher."
    },
    {
      "title": "Types of Intervention",
      "text": "The types of mobile phone-based interventions varied from single SMS interventions  [16] [17] [18] 22, 23, 25, 37]  to a combination of SMS + Micro Letter (ML) (Micro Letter platforms are open-access Kik Messenger-like programs that provide users in China with access to news and other information)  [24] ; interactive voice interventions  [19] ; a multifaceted intervention including medication reconciliation and tailoring; patient education; collaborative care between a pharmacist and a patient's primary care clinician and voice messaging  [21] ; interactive text messages  [25] ; wireless self-monitoring devices  [27] ; a webbased app using interactive patient assistance tools  [28] ; individual and peer comparison of reminder alarms  [29] ; talking treatment intervention that involved SMS and voice calls  [30] ; WeChat + a BlackBerry reminder app  [31] ; an alert electronic reminder device (wireless pill bottle) with an automated message sent to the individual via email, text, or automated phone call  [32] ; and advanced mobile apps  [33, 34] . One study in Canada used mail-outs and mail-outs plus phone calls  [36] ; a qualitative study used engagement of intervention and control groups for positive and negative adherence  [35] ; and Text4HeartII featured educational and motivating materials to promote medication use  [38]  (as explained in Table  1 )."
    },
    {
      "title": "Outcome Measures",
      "text": "Nine trials used the Morisky Medication Adherence Scale-8 (MMAS-8) to measure adherence  [17, 22, 24, 27, 30, 33, 34, 37, 38] , one used the Morisky Medication Adherence Scale-4 (MMAS-4)  [23] , one study used personal inquiry for medication adherence and electronic records  [18] , one used a modified version of the proportion of days covered  [19] , one used pillbox bin openings and electronic self-reporting  [20] , three used the proportion of days covered (PDC)  [21, 25, 36] , one used the Hill bone scale  [26] , one used GlowCap gadgets (electronic pill bottles)  [29] , one trial used wireless pill bottles  [32] , one used arachidonic acid-induced platelet aggregation  [16] , one used three methods (the MMAS-8, Self-efficacy for Appropriate Medication Use (SEAMS), and a Medication Event Monitoring System (MEMS))  [17] , one trial utilized missed doses of pills (two) in seven days  [28] , one trial assessed adherence to medications via a qualitative method that used adherence (positive or negative)  [35] , and one utilized the MMAS-8 and prescription records to modify behavior  [38] ."
    },
    {
      "title": "Medication Adherence",
      "text": "The studies found on enhancing drug adherence had contradictory findings: 17 studies (73.9%) reported a significant improvement in medication adherence  [16] [17] [18] [19] [21] [22] [23] [24] [25] [26] 28, 29, [32] [33] [34] [35] 37] , whereas 6 studies (26%) failed to show a substantial impact of the intervention on medication adherence  [20, 27, 30, 31, 36, 38] ."
    },
    {
      "title": "Hypertension",
      "text": "In this review, nine studies were found that used blood pressure as an outcome measure along with adherence to medication  [18, 19, 21, 23, 25, 27, 31, 33, 37] . Three trials elaborated a significant decrease in blood pressure and improved medication adherence  [25, 27, 37] . At the same time, six trials could not provide any evidence of a decrease in blood pressure  [18, 19, 21, 23, 31, 33] ."
    },
    {
      "title": "Ischemic Heart Disease",
      "text": "Fourteen trials assessed adherence to medication in patients with coronary heart diseases  [16, 17, 19, 21, 22, 24, [28] [29] [30] [31] [34] [35] [36] 38] . In addition, two trials addressed cardiac rehabilitation after myocardial infarction  [35, 36] . Ten trials showed a significant improvement in adherence to medication in patients with ischemic heart diseases  [16, 17, 19, 21, 22, 24, 28, 29, 34, 35] , while four did not reveal any significant improvement."
    },
    {
      "title": "Heart Failure",
      "text": "In this review, only one study assessed the impact of mHealth on medication adherence in patients with heart failure  [20] . This study, which had 60 participants and a 28-day duration, was a four-arm trial with two arms using the ePill box silent and reminder vs. smartphone silent and reminder. No improvement in adherence to medication was documented. mHealth has been utilized in patients with peripheral arterial disease. However, in this review, no particular study was found to determine the impact of mHealth on adherence to medication in patients with peripheral arterial disease."
    },
    {
      "title": "Stroke",
      "text": "Two studies evaluated the impact of mHealth on medication adherence in patients with stroke. They were conducted in Pakistan with sample sizes of 200 and 201 participants and a duration of three months  [23, 30] . One reported a significant improvement in medication adherence  [23] , while the other failed to show substantial results  [30] ."
    },
    {
      "title": "Diabetes Mellitus",
      "text": "One trial evaluated the effect of mHealth intervention on adherence to medication in patients with cardiovascular disease comorbidity of type 2 diabetes mellitus. The trial used three groups: interactive voice recognition phone calls in group 1; interactive voice recognition enhanced phone calls in group 2; and a control group with usual care in group 3. Both intervention groups showed results that were 2.2 percentage points higher than those of the control group (95% CI, 1.1-3.4) with a difference of 3.0 (95% CI, 1.9-4.2)  [19] ."
    },
    {
      "title": "Risk of Bias and Methodological Quality Assessment",
      "text": "Seven domains were scored as low, high, and unclear risk of bias. Fifteen trials were considered high-quality studies because they received good scores across at least five domains  [17, 19, 21, 23, 25, 26, 29, 30, [32] [33] [34] [35] [36] [37] [38] , while six trials achieved good scores in less than five with a moderate quality  [16, 18, 20, 22, 27, 28] , and two received good scores in only two of the seven domains and had a poor quality  [24, 31] . The bias in the included studies was systematically assessed and is presented in Figure  2 .\n\nDiseases 2023, 11, x FOR PEER REVIEW 12 of 18"
    },
    {
      "title": "Stroke",
      "text": "Two studies evaluated the impact of mHealth on medication adherence in patients with stroke. They were conducted in Pakistan with sample sizes of 200 and 201 participants and a duration of three months  [23, 30] . One reported a significant improvement in medication adherence  [23] , while the other failed to show substantial results  [30] ."
    },
    {
      "title": "Diabetes Mellitus",
      "text": "One trial evaluated the effect of mHealth intervention on adherence to medication in patients with cardiovascular disease comorbidity of type 2 diabetes mellitus. The trial used three groups: interactive voice recognition phone calls in group 1; interactive voice recognition enhanced phone calls in group 2; and a control group with usual care in group 3. Both intervention groups showed results that were 2.2 percentage points higher than those of the control group (95% CI, 1.1-3.4) with a difference of 3.0 (95% CI, 1.9-4.2)  [19] ."
    },
    {
      "title": "Risk of Bias and Methodological Quality Assessment",
      "text": "Seven domains were scored as low, high, and unclear risk of bias. Fifteen trials were considered high-quality studies because they received good scores across at least five domains  [17, 19, 21, 23, 25, 26, 29, 30, [32] [33] [34] [35] [36] [37] [38] , while six trials achieved good scores in less than five with a moderate quality  [16, 18, 20, 22, 27, 28] , and two received good scores in only two of the seven domains and had a poor quality  [24, 31] . The bias in the included studies was systematically assessed and is presented in Figure  2 ."
    },
    {
      "title": "Discussion",
      "text": "In recent times, technology-based interventional approaches such as mHealth, eHealth, and telehealth have become essential tools. mHealth technology is at the same time assessable, faster, and acceptable to the community.\n\nFindings from previous studies showed improvement in medication adherence in patients after mobile health interventions. mHealth, which has gained popularity in recent times, has attained amassed interest as a tool for enhancing health promotion interventions as well as the provision of CVD prevention in an accessible manner with a relatively lower cost. Moreover, mHealth has a specific potential to promote lifestyle modification and is an effective tool for improving adherence  [39] .\n\nIn the present review, studies on enhancing drug adherence had contradictory findings: 17 trials (73.9%) reported a significant improvement in medication adherence, whereas 6 studies (26%) failed to show a substantial impact of the intervention on medication adherence. The effectiveness of mHealth interventions on cardiovascular medication adherence has also been reported in other systematic reviews, which showed that the majority of studies reported an improvement in medication adherence and other health outcomes  [39, 40] . Similar findings from an existing body of literature strengthen the current review's evidence  [41] [42] [43] .\n\nIn the current review, most of the studies used SMS only as an intervention, while some trials used SMS in combination with Micro Letters or voice calls. In a meta-analysis review, patients who received SMS-based interventions were found more likely to be adequately adherent than the control group  [44] .\n\nmHealth apps (mobile and web-based) were also another popular mHealth intervention identified in the current review. A review was conducted to assess the impact of mHealth apps on adherence to CVD that revealed mixed results with reasonable acceptability  [45] . As such, the two commonly used modes of mHealth delivery are text messaging (short messaging service or SMS) and smartphone applications  [39] . In the present review, seven studies employed the use of SMS to improve medication adherence, while five studies employed mHealth-based apps. Both SMS and phone applications have the ability to serve the role of a drug intake reminder, blood pressure monitor, or routine clinic appointment reminder  [40] .\n\nThe current review identified other mHealth technologies used that included phone calls, interactive patient support apps, interactive text messages, interactive voice calls, wireless self-monitoring gadgets, electronic pill bottle reminder devices, emails, automated messages, and phone calls. Similarly, numerous effective delivery strategies were identified in other systematic reviews; these included SMS  [46, 47] , automated phone messages, and reminders  [48] .\n\nHowever, in certain cases, the reported beneficial outcome was not always a result of the patient's choice of a particular tool. A study compared different interventions to determine their effects on adherence to medication. The study used various tools that included pillboxes and smartphones. Smartphones reported a higher adherence score than pill counts  [20] . Moreover, a multifaceted intervention medication reconciliation and tailoring, patient education, collaborative care between a pharmacist and a patient's primary care clinician, and voice messaging were used  [21] .\n\nA meta-analysis of mHealth intervention to improve adherence in chronic diseases such as diabetes mellitus, asthma, cardiovascular diseases, epilepsy, and HIV infection showed improvement in medication adherence; this included 16 randomized controlled trials  [49] . mHealth intervention had a positive impact on improving antiretroviral therapies in HIV patients and in antituberculosis treatment  [49] ; however, cardiovascular diseases require further refined designs.\n\nmHealth is a more personalized method that helps individuals in managing their condition using an apt and standard design form. It has also been found to be an efficient tool in various studies of real-time data analysis. A study showed interest in smartwatches because they are a potential tool and have multifunctional dimensions like a smartphone.\n\nThe study presented a smartwatch-based medication reminder system and also introduced an early prototype to improve medication adherence  [50] . Furthermore, it could help the clinicians to improve adherence to treatment, which could be beneficial to the the patient  [51] . This has been found in different studies in which medication adherence was measured using different designs, sample sizes, intervention approaches of mHealth, adherence measuring tools, outcome measures, and the multitude of methods.\n\nMobile health strategies are instrumental in addressing the issue of medication nonadherence, which has been a challenge in the management of chronic diseases. Despite the positive feedback reported regarding the effectiveness of mHealth interventions in adherence to cardiovascular medications, more studies on the cost-effectiveness of this intervention type are required, especially in resource-limited settings. Some studies have stated that mHealth interventions are cost-effective; for instance, an mHealth intervention study in Kenya reported a marginal cost of USD 0.02 per SMS and a weekly SMS, which represented a cost of almost USD 1 per patient annually. This suggested that mHealth intervention requires a minimum cost to implement but has the potential to yield effective results. However, it was suggested that the cost of other equipment used (as well as the training of research assistants) be included in the total cost. Apart from being less capital intensive, implementing this type of intervention is also convenient for both the health provider and the patient who is the recipient because messages reach the patient at any time and place. This intervention is also less time-consuming and curbs the problem of accessibility to the health facility because patients can communicate directly with their health providers through voice calls and phone apps. It is convenient in resource-limited facilities where venues for routine health education sessions are limited or unavailable, but health information can be delivered through this medium. The participants in all of the chosen trials were diverse. The fact that they varied from one another in terms of their medical and social profiles may have influenced the results, but the authors used the data from the studies to assess how well the interventions worked. Additionally, there was no established time frame for assessing therapies because adherence is a behavior that lasts a lifetime. Studies on enhancing drug adherence have contradictory findings, where seventeen studies (73.91%) reported significant improvement in medication adherence whereas, six studies (26.09%) failed to show a substantial impact of the intervention on medication adherence. Overall, RCTs using various interventions in the current review showed improvement in adherence to CVDs (Figure  3 ).\n\nDiseases 2023, 11, x FOR PEER REVIEW 14 of 18\n\nThe study presented a smartwatch-based medication reminder system and also introduced an early prototype to improve medication adherence  [50] . Furthermore, it could help the clinicians to improve adherence to treatment, which could be beneficial to the the patient  [51] . This has been found in different studies in which medication adherence was measured using different designs, sample sizes, intervention approaches of mHealth, adherence measuring tools, outcome measures, and the multitude of methods. Mobile health strategies are instrumental in addressing the issue of medication nonadherence, which has been a challenge in the management of chronic diseases. Despite the positive feedback reported regarding the effectiveness of mHealth interventions in adherence to cardiovascular medications, more studies on the cost-effectiveness of this intervention type are required, especially in resource-limited settings. Some studies have stated that mHealth interventions are cost-effective; for instance, an mHealth intervention study in Kenya reported a marginal cost of USD 0.02 per SMS and a weekly SMS, which represented a cost of almost USD 1 per patient annually. This suggested that mHealth intervention requires a minimum cost to implement but has the potential to yield effective results. However, it was suggested that the cost of other equipment used (as well as the training of research assistants) be included in the total cost. Apart from being less capital intensive, implementing this type of intervention is also convenient for both the health provider and the patient who is the recipient because messages reach the patient at any time and place. This intervention is also less time-consuming and curbs the problem of accessibility to the health facility because patients can communicate directly with their health providers through voice calls and phone apps. It is convenient in resource-limited facilities where venues for routine health education sessions are limited or unavailable, but health information can be delivered through this medium. The participants in all of the chosen trials were diverse. The fact that they varied from one another in terms of their medical and social profiles may have influenced the results, but the authors used the data from the studies to assess how well the interventions worked. Additionally, there was no established time frame for assessing therapies because adherence is a behavior that lasts a lifetime. Studies on enhancing drug adherence have contradictory findings, where seventeen studies (73.91%) reported significant improvement in medication adherence whereas, six studies (26.09%) failed to show a substantial impact of the intervention on medication adherence. Overall, RCTs using various interventions in the current review showed improvement in adherence to CVDs (Figure  3 ). However, in planning a mHealth intervention, it is recommended that studies of this nature design an acceptable, standardized, systematic, and validated mobile phone application to facilitate the implementation. In the present review, only the studies in  [34, 52]  had customized applications designed for their interventions. Furthermore, the timing of sending messages and making calls as well as the language used must be acceptable to and understandable by the patients. Close attention should be paid to the content and frequency of the messages and calls to fully achieve the goal of the intervention and gain the benefits thereof. An alternative method should be considered for patients who have problems with their sight, speech, or hearing, as well as for patients who cannot read. All these factors should be considered in designing mHealth interventions. Lastly, one of the goals of behavioral interventions is to produce lasting or durable behavioral changes that will yield positive health outcomes. On this note, it is suggested that future research on mHealth focus on the long-term impact of this intervention on adherence behavior among cardiovascular disease patients because this will provide more authentic findings and justifications."
    },
    {
      "title": "Conclusions",
      "text": "This review, as a whole, supported the notion that mHealth interventions can be effective in improving adherence to CVD medication even though the use of various mHealth interventions could not improve adherence to all CVD medications when compared with controls. Further trials with more refined designs integrated with comprehensive and effective interventions are needed. Furthermore, cost-effectiveness studies of such interventions should be conducted to further derive the benefits of mHealth interventions. This will enable policymakers to reserve capital-intensive interventions for patients who are most in need of such interventions; for instance, patients dealing with factors that mHealth cannot overcome (such as adverse drug reactions or a high pill burden)."
    },
    {
      "text": "Figure 1. PRISMA (2009) flow diagram showing the flow of search and analysis."
    },
    {
      "text": "Figure 1. PRISMA (2009) flow diagram showing the flow of search and analysis."
    },
    {
      "text": "Figure 2. Bias Risk Assessment [16-38]."
    },
    {
      "text": "Figure 2. Bias Risk Assessment [16-38]."
    },
    {
      "text": "Figure 3. Adherence improvement in response to interventions reflected in the studies included.Figure 3. Adherence improvement in response to interventions reflected in the studies included."
    },
    {
      "text": "Figure 3. Adherence improvement in response to interventions reflected in the studies included.Figure 3. Adherence improvement in response to interventions reflected in the studies included."
    },
    {
      "text": "Summary of impacts of a mobile health intervention on medication adherence among patients with cardiovascular diseases."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    }
  ],
  "references": [
    {
      "title": "Regional, and National Burden of Cardiovascular Diseases for 10 Causes, 1990 to 2015",
      "authors": [
        "G Roth",
        "C Johnson",
        "A Abajobir",
        "F Abd-Allah",
        "S Abera",
        "G Abyu",
        "M Ahmed",
        "B Aksut",
        "T Alam",
        "K Alam"
      ],
      "year": 2017,
      "doi": "10.1016/j.jacc.2017.04.052"
    },
    {
      "title": "Global burden of 369 diseases and injuries in 204 countries and territories, 1990-2019: A systematic analysis for the Global Burden of Disease Study 2019",
      "authors": [
        "C Abbafati",
        "D Machado",
        "B Cislaghi",
        "O Salman",
        "M Karanikolos",
        "M Mckee",
        "K Abbas",
        "O Brady",
        "H Larson",
        "S Trias-Llimós"
      ],
      "year": 2020
    },
    {
      "title": "The Global Burden of Cardiovascular Diseases and Risk Factors: 2020 and Beyond",
      "authors": [
        "G Mensah",
        "G Roth",
        "V Fuster"
      ],
      "year": 2019,
      "doi": "10.1016/j.jacc.2019.10.009"
    },
    {
      "title": "Identification of Cardiovascular Risk Components in Urban Chinese with Metabolic Syndrome and Application to Coronary Heart Disease Prediction: A Longitudinal Study",
      "authors": [
        "Z Zhu",
        "Y Liu",
        "C Zhang",
        "Z Yuan",
        "Q Zhang",
        "F Tang",
        "H Lin",
        "Y Zhang",
        "L Liu",
        "F Xue",
        "W Han"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0084204"
    },
    {
      "title": "Clustering of risk factors and the risk of incident cardiovascular disease in Asian and Caucasian populations: Results from the Asia Pacific Cohort Studies Collaboration",
      "authors": [
        "S Peters",
        "X Wang",
        "T Lam",
        "H Kim",
        "Asia Suzanne",
        "T Pacific ; Ninomiya",
        "M Knuiman",
        "I Vaartjes",
        "M Bots",
        "M Woodward"
      ],
      "year": 2018,
      "doi": "10.1136/bmjopen-2017-019335"
    },
    {
      "title": "Systematic review protocol of interventions to improve the psychological well-being of general practitioners",
      "authors": [
        "M Murray",
        "L Murray",
        "M Donnelly"
      ],
      "year": 2015,
      "doi": "10.1186/s13643-015-0098-z"
    },
    {
      "title": "Medication adherence outcomes of 771 intervention trials: Systematic review and meta-analysis",
      "authors": [
        "V Conn",
        "T Ruppar"
      ],
      "year": 2017,
      "doi": "10.1016/j.ypmed.2017.03.008"
    },
    {
      "title": "Interventions to Improve Medication Adherence: A Review",
      "authors": [
        "V Kini",
        "P Ho"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.19271"
    },
    {
      "title": "e-Health interventions and improvement in treatment adherence",
      "authors": [
        "A Sieben",
        "S Bredie",
        "C Van Laarhoven",
        "L Schoonhoven",
        "D Burger",
        "H Van Onzenoort"
      ],
      "year": 2014,
      "doi": "10.2147/ppa.s197481"
    },
    {
      "title": "Medication adherence interventions and outcomes: An overview of systematic reviews",
      "authors": [
        "N Wilhelmsen",
        "T Eriksson"
      ],
      "year": 2019,
      "doi": "10.1136/ejhpharm-2018-001725"
    },
    {
      "title": "Non-adherence to cardiovascular medications",
      "authors": [
        "K Kolandaivelu",
        "B Leiden",
        "P O'gara",
        "D Bhatt"
      ],
      "year": 2014,
      "doi": "10.1093/eurheartj/ehu364"
    },
    {
      "title": "Mobile health technology evaluation: The mHealth evidence workshop",
      "authors": [
        "S Kumar",
        "W Nilsen",
        "A Abernethy",
        "A Atienza",
        "K Patrick",
        "M Pavel",
        "W Riley",
        "A Shar",
        "B Spring",
        "D Spruijt-Metz"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.03.017"
    },
    {
      "title": "Current science on consumer use of mobile health for cardiovascular disease prevention: A scientific statement from the American Heart Association",
      "authors": [
        "L Burke",
        "J Ma",
        "K Azar",
        "G Bennett",
        "E Peterson",
        "Y Zheng",
        "W Riley",
        "J Stephens",
        "S Shah",
        "B Suffoletto"
      ],
      "year": 2015,
      "doi": "10.1161/cir.0000000000000232"
    },
    {
      "title": "Mobile phone text messaging to improve medication adherence in secondary prevention of cardiovascular disease",
      "authors": [
        "A Adler",
        "N Martin",
        "J Mariani",
        "C Tajer",
        "O Owolabi",
        "C Free",
        "N Serrano",
        "J Casas",
        "P Perel"
      ],
      "year": 2017,
      "doi": "10.1002/14651858.cd011851.pub2"
    },
    {
      "title": "The Impact of mHealth Interventions: Systematic Review of Systematic Reviews",
      "authors": [
        "M Marcolino",
        "J Oliveira",
        "M ; D'agostino",
        "A Ribeiro",
        "M Alkmim",
        "D Novillo-Ortiz"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8873"
    },
    {
      "title": "Effect of motivational mobile phone short message service on aspirin adherence after coronary stenting for acute coronary syndrome",
      "authors": [
        "J Quilici",
        "L Fugon",
        "S Beguin",
        "P Morange",
        "J.-L Bonnet",
        "M.-C Alessi",
        "P Carrieri",
        "T Cuisset"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijcard.2013.01.252"
    },
    {
      "title": "A text messaging intervention to promote medication adherence for patients with coronary heart disease: A randomized controlled trial",
      "authors": [
        "L Park",
        "J Howie-Esquivel",
        "M Chung",
        "K Dracup"
      ],
      "year": 2014,
      "doi": "10.1016/j.pec.2013.10.027"
    },
    {
      "title": "Randomised Trial of Text Messaging on Adherence to Cardiovascular Preventive Treatment (INTERACT Trial)",
      "authors": [
        "D Wald",
        "J Bestwick",
        "L Raiman",
        "R Brendell",
        "N Wald"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0114268"
    },
    {
      "title": "Improving adherence to cardiovascular disease medications with information technology",
      "authors": [
        "W Vollmer",
        "A Owen-Smith",
        "J Tom",
        "R Laws",
        "D Ditmer",
        "D Smith",
        "A Waterbury",
        "J Schneider",
        "C Yonehara",
        "A Williams"
      ],
      "year": 2014,
      "doi": "10.3121/cmr.2011.1020.c-b4-03"
    },
    {
      "title": "Randomized controlled feasibility trial of two telemedicine medication reminder systems for older adults with heart failure",
      "authors": [
        "C Goldstein",
        "E Gathright",
        "A Dolansky",
        "J Gunstad",
        "A Sterns",
        "J Redle",
        "R Josephson",
        "J Hughes"
      ],
      "year": 2014,
      "doi": "10.1177/1357633x14541039"
    },
    {
      "title": "Multifaceted intervention to improve medication adherence and secondary prevention measures after acute coronary syndrome hospital discharge: A randomized clinical trial",
      "authors": [
        "P Ho",
        "A Lambert-Kerzner",
        "E Carey",
        "I Fahdi",
        "C Bryson",
        "S Melnyk",
        "H Bosworth",
        "T Radcliff",
        "R Davis",
        "H Mun"
      ],
      "year": 2014,
      "doi": "10.1001/jamainternmed.2013.12944"
    },
    {
      "title": "Effect of a reminder system using an automated short message service on medication adherence following acute coronary syndrome",
      "authors": [
        "S Khonsari",
        "P Subramanian",
        "K Chinna",
        "L Latif",
        "L Ling",
        "O Gholami"
      ],
      "year": 2015,
      "doi": "10.1177/1474515114521910"
    },
    {
      "title": "A randomized controlled behavioral intervention trial to improve medication adherence in adult stroke patients with prescription tailored Short Messaging Service (SMS)-SMS4Stroke study",
      "authors": [
        "A Kamal",
        "Q Shaikh",
        "O Pasha",
        "I Azam",
        "M Islam",
        "A Memon",
        "H Rehman",
        "M Akram",
        "M Affan",
        "S Nazir"
      ],
      "year": 2015,
      "doi": "10.1186/s12883-015-0471-5"
    },
    {
      "title": "Electronic messaging support service programs improve adherence to lipid-lowering therapy among outpatients with coronary artery disease: An exploratory randomised control study",
      "authors": [
        "R Fang",
        "X Li"
      ],
      "year": 2016,
      "doi": "10.1111/jocn.12988"
    },
    {
      "title": "Mobile Phone Text Messages to Support Treatment Adherence in Adults with High Blood Pressure (SMS-Text Adherence Support [StAR]): A Single-Blind, Randomized Trial",
      "authors": [
        "K Bobrow",
        "A Farmer",
        "D Springer",
        "M Shanyinde",
        "L Yu",
        "T Brennan",
        "B Rayner",
        "M Namane",
        "K Steyn",
        "L Tarassenko"
      ],
      "year": 2016,
      "doi": "10.1161/circulationaha.115.017530"
    },
    {
      "title": "A Comparison between The Effectiveness of Short Message Service and Reminder Cards Regarding Medication Adherence in Patients with Hypertension: A Randomized Controlled Clinical Trial",
      "authors": [
        "M Maslakpak",
        "M Safaie"
      ],
      "year": 2016
    },
    {
      "title": "The Influence of Wireless Self-Monitoring Program on the Relationship Between Patient Activation and Health Behaviors, Medication Adherence, and Blood Pressure Levels in Hypertensive Patients: A Substudy of a Randomized Controlled Trial",
      "authors": [
        "J Kim",
        "N Wineinger",
        "S Steinhubl"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5429"
    },
    {
      "title": "Effects of interactive patient smartphone support app on drug adherence and lifestyle changes in myocardial infarction patients: A randomized study",
      "authors": [
        "N Johnston",
        "J Bodegard",
        "S Jerström",
        "J Åkesson",
        "H Brorsson",
        "J Alfredsson",
        "P Albertsson",
        "J.-E Karlsson",
        "C Varenhorst"
      ],
      "year": 2016,
      "doi": "10.1016/j.ahj.2016.05.005"
    },
    {
      "title": "Patient and Partner Feedback Reports to Improve Statin Medication Adherence: A Randomized Control Trial",
      "authors": [
        "A Reddy",
        "T Huseman",
        "A Canamucio",
        "S Marcus",
        "D Asch",
        "K Volpp",
        "J Long"
      ],
      "year": 2017,
      "doi": "10.1007/s11606-016-3858-0"
    },
    {
      "title": "Making prescriptions \"talk\" to stroke and heart attack survivors to improve adherence: Results of a randomized clinical trial (The Talking Rx Study)",
      "authors": [
        "A Kamal",
        "W Khalid",
        "A Muqeet",
        "A Jamil",
        "K Farhat",
        "S Gillani",
        "M Zulfiqar",
        "M Saif",
        "A Muhammad",
        "F Zaidi"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0197671"
    },
    {
      "title": "An mHealth intervention to improve medication adherence among patients with coronary heart disease in China: Development of an intervention",
      "authors": [
        "Z Ni",
        "C Liu",
        "B Wu",
        "Q Yang",
        "C Douglas",
        "R Shaw"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijnss.2018.09.003"
    },
    {
      "title": "Partners and Alerts in Medication Adherence: A Randomized Clinical Trial",
      "authors": [
        "J Kessler",
        "A Troxel",
        "D Asch",
        "S Mehta",
        "N Marcus",
        "R Lim",
        "J Zhu",
        "W Shrank",
        "T Brennan",
        "K Volpp"
      ],
      "year": 2018,
      "doi": "10.1007/s11606-018-4389-7"
    },
    {
      "title": "Association of a Smartphone Application With Medication Adherence and Blood Pressure Control: The MedISAFE-BP Randomized Clinical Trial",
      "authors": [
        "K Morawski",
        "R Ghazinouri",
        "A Krumme",
        "J Lauffenburger",
        "Z Lu",
        "E Durfee",
        "L Oley",
        "J Lee",
        "N Mohta",
        "N Haff"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.0447"
    },
    {
      "title": "Evaluating Reach, Acceptability, Utility, and Engagement with An App-Based Intervention to Improve Medication Adherence in Patients with Coronary Heart Disease in the MedApp-CHD Study: A Mixed-Methods Evaluation",
      "authors": [
        "K Santo",
        "A Singleton",
        "C Chow",
        "J Redfern"
      ],
      "year": 2019,
      "doi": "10.3390/medsci7060068"
    },
    {
      "title": "How and why a multifaceted intervention to improve adherence post-MI worked for some (and could work better for others): An outcome-driven qualitative process evaluation",
      "authors": [
        "L Desveaux",
        "M Saragosa",
        "K Russell",
        "N Mccleary",
        "J Presseau",
        "H Witteman",
        "J Schwalm",
        "N Ivers"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-036750"
    },
    {
      "title": "Interventions supporting long term adherence and decreasing cardiovascular events after myocardial infarction (ISLAND): Pragmatic randomised controlled trial",
      "authors": [
        "N Ivers",
        "J Schwalm",
        "Z Bouck",
        "T Mccready",
        "M Taljaard",
        "S Grace",
        "J Cunningham",
        "B Bosiak",
        "J Presseau",
        "H Witteman"
      ],
      "year": 2020,
      "doi": "10.1136/bmj.m1731"
    },
    {
      "title": "Efficacy of text messaging and personal consultation by pharmacy students among adults with hypertension: Randomized controlled trial",
      "authors": [
        "P Zhai",
        "K Hayat",
        "W Ji",
        "Q Li",
        "L Shi",
        "N Atif",
        "S Xu",
        "P Li",
        "Q Du",
        "Y Fang"
      ],
      "year": 2020,
      "doi": "10.2196/16019"
    },
    {
      "title": "An intervention to improve medication adherence in people with heart disease (text4heartii): Randomized controlled trial",
      "authors": [
        "R Maddison",
        "Y Jiang",
        "R Stewart",
        "T Scott",
        "A Kerr",
        "R Whittaker",
        "J Benatar",
        "A Rolleston",
        "P Estabrooks",
        "L Dale"
      ],
      "year": 2021,
      "doi": "10.2196/24952"
    },
    {
      "title": "Breaking Barriers: Mobile Health Interventions for Cardiovascular Disease",
      "authors": [
        "H Klimis",
        "J Thakkar",
        "C Chow"
      ],
      "year": 2018,
      "doi": "10.1016/j.cjca.2018.02.012"
    },
    {
      "title": "Mobile Phone-Based Intervention in Hypertension Management",
      "authors": [
        "N Andre",
        "R Wibawanti",
        "B Siswanto"
      ],
      "year": 2019,
      "doi": "10.1155/2019/9021017"
    },
    {
      "title": "The role of mHealth for improving medication adherence in patients with cardiovascular disease: A systematic review",
      "authors": [
        "Y Gandapur",
        "S Kianoush",
        "H Kelli",
        "S Misra",
        "B Urrea",
        "M Blaha",
        "G Graham",
        "F Marvel",
        "S Martin"
      ],
      "year": 2016,
      "doi": "10.1093/ehjqcco/qcw018"
    },
    {
      "title": "Systematic Review of RCTs Assessing the Effectiveness of mHealth Interventions to Improve Statin Medication Adherence: Using the Behaviour-Change Technique Taxonomy to Identify the Techniques That Improve Adherence",
      "authors": [
        "Z Bond",
        "T Scanlon",
        "G Judah"
      ],
      "year": 2021,
      "doi": "10.3390/healthcare9101282"
    },
    {
      "title": "Effect of Mobile Health Interventions on the Secondary Prevention of Cardiovascular Disease: Systematic Review and Meta-analysis",
      "authors": [
        "S Gandhi",
        "S Chen",
        "L Hong",
        "K Sun",
        "E Gong",
        "C Li",
        "L Yan",
        "J.-D Schwalm"
      ],
      "year": 2017,
      "doi": "10.1016/j.cjca.2016.08.017"
    },
    {
      "title": "Mobile Telephone Text Messaging for Medication Adherence in Chronic Disease: A Meta-analysis",
      "authors": [
        "J Thakkar",
        "R Kurup",
        "T Laba",
        "K Santo",
        "A Thiagalingam",
        "A Rodgers",
        "M Woodward",
        "J Redfern",
        "C Chow"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7667"
    },
    {
      "title": "Mobile Apps to Improve Medication Adherence in Cardiovascular Disease: Systematic Review and Meta-analysis",
      "authors": [
        "S Al-Arkee",
        "J Mason",
        "D Lane",
        "L Fabritz",
        "W Chua",
        "M Haque",
        "Z Jalal"
      ],
      "year": 2021,
      "doi": "10.2196/24190"
    },
    {
      "title": "Automated telecommunication interventions to promote adherence to cardio-metabolic medications: Meta-analysis of effectiveness and meta-regression of behaviour change techniques",
      "authors": [
        "A Kassavou",
        "S Sutton"
      ],
      "year": 2018,
      "doi": "10.1080/17437199.2017.1365617"
    },
    {
      "title": "The effectiveness of mobile-health behaviour change interventions for cardiovascular disease self-management: A systematic review",
      "authors": [
        "L Pfaeffli Dale",
        "R Dobson",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2016,
      "doi": "10.1177/2047487315613462"
    },
    {
      "title": "Interventions to improve adherence to lipid-lowering medication",
      "authors": [
        "M Van Driel",
        "M Morledge",
        "R Ulep",
        "J Shaffer",
        "P Davies",
        "R Deichmann"
      ],
      "year": 2016
    },
    {
      "title": "Expectations about future health and longevity in Kenyan and Ugandan communities receiving a universal test-and-treat intervention in the SEARCH trial",
      "authors": [
        "H Thirumurthy",
        "A Jakubowski",
        "C Camlin",
        "J Kabami",
        "E Ssemmondo",
        "A Elly",
        "D Mwai",
        "T Clark",
        "C Cohen",
        "E Bukusi"
      ],
      "year": 2016,
      "doi": "10.1080/09540121.2016.1178959"
    },
    {
      "title": "An Approach to Improve Medication Adherence by Smart Watches",
      "authors": [
        "F Sailer",
        "M Pobiruchin",
        "M Wiesner",
        "G Meixner"
      ],
      "year": 2015
    },
    {
      "title": "A Smartwatch-Driven Medication Management System Compliant to the German Medication Plan",
      "authors": [
        "A Keil",
        "K Gegier",
        "M Pobiruchin",
        "M Wiesner"
      ],
      "year": 2016
    },
    {
      "title": "Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980-2015: A systematic analysis for the Global Burden of Disease Study 2015",
      "authors": [
        "H Wang",
        "M Naghavi",
        "C Allen",
        "R Barber",
        "Z Bhutta",
        "A Carter",
        "D Casey",
        "F Charlson",
        "A Chen",
        "M Coates"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)31012-1"
    },
    {
      "title": "The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of"
    }
  ],
  "num_references": 53
}
