{
  "paper_id": "TBDMNLDW",
  "title": "The effects of health coaching on adult patients with chronic diseases: A systematic review",
  "abstract": "Objective: The aim of this systematic review was to describe the effects of health coaching on adult patients with chronic diseases. Methods: The reviewers searched electronic databases and performed a manual search for studies published from 2009 to 2013. The inclusion criteria covered health coaching for adults with chronic diseases by health care professionals. The studies were original, randomized controlled trials or quasiexperimental designs. Results: Thirteen studies were selected using the inclusion criteria. The results indicate that health coaching produces positive effects on patients' physiological, behavioral and psychological conditions and on their social life. In particular, statistically significant results revealed better weight management, increased physical activity and improved physical and mental health status. Conclusion: Health coaching improves the management of chronic diseases. Further research into the cost-effectiveness of health coaching and its long-term effectiveness for chronic diseases is needed. Practice implications Health care professionals play key roles in promoting healthy behavior and motivating good care for adults with chronic diseases. Health coaching is an effective patient education method that can be used to motivate and take advantage of a patient's willingness to change their life style and to support the patient's home-based self-care.",
  "year": 2010,
  "date": "2010",
  "journal": "Am J Health Promot",
  "publication": "Am J Health Promot",
  "authors": [
    {
      "forename": "Kirsi",
      "surname": "Kivela",
      "name": "Kirsi Kivela",
      "affiliation": "a  Institute of Health Sciences , University of Oulu , Oulu , Finland \n\t\t\t\t\t\t\t\t Institute of Health Sciences \n\t\t\t\t\t\t\t\t University of Oulu \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oulu \n\t\t\t\t\t\t\t\t\t Finland",
      "email": "kirsi.kivela@dnainternet.net"
    },
    {
      "forename": "Satu",
      "surname": "Elo",
      "name": "Satu Elo",
      "affiliation": "b  Institute of Health Sciences , University of Oulu , Medical Research Center , Oulu University Hospital , Finland \n\t\t\t\t\t\t\t\t Institute of Health Sciences \n\t\t\t\t\t\t\t\t Medical Research Center \n\t\t\t\t\t\t\t\t University of Oulu \n\t\t\t\t\t\t\t\t Oulu University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Finland"
    },
    {
      "forename": "Helvi",
      "surname": "Kynga",
      "name": "Helvi Kynga",
      "affiliation": "b  Institute of Health Sciences , University of Oulu , Medical Research Center , Oulu University Hospital , Finland \n\t\t\t\t\t\t\t\t Institute of Health Sciences \n\t\t\t\t\t\t\t\t Medical Research Center \n\t\t\t\t\t\t\t\t University of Oulu \n\t\t\t\t\t\t\t\t Oulu University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Finland"
    },
    {
      "forename": "Maria",
      "surname": "Ka",
      "name": "Maria Ka",
      "affiliation": "a  Institute of Health Sciences , University of Oulu , Oulu , Finland \n\t\t\t\t\t\t\t\t Institute of Health Sciences \n\t\t\t\t\t\t\t\t University of Oulu \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oulu \n\t\t\t\t\t\t\t\t\t Finland"
    },
    {
      "affiliation": "Institute of Health Sciences , University of Oulu , PO Box 5000 , 90014 Oulu , Finland. \n\t\t\t\t\t\t\t\t Institute of Health Sciences \n\t\t\t\t\t\t\t\t University of Oulu \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PO Box 5000 \n\t\t\t\t\t\t\t\t\t 90014 \n\t\t\t\t\t\t\t\t\t Oulu \n\t\t\t\t\t\t\t\t\t Finland"
    }
  ],
  "doi": "10.1016/j.pec.2014.07.026",
  "sections": [
    {
      "title": "Introduction",
      "text": "Chronic diseases, such as cardiovascular diseases, diabetes, cancer and chronic respiratory diseases, have a slow progression and last a long time. They account for more than 60% of all deaths in the world, and a large proportion of these deaths are for people under 60 years of age. Moreover, at least 2.8 million people die every year as a result of being overweight or obese. Economic transition, rapid urbanization and poor lifestyle choices such as tobacco use, unhealthy diet, insufficient physical activity and the harmful use of alcohol are among the risk factors contributing to the burden of chronic diseases  [1] .\n\nIndividual health care interventions have been demonstrated to have a positive effect and are usually cost-effective or low in cost. When individual interventions are combined population-wide they may save millions of lives and reduce human suffering from chronic diseases  [1] . Health coaching is a single patient education method that can sometimes improve the quality, effectiveness and cost-effectiveness of chronic disease management  [2, 4] . It is a fresh, new approach that is not well defined  [3, 4] . According to Palmer et al.  [5] , ''health coaching is the practice of health education and health promotion within a coaching context, to enhance the wellbeing of individuals and to facilitate the achievement of their health-related goals.'' It emerged from the motivational interviewing concept originated by Miller and Rollnick  [6] .\n\nHealth coaching is patient-oriented and motivates them to change their behavior. The purpose of health coaching is to motivate patients to achieve goals that enhance the quality of their lives and improve their health. A coach's role is to help patients weigh options, make choices and plan and identify challenges to help them change for the better. The role involves listening, understanding, facilitating, applauding, supporting, motivating and providing feedback to the patients  [4] .\n\nThe aim of this review was to describe the effects of health coaching on adult patients with chronic diseases. The research question was ''What are the types of effects of health coaching interventions by health care professionals on adult patients with chronic diseases?''"
    },
    {
      "title": "Methods"
    },
    {
      "title": "Searching",
      "text": "This systematic review was conducted following the guidance for systematic reviews in health care  [7, 8] . The study protocol was written before starting the selection of the studies and was approved by a review group (M.K., H.K.). Studies published between January 2009 and September 2013 were systematically searched for in the CINAHL, MEDLINE, PsycINFO and Scopus databases. Medical subject headings (MeSH) and other search terms were used to search through the titles, abstracts and the full text of the studies (Table  1 ). This process created a combination of coaching terms and other search terms that describe health coaching. Search terms were selected with the help of an information specialist  [9] . Moreover, manual search of studies was performed to ensure that the search was comprehensive  [10] . This manual search focused on the reference lists in the studies selected and journals relevant to the review topic."
    },
    {
      "title": "Inclusion criteria and study selection",
      "text": "The studies were included in this review if they met the inclusion criteria (Table  2 ), based on the research question and PICO (the population (adults with chronic disease excluding the mentally ill and disabled people), intervention (health coaching by health care professionals), comparison of types of outcomes (physiological, behavioral, psychological and social outcomes) and the study design (randomized controlled trials or quasi-experimental studies published during 2009-2013 in English)). Studies were limited to those published from 2009 to 2013, as there had already been an integrative review of health coaching of patients with chronic disease by Olsen and Nesbitt  [2]  conducted before 2009.\n\nThe initial search process found a total of 1696 studies. The systematic selection process (Fig.  1 ) was conducted in three phases to minimize the risk of errors and bias and to ensure that all relevant studies were included. At first, duplicate publications (n = 391) within the four different databases were excluded from the review to reduce publication bias  [7] . In addition, studies not published in English (n = 29) were excluded because of a lack of translation. Then, potentially relevant studies (n = 1276) were independently assessed by two reviewers (K.K. and M.K.) by comparing the titles (n = 1276) and abstracts (n = 150) against the predetermined inclusion criteria  [7] . Finally, the full texts (n = 58) were read and screened to check if they met the inclusion criteria. In all cases, consensus between reviewers was reached by discussion. Twenty studies were included in the review before they were quality assessed."
    },
    {
      "title": "Quality assessment criteria",
      "text": "After the study selection process, two reviewers (K.K. and M.K.) independently assessed the quality of 20 studies using the Joanna Briggs Institutes Critical Appraisal Checklist for randomized and pseudo-randomized studies. The Critical Appraisal Checklist contained 10 quality assessment criteria: randomization to groups, blinding of participants to allocation, concealment of the allocation from allocator, whether the outcomes of subjects who withdrew were used, blinding of assessors, comparableness of the control and treatment groups at baseline, identical treatment of the groups outside the intervention, measurement of the outcomes in a reliable way and the use of statistical analysis  [11] . Quality was quantified by assigning scores ranging from 0 to 1 point/criteria. One point was assigned if the item was expressed in the study, and zero points were given if the item was not expressed or if it was unclear. The total quality score ranged from 0 to 10. Studies that scored five points or more were approved for the review. The scores of the 11 randomized controlled trials and two quasiexperimental studies (n = 13) included for this review ranged between 5 and 8 (with a mean of 6 out of 10 points)."
    },
    {
      "title": "Data extraction and synthesis",
      "text": "The following characteristics were recorded on a data extraction form: author and year, study aim, design and sample, health coaching intervention (ways of tailoring the intervention, duration, number of contacts and information about the health care professional who delivered the health coaching), outcome variables of the interventions and main findings (physiological, behavioral, psychological and social outcomes). The data were synthesized in a narrative way in relation to the study question. A meta-analysis was not possible because of the differences in methods and results in the studies."
    },
    {
      "title": "Results"
    },
    {
      "title": "General description of studies",
      "text": "Thirteen published studies  [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24]  (Table  3 ) described the effects of health coaching on adult patients with chronic diseases. Eight studies came from the United States, two studies came from Thailand, and the other three studies came from Malaysia, Finland and Sweden. All studies were published between 2009 and 2013 and were original, empirical intervention studies. Eleven of the   studies were randomized clinical trials  [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22]  and two were quasi-experimental studies  [23, 24]  using pre-post designs and comparator control groups. The main aims of all of these studies were to examine and evaluate the effectiveness of health coaching interventions. The sample size in the studies ranged from 22  [18]  to 1755  [19]  participants with an age of at least 18 years who are suffering from at least one chronic disease. Three of the studies defined diagnosed type 2 diabetes as an inclusion criteria  [14, 16, 24] . In one study, the target patients also suffered from type 2 diabetes, coronary artery disease or congestive heart failure  [20] . One study was limited to people with heart failure  [18] . Selvaraj et al.  [21]  tested the health coaching of dyslipidemic patients. Three of the studies examined the effects of health coaching for weight management in the overweight  [13, 15, 19] . One study included patients with rheumatoid arthritis  [17] . Thomas et al.  [22]  tested the coaching of patients with cancer pain. Leveille et al.  [12]  included patients suffering from one of the following conditions: chronic musculoskeletal pain, mobility difficulty or depression. Unlike other studies, Linden et al.  [23]  evaluated the health coaching of a medical university's employees who suffered from a chronic illness.\n\nThe health coaching interventions were tailored and delivered to patients in several ways, including telephone only for five studies  [14, 16, [20] [21] [22] , Internet  [12]  or a combination of telephone, face-to-face, Internet or e-mail  [13, 15, [17] [18] [19] 23, 24] . The method most used in all of the studies, except that of Leveille et al.  [12] , was telephone coaching. There were differences between the frequency of sessions and the length of the interventions. The number of coaching sessions ranged from three  [23]  to 14  [16] . Interventions varied in length from 3 weeks  [18]  to 18 months  [19] . The most common study period was 6 months  [13, 14, 16, 21] . A variety of health care professionals functioned as health coaches in the interventions, with nurses being the most widely used  [12, 18, [20] [21] [22] 24] . Others included dietitians  [15] , psychologists  [14, 16] , social workers  [16] , physical therapists  [17] , qualified fitness professionals  [13] , health lifestyle coaches  [19]  and education coaches  [23] .\n\nThe effects of health coaching interventions on adult patients with chronic disease were measured in different ways. In this review, they were divided into physiological, behavioral, psychological and social outcomes. The statistically significant outcomes from all of the studies are summarized in Table  4 ."
    },
    {
      "title": "Physiological outcomes",
      "text": "All of the studies used physiological outcomes to assess the effects of health coaching on patients. They measured the following in patients with diabetes  [14, 16, 20, 24] : HbA1c, blood pressure, cholesterol, body mass index, waist circumference, diabetes medical symptoms, health status and the New York Heart Association (NYHA) Functional Classification. The measures of cardiovascular diseases  [18, 20]  were as follows: HbA1c, cholesterol, blood pressure, waist circumference, dyspnea severity and NYHA class. The patients with rheumatoid arthritis  [17]  had the following assessed: disease activity, health status and pain. The measures of overweight  [13, 19]  were as follows: body weight, body mass index, blood pressure and cholesterol. Patients with hypertension and obesity  [15]  were evaluated based on body weight, body mass index, blood pressure and waist circumference. The measures of dyslipidemia were as follows  [21] : blood pressure, cholesterol, Functional Classification and Framingham cardiovascular risk score. The measures of cancer  [22]  were as follows: pain and health status. Chronic pain or depression  [12]  was assessed by pain and a chronic disease  [23]  by health status.\n\nReductions in body weight and body mass index at follow-up compared with the control groups were documented by Rimmer et al.  [13]  and Bennett et al.  [15] . Hersey et al.  [19]  noted similar results for patients' body weights in the intervention and control groups after 12 months. However, in the study by Sacco et al.  [14] , patients' body mass indexes did not decrease at follow-up. The effects of health coaching on patients' waist circumferences were not significant between the intervention and control groups  [15, 20] . In several studies, health risk factors, such as cholesterol levels  [13, 20, 24]  and blood pressure  [13, 15, 20, 21, 24] , did not improve during the interventions between the groups. However, two studies  [19, 21]  demonstrated that patients' blood pressure  [19]  and HDL-cholesterol  [21]  decreased significantly at follow-up. In two of the studies, patients' HbA1c (glycated hemoglobin) improved at follow-up  [16]  and compared with the control group  [24] , but in the studies by Patja et al.  [20]  and Sacco et al.  [14] , it did not change significantly during the coaching intervention.\n\nThree studies demonstrated that patients' health statuses improved significantly at follow-up  [16, 22]  and compared with that of control groups  [22, 23] . Three of the studies measured patients' pain  [12, 17, 22] . The coaching group studied by Thomas et al.  [22]  reported significant improvement in their ratings of pain-related interference with function at the end of the study compared with the other groups. However, Leveille et al.  [12]  observed that patients with chronic pain experienced modest decreases in pain after the follow-up but it was not significant. Other positive effects of health coaching were the reduction in symptoms of medical diabetes at follow-up  [14]  and decreasing dyspnea in patients with heart failure compared with the control group  [18] . In addition, the patients' NYHA class  [20]  and cardiovascular risk scores  [21]  did not change significantly during the coaching intervention compared with the control groups."
    },
    {
      "title": "Behavioral outcomes",
      "text": "The effects of health coaching on patients' behavior change outcomes were assessed in 10 studies  [12] [13] [14] [16] [17] [18] [19] [21] [22] [23] . Behavioral outcomes included physical activity, reinforcement of self-care behavior, diet, foot care, engagement, medication adherence, self-assessment of the most important behavior change, readiness to change, smoking and alcohol consumption. In six of these studies, the patients' physical activity improved significantly at follow-up  [13, 14, 16, 18, 19]  and compared with the control groups  [13, 16, 18, 23] . In the study by Sjo ¨quist et al.  [17] , of a 1-year physical activity coaching intervention by physical therapists, the patients' physical activity was higher than in the control group, but it returned to that of the control group after the followup year. Type 2 diabetes patients' self-care behaviors also strengthened, their diet improved and foot care increased significantly during 6 months  [14] . Wolever et al.  [16]  reported that the patients' engagement increased and that they experienced a significant reduction in perceived barriers to medication adherence as identified at the end of the coaching intervention. Linden et al.  [23]  study revealed that participants' lifestyle change scores improved and that more participants decreased their stages of change risk over time compared with the control group. In one study  [21] , lifestyle change assessments of physical activity, diet, medication compliance, smoking behavior and alcohol consumption were evaluated, but they did not change between the study arms."
    },
    {
      "title": "Psychological outcomes",
      "text": "Nine of the studies used psychological outcomes to assess the effects of health coaching on patients  [12] [13] [14] 16, 17, [21] [22] [23] [24] . The psychological outcomes measured included self-efficacy, mental health, quality of life, satisfaction with the treatment, perception of illness, stress, awareness of self-care goals and diabetes knowledge  and understanding. Three of the studies examined patients' selfefficacy  [14, 17, 23] . Linden et al.  [23]  and Sacco et al.  [14]  documented that participants in the interventions increased their self-efficacy significantly at follow-up and compared with the control group  [23] , but Sjo ¨quist et al.  [17]  did not find significant differences at follow-up between the groups. Leveille et al.  [12] , Sacco et al.  [14]  and Thomas et al.  [22]  evaluated patients' mental health. Thomas et al.  [22]  reported that the coaching group's vitality, mental health and mental component improved significantly at 6 weeks compared with the control group but not their emotional well-being. The results of the study by Sacco et al.  [14]  indicated that the coaching intervention lowered depressive symptoms at follow-up. However, Leveille et al.  [12]  did not observe that result between their intervention and control group.\n\nThe patients' quality of life was assessed by Leveille et al.  [12] , Rimmer et al.  [13]  and Wolever et al.  [16] . Only Wolever et al.  [16]  found that patients' quality of life improved significantly at followup.\n\nTwo studies  [21, 24]  examined the satisfaction of patients with nurse-coaching interventions. The result of the interventions indicated that participants had a significantly higher satisfaction score than the control group  [21, 24] . In particular, the intervention arm expressed satisfaction with the program in helping them achieve health care goals through telephone follow-up  [21] . Wolever et al.  [16]  reported that health coaching helped patients reframe their perception of illness and reduced stress over 6 months. Moreover, Sacco et al.  [14]  evaluated patients' awareness of self-care goals and diabetes knowledge and understanding, and according to the results, the coaching intervention significantly affected patients' awareness of self-care goals but did not increase diabetes knowledge and understanding."
    },
    {
      "title": "Social outcomes",
      "text": "Five studies evaluated the effects of health coaching on patients' social lives  [12] [13] [14] 16, 22] . Social outcomes included self-efficacy communicating with a physician, social support and availability of social resources. The intervention patients in the study by Leveille et al.  [12]  received the message from a ''nursing e-coach'' who provided a brief description of the screened conditions and general tips on how to communicate more effectively with their physician. The results indicated that more patients discussed their screened condition during the physician visit compared with the control patients. In addition, physicians communicated significantly more details about the patient's health and referred them to a specialist more often. Sacco et al.  [14] , Rimmer et al.  [13] , Wolever et al.  [16]  and Thomas et al.  [22]  evaluated how patients received social support during the coaching intervention. Wolever et al.  [16]  reported that coaching participants perceived greater social support compared with non-participants and Sacco et al.  [14]  noted that health care teams gave more social support to the intervention group over 6 months. However, the two studies  [13, 22]  did not display significant changes in social support at follow-up between the groups. In the study by Wolever et al.  [16] , the availability of social resources also improved significantly during the coaching intervention compared with the control group."
    },
    {
      "title": "Discussion and conclusion"
    },
    {
      "title": "Discussion",
      "text": "This systematic review describes the effects of health coaching on adults with chronic diseases. We reviewed 13 studies  [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24]  that had been published between January 2009 and September 2013. As chronic diseases increase, the available global health resources are being stretched further. Consequently, it is important to evaluate the effects of different treatment approaches for patients with chronic illnesses and their cost-effectiveness.\n\nThe findings of this review were that significantly improved results were reported in 11 of the 13 studies (85%). Statistically significant results were found in the physiological, behavioral, psychological and social outcomes of patients. The most important physiological outcomes were found in body weight loss, improved physical health status and HbA1c. Reductions in body weight were obtained in all of the studies in which it was measured. Six of the nine studies indicated that a significant behavioral outcome was increased physical activity in patients. Positive psychological outcomes were, in particular, self-efficacy and mental health status. Social outcomes were reported to be an improvement of social support in two of the four studies.\n\nThe results of this review were very encouraging. They indicated that health coaching has positive effects on adults with chronic diseases. In particular, the findings supported the effectiveness of chronic disease management. From the physiological outcomes, the effect of health coaching on weight management was highlighted. Olsen and Nesbitt  [2]  also noted that the positive effect on weight management is a common finding in studies of health coaching. Butterworth et al.  [25]  evaluated the effect of health coaching in a worksite setting and obtained the same result as this review, that health coaching improved a patient's physical health status. It is important that patients with chronic diseases have good health status, as this is something they are able to influence. Olsen and Nesbitt  [2]  studied health coaching to improve healthy lifestyle behaviors. In this review, positive behavioral outcomes included an increase in patients ´physical activity. This result indicated that health coaching motivates patients to change their behavior  [3] . The psychological outcomes indicated improvements in patients' selfefficacy and improved mental health status, which thus confirms that patients were coping with their chronic disease. Improvement in mental health status as a result of health coaching was also documented by Butterworth et al.  [25]  and Olsen and Nesbitt  [2] . In some studies  [13, 16] , social outcomes were combined with psychological outcomes. In this review, they were presented separately because we wanted to emphasize that social support is an essential factor for patients who are changing to a healthy lifestyle and managing their chronic disease.\n\nAdults had a variety of chronic diseases in these studies. Health coaching affected patients with diabetes, overweight status or a chronic disease the most. Health coaching contributed to weight reduction  [13, 15, 19]  and increased physical activity  [13, 19]  of overweight patients. In two studies  [14, 16] , patients with type 2 diabetes received social support, and their behavioral and psychological results also improved. Gallagher et al.  [26]  and A ˚gren et al.  [27]  noticed that social support helped chronically ill patients in their life management. The most positive effects of health coaching were found in studies in which the coaches were trained psychologists  [14, 16] , educated coaches  [23]  or health lifestyle coaches  [19] . Health coaches have been demonstrated to play an important role in assessing the treatment of chronically ill patients  [28] . The coaches help identify barriers to behavior change, set health-related goals and make realistic plans for reaching these goals by listening, asking open questions, supporting and providing feedback  [3, 4, 6] .\n\nHowever, it is difficult to evaluate how effective treatment using health coaching is because the use of health coaching varied both in its application and the methods used in the studies. The interventions were tailored, and the outcome variables differed greatly. Describing the results is also complicated by the variability of the target population, small sample sizes and the length of the intervention. Four of the studies had small sample sizes  [14, 16, 18, 24] , which may reduce their power validity. In addition, two of the studies measured the effects of interventions over less than 2 months  [18, 22] . This period is a relatively short time over which to observe actual effects on patients. In health coaching, the goals set and the strength of barriers to overcome may be so challenging that a few weeks of coaching may not be sufficient to achieve any real change.\n\nIt is unclear whether the length of the intervention affected the results because it had a positive effect after 3 weeks  [18]  but not after 12 months  [17, 20] . However, health coaching outcomes were consolidated when the interventions lasted for 6 to 8 months. Significant multiple behavior changes took at least 6 months, according to Prochaska et al.  [29]  and Olsen and Nesbitt  [2] . In the studies, the most popular method used was telephone coaching. Good results were obtained using a combination of telephone and face-to-face or web-based coaching. In the future, e-coach contacts may be useful because the resources available to health care professionals are decreasing as the global economic situation worsens. On the other hand, face-to-face coaching at the start of a series of coaching sessions, before any telephone or web-based coaching, can increase adherence motivation.\n\nWhen selecting the studies for this review, we discovered that the health coaching terminology used differs from intervention to intervention. One reason for this is most likely the fact that the term ''health coaching'' is ambiguously defined. It is possible that there were some relevant studies not included in this review because they studied similar interventions not described as ''health coaching. ''  In this review, the research process and the results were reported in an open and honest fashion, with the scientific study following good ethical practice  [30] . The strength of this review is the methodological rigor applied. The protocol was written, including the study inclusion and exclusion criteria prior to commencement of the review process. Multiple levels of review were applied through the use of a review group and in an effort to control for any systematic bias  [10] . The search for the studies was conducted extensively using different search terms that described health coaching. It was important to obtain comprehensive search results because health coaching is not clearly defined. Studies were searched for both in electronic databases and manually to avoid publication bias. Selection of the studies followed inclusion and exclusion criteria. The selected studies were scientifically recognized publications. In addition, they were of good quality. The selection process was described accurately and systematically.\n\nLimitations of this review included a risk of language bias because only studies published in certain languages were included. It is possible that publications in other languages have reported statistically significant results. The authors of the studies are responsible for the coverage of the results. Using two reviewers to select the studies and independently assess the quality minimized selection bias, whereas removing duplicate studies minimized publication bias."
    },
    {
      "title": "Conclusion",
      "text": "According to the results of this systematic review, health coaching is an effective patient education method for the management of chronic diseases. Statistically significant results were found in adult patients' physiological, behavioral, psychological and social life areas. Health coaching was particularly effective in changing chronically ill patients' lifestyle behavior and improving their self-efficacy, physical and mental health status. Because of the heterogeneity of studies, it is difficult to assess how effective health coaching really is. Successful health promotion programs will need to be scientifically researched to explain how lifestyle changes in behavior have worked and to evaluate the longterm effects of such programs. Further research into health coaching is needed to examine the positive effects after the interventions. In addition, research is needed to develop costeffective interventions for chronic care management so that health care costs can be reduced."
    },
    {
      "title": "Practical implications",
      "text": "Health care professionals play key roles in health promotion behavior and motivation of care for adults with chronic diseases. Health coaching is an effective patient education method that can be used in primary and community health care and hospitals. It can be used to motivate and take advantage of a patient's willingness to change their life-style and support the patient's home-based self-care. At its best, health coaching supports a patient in weight management, increases physical activity and improves their selfefficacy and physical and mental health."
    },
    {
      "text": "Fig.1. Flowchart of the study selection process of the systematic review for the effects of health coaching on adult patients with chronic diseases."
    },
    {
      "text": "Note: 0-not measured, NS-non significant outcomes, +-statistically significant positive outcomes. K. Kivela ¨et al. / Patient Education and Counseling 97 (2014) 147-157"
    },
    {
      "text": "Search terms used for electronic databases."
    },
    {
      "text": "Inclusion criteria defined according to PICO."
    },
    {
      "text": "summary of the studies that examined the effects of health coaching interventions."
    },
    {
      "text": "Continued )"
    },
    {
      "text": "Main findings of the studies."
    }
  ],
  "references": [
    {
      "title": "Global status report on noncommunicable diseases",
      "year": 2010,
      "doi": "10.2471/b09493"
    },
    {
      "title": "Health coaching to improve healthy lifestyle behaviors: an integrative review",
      "authors": [
        "J Olsen",
        "B Nesbitt"
      ],
      "year": 2010,
      "doi": "10.4278/ajhp.090313-lit-101"
    },
    {
      "title": "From the sidelines: coaching as a nurse practitioner strategy for improving health outcomes",
      "authors": [
        "E Hayes",
        "K Kalmakis"
      ],
      "year": 2007,
      "doi": "10.1111/j.1745-7599.2007.00264.x"
    },
    {
      "title": "Alliance not compliance: coaching strategies to improve type 2 diabetes outcomes",
      "authors": [
        "E Hayes",
        "C Mccahon",
        "M Panahi",
        "T Hamre",
        "K Pohlman"
      ],
      "year": 2008,
      "doi": "10.1111/j.1745-7599.2007.00297.x"
    },
    {
      "title": "Health coaching to facilitate the promotion of health behavior and achievement of health-related goals",
      "authors": [
        "S Palmer",
        "I Tubbs",
        "A Whybrow"
      ],
      "year": 2003,
      "doi": "10.1080/14635240.2003.10806231"
    },
    {
      "title": "Health coaching: a fresh, new approach to improve quality outcomes and compliance for patients with chronic conditions",
      "authors": [
        "M Huffman"
      ],
      "year": 2009,
      "doi": "10.1097/01.nhh.0000360924.64474.04"
    },
    {
      "title": "Systematic reviews: CRD's guidance for undertaking reviews in health care",
      "year": 2009,
      "doi": "10.1007/978-1-4020-5614-7_348"
    },
    {
      "title": "Systematic reviews to support evidencebased medicine: how to review and apply findings of healthcare research",
      "authors": [
        "K Khan",
        "R Kunz",
        "J Kleijnen",
        "G Antes"
      ],
      "year": 2011
    },
    {
      "title": "Evaluation of methodological search filters-a review",
      "authors": [
        "M Jenkins"
      ],
      "year": 2004,
      "doi": "10.1111/j.1471-1842.2004.00511.x"
    },
    {
      "title": "Elements of a systematic review",
      "authors": [
        "J Magarey"
      ],
      "year": 2001,
      "doi": "10.1046/j.1440-172x.2001.00295.x"
    },
    {
      "title": "Joanna Briggs Institute reviewers' manual: 2008 edition",
      "authors": [
        "The Joanna",
        "Briggs Institute"
      ],
      "year": 2008
    },
    {
      "title": "Health coaching via an internet portal for primary care patients with chronic conditions: a randomized controlled trial",
      "authors": [
        "S Leveille",
        "A Huang",
        "S Tsai",
        "M Allen",
        "S Weingart",
        "L Iezzoni"
      ],
      "year": 2009,
      "doi": "10.1097/mlr.0b013e3181844dd0"
    },
    {
      "title": "A randomized controlled trial to increase physical activity and reduce obesity in a predominantly African American group of women with mobility disabilities and severe obesity",
      "authors": [
        "J Rimmer",
        "A Rauworth",
        "E Wang",
        "P Heckerling",
        "B Gerber"
      ],
      "year": 2009,
      "doi": "10.1016/j.ypmed.2009.02.008"
    },
    {
      "title": "Effect of a brief, regular telephone intervention by paraprofessionals for type 2 diabetes",
      "authors": [
        "W Sacco",
        "J Malone",
        "A Morrison",
        "A Friedman",
        "K Wells"
      ],
      "year": 2009,
      "doi": "10.1007/s10865-009-9209-4"
    },
    {
      "title": "Webbased weight loss in primary care: a randomized controlled trial",
      "authors": [
        "G Bennett",
        "S Herring",
        "E Puleo",
        "E Stein",
        "K Emmons",
        "M Gillman"
      ],
      "year": 2010,
      "doi": "10.1038/oby.2009.242"
    },
    {
      "title": "Integrative health coaching for patients with type 2 diabetes: a randomized clinical trial",
      "authors": [
        "R Wolever",
        "M Dreusicke",
        "J Fikkan",
        "T Hawkins",
        "S Yeung",
        "J Wakefield",
        "L Duda",
        "P Flowers",
        "C Cook",
        "E Skinner"
      ],
      "year": 2010,
      "doi": "10.1177/0145721710371523"
    },
    {
      "title": "Physical activity coaching of patients with rheumatoid arthritis in everyday practice: a long-term follow-up",
      "authors": [
        "E Sjo ¨quist",
        "N Brodin",
        "J Lampa",
        "I Jensen",
        "C Opava",
        "Study Para",
        "Group"
      ],
      "year": 2011
    },
    {
      "title": "Effects of patient teaching, educational materials, and coaching using telephone on dyspnea and physical functioning among persons with heart failure",
      "authors": [
        "A Wongpiriyayothar",
        "U Piamjariyakul",
        "P Williams"
      ],
      "year": 2011,
      "doi": "10.1016/j.apnr.2010.02.007"
    },
    {
      "title": "The efficacy and cost-effectiveness of a community weight management intervention: a randomized controlled trial of the health weight management demonstration",
      "authors": [
        "J Hersey",
        "O Khavjou",
        "L Strange",
        "R Atkinson",
        "S Blair",
        "S Campbell",
        "C Hobbs",
        "B Kelly",
        "T Fitzgerald",
        "J Kish-Doto",
        "M Koch",
        "B Munoz",
        "E Peele",
        "J Stockdale",
        "C Augustine",
        "G Mitchell",
        "D Arday",
        "J Kugker",
        "P Dorn",
        "J Ellzy",
        "R Julian",
        "J Grissom",
        "M Britt"
      ],
      "year": 2012,
      "doi": "10.1016/j.ypmed.2011.09.018"
    },
    {
      "title": "Health coaching by telephony to support self-care in chronic diseases: clinical outcomes from the TERVA randomized controlled trial",
      "authors": [
        "K Patja",
        "P Absetz",
        "A Auvinen",
        "K Tokola",
        "¨j Kyto",
        "E Oksman",
        "R Kuronen",
        "T Ovaska",
        "K Harno",
        "M Nenonen",
        "T Wiklund",
        "R Kettunen",
        "M Talja"
      ],
      "year": 2012,
      "doi": "10.1186/1472-6963-12-147"
    },
    {
      "title": "The impact of a disease management program (COACH) on the attainment of better cardiovascular risk control in dyslipidaemic patients at primary care centres (The DISSAMINATE Study): a randomised controlled trial",
      "authors": [
        "F Selvaraj",
        "Mohamed Omar",
        "K Nanthan",
        "S Kusiar",
        "Z Subramaniam",
        "S Ali",
        "N Karanakaran",
        "K Ahmad",
        "F Low",
        "W Disseminate",
        "Study Group"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2296-13-97"
    },
    {
      "title": "A randomized, clinical trial of education or motivational-interviewing-based coaching compared to usual care to improve cancer pain management",
      "authors": [
        "M Thomas",
        "J Elliott",
        "S Rao",
        "K Fahey",
        "S Paul",
        "C Miaskowski"
      ],
      "year": 2012,
      "doi": "10.1188/12.onf.39-49"
    },
    {
      "title": "Motivational interviewing-based health coaching as a chronic care intervention",
      "authors": [
        "A Linden",
        "S Butterworth",
        "J Prochasca"
      ],
      "year": 2010,
      "doi": "10.1111/j.1365-2753.2009.01300.x"
    },
    {
      "title": "Effects of multifaceted nursecoaching intervention on diabetic complications and satisfaction of persons with type 2 diabetes",
      "authors": [
        "R Navicharern",
        "Y Aungsuroch",
        "S Thanasilp"
      ],
      "year": 2009,
      "doi": "10.58837/chula.the.2007.563"
    },
    {
      "title": "The effect of motivational interviewing-based health coaching on employees ´physical and mental health status",
      "authors": [
        "S Butterworth",
        "A Linden",
        "W Mcclay",
        "M Leo"
      ],
      "year": 2006,
      "doi": "10.1037/1076-8998.11.4.358"
    },
    {
      "title": "Social support and self-care in heart failure",
      "authors": [
        "R Gallagher",
        "M Luttik",
        "T Jaarsma"
      ],
      "year": 2011,
      "doi": "10.1097/jcn.0b013e31820984e1"
    },
    {
      "title": "Dyads affected by chronic heart failure: a randomized study evaluating effects of education and psychosocial support to patients with heart failure and their partners",
      "authors": [
        "S Evangelista",
        "L Hjelm",
        "C Stro"
      ],
      "year": 2012
    },
    {
      "title": "A review of the literature and the implications for coaching as a self-management intervention",
      "authors": [
        "H Lindner",
        "D Menzies",
        "J Kelly",
        "S Taylor",
        "M Shearer"
      ],
      "year": 2003,
      "doi": "10.1071/py03044"
    },
    {
      "title": "Initial efficacy of MI, TTM tailoring and HRI's with multiple behaviors for employee health promotion",
      "authors": [
        "J Prochaska",
        "S Butterworth",
        "C Redding",
        "V Burden",
        "N Perrin",
        "M Leo"
      ],
      "year": 2008
    },
    {
      "title": "Responsible conduct of research and procedures for handling allegations of misconduct in Finland",
      "year": 2012,
      "doi": "10.1186/s41073-016-0020-9"
    }
  ],
  "num_references": 30
}
