{
  "paper_id": "TCMWD693",
  "title": "Habitual Physical Activity and Diabetes Control in Young and Older Adults with Type II Diabetes: A Longitudinal Correlational Study",
  "abstract": "This study aimed to determine whether daily physical activity in young and older adults with T2DM is associated with diabetes control. A prospective correlational study involving 206 young (≤65 years) and older (>65 years) adults was conducted. The International Physical Activity Questionnaire was used to assess their daily physical activity levels. Patients' mean HbA1c level was 7.8% (±1.4), and 95.9% of patients had unsatisfactory diabetes control. Performing more minutes per week of moderate-intensity daily physical activity was associated with a lower risk of glycemia in both young and older adults. Furthermore, moderate daily physical activity significantly lowered the risk of glycemia. Health personnel must encourage patients to engage in moderate daily physical activities to improve diabetes control.",
  "year": 2021,
  "date": "2021-02-02",
  "journal": "J. Formos Med. Assoc",
  "publication": "J. Formos Med. Assoc",
  "authors": [
    {
      "forename": "Chia-Hsun",
      "surname": "Chang",
      "name": "Chia-Hsun Chang",
      "affiliation": "1  Department of Nursing , Taichung Veterans General Hospital , Taichung 40705 , Taiwan; \n\t\t\t\t\t\t\t\t Department of Nursing \n\t\t\t\t\t\t\t\t Taichung Veterans General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 40705 \n\t\t\t\t\t\t\t\t\t Taichung \n\t\t\t\t\t\t\t\t\t Taiwan;"
    },
    {
      "forename": "Ching-Py",
      "surname": "Kuo",
      "name": "Ching-Py Kuo",
      "affiliation": "2  School of Nursing , Chung Shan Medical University , Taichung 40201 , Taiwan; \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Chung Shan Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 40201 \n\t\t\t\t\t\t\t\t\t Taichung \n\t\t\t\t\t\t\t\t\t Taiwan;",
      "orcid": "0000-0003-3767-1150"
    },
    {
      "forename": "Chien-Ning",
      "surname": "Huang",
      "name": "Chien-Ning Huang",
      "affiliation": "4  Institute of Medicine , Chung Shan Medical University , Taichung 40201 , Taiwan; \n\t\t\t\t\t\t\t\t Institute of Medicine \n\t\t\t\t\t\t\t\t Chung Shan Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 40201 \n\t\t\t\t\t\t\t\t\t Taichung \n\t\t\t\t\t\t\t\t\t Taiwan;",
      "orcid": "0000-0003-3767-1150"
    },
    {
      "forename": "Shiow-Li",
      "surname": "Hwang",
      "name": "Shiow-Li Hwang",
      "affiliation": "6  School of Nursing , Asia University , Taichung 41354 , Taiwan; \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Asia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 41354 \n\t\t\t\t\t\t\t\t\t Taichung \n\t\t\t\t\t\t\t\t\t Taiwan;",
      "email": "slhwang@asia.edu.tw"
    },
    {
      "forename": "Wen-Chun",
      "surname": "Liao",
      "name": "Wen-Chun Liao",
      "affiliation": "7  School of Nursing , China Medical University , Taichung 406040 , Taiwan \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t China Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 406040 \n\t\t\t\t\t\t\t\t\t Taichung \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "forename": "Meng-Chih",
      "surname": "Lee",
      "name": "Meng-Chih Lee",
      "affiliation": "4  Institute of Medicine , Chung Shan Medical University , Taichung 40201 , Taiwan; \n\t\t\t\t\t\t\t\t Institute of Medicine \n\t\t\t\t\t\t\t\t Chung Shan Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 40201 \n\t\t\t\t\t\t\t\t\t Taichung \n\t\t\t\t\t\t\t\t\t Taiwan;",
      "orcid": "0000-0003-4650-395X"
    }
  ],
  "doi": "10.3390/ijerph18031330",
  "keywords": [
    "daily physical activity",
    "diabetes control",
    "International Physical Activity Questionnaire (IPAQ)"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The prevalence of Type II Diabetes Mellitus (T2DM) is increasing worldwide and in Taiwan  [1] . The increasing prevalence and incidence of T2DM inflict a considerable burden on healthcare systems due to long-term complications  [1] . Age has an impact on mortality and vascular complications with T2DM, and young age at diabetes is associated with a 3~5% increased risk of mortality and complications  [2] . Managing T2DM is crucial for preventing or controlling diabetes-related complications and even more important for younger diabetes  [2] . The American Diabetes Association 2018  [3]  suggested that T2DM should be controlled by maintaining the \"ABC\" standard, which refers to a patient's hemoglobin A1c (HbA1c) levels, blood pressure, and low-density lipoprotein cholesterol (LDL-C) levels. Exercise can improve glucoregulatory activity, stimulate endothelial cells to release vasodilators (e.g., nitric oxide and bradykinin), increase baroreflex sensitivity, control blood pressure  [4] , facilitate the reverse transport of cholesterol, and accelerate mature rates of high-density lipoprotein  [5] . Numerous studies have shown that exercise undertaken by patients with T2DM facilitates disease control  [6] [7] [8] [9] [10] . The results of a meta-analysis of progressive resistance exercise showed that patients with T2DM who engaged in exercise three times a week for more than 8 weeks reduced their HbA1c levels by 0.3%  [6] . Umpierre et al. (2011)  further synthesized related literature and found that engaging in structured supervised exercise, including aerobic, resistance, or combined training exercises, three times a week for 150 min a week for 12 weeks or longer, reduced patients' HbA1c levels by 0.67%  [7] ; however, undertaking exercise advice partially or participating in exercise that was not supervised, reduced HbA1c levels by 0.43%  [7] . These results suggest the effectiveness of exercise, with varied intensity, patterns, and methods, for diabetes control.\n\nPhysical activity is defined as bodily movement produced by skeletal muscles with energy expenditure  [11] . A simple category for the total energy expenditure produced by physical activity can be identified as at work and leisure, except for a small amount of energy production during sleep  [11] . Thus, physical activity includes occupational and leisure-time activities, such as sports, conditioning, household chores, or other activities  [11] . Exercise is a subcategory of physical activity and a part of physical activities, with total daily physical activities consisting of exercise and non-exercise activities. Performing physical activities, including non-exercise activities, may also affect the control of diabetes.\n\nPhysical activity is further divided into low-, moderate-, or heavy-intensity activities, which are mutually exclusive  [11] . A study compared continuous low-to moderateintensity endurance-type exercise (50% peak oxygen uptake, VO 2 peak) and moderateto high-intensity endurance-type exercise (75% VO 2 peak) to investigate the intensity of physical activity required for diabetes control and found similar effects of both types on reducing HbA1c levels or LDL-C levels in obese T2DM patients when their medication and diet were well-controlled  [8] . Another study compared different intensities of physical activity patterns and found similar effects of engaging in moderate exercise (60% maximal oxygen uptake, VO 2 max) for 30 min every day or 60 min every other day on glycemic levels in patients with T2DM  [9] . These findings suggest the positive effect of varied intensity and frequency in performing physical activities on glycemic control in diabetes. Moderate-intensity physical activity performed either daily or every other day is effective for glycemic control. However, even if the amount of these effective physical activities were counted by levels of intensity, these studies all focused on structured exercise, and the non-exercise part of physical activities was not counted. A total of 53.8% of Asians participated in low-intensity exercise, 35% in moderate physical activity, and 11.2% in high physical activity  [12] . If non-exercise physical activity can be included, patients might be able to more readily achieve a sufficient amount of physical activity to control diabetes.\n\nA study compared the status of physical activities in patients whose diabetes was under control (HbA1c ≤ 7%, n = 93) with those whose diabetes was not under control (HbA1c > 7%, n = 117) and found that patients under control walked more minutes per week than did patients not under control (215.9 vs. 150.7 min/week, t = 2.49, p < 0.05)  [10] . A low-intensity activity, such as walking 37 min per day for 6 days a week, was able to effectively control patients' glycemic levels  [10] . People perform both exercise and nonexercise physical activities, and if non-exercise physical activities such as household or work tasks are counted in addition to exercise, a positive effect of total physical activity on glycemic control may be seen for patients with diabetes.\n\nWhether or not daily physical activities, including work, walking, housework, gardening, leisure activities, and transportation, have a similar effect on diabetes control is not well-studied. Mynarski et al. (2012)  investigated the effect of habitual physical activities on unemployed or retired patients with T2DM by using an accelerometer and the International Physical Activity Questionnaire (IPAQ) and found that daily habitual physical activity did not influence HbA1c levels  [13] ; however, this study had a small sample size (n = 31), and a larger population is needed for similar future studies. Moreover, engaging in structured exercises may require supervision. Time for exercise is even limited in younger adults when their time is occupied with work. Comparatively, daily physical activities such as work, walking, housework, or leisure activities can be undertaken in everyday life and are therefore simple, convenient, and easy to practice. Since the IPAQ is correlated with accelerometer measurements and can be an easy tool for physical activity assessment  [13]  in a larger sample size, this study used the IPAQ to assess patients' daily physical activity levels and explored whether levels of habitual physical activity undertaken by Taiwanese patients with T2DM were compatible with low-to-moderate-intensity exercise to generate benefits. Moreover, the age group divided by 65 years was stratified in this study to investigate if age plays roles on physical activity and glycemic control in type 2 diabetics."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Research Design",
      "text": "A cross-sectional survey with a 1-year medical follow-up was adopted in this study. Data were collected through structured interviews and medical record reviews at the endocrinology outpatient clinic of a medical center in Central Taiwan. Physicians in endocrine clinics asked for permission from diabetes patients and referred them to this study. Self-reported habitual physical activity was investigated through face-to-face interviews. Diabetes control, including HbA1c, blood pressure, and LDL-C levels, were followed-up every 3 months for 1 year after recruitment."
    },
    {
      "title": "Participants",
      "text": "Diabetes patients aged 30 to 85 years, diagnosed with T2DM, who had no history of mental disorders (e.g., schizophrenia) or cognitive impairment (Mini-Mental State Examination, MMSE > 25 in those with a middle to high educational level, or 19 in those with a low education level or who were illiterate), could speak Mandarin Chinese or Taiwanese (or their family members could speak one of the languages), and lived in the community, were recruited.\n\nPatients who were diagnosed with type I diabetes, gestational diabetes, exocrine pancreatic disease, drug-induced diabetes, or severe cardiovascular disease were excluded from this study. In addition, those who had severe depression or anxiety (Hospital Anxiety and Depression Scale, HADS > 5), cognitive impairment (MMSE ≤ 19), a history of alcohol or drug abuse, or who were hospitalized during follow-up, were excluded. Two-hundredand-seventy-six patients were approached, of which 5 refused to participate and 65 were excluded from the analysis because of incomplete laboratory data. Two-hundred-and-six patients completed the study. Figure  1  shows the study recruitment procedure. This study was approved by the Institutional Review Board of Chun Shan Medical University Hospital (CSMUH CS09025). All the participants gave their informed consent to participate in this study."
    },
    {
      "title": "Measurements",
      "text": "Demographic information. Personal data, including age, sex, occupation, work conditions, education level, marital status, living conditions, and number of years diagnosed with diabetes, were collected through face-to-face interviews. Patient privacy was respected during the interview.\n\nAssessment of habitual physical activity. A short version of the IPAQ Taiwan version  [14]  was used in this study to assess patients' physical activity levels. The validity of the Content Validity Index of the IPAQ Taiwan version was greater than 0.8, and the consistency between the English and Taiwan versions was greater than 0.9, with a reliability of the intraclass correlation coefficient of 0.7-0.9 [14] . This questionnaire was employed to determine the average amount of time that the participants spent walking and performing high-and moderate-intensity activities during a 7-day period and the average amount of time spent sitting during a workday  [14] . Only physical activity that continued for a minimum of 10 min was counted. Physical activity levels were estimated using a metabolic equivalent task (MET): (1) vigorous-or high-intensity activity refers to an activity of greater than 6 METs, such as running and climbing; (2) moderate-intensity activity refers to an activity of 3 to 6 METs, such as swimming and dancing; and (3) low-intensity activity refers to an activity of <3 METs, such as walking. The formula for calculating the amount of total physical activity per week (MET-min/wk) is as follows: 3 × walking (min) × number of days + 4.5 × moderate-intensity activity (min) × number of days + 6 × high-intensity activity (min) × number of days  [14] . Three types of lifestyles were derived based on the total MET per week: (1) a high-intensity lifestyle denoted a person who undertook highintensity activities for a minimum of 3 days per week, achieving a total physical activity level of 1500 MET-min/wk or a patient whose total physical activity (including walking and moderate-or high-intensity activities) for 7 days per week reached 3000 MET-min/wk;\n\n(2) a moderate-intensity lifestyle was defined as a person who engaged in high-intensity activities 20 min per day for a minimum of 3 days per week, undertook moderate-intensity activities for 30 min per day for a minimum of 5 days per week, walked 30 min per day for 7 days per week or who walked and engaged in moderate-or high-intensity activities for >5 days per week, with a total physical activity level reaching 600 MET-min/wk; and (3) a low-intensity lifestyle denoted a person whose physical activity level did not meet any of the aforementioned criteria (International Physical Activity Questionnaire, n. d.)."
    },
    {
      "title": "Measurements",
      "text": "Demographic information. Personal data, including age, sex, occupation, work conditions, education level, marital status, living conditions, and number of years diagnosed with diabetes, were collected through face-to-face interviews. Patient privacy was re- Diabetes control. According to the ADA and guidelines in Taiwan  [15] , diabetes control is defined as HbA1c ≤ 7%, blood pressure < 140/90 mmHg in older (>65 years) adults and as <130/80 mmHg in younger adults, and LDL-C < 100 mg/dL. After recruitment, the laboratory data of diabetes control in each participant was followed every 3 months for 1 year. These data were obtained from medical records, prospectively, after study enrollment."
    },
    {
      "title": "Data Analysis",
      "text": "Descriptive statistics, including frequency, percentage, mean, and standard deviation, were used to understand sample distributions of physical activity level and control of diabetes. The Pearson correlation test was used to examine the univariate correlation between habitual physical activity and control of diabetes. Multiple logistic regression was used to examine the association between habitual physical activity and control of diabetes by using significant factors from the Pearson correlation test. Age, sex, and number of years diagnosed were set as confounding factors in the regression model. The significance level was set at p < 0.05 and was two-tailed. The Statistical Package for Social Sciences (SPSS) for Windows, Version 26 software (SPSS Inc., Chicago, IL, USA) was used to analyze the data."
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographic Characteristics",
      "text": "A total of 271 patients participated in this study, 65 of whom withdrew with a completion rate of 76%. Table  1  shows the demographic characteristics and diabetes control status of the participants. In this study, the average age of the participants was 62.5 years (±10.4 years); more than half of the patients were women, and the average duration of diabetes since diagnosis was 13.2 years (±7.8 years). Since the patients were distributed across a wide age range (33~82 years) and their physical health, activity levels, and comorbidities might have varied with age, the patients were divided into younger (≤65 years) and older (>65 years) groups. In the younger group, more patients were working, had a higher education, and were more obese than those in the older group (Table  1 ). Note: 1 . Normal blood-pressure control: systolic blood pressure < 130 mmHg and diastolic blood pressure < 80 mmHg for aged ≤65 years; systolic blood pressure < 140 mmHg and diastolic blood pressure < 90 mmHg for aged >65 years. 2 . Overall diabetes control: Normal = all of the HbA1c, blood pressure, and LDL-C are within normal range; abnormal: one of the HbA1c, blood pressure, and LDL-C are out of normal range. 3 . Neuropathy includes trembling feet and diabetes foot. Vascular disease includes hypertension, coronary artery syndrome and stroke. Nephropathy is defined as urine albumin-to-creatinine ratio ≥ 30 mg albumin/g creatinine, microalbuminuria ≥ 30 mg albumin/g creatinine, and macroalbuminuria ≥ 300 mg albumin/g creatinine. Eye problems includes retinopathy, cataracts, and glaucoma.\n\nBecause of missing values, the numbers for some variables do not add up to 206. Statistic significant is indicated with bold."
    },
    {
      "title": "Diabetes Control in Young and Older Patients with T2DM",
      "text": "Table  1  presents the status of diabetes control. For both younger and older patients with diabetes, the mean HbA1c level was 7.8% (±1.4). Only one-third of participants (30.1%) had good glycemic control (HbA1c ≤ 7%), less than half (36.9%) had appropriate blood pressure, and less than half (44.2%) had appropriate lipid control. Only 8 patients (4.1%) presented with normal diabetes control. Younger patients had poorer diabetes control in terms of blood pressure and LDL-C than older patients (Table  1 )."
    },
    {
      "title": "Daily Habitual Physical Activity in Young and Older Patients with T2DM",
      "text": "The IPAQ was used to assess patients' daily habitual physical activity, as shown in Table  2 . In a week, patients spent 4 days participating in low-intensity activities, with 43.8 min per day on average, and only spent 1.6 days a week with 17.3 min a day participating in moderate-to high-intensity activities. The mean total physical activity for older patients was 1408.9 METs/week and 1373.4 METs/week for younger patients. Physical activity was categorized into three types of dynamic activity. The majority of both younger and older patients engaged in low-to moderate-intensity activities and only one-tenth (11.1%) engaged in high-intensity activities. The average time spent in sedentary behaviors was about 4.8 h and 5.2 h a day for younger and older patients, respectively. The younger patients participated in higher intensity activity but less moderate-intensity activity per week than did the older patients. There were no differences in other activity levels between the younger and older groups (Table  2 ). × (Frequency of performing physical activities per week). 3 . High-intensity physical activities: Total physical activity > 3000 METs or high-intensity activity > 1500 METs a week; 4 . Moderate-intensity activity: Total physical activity > 600 METs or 20 min of high-intensity activity, 30 min of moderate-to high-intensity activity for 5 days per week, or 30 min of walking for 7 days per week; 5 . Low-intensity activity: does not meet the aforementioned criteria. Statistically significant is indicated with bold."
    },
    {
      "title": "Association of Habitual Physical Activity with Diabetes Control in Patients with T2DM",
      "text": "The Pearson correlation test was performed to examine the association between habitual physical activity and diabetes control (Table  3 ). The results in all patients showed that performing moderate-intensity activities multiple days a week and minutes a day was significantly correlated with normal levels of blood sugar. Moreover, performing high-intensity activities multiple days a week was correlated with higher levels of blood pressure. However, when the analysis was separated for the younger and older groups, only days a week in performing moderate-intensity activity was significantly correlated with normal blood sugar levels in younger patients. (Frequency of performing physical activities per week). 3 . Normal blood-pressure control: systolic blood pressure < 130 mmHg and diastolic blood pressure < 80 mmHg for aged ≤65 years; systolic blood pressure < 140 mmHg and diastolic blood pressure < 90 mmHg for aged >65 years. 4 . Overall diabetes control: Normal = all of the HbA1c, blood pressure, and LDL-C are within normal range; abnormal: one of the HbA1c, blood pressure, and LDL-C are out of normal range. 5 . Intensity of physical activities: Low-, Moderate-, and High-intensity activity. Statistically significant is indicated with bold.\n\nLogistic regression analysis was used to analyze the association between habitual physical activity levels and diabetes control in patients with T2DM based on the results of the above Pearson correlation. As shown in Table  4 , the duration of moderate-intensity activity for minutes per day was significantly associated with normal glycemic control, after adjusting for age, sex, and number of years diagnosed with T2DM (Table  4 ). Every minute per day increased in performing moderate-intensity activity lowered the risk of poor glycemic control by 0.1%. In our study, the mean HbA1c of all patients was 7.8% (±1.4%), with 69.9% of patients exhibiting poor glycemic control (HbA1c > 7%) and 95.9% exhibiting poor diabetes control. Only 4.1% of patients presented favorable diabetes control. In a national survey of 5599 patients with diabetes in Taiwan, 4.1% achieved the ABC standard in 2006 and 8.6% achieved the standard in 2011  [16] . Compared with the achievement rate of 14% demonstrated in the United States from 2007 to 2010 by the United States National Health and Nutrition Examination Survey  [3] , the number of patients achieving the ABC standard in Taiwan is low. Managing diabetes has become a considerable challenge, especially for individuals 65 years and younger. Literature also showed that younger diabetics had poor glycemic control  [17]  and increased risks in mortality and complications  [2]  and need more consideration.\n\nIn this study, the younger patients exhibited poorer glycemic control than did the older patients, especially regarding the control of blood pressure and LDL-C. This may be due to the higher proportion of overweight and obese people among the younger patients with diabetes (≤65 years) (71.9%) compared with that of the older patients (>65 years) (54.1%). Obesity increases insulin resistance, which in turn results in poor glycemic control. This phenomenon emphasizes the challenge of controlling obesity, particularly in men aged ≤65 years.\n\nMoreover, number of years with diabetic diagnose was a significant factor for glycemic control in this study. The risk of poor glycemic control kept increased by 6.7~7% in every year with diabetes diagnosed (Table  4 ). This result indicated the importance of number of years with diabetes diagnosis. Therefore, preventing metabolic syndrome and delaying the occurrence of diabetes may lower the risk of hyperglycemia, as well as the occurrence of complications, especial for younger adults since they are expected to have longer life than the older adults."
    },
    {
      "title": "Habitual Physical Activity in Young and Older T2DM Patients",
      "text": "The results of this study showed that the duration of moderate-intensity activity minutes a day was significantly associated with normal glycemic control, after adjusting for age, sex, and number of years diagnosed (Table  4 ). Every minute a day increased in performing moderate-intensity activity lowered the risk of poor glycemic control by 0.1%. This result was compatible with previous studies showing that physical activity significantly reduced HbA1c levels by 0.43~0.67% [6] [7] [8] . Performing moderate-intensity physical activity every day is important for glycemic control, even though daily physical activity differs from exercise  [11] , with daily physical activity broadly covering exercise, work, walking, housework, gardening, leisure activity, and transportation. The results of this study suggest that any kind of moderate-intensity physical activity counts and not only exercise effects diabetes control. Moderate-intensity activities can be and should be implemented in a person's daily schedule. Since the risk of poor glycemic control was increased by 6.7% in every number of years diagnosed, but lowered by 0.1% in every minute a day in performing moderate-intensity activity in this study, performing 67 min of moderate physical activity per day is required to reverse the risk of poor glycemic control by time. In this study, the older patients with diabetes spent 141.7 min per week performing moderate-to high-intensity activity, whereas the younger patients undertook 114.2 min per week. The amount of time engaged in moderate-to high-intensity physical activity was less than that recommended by the ADA, which is 150 min per week  [3] . Although physical activities include exercise, leisure activities, or house activities, patients in this study did not achieve this goal of 150 min per week. Only one-fourth to one-fifth of patients engaged in moderate-to high-intensity activity at the recommended frequency of a minimum of 3 days per week. These results are similar to those of  Wen et al. (2011) , in that East Asians, such as Taiwanese people, undertook physical activity less frequently and tended to undertake low-intensity activity, with only one-fifth of East Asians achieving the suggested goals  [18] .\n\nIn addition, the total amount of physical activity engaged in by the older patients with diabetes in the present study was higher than that of the younger patients, which may be due to 88.3% of the older patients being retired or unemployed. Younger patients generally work and may not have sufficient time to undertake daily physical activities or may not pay too much attention to these physical activities and skip them."
    },
    {
      "title": "Limitations and Implications",
      "text": "There are some limitations in this study. The participants were recruited using a non-probabilistic convenience sampling process, which may limit the generalizability of the findings. In addition, a short version of the IPAQ was used to quantitatively measure daily physical activity in this study. This measure is subjective, with recall bias possibly causing underestimation or overestimation. However, this seven-item instrument possesses a certain degree of reliability and validity and can achieve a level of physical activity assessment rapidly  [13] . This measure is a time-and labor-saving method. In the future, objective instruments, such as an accelerator, may facilitate the investigation of empirical studies on precisely assessing daily physical activity levels. It may also act as a \"feedback\" to remind people to engage in physical activities. Moreover, physical activity can be divided into three types: home activity, occupational activity, and leisure activity  [19] ; therefore, there are many opportunities to perform these activities. Future studies that investigate people's difficulties and motivations regarding physical activity thoroughly and identify and overcome factors that affect undertaking physical activity are needed. Whether gender and various types of physical activity undertaken by patients with T2DM exhibit an interaction effect on diabetes control must be studied as well. Thus, the goal of controlling diabetes through physical activities can be achieved."
    },
    {
      "title": "Conclusions and Recommendations",
      "text": "In clinical care, patients with diabetes cannot easily meet the criteria of the ABC standard. Few studies in Taiwan or in other Asian countries have reported the effects of daily physical activity on diabetes control. The present study found that undertaking moderate daily physical activities was significantly associated with better glycemic control. Changes in lifestyle are extremely critical, and non-drug treatment involving physical activity is essential. Younger diabetics is a group of people that needs further consideration. We suggest that patients implement varied physical activities into their daily life and engage in more moderate physical activities for controlling diabetes. Health providers that work with physical exercise professionals may improve the care in performing physical activities for diabetic patients. Future studies to develop a suitable and workable physical activity program or regimen and to investigate people's factors for undertaking physical activities may improve the percentage of those undertaking physical activities."
    },
    {
      "text": "Figure 1. Recruiting flow chart. A total of 216 patients were recruited from an endocrinology outpatient clinic of a medical center. Eleven patients with missing data were excluded from this study. A total of 206 patients completed the baseline and 12-month follow-up measures. Among them, 121 younger patients (age ≤65 years) and 85 older patients (age >65 years) were analyzed separately in this study."
    },
    {
      "text": "Figure 1. Recruiting flow chart. A total of 216 patients were recruited from an endocrinology outpatient clinic of a medical center. Eleven patients with missing data were excluded from this study. A total of 206 patients completed the baseline and 12-month follow-up measures. Among them, 121 younger patients (age ≤65 years) and 85 older patients (age >65 years) were analyzed separately in this study."
    },
    {
      "text": "Diabetes Control in Young and Older T2DM Patients"
    },
    {
      "text": "Demographic Characteristics and Status of Diabetes Control in Younger (≤65 Years) and Older (>65 Years) Patients with T2DM."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Status of Daily Physical Activities in Younger (≤65 Years) and Older (>65 Years) Patients with T2DM."
    },
    {
      "text": "Association of Performing Physical Activity with Diabetes Control in Patients with T2DM."
    },
    {
      "text": "Multiple logistic regression analysis of the association of physical activity with diabetes control in patients with T2DM.Age ≤65 is the reference.2. Female is the reference. Statistically significant is indicated with bold."
    }
  ],
  "references": [
    {
      "title": "Incidence and prevalence rates of diabetes mellitus in Taiwan: Analysis of the 2000-2009 Nationwide Health Insurance database",
      "authors": [
        "Y Jiang",
        "C Chang",
        "T Tai",
        "J Chen",
        "L Chuang"
      ],
      "year": 2012,
      "doi": "10.1016/j.jfma.2012.09.014"
    },
    {
      "title": "Impact of age at type 2 diabetes mellitus diagnosis on mortality and vascular complications: Systematic review and meta-analyses",
      "authors": [
        "N Nanayakkara",
        "A Curtis",
        "S Heritier",
        "A Gadowski",
        "M Pavkov",
        "T Kenealy",
        "D Owens",
        "R Thomas",
        "S Song",
        "J Wong"
      ],
      "year": 2021,
      "doi": "10.1007/s00125-020-05319-w"
    },
    {
      "title": "Diabetes Care in the Hospital: Standards of Medical Care in Diabetes-2018",
      "authors": [
        "American Diabetes"
      ],
      "year": 2018,
      "doi": "10.2337/dc18-s014"
    },
    {
      "title": "Acute effects of physical exercise in type 2 diabetes: A review",
      "authors": [
        "R Asano",
        "M Sales",
        "R Browne",
        "J Moraes",
        "H Coelho Junior",
        "M Moraes",
        "H Simoes"
      ],
      "year": 2014,
      "doi": "10.4239/wjd.v5.i5.659"
    },
    {
      "title": "Duration-response association between exercise and HDL in both male and female Taiwanese adults aged 40 years and above",
      "authors": [
        "C Jan",
        "H Chang",
        "D Tantoh",
        "P Chen",
        "W Liu",
        "J Huang",
        "M Wu",
        "Y Liaw"
      ],
      "year": 2018,
      "doi": "10.18632/oncotarget.23251"
    },
    {
      "title": "Progressive resistance exercise improves glycaemic control in people with type 2 diabetes mellitus: A systematic review",
      "authors": [
        "C Irvine",
        "N Taylor"
      ],
      "year": 2009,
      "doi": "10.1016/s0004-9514(09)70003-0"
    },
    {
      "title": "Physical activity advice only or structured exercise training and association with HbA1c levels in type 2 diabetes: A systematic review and meta-analysis",
      "authors": [
        "D Umpierre",
        "P Ribeiro",
        "C Kramer",
        "C Leitao",
        "A Zucatti",
        "M Azevedo",
        "J Gross",
        "J Ribeiro",
        "B Schaan"
      ],
      "year": 2011,
      "doi": "10.1001/jama.2011.576"
    },
    {
      "title": "Continuous low-to moderate-intensity exercise training is as effective as moderate-to high-intensity exercise training at lowering blood HbA(1c) in obese type 2 diabetes patients",
      "authors": [
        "D Hansen",
        "P Dendale",
        "R Jonkers",
        "M Beelen",
        "R Manders",
        "L Corluy",
        "A Mullens",
        "J Berger",
        "R Meeusen",
        "L Van Loon"
      ],
      "year": 2009,
      "doi": "10.1007/s00125-009-1354-3"
    },
    {
      "title": "Exercise therapy in type 2 diabetes: Is daily exercise required to optimize glycemic control?",
      "authors": [
        "J Van Dijk",
        "K Tummers",
        "C Stehouwer",
        "F Hartgens",
        "L Van Loon"
      ],
      "year": 2012,
      "doi": "10.2337/dc11-2112"
    },
    {
      "title": "A preliminary study of recommendations for physical activity for patients with type 2 diabetes",
      "authors": [
        "C Hsu",
        "T Tsao",
        "H Chang"
      ],
      "year": 2011,
      "doi": "10.6288/TJPH2011-30-01-08"
    },
    {
      "title": "Physical activity, exercise, and physical fitness: Definitions and distinctions for health-related research",
      "authors": [
        "C Caspersen",
        "K Powell",
        "G Christenson"
      ],
      "year": 1985
    },
    {
      "title": "Patterns of physical activity and health-related quality of life amongst patients with multimorbidity in a multi-ethnic Asian population",
      "authors": [
        "M Subramaniam",
        "Y Zhang",
        "J Lau",
        "J Vaingankar",
        "E Abdin",
        "S Chong",
        "E Lee"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-7941-4"
    },
    {
      "title": "Declared and real physical activity in patients with type 2 diabetes mellitus as assessed by the International Physical Activity Questionnaire and Caltrac accelerometer monitor: A potential tool for physical activity assessment in patients with type 2 diabetes mellitus",
      "authors": [
        "W Mynarski",
        "A Psurek",
        "Z Borek",
        "M Rozpara",
        "M Grabara",
        "K Strojek"
      ],
      "year": 2012,
      "doi": "10.1016/j.diabres.2012.05.024"
    },
    {
      "title": "Selection of appropriate Chinese terms to represent intensity and types of physical activity terms for use in the Taiwan version of IPAQ",
      "authors": [
        "Y Liou",
        "C Jwo",
        "K Yao",
        "L Chiang",
        "L Huang"
      ],
      "year": 2008,
      "doi": "10.1097/01.jnr.0000387313.20386.0a"
    },
    {
      "title": "Executive summary of the DAROC clinical practice guidelines for diabetes care-2018",
      "authors": [
        "Diabetes Association",
        "Of The",
        "Republic Of",
        "T China"
      ],
      "year": 2020,
      "doi": "10.1016/j.jfma.2019.02.016"
    },
    {
      "title": "Team care of type 2 diabetes mellitus in Taiwan",
      "authors": [
        "C Wang",
        "N Yu",
        "W Sheu",
        "S Tsai",
        "T Tai"
      ],
      "year": 2014,
      "doi": "10.1016/s0168-8227(14)70735-1"
    },
    {
      "title": "Poor Control of Blood Glucose, Lifestyle, and Cardiometabolic Parameters in Younger Adult Patients with Type 2 Diabetes Mellitus",
      "authors": [
        "G Nam",
        "B Han",
        "C Joo",
        "S Kang",
        "J Lim",
        "Y Kim",
        "H Park"
      ],
      "year": 2019,
      "doi": "10.3390/jcm8091405"
    },
    {
      "title": "Minimum amount of physical activity for reduced mortality and extended life expectancy: A prospective cohort study",
      "authors": [
        "C Wen",
        "J Wai",
        "M Tsai",
        "Y Yang",
        "T Cheng",
        "M Lee",
        "H Chan",
        "C Tsao",
        "S Tsai",
        "X Wu"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60749-6"
    },
    {
      "title": "Physical Activity as a Vital Sign: A Systematic Review",
      "authors": [
        "Y Golightly",
        "K Allen",
        "K Ambrose",
        "J Stiller",
        "K Evenson",
        "C Voisin",
        "J Hootman",
        "L Callahan"
      ],
      "year": 2017,
      "doi": "10.5888/pcd14.170030"
    }
  ],
  "num_references": 19
}
