{
  "paper_id": "TDMDPQ8V",
  "title": "Using logic model methods in systematic review synthesis: describing complex pathways in referral management interventions",
  "abstract": "Background: There is increasing interest in innovative methods to carry out systematic reviews of complex interventions. Theory-based approaches, such as logic models, have been suggested as a means of providing additional insights beyond that obtained via conventional review methods. Methods: This paper reports the use of an innovative method which combines systematic review processes with logic model techniques to synthesise a broad range of literature. The potential value of the model produced was explored with stakeholders. \n Results: The review identified 295 papers that met the inclusion criteria. The papers consisted of 141 intervention studies and 154 non-intervention quantitative and qualitative articles. A logic model was systematically built from these studies. The model outlines interventions, short term outcomes, moderating and mediating factors and long term demand management outcomes and impacts. Interventions were grouped into typologies of practitioner education, process change, system change, and patient intervention. Short-term outcomes identified that may result from these interventions were changed physician or patient knowledge, beliefs or attitudes and also interventions related to changed doctor-patient interaction. A range of factors which may influence whether these outcomes lead to long term change were detailed. Demand management outcomes and intended impacts included content of referral, rate of referral, and doctor or patient satisfaction. \n Conclusions: The logic model details evidence and assumptions underpinning the complex pathway from interventions to demand management impact. The method offers a useful addition to systematic review methodologies.",
  "year": 2014,
  "date": "2014-05-10",
  "authors": [
    {
      "name": "Susan Baxter",
      "email": "s.k.baxter@sheffield.ac.uk",
      "affiliation": {
        "organization": "School of Health and Related Research",
        "department": "School of Health and Related Research",
        "institution": "University of Sheffield",
        "address": "Regent Court 30 Regent Street, S14DA, Sheffield, UK"
      }
    },
    {
      "name": "Lindsay Blank",
      "affiliation": {
        "organization": "School of Health and Related Research",
        "department": "School of Health and Related Research",
        "institution": "University of Sheffield",
        "address": "Regent Court 30 Regent Street, S14DA, Sheffield, UK"
      }
    },
    {
      "name": "Helen Woods",
      "affiliation": {
        "organization": "School of Health and Related Research",
        "department": "School of Health and Related Research",
        "institution": "University of Sheffield",
        "address": "Regent Court 30 Regent Street, S14DA, Sheffield, UK"
      }
    },
    {
      "name": "Nick Payne",
      "affiliation": {
        "organization": "School of Health and Related Research",
        "department": "School of Health and Related Research",
        "institution": "University of Sheffield",
        "address": "Regent Court 30 Regent Street, S14DA, Sheffield, UK"
      }
    },
    {
      "name": "Melanie Rimmer",
      "affiliation": {
        "organization": "School of Health and Related Research",
        "department": "School of Health and Related Research",
        "institution": "University of Sheffield",
        "address": "Regent Court 30 Regent Street, S14DA, Sheffield, UK"
      }
    },
    {
      "name": "Elizabeth Goyder",
      "affiliation": {
        "organization": "School of Health and Related Research",
        "department": "School of Health and Related Research",
        "institution": "University of Sheffield",
        "address": "Regent Court 30 Regent Street, S14DA, Sheffield, UK"
      }
    }
  ],
  "doi": "10.1186/1471-2288-14-62",
  "md5": "070B28EC500ECC0F2A56E5571125858F",
  "publication": {
    "journal": "Evaluation",
    "journal_inferred": true
  },
  "keywords": [
    "PROSPERO registration number: CRD42013004037 Systematic review",
    "Methodology",
    "Evidence synthesis",
    "Logic model",
    "Demand management",
    "Referral systems",
    "Referral management"
  ],
  "funding": [
    "",
    "Acknowledgements We would like to thank the following members of the project steering group for their valuable input:  Professor Danuta Kasprzyk ;  Professor Helena Britt ;  Ellen Nolte ;  Jon Karnon ;  Nigel Edwards ;  Christine Allmar ;  Brian Hodges ; and  Martin McShane ."
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Worldwide shifts in demographics and disease patterns, accompanied by changes in societal expectations are driving up treatment costs. As a result of this, several strategies have been developed to manage the referral of patients for specialist care. In the United Kingdom (UK) referrals from primary care to secondary services are made by General Practitioners (GPs), who may be termed Family Physicians or Primary Care Providers in other health systems. These physicians in the UK act as the gatekeeper for patient access to secondary care, and are responsible for deciding which patients require referral to specialist care. Similar models are found in health care services in Australia, Denmark and the Netherlands however, this process differs from systems in other countries such as France and the United States of America.\n\nAs demand outstrips resources in the UK, the volume and appropriateness of referrals from primary care to specialist services has become a key concern. The term \"demand management\" is used to describe methods which monitor, direct or regulate patient referrals within the healthcare system. Evaluation of these referral management interventions however presents challenges for systematic review methodologies. Target outcomes are diverse, encompassing for example both the reduction of referrals and enhancing the optimal timing of referrals. Also, the interventions are varied and may target primary care, specialist services, or administration or infrastructure (such as triaging processes and referral management centres)  [1] .\n\nIn systematic review methodology there is increasing recognition of the need to evaluate not only what works, but the theory of why and how an intervention works  [2] . The evaluation of complex interventions such as referral management therefore requires methods which move beyond reductionist approaches, to those which examine wider factors including mechanisms of change  [3] [4] [5] .\n\nA logic model is a summary diagram which maps out an intervention and conjectured links between the intervention and anticipated outcomes in order to develop a summarised theory of how a complex intervention works. Logic models seek to uncover the theories of change or logic underpinning pathways from interventions to outcomes  [2] . The aim is to identify assumptions which underpin links between interventions, and the intended short and long term outcomes and broader impacts  [6] . While logic models have been used for some time in programme evaluation, their potential to make a contribution to systematic review methodology has been recognised only more recently. Anderson et al.  [7]  discuss their use at many points in the systematic review process including scoping the review, guiding the searching and identification stages, and during interpretation of the results. Referral management entails moving from a system that reacts in an ad hoc way to increasing needs, to one which is able to plan, direct and optimise services in order to optimise demand, capacity and access across an area. Uncovering the assumptions and processes within a referral management intervention therefore requires an understanding of whole systems and assumptions, which a logic model methodology is well placed to address.\n\nA number of benefits from using logic models have been proposed including: identification of different understandings or theories about how an intervention should work; clarification of which interventions lead to which outcomes; providing a summary of the key elements of an intervention; and the generation of testable hypotheses  [8] . These advantages relate to the power of diagrammatic representation as a communication tool. Logic models have the potential to make systematic reviews \"more transparent and more cogent\" to decisionmakers  [7] . The use of alternative methods of synthesis and presentation of reviews is also worthy of consideration given the poor awareness and use of systematic review results amongst clinicians  [9] . In addition, logic models may move systematic review findings beyond the oft-repeated conclusion that more evidence is needed  [7] .\n\nWhile the potential benefit as a communication tool has been emphasised, there has been limited evaluation of logic models. In this study we aimed to further develop and evaluate the use of logic models as synthesis tools, during a systematic review of interventions to manage referrals from primary care to hospital specialists."
    },
    {
      "title": "Methods",
      "text": "The method we used built on previous work by members of the team  [10, 11] . The approach combines conventional rigorous and transparent review methods (systematic searching, identification, selection and extraction of papers for review, and appraisal of potential bias amongst included studies) with a logic model synthesis of data. The building of models systematically from the evidence contrasts to the approach typically adopted, whereby logic models are built by discussion and consensus at meetings of stakeholders or expert groups. The processes followed are described in further detail below."
    },
    {
      "title": "Search strategy",
      "text": "A study protocol was devised (PROSPERO registration number: CRD42013004037) to guide the review which outlined the research questions, search strategy, inclusion criteria, and methods to be used. The primary research question was \"what can be learned from the international evidence on interventions to manage referral from primary to specialist care?\" Secondary questions were \"what factors affect the applicability of international evidence in the UK\", and \"what are the pathways from interventions to improved outcomes?\" Systematic searches of published and unpublished (grey literature) sources from healthcare, and other industries were undertaken. Rather than a single search, an iterative (a number of different searches) and emergent approach (the understanding of the question develops throughout the process), was taken to identify evidence  [12, 13] . As the model was constructed, further searches were required in order to seek additional evidence where there were gaps in the chain of reasoning as described below. An audit table of the search process was kept, with date of search, search terms/strategy, database searched, number of hits, keywords and other comments included, in order that searches were transparent, systematic and replicable.\n\nSearches took place between November 2012 and July 2013. A broad range of electronic databases was searched in order to reflect the diffuse nature of the evidence (see Additional file 1). Citation searches of included articles and other systematic reviews were also undertaken and relevant reviews articles were used to identify studies. Grey literature (in the form of published or unpublished reports, data published on websites, in government policy documents or in books) was searched for using OpenGrey, Greysource, and Google Scholar electronic databases. Hand searching of reference lists of all included articles was also undertaken; including relevant systematic reviews."
    },
    {
      "title": "Identification of studies",
      "text": "Inclusion/exclusion criteria were developed using the established PICO framework  [14] . Participants included all primary care physicians, hospital specialists, and their patients. Interventions included were those which aimed to influence and/or affect referral from primary care to specialist services by having an impact on the referral practices of the primary physician. Studies using any comparator group were eligible for inclusion, and all outcomes relating to referral were considered. With the increasing recognition that a broad range of evidence is able to inform review findings, no restrictions were placed on study design with controlled, non-controlled (before and after) studies, as well as qualitative work examined. Studies eligible for inclusion were limited by date (January 2000 to July 2013). Articles in non-English languages with English abstracts were considered for translation (none were found to meet the inclusion criteria for the review). The key criterion for inclusion in the review was that a study was able to answer or inform the research questions."
    },
    {
      "title": "Selection of papers",
      "text": "Citations identified using the above search methods were imported into Reference Manager Version 12. The database was screened by two reviewers, with identification and coding of potential papers for inclusion. Full papers copies of potentially relevant articles were retrieved for further examination."
    },
    {
      "title": "Data extraction",
      "text": "A data extraction form was developed using the previous expertise of the review team, trialled using a small number of papers, and refined for use here. Data extractions were completed by one reviewer and checked by a second. Extracted data included: country of the study, study design, data collection method, aim of the study, detail of participants (number, any reported demographics), study methods/intervention details, comparator details if any, length of follow up, response and/or attrition rate, context (referral from what/who to what/who), outcome measures, main results, and reported associations."
    },
    {
      "title": "Quality appraisal",
      "text": "The potential for bias within each quantitative study was assessed drawing on work by the Cochrane Collaboration  [15] . We slightly adapted their tool for assessing risk of bias in order that the appraisal would be suitable for our broader range of study designs. For the qualitative papers we adapted the Critical Appraisal Skills Checklist  [16]  to provide a similar format to the quantitative tool. In addition to assessing the quality of each individual paper we also considered the overall strength of evidence for papers grouped by typology, drawing on criteria used by Hoogendoom et al.  [17] . Each group of papers was graded as providing either: stronger evidence (generally consistent findings in multiple higher quality studies); weaker evidence (generally consistent findings in one higher quality study and lower quality studies, or in multiple lower quality studies.); inconsistent evidence (<75% consistency findings in multiple studies) or very limited evidence (a single study). Strength of evidence appraisal was undertaken at a meeting of the research team to establish consensus."
    },
    {
      "title": "Logic model synthesis",
      "text": "Logic models typically adopt a left to right flow of \"if.... then\" propositions to illustrate the chain of reasoning underpinning how interventions lead to immediate (or short term) outcomes and then to longer term outcomes and impacts. This lays out the logic or assumptions that underpin the pathway (in this case, what needs to happen in order for interventions with General Practitioners to impact on referral demand). In our approach, extracted data from the included papers across study designs are combined and treated as textual (qualitative) data. A process of charting, categorising and thematic synthesis  [18]  of the extracted quantitative intervention and qualitative data is used in order to identify individual elements of the model. A key part of the model is detailing the mechanism/s of change within the pathway and the moderating and mediating factors which may be associated with or influence outcomes  [19]  this is often referred to as the theory of change  [2] ."
    },
    {
      "title": "Evaluation of the model",
      "text": "Following development of a draft model we sought feedback from stakeholders regarding the clarity of representation of the findings, and potential uses. We carried out group sessions with patient representatives, individual interviews and seminar presentations with GPs and consultants, and also interviews with commissioners (in the UK commissioning groups comprise individuals who are responsible for the process of planning, agreeing and monitoring services, having control of the budget to be spent). At these sessions we presented the draft model and asked for verbal comments regarding the clarity of the model as a way of understanding the review findings, any elements which seemed to be missing, elements which did not seem to make sense or fit participants knowledge or experience, and also how participants envisaged that the model could be used. We also gave out feedback forms for participants to provide written comments on these aspects. In addition to these sessions we circulated the draft model via email to topic experts for their input. The feedback we obtained was examined and discussed by the team in order to inform subsequent drafts of the model."
    },
    {
      "title": "Ethical approval",
      "text": "The main study was secondary research and therefore exempt from requiring ethical approval. Approval for the final feedback phase of the work was obtained from the University of Sheffield School of Health and Related Research ethics committee (reference 0599). Informed consent was obtained from all participants."
    },
    {
      "title": "Results",
      "text": "The electronic searches generated a database of 8327 unique papers. Of these, 581 papers were selected for full paper review (see Additional file 1). After considering these and completing our further identification procedures, 295 papers were included in the review. Figure  1  illustrates the process of inclusion and exclusion. The included papers consisted of 141 intervention papers and 154 non-intervention papers. The 154 nonintervention papers included 33 qualitative studies and 121 quantitative studies (see Additional file 1).\n\nA logic model was systematically developed from reviewing and synthesising these papers (see Figure  2 ). The model illustrates the elements in the pathway from demand management interventions to their intended impact. While this paper will refer to the emerging review findings which are currently undergoing peer review, its primary purpose is to describe and evaluate the methodology."
    },
    {
      "title": "Logic model development",
      "text": "Following data extraction and quality appraisal, the process of systematically constructing the logic model began. We developed the model column by column, underpinned by the evidence. The model contains five columns detailing the pathway from interventions to short-term outcomes; via moderating and mediating factors; to demand management outcomes; and finally demand management impact.\n\nThe first stage in building the model was to develop intervention typology tables from the extracted data, in order to begin the process of grouping and organising the intervention content and processes which would system change; and patient intervention. Within each of these boxes the specific types of interventions in each category have been listed, for example the GP education typology contains interventions targeting training sessions, peer feedback, and provision of guidelines. Process change interventions include electronic referral, direct access to screening and consultation with specialists prior to referral. System change interventions include additional staff in community, gate-keeping and payment systems. We found few examples of patient interventions.\n\nThe model provides an indication of where the evidence is stronger or weaker. For example in regard to physician education it can be seen that peer review/feedback has stronger evidence underpinning its effectiveness, with the use of guidelines being underpinned by conflicting evidence of effectiveness. For all but two of the interventions, the evidence was for either none or some level of positive outcome on referral management. For the additional staff in primary care and the addition or removal of gatekeeping interventions however there was strong evidence that these could worsen referral management outcomes.\n\nThe interventions thus formed the starting point, and first column of the logic model. By developing a typology we were able to group and categorise the data, and begin to explore questions regarding which types of intervention may work, and what characteristics of interventions may be successful in managing patient referral.\n\nThe intervention studies used a wide range of outcomes to judge efficacy. A key aim of logic models is to uncover assumptions in the chain of reasoning between interventions and their expected impacts, and to develop a theory of change which sets out these implicit \"if… then\" pathways. The next stage in development of the model was therefore to begin to unpack these outcomes and assumptions regarding links between interventions and demand management impacts. The outcomes were divided into those which were considered to be short-term outcomes, long term outcomes or result in broader impact on demand management systems. In order to do this we used \"if…then\" reasoning to deduce in what order outcomes needed to occur for these to then lead to the intended impact. Shortterm outcomes were classified as those that impacted immediately or specifically on individual referrers, patients or referrals. Long term outcomes were categorised as those which had an effect more widely beyond the level of the individual GP, service or patient, and impact factors were those that would determine the effectiveness of referral management across whole health systems.\n\nOutcomes and impacts reported in the intervention studies were identified and grouped by typology, by the stage in the pathway, and by the level of evidence. The outcomes column includes all those outcomes which were reported in the included papers. They encompass: whether or not the adequacy of information provided by the referrer to the specialist was improved; whether there was an improvement to patient waiting time; whether there was an increase in level of GP or patient satisfaction with services, and whether referrals were auctioned more appropriately. These outcomes form an important element of the pathway to the final impacts column and demonstrate the importance of identifying all the links in the chain of reasoning. For example the model outlines that referral information needs to be accurate in order that referrals may be directed to the most appropriate place or person. Interventions need to include evaluation of this interim outcome and not only consider impact measures such as rate of referral if they are to explore how and if an intervention is effective. Also, GP satisfaction with a service will determine where referrals are sent, and patient satisfaction may determine whether a costly appointment with a specialist is attended. Here again many studies we evaluated used only broad impact measures (such as referral rate) to evaluate outcomes rather than explore where the links in the pathway may be breaking down.\n\nThe impacts column contains all those impacts that were reported in the included literature. These were: the impact on referral rate/level; whether attendance rate increased; any impact on referrals being considered appropriate; any impact on the appropriateness of the timing of the referral; and the effect on healthcare cost. As can be seen from the model, the relationship between interventions and a wider impact on systems was challenging to demonstrate from the evidence.\n\nHaving developed the first and final two columns of the model, attention then turned to the key middle section. This phase of the work required detailed exploration of the change pathway to explore exactly how the interventions would act on participants in order to produce the demand management outcomes and impacts. The second and third columns of the model are core elements of the theory of change within the model.\n\nWhile a small amount of data for these elements came from the intervention studies, the majority came from analysis and synthesis of the qualitative papers and nonintervention studies. Much of the intervention literature seemed to have a \"black box\" between the intervention and the long term impacts. This was a key area of the work where we employed iterative additional searching in order to seek evidence for associations, to ensure that the chain of reasoning was complete. For example, the first additional search aimed to explore evidence underpinning the assumption that increasing GP knowledge would lead to improved referral practice. The second additional search aimed to identify evidence underpinning the link between changes in referral systems and changed physician attitudes or behaviour. The search also sought evidence regarding specific outcomes following interventions to change patient knowledge, attitudes or behaviour.\n\nThe second column of the model details the shortterm outcomes for individual GPs, patients, and GP services that may result from interventions. These are the factors which need to be changed within the referrer or referral, in order that the longer term outcomes and impacts will happen. The short-term outcomes we identified were: physician knowledge; physician beliefs/attitudes; physician behaviour; doctor-patient interaction; patient knowledge, or patient attitudes/beliefs or behaviour. Of note is the weaker evidence of physician knowledge change impacting on referrals, and greater evidence of change to physician attitudes and beliefs, and also doctor-patient interaction having an impact.\n\nThe third column (and final element to be completed) is another key part of the theory of change. This section identifies a range of factors which may be associated with or influence whether the short-term outcomes will lead to the intended longer term outcomes and impacts. This column examines the moderating and mediating variables which may act as predictors of whether an intervention will be successful. They can be considered as similar to the barriers and facilitators often described in qualitative studies. The model details a wide range of these moderating and mediating factors relating to: the physician; the patient; and the organisation. Of particular interest here is the conflicting evidence relating to physician and patient demographic factors (the subject of a large number of studies) influencing referral patterns, and the clearer picture regarding the influence of patient clinical and social factors in the referral process.\n\nHaving outlined the content of each column, the following provides an example of the flow of reasoning for one particular type of intervention underpinned by elements of the model. Much work in the UK has been directed towards issuing guidelines for GPs regarding who and when to refer, with the assumption that changed knowledge will lead to changed referral practice. However, the model questions these assumptions by indicating that there is conflicting evidence regarding the efficacy of this type of intervention, and also suggesting that there is weak evidence of interventions such as these leading to enhanced knowledge outcomes, Perhaps if the guidelines focused more on elements of the model where evidence is stronger such as addressing GP attitudes and beliefs (for example tolerance of risk) or behaviour (such as the optimal content of referral information) this may lead to more successful immediate outcomes. The model highlights however that the effect of any guideline intervention will also be modified by GP, patient and service factors, for example the complexity of the case, the GP\"s emotional response to the patient and GP time pressure. These potential barriers need to be considered in the implementation of guideline interventions. If these elements can be addressed however, use of guidelines by GPs may enhance referrer or patient satisfaction, improve waiting time, or change the content of a referral and thus have a resulting impact at a service wide level."
    },
    {
      "title": "Evaluation of the model",
      "text": "Following development of the model we sought feedback from stakeholders regarding the clarity of representation of the findings, and potential uses. This consultation was carried out via individual and group discussion with practitioners, patient and the public representatives, commissioners (individuals who have responsibility for purchasing services), and by circulating the model to experts in the field. In total we received input from 44 individuals (15 GPs, five commissioners, seven patient and public representatives, and 17 hospital specialists from a range of clinical areas). Thirty eight of the respondents reported that they clearly understood the model however, four specialists described the model as overly complex and 2 patient representatives reported some confusion understanding it.\n\nGPs in particular gave positive feedback, highlighting that it was a good fit with their experience of the way referrals are managed, and that it successfully conveyed the complexity of general practice. The model was also described positively as identifying the role of both the GPs' and the patients' attitudes and beliefs, and the doctor-patient interaction. Also, GPs noted with satisfaction that the model included the physicians' emotional response to the patient, which resonated with their experiences. Most specialists also reported that the model was a good fit with their experience of factors influencing referral management. Potential uses of the model described were: as a tool for GP trainees and educators; as a teaching aid for undergraduate medical students; for analysing the demand management pathway when commissioning; for comparing what was being commissioned with what was evidence based; and to direct research into poorly evidenced areas.\n\nSome of the feedback from participants concerned factors that had not been identified in the literature. For example the potential role of carers as well as the patient in doctorpatient interactions was highlighted, and the potential influence of being a GP temporarily covering a colleagues' work. Some amendments were made to the model following this feedback, principally clarifying where there was no evidence versus inconclusive evidence, and editing terminology."
    },
    {
      "title": "Discussion",
      "text": "While referral management is often considered to have only a capacity-limiting function, the model was able to identify the true complexity of what is aiming to be achieved. Our model has added to the existing literature by setting out the chain of reasoning that underpins how and if interventions are to lead to their intended impacts, and made explicit the assumptions that underpin the process. The logic model is able to summarise a wealth of information regarding the findings of a systematic review on a single page. The visual presentation of this information was clearly understood by almost all professionals and all commissioners in our sample. This study therefore supports the value of logic models as communication tools. The effectiveness of the model for communicating findings to patients and the public however warrants further exploration. While four of the seven patient representatives in our group found value in the model, three found it lacked relevance to patients. While this was a very small sample, it would be worth exploring in the future whether the topic of the model contributed to this perception. Perhaps a model relating to a specific clinical condition rather than service delivery may be perceived of greater relevance to patients and the public.\n\nThe use of stakeholders in developing a theory of change has been recommended by other authors  [20] . Participants in our sample were able to provide valuable input by suggesting areas where there were seeming gaps in evidence. Our method of building the model from the literature has sought to be systematic and evidence-based, rather than be influenced by expert/stakeholder opinion (as is more typically the process of logic model development). However, while it is important to be alert to potential sources of bias in the review process, it seems that the involvement of stakeholders for determining potential gaps in evidence alongside systematic identification processes should not be ignored. The logic model we have produced outlines only where we identified literature, and does not include the two areas suggested by the stakeholders. We debated whether these suggested areas should be added to the model, and concluded that it would be counterintuitive in a model presenting the evidence to show areas of no evidence. It is possible that future development of the methodology could consider including \"ghost boxes\" or similar to indicate where experts or practitioners believe that there are links, however there is no current research to substantiate this.\n\nWe endeavoured to enhance the communicative power of the model by adopting a system of evaluating the strength of evidence underpinning elements. The determination of strength of evidence is a challenging area, with our adopted system likely to be the subject of debate. Other widely used methods of appraising the quality of evidence (such as that used by the Cochrane Collaboration  [15] ) typically use different checklists for different study designs. The method that we adopted was able to be inclusive of the diversity of types of evidence in our review. In selecting an approach we also aimed to move beyond a simple count of papers. This \"more equals stronger\" approach may be misleading as a greater number may be only an indicator of where work has been carried out, or is perhaps where a topic is more amenable to investigation. The evaluation we utilised included elements of both quantity and quality, together with the consideration of consistency. However, the volume of studies in the rating was still influential. While we believe that the strength of evidence indicator adds considerably to the model and review findings, we recognise that there is still work to be done in refining this aspect of the method.\n\nOur process of synthesising the data to develop the logic model draws on methodological developments in the area of qualitative evidence synthesis  [18, 21] . Our use of categorising and charting to build elements also draws on techniques of Framework Analysis  [22]  which is commonly used as a method of qualitative data analysis in policy research. The Framework Method may be particularly useful to underpin this process as it is highly systematic method of categorizing and organizing data  [23] . By its inclusion of a diverse range of evidence, our method also resonates with the growing use of mixed-methods research which appreciates the contribution of both qualitative and quantitative evidence to answering a research question. While our method utilises the model for synthesis at the latter end of a systematic review, logic models have been suggested as being of value at various stages of the process  [7] .\n\nRecently it has been proposed that logic models should be added to the established PICOs framework for establishing review parameters  [24]  in the initial stages.\n\nIn order to be of value, a visual representation should stand up to scrutiny so that concepts and meaning can be grasped by others and stimulate discussion  [21] . We believe that evaluation of our model indicates that it met these requirements. The use of diagrams to explain complex interventions has been criticised in the past on the grounds that it can fail to identify mechanisms of change  [19] . We argue that by using a wide range of literature and employing methods of iterative searching to examine potential associations, that this potential limitation can be overcome. Vogel  [25]  emphasised that diagrams should combine simplicity with validityan acknowledgement of complexity but recognition that things are more complex than can be described. The vast majority of feedback on the model reported that this complexity represented the area as they knew it, and that this was a key asset of the model."
    },
    {
      "title": "Conclusions",
      "text": "This work has demonstrated the potential value of a logic model synthesis approach to systematic review methodologies. In particular for this piece of work, the method proved valuable in unpicking the complexity of the area, illuminating multiple outcomes and potential impacts, and highlighting a range of factors that need to be considered if interventions are to lead to intended impacts."
    },
    {
      "text": "Figure1The process of inclusion and exclusion. A flow chart illustrating the process of paper identification."
    },
    {
      "text": "Figure2The completed logic model built from examining the identified published literature. The model illustrates the pathway between demand management interventions and intended impact. It reads from left to right, with a typology of demand management interventions in the first column, the immediate or short term outcomes following the interventions in the second column, then factors which may act as barriers to achievement of longer term outcomes in the mediating and moderating factors column, outcomes in terms of demand management at the level of physicians and their practice in the fourth column, and longer term system-wide impacts in the final column. The model indicates (via differing text types) where there was stronger or weaker evidence of links in the pathway."
    },
    {
      "title": "Acknowledgements",
      "text": "We would like to thank the following members of the project steering group for their valuable input:  Professor Danuta Kasprzyk ;  Professor Helena Britt ;  Ellen Nolte ;  Jon Karnon ;  Nigel Edwards ;  Christine Allmar ;  Brian Hodges ; and  Martin McShane ."
    },
    {
      "title": "Funding",
      "text": "This project was funded by the  National Institute for Health Research (Health Service  and  Delivery Research Programme  project number11/ 1022/01 ). The views and opinions expressed therein are those of the authors and do not necessarily reflect those of the Health Service and  Delivery Research Programme NIHR, NHS  or the  Department of Health ."
    },
    {
      "title": "Additional file",
      "text": "Additional file 1: Using logic model methods in systematic review synthesis: describing complex pathways in referral management interventions."
    },
    {
      "title": "Competing interests",
      "text": "The authors declare that they have no competing interests.\n\nAuthors' contribution SB was a reviewer and led development of the logic model. LB was principal investigator and lead reviewer. HB carried out the searches. NP and EG provided methodological and topic expertise throughout the work. MR carried out the evaluation phase. All members of the team read and commented on drafts of this paper."
    }
  ],
  "references": [
    {
      "title": "A systematic review of the effect of primary care-based service innovations on quality and patterns of referral to specialist secondary care",
      "authors": [
        "A Faulkner",
        "N Mills",
        "D Bainton",
        "K Baxter",
        "P Kinnersley",
        "T Peters",
        "D Sharp"
      ],
      "year": 2003,
      "journal": "Brit J Gen Pract",
      "volume": "53",
      "raw": "A systematic review of the effect of primary care-based service innovations on quality and patterns of referral to specialist secondary care \n\t\t \n\t\t\t A Faulkner \n\t\t \n\t\t \n\t\t\t N Mills \n\t\t \n\t\t \n\t\t\t D Bainton \n\t\t \n\t\t \n\t\t\t K Baxter \n\t\t \n\t\t \n\t\t\t P Kinnersley \n\t\t \n\t\t \n\t\t\t T J Peters \n\t\t \n\t\t \n\t\t\t D Sharp \n\t\t \n\t \n\t \n\t\t Brit J Gen Pract \n\t\t \n\t\t\t 53 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Faulkner A, Mills N, Bainton D, Baxter K, Kinnersley P, Peters TJ, Sharp D: A systematic review of the effect of primary care-based service innovations on quality and patterns of referral to specialist secondary care. Brit J Gen Pract 2003, 53:878-884."
    },
    {
      "title": "Nothing as practical as a good theory: exploring theory-based evaluation for comprehensive community initiatives for children and families",
      "authors": [
        "C Weiss"
      ],
      "raw": "Nothing as practical as a good theory: exploring theory-based evaluation for comprehensive community initiatives for children and families \n\t\t \n\t\t\t C H Weiss \n\t\t \n\t \n\t \n\t\t New Approaches to Evaluating Community Initiatives \n\t\t \n\t \n\t Weiss CH: Nothing as practical as a good theory: exploring theory-based evaluation for comprehensive community initiatives for children and families. In New Approaches to Evaluating Community Initiatives. Edited by"
    },
    {
      "authors": [
        "J Connell",
        "A Kubisch",
        "L Schoor",
        "C Weiss"
      ],
      "year": 1995,
      "doi": "10.5207/jieie.2005.19.8.062",
      "journal": "Aspen Institute",
      "raw": "J P Connell \n\t\t \n\t\t \n\t\t\t A C Kubisch \n\t\t \n\t\t \n\t\t\t L B Schoor \n\t\t \n\t\t \n\t\t\t C H Weiss \n\t\t \n\t\t 10.5207/jieie.2005.19.8.062 \n\t \n\t \n\t\t Aspen Institute \n\t\t \n\t\t\t \n\t\t\t 1995 \n\t\t\t Washington DC \n\t\t \n\t \n\t Connell JP, Kubisch AC, Schoor LB, Weiss CH. Washington DC: Aspen Institute; 1995:65-69."
    },
    {
      "title": "The challenge of complexity in healthcare",
      "authors": [
        "P Plsek",
        "T Greenhalgh"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.323.7313.625",
      "journal": "BMJ",
      "volume": "323",
      "raw": "The challenge of complexity in healthcare \n\t\t \n\t\t\t P E Plsek \n\t\t \n\t\t \n\t\t\t T Greenhalgh \n\t\t \n\t\t 10.1136/bmj.323.7313.625 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 323 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Plsek PE, Greenhalgh T: The challenge of complexity in healthcare. BMJ 2001, 323:625-628."
    },
    {
      "title": "Complexity in medicine and healthcare: people and systems, theory and practice",
      "authors": [
        "A Miles"
      ],
      "year": 2009,
      "doi": "10.1111/j.1365-2753.2009.01204.x",
      "journal": "J Eval Clin Pract",
      "volume": "15",
      "raw": "Complexity in medicine and healthcare: people and systems, theory and practice \n\t\t \n\t\t\t A Miles \n\t\t \n\t\t 10.1111/j.1365-2753.2009.01204.x \n\t \n\t \n\t\t J Eval Clin Pract \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Miles A: Complexity in medicine and healthcare: people and systems, theory and practice. J Eval Clin Pract 2009, 15:409-410."
    },
    {
      "title": "Evidence-based policy: the promise of realist synthesis",
      "authors": [
        "R Pawson"
      ],
      "year": 2002,
      "doi": "10.1177/135638902401462448",
      "journal": "Evaluation",
      "volume": "8",
      "raw": "Evidence-based policy: the promise of realist synthesis \n\t\t \n\t\t\t R Pawson \n\t\t \n\t\t 10.1177/135638902401462448 \n\t \n\t \n\t\t Evaluation \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Pawson R: Evidence-based policy: the promise of realist synthesis. Evaluation 2002, 8:340-358."
    },
    {
      "title": "Theory-based evaluation: reflections ten years on",
      "authors": [
        "P Rogers"
      ],
      "year": 2007,
      "doi": "10.1002/ev.225",
      "journal": "N Dir Eval",
      "volume": "114",
      "raw": "Theory-based evaluation: reflections ten years on \n\t\t \n\t\t\t P J Rogers \n\t\t \n\t\t 10.1002/ev.225 \n\t \n\t \n\t\t N Dir Eval \n\t\t \n\t\t\t 114 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Rogers PJ: Theory-based evaluation: reflections ten years on. N Dir Eval 2007, 114:63-81."
    },
    {
      "title": "Using logic models to capture complexity in systematic reviews",
      "authors": [
        "L Anderson",
        "M Petticrew",
        "E Rehfuess",
        "R Armstong",
        "E Ueffing",
        "P Baker",
        "D Francis",
        "D Tugwell"
      ],
      "year": 2011,
      "doi": "10.1002/jrsm.32",
      "journal": "Res Synth Meth",
      "volume": "2",
      "raw": "Using logic models to capture complexity in systematic reviews \n\t\t \n\t\t\t L M Anderson \n\t\t \n\t\t \n\t\t\t M Petticrew \n\t\t \n\t\t \n\t\t\t E Rehfuess \n\t\t \n\t\t \n\t\t\t R Armstong \n\t\t \n\t\t \n\t\t\t E Ueffing \n\t\t \n\t\t \n\t\t\t P Baker \n\t\t \n\t\t \n\t\t\t D Francis \n\t\t \n\t\t \n\t\t\t D Tugwell \n\t\t \n\t\t 10.1002/jrsm.32 \n\t \n\t \n\t\t Res Synth Meth \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Anderson LM, Petticrew M, Rehfuess E, Armstong R, Ueffing E, Baker P, Francis D, Tugwell D: Using logic models to capture complexity in systematic reviews. Res Synth Meth 2011, 2:33-42."
    },
    {
      "title": "Using programme theory to evaluate complicated and complex aspects of interventions",
      "authors": [
        "P Rogers"
      ],
      "year": 2008,
      "doi": "10.1177/1356389007084674",
      "journal": "Evaluation",
      "volume": "14",
      "raw": "Using programme theory to evaluate complicated and complex aspects of interventions \n\t\t \n\t\t\t P J Rogers \n\t\t \n\t\t 10.1177/1356389007084674 \n\t \n\t \n\t\t Evaluation \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Rogers PJ: Using programme theory to evaluate complicated and complex aspects of interventions. Evaluation 2008, 14:29-48."
    },
    {
      "title": "Barriers to the uptake of evidence from systematic reviews and meta-analyses: a systematic review of decision makers' perceptions",
      "authors": [
        "J Wallace",
        "B Nwosu",
        "M Clarke"
      ],
      "year": 2012,
      "doi": "10.1136/bmjopen-2012-001220",
      "journal": "BMJ Open",
      "volume": "2",
      "pages": "1220",
      "raw": "Barriers to the uptake of evidence from systematic reviews and meta-analyses: a systematic review of decision makers' perceptions \n\t\t \n\t\t\t J Wallace \n\t\t \n\t\t \n\t\t\t B Nwosu \n\t\t \n\t\t \n\t\t\t M Clarke \n\t\t \n\t\t 10.1136/bmjopen-2012-001220 \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 2 \n\t\t\t 1220 \n\t\t\t 2012 \n\t\t \n\t \n\t Wallace J, Nwosu B, Clarke M: Barriers to the uptake of evidence from systematic reviews and meta-analyses: a systematic review of decision makers' perceptions. BMJ Open 2012, 2:e001220. doi:10.1136/bmjopen- 2012-001220."
    },
    {
      "title": "Synthesizing diverse evidence: the use of primary qualitative data analysis methods and logic models in public health reviews",
      "authors": [
        "S Baxter",
        "S Baxter",
        "A Killoran",
        "M Kelly",
        "E Goyder"
      ],
      "year": 2010,
      "journal": "Pub Health",
      "volume": "124",
      "raw": "Synthesizing diverse evidence: the use of primary qualitative data analysis methods and logic models in public health reviews \n\t\t \n\t\t\t S Baxter \n\t\t \n\t\t \n\t\t\t S Baxter \n\t\t \n\t\t \n\t\t\t A Killoran \n\t\t \n\t\t \n\t\t\t M Kelly \n\t\t \n\t\t \n\t\t\t E Goyder \n\t\t \n\t \n\t \n\t\t Pub Health \n\t\t \n\t\t\t 124 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Baxter S, Baxter S, Killoran A, Kelly M, Goyder E: Synthesizing diverse evidence: the use of primary qualitative data analysis methods and logic models in public health reviews. Pub Health 2010, 124:99-106."
    },
    {
      "title": "Assessing the health benefits advice services: using research evidence and logic model methods to explore complex pathways",
      "authors": [
        "P Allmark",
        "S Baxter",
        "E Goyder",
        "L Guillaume",
        "G Crofton-Martin"
      ],
      "year": 2013,
      "doi": "10.1111/j.1365-2524.2012.01087.x",
      "journal": "Health Soc Care Comm",
      "volume": "21",
      "raw": "Assessing the health benefits advice services: using research evidence and logic model methods to explore complex pathways \n\t\t \n\t\t\t P Allmark \n\t\t \n\t\t \n\t\t\t S Baxter \n\t\t \n\t\t \n\t\t\t E Goyder \n\t\t \n\t\t \n\t\t\t L Guillaume \n\t\t \n\t\t \n\t\t\t G Crofton-Martin \n\t\t \n\t\t 10.1111/j.1365-2524.2012.01087.x \n\t \n\t \n\t\t Health Soc Care Comm \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Allmark P, Baxter S, Goyder E, Guillaume L, Crofton-Martin G: Assessing the health benefits advice services: using research evidence and logic model methods to explore complex pathways. Health Soc Care Comm 2013, 21:59-68."
    },
    {
      "title": "EPPI-Centre: Methods for Conducting Systematic Reviews",
      "year": 2010,
      "doi": "10.51744/cmb5",
      "raw": "EPPI-Centre: Methods for Conducting Systematic Reviews \n\t\t 10.51744/cmb5 \n\t\t \n\t\t\t 2010 \n\t\t\t London \n\t\t \n\t\t \n\t\t\t EPPI-Centre, Social Science Research Unit, Institute of Education, University of London \n\t\t \n\t \n\t EPPI-Centre: Methods for Conducting Systematic Reviews. London: EPPI- Centre, Social Science Research Unit, Institute of Education, University of London; 2010."
    },
    {
      "title": "Developing a Review Question: A Spiral Approach to Literature Searching, Poster Presentation",
      "authors": [
        "M Grant",
        "A Brettle",
        "A Long"
      ],
      "year": 2000,
      "doi": "10.1111/2041-210x.13654/v1/review2",
      "raw": "Developing a Review Question: A Spiral Approach to Literature Searching, Poster Presentation \n\t\t \n\t\t\t M J Grant \n\t\t \n\t\t \n\t\t\t A Brettle \n\t\t \n\t\t \n\t\t\t A F Long \n\t\t \n\t\t 10.1111/2041-210x.13654/v1/review2 \n\t \n\t \n\t\t Beyond the Basics of Systematic Reviews \n\t\t Oxford \n\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Grant MJ, Brettle A, Long AF: Developing a Review Question: A Spiral Approach to Literature Searching, Poster Presentation. Beyond the Basics of Systematic Reviews. Oxford: ; 2000."
    },
    {
      "title": "Utilization of the PICO framework to improve searching PubMed for clinical questions",
      "authors": [
        "C Schardt",
        "M Adams",
        "T Owens",
        "S Keitz",
        "P Fontelo"
      ],
      "year": 2007,
      "doi": "10.1186/1472-6947-7-16",
      "journal": "BMC Med Inform Decis Mak",
      "volume": "7",
      "raw": "Utilization of the PICO framework to improve searching PubMed for clinical questions \n\t\t \n\t\t\t C Schardt \n\t\t \n\t\t \n\t\t\t M B Adams \n\t\t \n\t\t \n\t\t\t T Owens \n\t\t \n\t\t \n\t\t\t S Keitz \n\t\t \n\t\t \n\t\t\t P Fontelo \n\t\t \n\t\t 10.1186/1472-6947-7-16 \n\t \n\t \n\t\t BMC Med Inform Decis Mak \n\t\t \n\t\t\t 7 \n\t\t\t 2007 \n\t\t \n\t \n\t Schardt C, Adams MB, Owens T, Keitz S, Fontelo P: Utilization of the PICO framework to improve searching PubMed for clinical questions. BMC Med Inform Decis Mak 2007, 7. doi:10.1186/1472-6947-7-16."
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "year": 2011,
      "doi": "10.1002/9780470712184.fmatter",
      "volume": "5",
      "raw": "Cochrane handbook for systematic reviews of interventions \n\t\t \n\t\t\t The Cochrane Collaboration \n\t\t \n\t\t 10.1002/9780470712184.fmatter \n\t\t \n\t\t\t 2011 \n\t\t\t 5 \n\t\t \n\t \n\t Handbook.cochrane.org \n\t The Cochrane Collaboration: Cochrane handbook for systematic reviews of interventions, version 5.1.0, 2011. [Handbook.cochrane.org]."
    },
    {
      "title": "Critical Skills Appraisal Programme (CASP) qualitative research checklist",
      "doi": "10.7717/peerj.12951/table-2",
      "raw": "10.7717/peerj.12951/table-2 \n\t\t \n\t\t Critical Skills Appraisal Programme (CASP) qualitative research checklist \n\t\t \n\t \n\t Critical Skills Appraisal Programme (CASP) qualitative research checklist. [http://www.casp-uk.net/wp content/uploads/2011/11/CASP_Qualitative_ Appraisal_Checklist_14oct10.pdf]."
    },
    {
      "title": "Physical load during work and leisure time as risk factors for back pain",
      "authors": [
        "W Hoogendoom",
        "M Van Poppel",
        "P Bongers",
        "B Koes",
        "L Bouter"
      ],
      "year": 1999,
      "doi": "10.5271/sjweh.451",
      "journal": "Scand J Work Environ Health",
      "volume": "25",
      "raw": "Physical load during work and leisure time as risk factors for back pain \n\t\t \n\t\t\t W E Hoogendoom \n\t\t \n\t\t \n\t\t\t M N Van Poppel \n\t\t \n\t\t \n\t\t\t P M Bongers \n\t\t \n\t\t \n\t\t\t B W Koes \n\t\t \n\t\t \n\t\t\t L M Bouter \n\t\t \n\t\t 10.5271/sjweh.451 \n\t \n\t \n\t\t Scand J Work Environ Health \n\t\t \n\t\t\t 25 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Hoogendoom WE, Van Poppel MN, Bongers PM, Koes BW, Bouter LM: Physical load during work and leisure time as risk factors for back pain. Scand J Work Environ Health 1999, 25:387-403."
    },
    {
      "title": "Methods for the thematic synthesis of qualitative research in systematic reviews",
      "authors": [
        "A Thomas",
        "A Harden"
      ],
      "year": 2008,
      "doi": "10.1186/1471-2288-8-45",
      "journal": "BMC Med Res Methodol",
      "volume": "8",
      "raw": "Methods for the thematic synthesis of qualitative research in systematic reviews \n\t\t \n\t\t\t A Thomas \n\t\t \n\t\t \n\t\t\t A Harden \n\t\t \n\t\t 10.1186/1471-2288-8-45 \n\t \n\t \n\t\t BMC Med Res Methodol \n\t\t \n\t\t\t 8 \n\t\t\t 2008 \n\t\t \n\t \n\t Thomas A, Harden A: Methods for the thematic synthesis of qualitative research in systematic reviews. BMC Med Res Methodol 2008, 8. doi:10.1186/1471-2288-8-45."
    },
    {
      "title": "Theory-based evaluation: past present and future",
      "authors": [
        "C Weiss"
      ],
      "year": 1997,
      "doi": "10.1002/ev.1086",
      "journal": "N Dir Eval",
      "volume": "76",
      "raw": "Theory-based evaluation: past present and future \n\t\t \n\t\t\t C H Weiss \n\t\t \n\t\t 10.1002/ev.1086 \n\t \n\t \n\t\t N Dir Eval \n\t\t \n\t\t\t 76 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Weiss CH: Theory-based evaluation: past present and future. N Dir Eval 1997, 76:68-81."
    },
    {
      "title": "Theories of change and realistic evaluation: peas in a pod or apples and oranges?",
      "authors": [
        "A Blamey",
        "M Mackenzie"
      ],
      "year": 2007,
      "doi": "10.1177/1356389007082129",
      "journal": "Evaluation",
      "volume": "13",
      "raw": "Theories of change and realistic evaluation: peas in a pod or apples and oranges? \n\t\t \n\t\t\t A Blamey \n\t\t \n\t\t \n\t\t\t M Mackenzie \n\t\t \n\t\t 10.1177/1356389007082129 \n\t \n\t \n\t\t Evaluation \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Blamey A, Mackenzie M: Theories of change and realistic evaluation: peas in a pod or apples and oranges? Evaluation 2007, 13:439-455."
    },
    {
      "title": "Including qualitative research in systematic reviews: opportunities and problems",
      "authors": [
        "M Dixon-Woods",
        "R Fitzpatrick",
        "K Roberts"
      ],
      "year": 2001,
      "doi": "10.1046/j.1365-2753.2001.00257.x",
      "journal": "J Eval Clin Pract",
      "volume": "2",
      "raw": "Including qualitative research in systematic reviews: opportunities and problems \n\t\t \n\t\t\t M Dixon-Woods \n\t\t \n\t\t \n\t\t\t R Fitzpatrick \n\t\t \n\t\t \n\t\t\t K Roberts \n\t\t \n\t\t 10.1046/j.1365-2753.2001.00257.x \n\t \n\t \n\t\t J Eval Clin Pract \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Dixon-Woods M, Fitzpatrick R, Roberts K: Including qualitative research in systematic reviews: opportunities and problems. J Eval Clin Pract 2001, 2:125-133."
    },
    {
      "title": "Using the framework method for the analysis of qualitative data in multi-disciplinary health research",
      "authors": [
        "N Gale",
        "G Heath",
        "E Cameron",
        "S Rashid",
        "S Redwood"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2288-13-117",
      "journal": "BMC Med Res Methodol",
      "pages": "13",
      "raw": "Using the framework method for the analysis of qualitative data in multi-disciplinary health research \n\t\t \n\t\t\t N K Gale \n\t\t \n\t\t \n\t\t\t G Heath \n\t\t \n\t\t \n\t\t\t E Cameron \n\t\t \n\t\t \n\t\t\t S Rashid \n\t\t \n\t\t \n\t\t\t S Redwood \n\t\t \n\t\t 10.1186/1471-2288-13-117 \n\t \n\t \n\t\t BMC Med Res Methodol \n\t\t \n\t\t\t 13 \n\t\t\t 2013 \n\t\t \n\t \n\t Gale NK, Heath G, Cameron E, Rashid S, Redwood S: Using the framework method for the analysis of qualitative data in multi-disciplinary health research. BMC Med Res Methodol 2013, 13. doi:10.1186/1471-2288-13-117."
    },
    {
      "title": "Qualitative Research Practice: A Guide for Social Science Students and Researchers",
      "authors": [
        "J Ritchie",
        "J Lewis"
      ],
      "year": 2003,
      "doi": "10.5860/choice.41-1319",
      "raw": "Qualitative Research Practice: A Guide for Social Science Students and Researchers \n\t\t \n\t\t\t J Ritchie \n\t\t \n\t\t \n\t\t\t J Lewis \n\t\t \n\t\t 10.5860/choice.41-1319 \n\t\t \n\t\t\t 2003 \n\t\t\t Sage \n\t\t\t London \n\t\t \n\t \n\t Ritchie J, Lewis J: Qualitative Research Practice: A Guide for Social Science Students and Researchers. London: Sage; 2003."
    },
    {
      "title": "Evaluating the state of qualityimprovement science through evidence synthesis: insights from the Closing the Quality Gap Series",
      "authors": [
        "K Mcdonald",
        "E Schultz",
        "C Chang"
      ],
      "year": 2013,
      "doi": "10.7812/tpp/13-010",
      "journal": "Perm J",
      "volume": "17",
      "raw": "Evaluating the state of qualityimprovement science through evidence synthesis: insights from the Closing the Quality Gap Series \n\t\t \n\t\t\t K M Mcdonald \n\t\t \n\t\t \n\t\t\t E M Schultz \n\t\t \n\t\t \n\t\t\t C Chang \n\t\t \n\t\t 10.7812/tpp/13-010 \n\t \n\t \n\t\t Perm J \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t McDonald KM, Schultz EM, Chang C: Evaluating the state of quality- improvement science through evidence synthesis: insights from the Closing the Quality Gap Series. Perm J 2013, 17:52-61."
    },
    {
      "title": "Review of the Use of Theory of Change in International Development: Review Report",
      "authors": [
        "I Vogel"
      ],
      "year": 2012,
      "doi": "10.3828/idpr.2012.13",
      "raw": "Review of the Use of Theory of Change in International Development: Review Report \n\t\t \n\t\t\t I Vogel \n\t\t \n\t\t 10.3828/idpr.2012.13 \n\t\t \n\t\t\t 2012 \n\t\t\t Department of International Development \n\t\t\t London \n\t\t \n\t \n\t Vogel I: Review of the Use of Theory of Change in International Development: Review Report. London: Department of International Development; 2012."
    }
  ],
  "num_references": 26,
  "figures": [
    {
      "caption": "Figure 1",
      "description": "Figure1The process of inclusion and exclusion. A flow chart illustrating the process of paper identification."
    },
    {
      "caption": "Figure 2",
      "description": "Figure2The completed logic model built from examining the identified published literature. The model illustrates the pathway between demand management interventions and intended impact. It reads from left to right, with a typology of demand management interventions in the first column, the immediate or short term outcomes following the interventions in the second column, then factors which may act as barriers to achievement of longer term outcomes in the mediating and moderating factors column, outcomes in terms of demand management at the level of physicians and their practice in the fourth column, and longer term system-wide impacts in the final column. The model indicates (via differing text types) where there was stronger or weaker evidence of links in the pathway."
    }
  ],
  "num_figures": 2,
  "license": "© 2014 Baxter et al.; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.",
  "license_type": "unknown",
  "num_citations": 34,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b20",
    "b21",
    "b12",
    "b16",
    "b15",
    "b23",
    "b5",
    "b19",
    "b10",
    "b24",
    "b4",
    "b7",
    "b11",
    "b8",
    "b22",
    "b6",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] School of Health and Related Research , University of Sheffield , Regent Court , 30 Regent Street , Sheffield S14DA , UK",
    "[raw_affiliation] School of Health and Related Research , University of Sheffield , Regent Court , 30 Regent Street , Sheffield S14DA , UK",
    "[raw_affiliation] School of Health and Related Research , University of Sheffield , Regent Court , 30 Regent Street , Sheffield S14DA , UK",
    "[raw_affiliation] School of Health and Related Research , University of Sheffield , Regent Court , 30 Regent Street , Sheffield S14DA , UK",
    "[raw_affiliation] School of Health and Related Research , University of Sheffield , Regent Court , 30 Regent Street , Sheffield S14DA , UK",
    "[raw_affiliation] School of Health and Related Research , University of Sheffield , Regent Court , 30 Regent Street , Sheffield S14DA , UK",
    "[submission] Received: 16 January 2014 Accepted: 30 April 2014",
    "[raw_reference] Faulkner A, Mills N, Bainton D, Baxter K, Kinnersley P, Peters TJ, Sharp D: A systematic review of the effect of primary care-based service innovations on quality and patterns of referral to specialist secondary care. Brit J Gen Pract 2003, 53:878-884.",
    "[raw_reference] Weiss CH: Nothing as practical as a good theory: exploring theory-based evaluation for comprehensive community initiatives for children and families. In New Approaches to Evaluating Community Initiatives. Edited by",
    "[raw_reference] Connell JP, Kubisch AC, Schoor LB, Weiss CH. Washington DC: Aspen Institute; 1995:65-69.",
    "[raw_reference] Plsek PE, Greenhalgh T: The challenge of complexity in healthcare. BMJ 2001, 323:625-628.",
    "[raw_reference] Miles A: Complexity in medicine and healthcare: people and systems, theory and practice. J Eval Clin Pract 2009, 15:409-410.",
    "[raw_reference] Pawson R: Evidence-based policy: the promise of realist synthesis. Evaluation 2002, 8:340-358.",
    "[raw_reference] Rogers PJ: Theory-based evaluation: reflections ten years on. N Dir Eval 2007, 114:63-81.",
    "[raw_reference] Anderson LM, Petticrew M, Rehfuess E, Armstong R, Ueffing E, Baker P, Francis D, Tugwell D: Using logic models to capture complexity in systematic reviews. Res Synth Meth 2011, 2:33-42.",
    "[raw_reference] Rogers PJ: Using programme theory to evaluate complicated and complex aspects of interventions. Evaluation 2008, 14:29-48.",
    "[raw_reference] Wallace J, Nwosu B, Clarke M: Barriers to the uptake of evidence from systematic reviews and meta-analyses: a systematic review of decision makers' perceptions. BMJ Open 2012, 2:e001220. doi:10.1136/bmjopen- 2012-001220.",
    "[raw_reference] Baxter S, Baxter S, Killoran A, Kelly M, Goyder E: Synthesizing diverse evidence: the use of primary qualitative data analysis methods and logic models in public health reviews. Pub Health 2010, 124:99-106.",
    "[raw_reference] Allmark P, Baxter S, Goyder E, Guillaume L, Crofton-Martin G: Assessing the health benefits advice services: using research evidence and logic model methods to explore complex pathways. Health Soc Care Comm 2013, 21:59-68.",
    "[raw_reference] EPPI-Centre: Methods for Conducting Systematic Reviews. London: EPPI- Centre, Social Science Research Unit, Institute of Education, University of London; 2010.",
    "[raw_reference] Grant MJ, Brettle A, Long AF: Developing a Review Question: A Spiral Approach to Literature Searching, Poster Presentation. Beyond the Basics of Systematic Reviews. Oxford: ; 2000.",
    "[raw_reference] Schardt C, Adams MB, Owens T, Keitz S, Fontelo P: Utilization of the PICO framework to improve searching PubMed for clinical questions. BMC Med Inform Decis Mak 2007, 7. doi:10.1186/1472-6947-7-16.",
    "Handbook.cochrane.org",
    "[raw_reference] The Cochrane Collaboration: Cochrane handbook for systematic reviews of interventions, version 5.1.0, 2011. [Handbook.cochrane.org].",
    "[raw_reference] Critical Skills Appraisal Programme (CASP) qualitative research checklist. [http://www.casp-uk.net/wp content/uploads/2011/11/CASP_Qualitative_ Appraisal_Checklist_14oct10.pdf].",
    "[raw_reference] Hoogendoom WE, Van Poppel MN, Bongers PM, Koes BW, Bouter LM: Physical load during work and leisure time as risk factors for back pain. Scand J Work Environ Health 1999, 25:387-403.",
    "[raw_reference] Thomas A, Harden A: Methods for the thematic synthesis of qualitative research in systematic reviews. BMC Med Res Methodol 2008, 8. doi:10.1186/1471-2288-8-45.",
    "[raw_reference] Weiss CH: Theory-based evaluation: past present and future. N Dir Eval 1997, 76:68-81.",
    "[raw_reference] Blamey A, Mackenzie M: Theories of change and realistic evaluation: peas in a pod or apples and oranges? Evaluation 2007, 13:439-455.",
    "[raw_reference] Dixon-Woods M, Fitzpatrick R, Roberts K: Including qualitative research in systematic reviews: opportunities and problems. J Eval Clin Pract 2001, 2:125-133.",
    "[raw_reference] Gale NK, Heath G, Cameron E, Rashid S, Redwood S: Using the framework method for the analysis of qualitative data in multi-disciplinary health research. BMC Med Res Methodol 2013, 13. doi:10.1186/1471-2288-13-117.",
    "[raw_reference] Ritchie J, Lewis J: Qualitative Research Practice: A Guide for Social Science Students and Researchers. London: Sage; 2003.",
    "[raw_reference] McDonald KM, Schultz EM, Chang C: Evaluating the state of quality- improvement science through evidence synthesis: insights from the Closing the Quality Gap Series. Perm J 2013, 17:52-61.",
    "[raw_reference] Vogel I: Review of the Use of Theory of Change in International Development: Review Report. London: Department of International Development; 2012."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
