{
  "paper_id": "TDZHMLNF",
  "title": "CAREForMe: Contextual Multi-Armed Bandit Recommendation Framework for Mental Health",
  "abstract": "The COVID-19 pandemic has intensified the urgency for effective and accessible mental health interventions in people's daily lives. Mobile Health (mHealth) solutions, such as AI Chatbots and Mindfulness Apps, have gained traction as they expand beyond traditional clinical settings to support daily life. However, the effectiveness of current mHealth solutions is impeded by the lack of context-awareness, personalization, and modularity to foster their reusability. This paper introduces CAREForMe, a contextual multi-armed bandit (CMAB) recommendation framework for mental health. Designed with context-awareness, personalization, and modularity at its core, CAREForMe harnesses mobile sensing and integrates online learning algorithms with user clustering capability to deliver timely, personalized recommendations. With its modular design, CAREForMe serves as both a customizable recommendation framework to guide future research, and a collaborative platform to facilitate interdisciplinary contributions in mHealth research. We showcase CAREForMe's versatility through its implementation across various platforms (e.g., Discord, Telegram) and its customization to diverse recommendation features.",
  "year": 2024,
  "date": "2024-01-26",
  "journal": "Electronics",
  "publication": "Electronics",
  "authors": [
    {
      "forename": "Sheng",
      "surname": "Yu",
      "name": "Sheng Yu"
    },
    {
      "forename": "Randye",
      "surname": "Semple",
      "name": "Randye Semple",
      "email": "semple@med.usc.edu"
    },
    {
      "forename": "Yixue",
      "surname": "Zhao",
      "name": "Yixue Zhao",
      "email": "yzhao@isi.edu"
    },
    {
      "forename": "Emily",
      "surname": "Zhou",
      "name": "Emily Zhou",
      "email": "emilyzho@usc.edu"
    },
    {
      "forename": "Bhaskar",
      "surname": "Krishnamachari",
      "name": "Bhaskar Krishnamachari"
    },
    {
      "affiliation": "University of Southern California Los Angeles , CA , USA \n\t\t\t\t\t\t\t\t University of Southern California Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of Southern California Los Angeles , CA , USA \n\t\t\t\t\t\t\t\t University of Southern California Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of Southern California Los Angeles , CA , USA \n\t\t\t\t\t\t\t\t University of Southern California Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "USC Information Sciences Institute Arlington , VA , USA \n\t\t\t\t\t\t\t\t USC Information Sciences Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Arlington \n\t\t\t\t\t\t\t\t\t VA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of Southern California Los Angeles , CA , USA \n\t\t\t\t\t\t\t\t University of Southern California Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of Southern California Los Angeles , CA , USA \n\t\t\t\t\t\t\t\t University of Southern California Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.2139/ssrn.4595283",
  "arxiv": "arXiv:2401.15188v1[cs.AI]",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Mental health issues significantly increased during the COVID-19 pandemic and remain a global public health concern  [19] . Mobile Health (mHealth) solutions, such as AI Chatbots and Mindfulness Apps, have gained traction due to the widespread use of mobile devices  [3, 40] . By reducing the traditional reliance on human experts such as therapists, mHealth interventions can greatly enhance the accessibility, availability, and affordability of mental health care. They bridge the gap between clinics and homes, enabling continuous mental health monitoring and treatment in users' daily lives.\n\nWhile mHealth solutions offer promising benefits, they currently face three major challenges. First, they often lack context-awareness to recognize when the user is in need of help. This poses a burden on the user to initiate the intervention when help is needed, which is often when users are least motivated to do so. Second, these solutions fall short in personalization. Many mHealth apps have a slow start to understand a user's history and preferences and rely heavily on user input. Users are either provided with the same intervention (e.g., mindfulness modules) or are tasked to describe their situation and navigate to the desired module by themselves each time they seek assistance. Lastly, despite many mHealth solutions sharing common features, such as sensor data collection and recommendation algorithms, they are often developed in an ad-hoc manner, causing duplicated efforts in this research area.\n\nTo address these challenges, we propose CAREForMe, a Contextual multi-Armed bandit REcommendation Framework for Mental health. CAREForMe is a customizable framework designed with context-awareness, personalization, and modularization in mind, aiming to understand the user's context and provide the right recommendations at the right time. First, CAREForMe employs mobile sensing to monitor the user's change of states, aiming to identify when the recommendations should be delivered. Second, CARE-ForMe integrates user clustering and contextual multi-armed bandit (CMAB) algorithms  [30]  that continuously learn from user feedback to improve what to recommend based on user preferences. We choose CMAB algorithms because they are more adaptive when learning from new data without the need to retrain from scratch compared to matrix factorization  [23, 44] . CMABs are also better at handling new users, i.e., the so-called \"cold-start\" problem, compared to traditional methods such as collaborative filtering  [23] . Most importantly, CMABs are context-sensitive, using real-time user feedback to dynamically adjust the recommendations based on user's situation. Finally, CAREForMe is a customizable framework with a modular design that decouples the underlying components, allowing different approaches to \"plug and play\" in the framework, without requiring the domain knowledge of the entire framework pipeline. For example, a mental health expert can focus on tailoring the recommendation content, and reuse existing recommendation algorithms (e.g., CAREForMe's built-in CMAB algorithm) to deliver her interventions. Similarly, a mobile app developer can focus on implementing the front-end user interface (e.g., a mobile app) to interact with the user and deliver the recommendations obtained from CAREForMe's CMAB back-end. Thus, CAREForMe stands not only as a customizable recommendation framework, but also as a collaborative living repository, fostering interdisciplinary contributions and facilitating research in the area of mHealth.\n\nTo demonstrate CAREForMe's potential, we implement its core components with customizable features as a Chatbot recommendation system where the recommendations are mindfulness-based exercises and gratitude practices. The recommendation content can\n\nSensor Feature Selection Wearable Device Mobile Device Eye Tracker Neurophysiological Device (Portable) What sensor data to use? What models to use? Mental Health Experts CMAB User Interface (front-end) What intervention to recommend? Environmental Monitor e.g., Location, Heart Rate e.g., App Usage, Physical Activity e.g., Eye Movement and Focus e.g., Brain Waves e.g., Temperature, Noise Level In-the-Wild Sensor Collection What sensors to use? ...... User State Detection e.g., Context, Mood Mental Health Intervention Inventory CMAB Recommendation Engine (back-end) User Cluster Modeling Recommendation Algorithms User App Developer Legend New component introduced by us Components implemented by us Components implemented by others User Input e.g., Profile, EMA, Feedback When to recommend? be easily customized, reused, or extended, without requiring any technical knowledge. Specifically, our recommendation system is implemented based on Upper Confidence Bound (UCB)  [15] , providing suggestions according to the user's context by continuously learning from the user's feedback. Moreover, user clustering is implemented and can be optionally enabled in our system to provide suggestions based on the preferences of similar users instead of a particular user. This largely improves the recommendations for relatively new users with limited history to learn from, and also addresses the \"missing reward\" problem when the user forgets to provide the feedback  [14] . To show CAREForMe's flexibility and reusability, we implement 3 Chatbot systems that reuse the same back-end recommendation engine on Discord  [6] , Telegram  [5] , and Flet  [2]  that functions on both Android and iOS systems. A user simulation module is implemented to test out our Chatbot systems' functionalities including the user clustering capabilities. We make the following contributions. (1)  We design the first customizable CMAB-based framework of recommendation systems for mental health that is context-aware, personalized, and modular;  (2)  We develop a flexible recommendation engine with user clustering mechanisms that allow different levels of customization; (3) We implement an end-to-end recommendation system on 3 different Chatbot platforms, demonstrating the framework's flexibility and reusability; (4) We make our artifacts publicly available  [1] , directly improving the reproducibility and reusability of our research, and fostering future research in this area.\n\nThe rest of the paper is organized as follows. Section 2 introduces the design of CAREForMe framework and its modular components. Section 3 describes our implementation of CAREForMe's core components and details its customizable capabilities. Section 4 discusses related work in this area, and Section 5 elaborates our vision for adopting CAREForMe in practice and future work ahead."
    },
    {
      "title": "FRAMEWORK DESIGN",
      "text": "This section describes CAREForMe's design that incorporates context-awareness, personalization, and modularization as discussed earlier. Our design aims to provide a comprehensive, yet flexible framework that serves as a standard to guide the research in this area and improve the reusability of each other's work. Figure  1  shows the overview of CAREForMe framework with 7 components. These components are extracted from our extensive literature review in this area, and the core components in the CMAB recommendation pipeline are implemented by us (see Section 3). We now describe the high-level functionalities of each component.\n\nIn-the-Wild Sensor Collection guides the researchers to first answer what sensors to use given their specific problem domain and resource constraints  [42] . We highlight \"in-the-wild\" as this paper focuses on providing recommendations during the user's daily life, as opposed to a lab setting. This is recently reported as an important but overlooked area  [22] . We identify 5 main categories of in-the-wild sensors: (1) Wearable Devices can be worn in daily life, such as smartwatches and smart bands. They often monitor the user's location, heart rate, Heart Rate Variability (HRV), stress level, and activities such as walking; (2) Mobile Devices refer to smartphones or tablets that can provide rich information about the user's states, including app usage and physical activities. For example, mobile sensors  [4]  can determine a user's activity, such as lying down, walking, or sitting. App usage data can offer insights into various aspects of a user's well-being, including sleep quality and nutritional content of meals; (3) Eye Tracker devices are used to monitor and measure the position and movement of the eyes. They have a large potential to detect the user's mental state, such as emotion and fatigue  [25, 29] ; (4) Neurophysiological Devices can measure the user's neural activities in the brain to uncover insights into the user's mental states (e.g., cognitive abilities, stress level) via signals such as EEG  [36]  and fNIR  [33] . As CAREForMe focuses on in-the-wild sensors, we specifically target portable devices that can be used outside of lab settings  [10, 28, 31] ; (5) Environmental Monitors measure the user's surrounding environment (e.g., work, home) to provide the environmental context of the user, such as the surrounding temperature, noise level, and lighting.\n\nSensor Feature Selection aims to answer what sensor data to use as the input to the models that detect the user's state (e.g., mood) given the available sensors and the context. To the best of our knowledge, this is a novel component we introduce that is not considered by prior work. Existing work in this area relies on a fixed set of sensors' data as features to perform affect detection and has not explored context-informed sensor feature selection  [13] . CAREForMe incorporates context-awareness in its Sensor Feature Selection to use suitable sensor data based on the user's context, aiming to increase the accuracy of the user state detection. For instance, when a user is sitting and working at a computer, the Eye Tracker's data about their focus and attention is likely to be more insightful than the data collected from their Mobile Device.\n\nUser State Detection takes the selected sensor features as input and answers what models to use to detect the user's state, such as their mood. This information is used by the Recommendation Engine to determine when certain intervention should be recommended to the user. For example, prior work focuses on detecting loneliness via supervised learning algorithms (e.g., logistic regression, gradient boosting classifier) using daily features such as communication, phone usage, and sleep behaviors collected from smartphones and smart bands  [21] . If integrated into CAREForMe's User State Detection, other researchers can reuse such component to develop a Recommendation Engine that suggests social activities based on the user's loneliness level. Note that CAREForMe is a conceptual framework that does not assume any particular implementation of its components. Thus, the models used in the User State Detection can be either supervised or unsupervised with any architecture or algorithm of the researcher's choice.\n\nCMAB Recommendation Engine is the core component in CAREForMe, integrating the recommendation algorithms and user clustering modeling to offer personalized suggestions. It takes 3 types of input: (1) the output from the User State Detection to determine when to recommend; (2) the User Input such as user profile (e.g., user personality, age), ecological momentary assessment (EMA) of the user's behaviors and mental states, and user feedback of CAREForMe's suggestions which is used by the recommendation algorithms to dynamically improve its results; and\n\n(3) the Mental Health Intervention Inventory, often tailored by mental health experts in a specific domain, such as psychiatrists focusing on stress, anxiety, or loneliness. The output of CMAB Recommendation Engine is used by the CMAB User Interface to deliver intervention suggestions to the user and obtain their feedback. This component is often implemented by app developers specialized in user interface design and development, without requiring the technical knowledge of the recommendation systems. For example, we have implemented 3 Chatbot CMAB User Interfaces on different platforms (e.g., Discord, Telegram) using the same CMAB Recommendation Engine to show CAREForMe's flexibility and reusability (see Section 3). Our modular design adopts the \"separation of concerns\" principle  [27] , enabling collaborative contributions from experts across various disciplines."
    },
    {
      "title": "FRAMEWORK INSTANTIATION",
      "text": "This section details our recommendation system that implements CAREForMe's core components, focusing on what intervention to recommend. As discussed earlier, the remaining components focus on when to recommend by leveraging sensor data to detect the user state. We did not implement such components as they fall into a crowded research area and can be implemented by reusing existing work in various problem domains such as stress detection  [16, 17] . We now detail the implementation of our recommendation system.\n\nMental Health Intervention Inventory is implemented in YAML format  [7] , specifically designed for mental health experts such as psychiatrists, psychologists, or social workers without requiring any technical knowledge about recommendation systems. Mental health experts can configure the YAML file to specify the\n\nAlgorithm 1: CMAB Recommendation Process Input: User  , Context  , Set  , Vector _, Vector  , Bool  1 if  .session_num == 0 then 2 _ ← SuggestAll( , _,  ) 3 else if  .session_num < ℎℎ then 4 _ ← Suggest( , _,  ) 5 else 6  . ← GetCluster(,  ) 7 _ ← Suggest( , _, ,  ) 8 ℎ ← PromptUserForSelection(_ ) 9   ← PrompUserForFeedback(ℎ ) 10 if  == TRUE then 11 UpdateCMAB( ,  , ℎ,  , _ ) 12 else 13 UpdateCMAB( ,  , ℎ,  ) 14 UpdatePrefVector( ,  , ℎ,  ) 15 UpdateCluster( ,  , ℎ,  ,  )\n\nnumber of interventions to recommend each time, and the interventions with their corresponding context. Each intervention is defined as (title, description, image, context), such as (\"STOP\", \"Stop, Take a deep breath, Observe, and Proceed.\", \"image.png\", \"home\"). Our implementation uses mindfulness-based interventions and gratitude practices that are shown to be effective for people's daily lives  [39] . Note that the inventory can grow to include interventions across various areas (e.g., anxiety, depression, anger management), and the system can be configured to use a subset of the interventions for targeted mental health issues. The current interventions can be found in our public repository  [1] , which are highly reusable and extensible.\n\nCMAB Recommendation Engine is designed to continuously learn and refine its suggestions based on real-time user feedback from User Input. Its recommendation algorithm is implemented based on Upper Confidence Bound (UCB)  [15] , designed to provide context-sensitive recommendations, ensuring that the suggestions are tailored to individual user's context (e.g., home, work). The user clustering modeling is implemented using K-means  [8] , which can further refine the suggestions by learning from similar users' data. Note that there is a trade-off between the amount of data to learn from and the level of personalization achieved. Using data from all users maximizes the amount of training data but may reduce recommendation specificity, while using only individual user data ensures tailored recommendations but may require extended learning time. Our system can be customized to achieve either of the scenarios above, or the middle ground by enabling the user clustering modeling to learn from a subset of the users that belong to the same cluster. Furthermore, our modular design allows other clustering techniques to be easily \"plugged in\" by only replacing user clustering modeling without the need to change the rest of the system, such as replacing K-means with ADCB clustering  [43] .\n\nOur system's recommendation process is implemented as a Chatbot to interact with the user, providing suggestions and obtaining corresponding user feedback. Algorithm 1 details one session of the recommendation process with user clustering enabled. The input includes the information of the  maintained by our system (e.g., how many sessions the user has interacted with the system), the  the user is in (e.g., work), a set of  to recommend from, the vector of the _ that stores the information of all of the user's past preferences that will be used to rank the recommendations  [15] , the vector  that stores the information of similar users' past preferences in each cluster, and whether user's  preferences on the unchosen suggestions should be considered when calculating the _. After the session starts, the number of how many sessions the user has interacted with the system ( ._) is checked. If the user is new, the suggestions (_) are learned from the preferences of all the users in the system, and the  with the highest _ in the user's provided context will be suggested (Line 2). This addresses the \"cold-start\" problem and ensures that new users are presented with popular suggestions across all the users. If  ._ is smaller than a customizable threshold, the user gets the suggestions (_) from the  based on their own past preferences, i.e., the _ calculated based on their past sessions using UCB method  [15]  (Line 4). When  ._ goes beyond the threshold, the  is assigned to the closest cluster based on the Euclidean distance between the  vector and the vector representing their past preferences (Lines 6-7). In this case, the _ are calculated by using the _ of similar users who belong to the same cluster.\n\nNext, the recommendations are presented to the user to get the user input on which suggestion to choose (ℎ) and the   for such suggestion using a score between 0 to 5 (Lines 8-9). The obtained user input is used to update the _ for this particular user (Lines 10-13). If  is set to true, not only the _ for the ℎ will be updated, but the _ for the remaining suggestions in the _ will also be updated based on a customizable value. For instance, one may consider the unselected suggestions unfavored by the user and set a negative value to update the _ for those suggestions. Finally, the user's preference vector that maintains the history of the user's preferences is updated accordingly, including their choices and feedback (Line 14). The  vector is updated as well to include the current session's data in the user's cluster (Line 15).\n\nCMAB User Interface uses the output from CMAB Recommendation Engine to deliver the recommendations to the users and obtain their feedback. It is designed to be decoupled from the underlying logic of the recommendation engine to enable the flexibility for app developers to customize their desired user interface. As a demonstration of such flexibility, we implement 3 variations of CMAB User Interface using the same CMAB Recommendation Engine. Specifically, 3 Chatbot systems are implemented on Discord  [6] , Telegram  [5] , and mobile platforms using Flet framework  [2]  which can function on both Android and iOS platforms."
    },
    {
      "title": "RELATED WORK",
      "text": "To the best of our knowledge, CAREForMe is the first framework that provides a comprehensive view throughout the recommendation pipeline based on CMAB that is context-aware, personalized, and modular. The closest work  [24]  proposed a template-based digital intervention design mechanism that supports the configuration of just-in-time adaptive interventions (JITAIs) for chronic health issues. It allows developers to instantiate its main components of decision points, intervention options, tailoring variables, and decision rules. However, this framework does not adapt to real-time user feedback and does not consider various types of sensors.\n\nMobile and Wearable Sensing for affect detection has become increasingly popular due to their ubiquity and unobtrusive nature that allow for a greater volume of data collection across multiple modalities  [34, 38] , such as detecting loneliness using data from smartphones and smart bands  [21] . However, these efforts were achieved separately, each requiring the development of its own software pipelines. This directly motivates us to design a customizable and modular framework to facilitate future work in this domain.\n\nHealth Recommender Systems (HRS) utilizes machine learning (ML) techniques and mobile platforms to support human health and wellness in many areas, such as providing recommendations for individuals with mental illness  [37] . In recent years, multi-armed bandits (MAB) algorithms have found success in applications such as weight loss interventions  [45] , emotion regulation for mental illness  [9] , and personalized physical activity recommendations  [35] . However, HRSs often rely on an individual's health history, demographic information, and self-reports, and do not focus on delivering in-the-wild, real-time adaptive interventions  [20] .\n\nJITAI Systems as mentioned above have been used to provide real-time personalized support to promote positive behavior change for the improvement of health in many areas  [32] , such as mental health  [11, 18]  and alcohol usage  [26] . JITAIs aim to provide the right intervention based on the user's change of state and context in real-time through mobile sensing technologies  [32] , and have significantly outperformed non-JITAI treatments  [41] . CARE-ForMe falls into the JITAI category for mental health, providing a comprehensive yet flexible framework to allow different levels of customization that goes beyond prior work."
    },
    {
      "title": "CAREFORME'S VISION",
      "text": "Our long-term vision for CAREForMe is three-fold. First, CARE-ForMe's design serves as a reference architecture, providing a comprehensive view of the state-of-the-art recommendation pipeline to guide newcomers in this field. Specifically, our framework guides new researchers to answer a set of research questions and decide which component(s) are of interest. For instance, those interested in when to recommend can delve into the User State Detection component, while others may contribute to the novel Sensor Feature Selection component we identified, an area previously unexplored. Second, our implementation of CAREForMe's core components showcases the framework's utility across various disciplines. It demonstrates how mental health professionals, app developers, and algorithm experts can leverage the modular design of CARE-ForMe to concentrate on their strengths and build upon each other's work, directly fostering an environment of interdisciplinary collaboration. Finally, as others in the community adopt our framework, we envision CAREForMe growing into a living repository for just-in-time adaptive interventions (JITAIs), potentially extending its reach beyond mental health. For instance, a fitness expert can tailor the suggestions using physical exercises, and the User State Detection can focus on the user's physical activity levels. Similarly, other potential applications of CAREForMe include providing context-sensitive medication reminders or nutritional advice.\n\nIn the future, we plan to incorporate continuous learning throughout the framework, enabling CMAB techniques to answer not only what, but also when to recommend. As users have different levels of acceptance on the frequency of recommendations, CMAB can be applied to improve the intervention's timing by learning from user feedback. Furthermore, we aim to evolve CAREForMe into a collaborative repository, similar to DBDP project  [12] , but extend to the whole recommendation system pipeline. We plan to migrate existing work into CAREForMe, thereby enhancing their reusability and facilitating new discoveries. As the repository populates, the scope will grow to include capabilities such as fine-grained privacy control on the user's data collection, an access control model for data sharing, and a platform to connect researchers from various disciplines within the CAREForMe ecosystem. We believe the connection across disciplines is essential to advance research in human well-being given the intrinsic link between physical and mental health. CAREForMe has the potential to bridge the gap by providing a holistic view of user health with cross-disciplinary insights and adaptive recommendations that span different areas to improve the user's overall well-being, including mindfulness exercises, physical activities, nutritional advice, and so on."
    },
    {
      "text": "Figure 1: The overview of CAREForMe's framework design that is context-aware, personalized, and modular."
    }
  ],
  "references": [
    {
      "title": "CAREForMe's public repository",
      "year": 2023,
      "doi": "10.2139/ssrn.4595283"
    },
    {
      "title": "The fastest way to build Flutter apps in Python",
      "year": 2023,
      "doi": "10.25080/jfyn3740"
    },
    {
      "title": "Mobile App Download Statistics & Usage Statistics",
      "year": 2023,
      "doi": "10.1515/9780228015260-015"
    },
    {
      "title": "Sensors Overview | Android Developers",
      "year": 2023,
      "doi": "10.3390/s24196469"
    },
    {
      "title": "Telegram Bot Features",
      "year": 2023
    },
    {
      "title": "Welcome to the Discord Developer Platform",
      "year": 2023,
      "doi": "10.22215/etd/2024-15909"
    },
    {
      "title": "YAML Tutorial: Everything You Need to Get Started in Minutes",
      "year": 2023
    },
    {
      "title": "The k-means algorithm: A comprehensive survey and performance evaluation",
      "authors": [
        "Mohiuddin Ahmed",
        "Raihan Seraj",
        "Syed Mohammed",
        "Shamsul Islam"
      ]
    },
    {
      "title": "Offline Contextual Multi-Armed Bandits for Mobile Health Interventions: A Case Study on Emotion Regulation",
      "authors": [
        "K Mawulolo",
        "Miranda Ameko",
        "Lihua Beltzer",
        "Mehdi Cai",
        "Bethany Boukhechba",
        "Laura Teachman",
        "Barnes"
      ],
      "year": 2020,
      "doi": "10.1145/3383313.3412244"
    },
    {
      "title": "Wearable fNIRS EEG combinations",
      "authors": [
        "Artinis"
      ],
      "year": 2023
    },
    {
      "title": "Development and usability testing of FO-CUS: a smartphone system for self-management of schizophrenia",
      "authors": [
        "Dror Ben-Zeev",
        "Susan Kaiser",
        "Christopher Brenner",
        "Mark Begale",
        "Jennifer Duffecy",
        "David Mohr"
      ],
      "year": 2013,
      "doi": "10.1037/prj0000019"
    },
    {
      "title": "The digital biomarker discovery pipeline: An open-source software platform for the development of digital biomarkers using mHealth and wearables data",
      "authors": [
        "Brinnae Bent",
        "Ke Wang",
        "Emilia Grzesiak",
        "Chentian Jiang",
        "Yuankai Qi",
        "Yihang Jiang",
        "Peter Cho",
        "Kyle Zingler",
        "Felix Ikponmwosa Ogbeide",
        "Arthur Zhao"
      ],
      "year": 2021,
      "doi": "10.1017/cts.2020.511"
    },
    {
      "title": "A Review, Current Challenges, and Future Possibilities on Emotion Recognition Using Machine Learning and Physiological Signals",
      "authors": [
        "J Patrícia",
        "Chen Bota",
        "Ana Wang",
        "Hugo Fred",
        "Da Plácido",
        "Silva"
      ],
      "year": 2019,
      "doi": "10.1109/ACCESS.2019.2944001"
    },
    {
      "title": "Contextual Bandit with Missing Rewards",
      "authors": [
        "Djallel Bouneffouf",
        "Sohini Upadhyay",
        "Yasaman Khazaeni"
      ],
      "year": 2020
    },
    {
      "title": "Upper-confidence-bound algorithms for active learning in multi-armed bandits",
      "authors": [
        "Alexandra Carpentier",
        "Alessandro Lazaric",
        "Mohammad Ghavamzadeh",
        "Rémi Munos",
        "Peter Auer"
      ],
      "year": 2011
    },
    {
      "title": "Detecting depression and predicting its onset using longitudinal symptoms captured by passive sensing: a machine learning approach with robust feature selection",
      "authors": [
        "Prerna Chikersal",
        "Afsaneh Doryab",
        "Michael Tumminia",
        "Daniella Villalba",
        "Janine Dutcher",
        "Xinwen Liu",
        "Sheldon Cohen",
        "Kasey Creswell",
        "Jennifer Mankoff",
        "J David Creswell"
      ],
      "year": 2021,
      "doi": "10.1145/3422821"
    },
    {
      "title": "Instant stress: detection of perceived mental stress through smartphone photoplethysmography and thermal imaging",
      "authors": [
        "Youngjun Cho",
        "Simon Julier",
        "Nadia Bianchi-Berthouze"
      ],
      "year": 2019,
      "doi": "10.2196/10140"
    },
    {
      "title": "Just-in-time adaptive interventions for suicide prevention: Promise, challenges, and future directions",
      "authors": [
        "Walter Daniel Dl Coppersmith",
        "Evan Dempsey",
        "Kate Kleiman",
        "Susan Bentley",
        "Matthew Murphy",
        "Nock"
      ],
      "year": 2022
    },
    {
      "title": "Mental health in the COVID-19 pandemic",
      "authors": [
        "Walter Cullen",
        "Gaurav Gulati",
        "Brendan Kelly"
      ],
      "year": 2020,
      "doi": "10.1093/qjmed/hcaa110"
    },
    {
      "title": "Health Recommender Systems: Systematic Review",
      "authors": [
        "Robin De Croon",
        "Leen Van Houdt",
        "Nyi Nyi Htun",
        "Gregor Štiglic",
        "Vero Vanden Abeele",
        "Katrien Verbert"
      ],
      "year": 2021,
      "doi": "10.2196/18035"
    },
    {
      "title": "Identifying behavioral phenotypes of loneliness and social isolation with passive sensing: statistical analysis, data mining and machine learning of smartphone and fitbit data",
      "authors": [
        "Afsaneh Doryab",
        "Daniella Villalba",
        "Prerna Chikersal",
        "Janine Dutcher",
        "Michael Tumminia",
        "Xinwen Liu",
        "Sheldon Cohen",
        "Kasey Creswell",
        "Jennifer Mankoff",
        "John Creswell"
      ],
      "year": 2019,
      "doi": "10.2196/13209"
    },
    {
      "title": "Affect Detection From Wearables in the \"Real\" Wild: Fact, Fantasy, or Somewhere In between",
      "authors": [
        "K D' Sidney",
        "Brandon Mello",
        "Booth"
      ],
      "year": 2023
    },
    {
      "title": "Survey of multiarmed bandit algorithms applied to recommendation systems",
      "authors": [
        "Gangan Elena",
        "Kudus Milos",
        "Ilyushin Eugene"
      ],
      "year": 2021
    },
    {
      "title": "An expandable approach for design and personalization of digital, just-in-time adaptive interventions",
      "authors": [
        "Suat Gonul",
        "Tuncay Namli",
        "Sasja Huisman",
        "Gokce Banu Laleci Erturkmen",
        "Ismail Hakki Toroslu",
        "Ahmet Cosar"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy160"
    },
    {
      "title": "Eyetracking technologies in mobile devices Using edge computing: a systematic review",
      "authors": [
        "Nishan Gunawardena",
        "Jeewani Anupama Ginige",
        "Bahman Javadi"
      ],
      "year": 2022,
      "doi": "10.1145/3546938"
    },
    {
      "title": "A Smartphone Application to Support Recovery From Alcoholism: A Randomized Clinical Trial",
      "authors": [
        "H David",
        "Fiona Gustafson",
        "Ming-Yuan Mctavish",
        "Amy Chih",
        "Roberta Atwood",
        "Michael Johnson",
        "Michael Boyle",
        "Hilary Levy",
        "Steven Driscoll",
        "Lisa Chisholm",
        "Andrew Dillenburg",
        "Dhavan Isham",
        "Shah"
      ],
      "year": 2014,
      "doi": "10.1001/jamapsychiatry.2013.4642"
    },
    {
      "title": "Separation of concerns in modeldriven development",
      "authors": [
        "Vinay Kulkarni",
        "Sreedhar Reddy"
      ],
      "year": 2003,
      "doi": "10.1109/ms.2003.1231154"
    },
    {
      "title": "A systemic review of available low-cost EEG headsets used for drowsiness detection",
      "authors": [
        "John Larocco",
        "Minh Le",
        "Dong-Guk Paeng"
      ],
      "year": 2020,
      "doi": "10.3389/fninf.2020.553352"
    },
    {
      "title": "Emotion recognition using eye-tracking: taxonomy, review and current challenges",
      "authors": [
        "Zheng Jia",
        "James Lim",
        "Jason Mountstephens",
        "Teo"
      ],
      "year": 2020
    },
    {
      "title": "Contextual Multi-Armed Bandits",
      "authors": [
        "Tyler Lu",
        "David Pal",
        "Martin Pal"
      ],
      "year": 2010
    },
    {
      "title": "Featured research with Muse",
      "authors": [
        "Muse"
      ],
      "year": 2023
    },
    {
      "title": "Just-in-Time Adaptive Interventions (JITAIs) in Mobile Health: Key Components and Design Principles for Ongoing Health Behavior Support",
      "authors": [
        "Inbal Nahum-Shani",
        "Shawna Smith",
        "Bonnie Spring",
        "Linda Collins",
        "Katie Witkiewitz",
        "Ambuj Tewari",
        "Susan Murphy"
      ],
      "year": 2017,
      "doi": "10.1007/s12160-016-9830-8"
    },
    {
      "title": "The present and future use of functional near-infrared spectroscopy (fNIRS) for cognitive neuroscience",
      "authors": [
        "Paola Pinti",
        "Ilias Tachtsidis",
        "Antonia Hamilton",
        "Joy Hirsch",
        "Clarisse Aichelburg",
        "Sam Gilbert",
        "Paul Burgess"
      ],
      "year": 2020,
      "doi": "10.1111/nyas.13948"
    },
    {
      "title": "A survey on mobile affective computing",
      "authors": [
        "Eugenia Politou",
        "Efthimios Alepis",
        "Constantinos Patsakis"
      ],
      "year": 2017,
      "doi": "10.1016/j.cosrev.2017.07.002"
    },
    {
      "title": "Towards Health Recommendation Systems: An Approach for Providing Automated Personalized Health Feedback from Mobile Data",
      "authors": [
        "Mashfiqui Rabbi",
        "Min Hane Aung",
        "Tanzeem Choudhury"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-51394-2_26"
    },
    {
      "title": "Electroencephalogram",
      "authors": [
        "Appaji Rayi",
        "Najib Murr"
      ],
      "year": 2020
    },
    {
      "title": "MUBS: A Personalized Recommender System for Behavioral Activation in Mental Health",
      "authors": [
        "Darius Rohani",
        "Andrea Lopategui",
        "Nanna Tuxen",
        "Maria Faurholt-Jepsen",
        "Lars Kessing",
        "Jakob Bardram"
      ],
      "year": 2020,
      "doi": "10.1145/3313831.3376879"
    },
    {
      "title": "Wearable-Based Affect Recognition-A Review",
      "authors": [
        "Philip Schmidt",
        "Attila Reiss",
        "Robert Dürichen",
        "Kristof Van Laerhoven"
      ],
      "year": 2019,
      "doi": "10.3390/s19194079"
    },
    {
      "title": "The Mindfulness Matters program for children and adolescents: Strategies, activities, and techniques for therapists and teachers",
      "authors": [
        "J Randye",
        "Christopher Semple",
        "Willard"
      ],
      "year": 2019
    },
    {
      "title": "Use of Smartphone Apps, Social Media, and Web-Based Resources to Support Mental Health and Well-Being: Online Survey",
      "authors": [
        "Katarzyna Stawarz",
        "Chris Preist",
        "David Coyle"
      ],
      "year": 2019,
      "doi": "10.2196/preprints.12546"
    },
    {
      "title": "Just-in-the-Moment Adaptive Interventions (JITAI): A Meta-Analytical Review",
      "authors": [
        "Liyuan Wang",
        "Lynn Miller"
      ],
      "year": 2020,
      "doi": "10.1080/10410236.2019.1652388"
    },
    {
      "title": "A framework of energy efficient mobile sensing for automatic user state recognition",
      "authors": [
        "Yi Wang",
        "Jialiu Lin",
        "Murali Annavaram",
        "Quinn Jacobson",
        "Jason Hong",
        "Bhaskar Krishnamachari",
        "Norman Sadeh"
      ],
      "year": 2009,
      "doi": "10.1145/1555816.1555835"
    },
    {
      "title": "ADCB: Adaptive Dynamic Clustering of Bandits for Online Recommendation System",
      "authors": [
        "Yufeng Wang",
        "Weidong Zhang",
        "Jianhua Ma",
        "Qun Jin"
      ],
      "year": 2023,
      "doi": "10.1007/s11063-022-10931-5"
    },
    {
      "title": "BanditMF: Multi-Armed Bandit Based Matrix Factorization Recommender System",
      "authors": [
        "Shenghao Xu"
      ],
      "year": 2021
    },
    {
      "title": "Spoiled for choice? Personalized recommendation for healthcare decisions: A multiarmed bandit approach",
      "authors": [
        "Tongxin Zhou",
        "Yingfei Wang",
        "Yong Lu (lucy) Yan",
        "Tan"
      ],
      "year": 2023,
      "doi": "10.1287/isre.2022.1191"
    }
  ],
  "num_references": 45
}
