{
  "paper_id": "TJBMSZA6",
  "title": "Short Message Service-Based Collection of Patient-Reported Outcome Measures on Hand Surgery Global Outreach Trips: A Pilot Feasibility Study",
  "abstract": "Purpose As the burden of surgical care and the associated outreach trips to low-and middle-income countries increases, it is important to collect postoperative data to assess and improve the quality, safety, and efficacy of the care provided. In this pilot study, we aimed to evaluate the feasibility of short message service (SMS)-based mobile phone follow up to obtain patient-reported outcome measures after hand surgery during a surgical outreach trip to Vietnam. Methods Patients undergoing surgery during a week-long outreach trip to Hospital 175 in Ho Chi Minh City, Vietnam, who owned a mobile phone, were included in this study. Eight eligible patients elected to participate and were sent an SMS-based, Health Insurance Portability and Accountability Actcompliant text message with a link to a contextualized shortened Disabilities of the Arm, Shoulder and Hand questionnaire at 1 day, 1 week, 2 weeks, 4 weeks, and 12 weeks after the surgery. The patient characteristics and instrument completion rates were reported. \n Results The 8 patients had a mean age of 45.4 years and lived at a mean distance of 72.7 km from the hospital. Seven (87.5%), 7 (87.5%), 8 (100%), 6 (75%), and 8 (100%) patients completed the followup questionnaires at 1 day, 1 week, 2 weeks, 4 weeks, and 12 weeks after the surgery, respectively. Conclusions This pilot study demonstrates that the collection of patient-reported outcome measures after hand surgery outreach trips to low-and middle-income countries via SMS-based messaging is feasible for up to 12 weeks after the surgery. Clinical relevance Short message service-based messaging can be used to obtain postoperative outcome measures for up to 12 weeks after surgical outreach trips to low-and middle-income countries. This technology can be scaled and contextualized based on location to ensure that patient care during outreach trips is safe and effective. (",
  "year": 2015,
  "date": "2015",
  "journal": "The Lancet",
  "publication": "The Lancet",
  "authors": [
    {
      "forename": "Lauren",
      "surname": "Shapiro",
      "name": "Lauren Shapiro"
    },
    {
      "forename": "†",
      "surname": "Mung",
      "name": "† Mung",
      "affiliation": "*  From the Sustainable Global Surgery , Palo Alto , CA ; the \n\t\t\t\t\t\t\t\t Sustainable Global Surgery \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Palo Alto \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "forename": "Phan",
      "surname": "Ðình",
      "name": "Phan Ðình"
    },
    {
      "forename": "Luan",
      "surname": "Tran",
      "name": "Luan Tran"
    },
    {
      "forename": "Paige",
      "surname": "Fox",
      "name": "Paige Fox"
    },
    {
      "forename": "Marc",
      "surname": "Richard",
      "name": "Marc Richard"
    },
    {
      "forename": "Robin",
      "surname": "Kamal",
      "name": "Robin Kamal",
      "affiliation": "*  From the Sustainable Global Surgery , Palo Alto , CA ; the \n\t\t\t\t\t\t\t\t Sustainable Global Surgery \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Palo Alto \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "affiliation": "†VOICES Health Policy Research Center , Department of Orthopaedic Surgery , Stanford University , Redwood City , CA ; \n\t\t\t\t\t\t\t\t †VOICES Health Policy Research Center \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Stanford University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Redwood City \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "affiliation": "‡Ortho- pedic and Trauma Institute , Hospital 175 , Ho Chi Minh City , Vietnam; the §Division of Plastic and Reconstructive Surgery , \n\t\t\t\t\t\t\t\t §Division of Plastic and Reconstructive Surgery \n\t\t\t\t\t\t\t\t ‡Ortho- pedic and Trauma Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hospital 175 Ho Chi \n\t\t\t\t\t\t\t\t\t Minh City \n\t\t\t\t\t\t\t\t\t Vietnam;"
    },
    {
      "affiliation": "Stanford University , Palo Alto , CA ; kDepartment of Orthopaedic Surgery , \n\t\t\t\t\t\t\t\t kDepartment of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Stanford University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Palo Alto \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "affiliation": "Duke University , Durham , NC. Sustainable Global Surgery and VOICES Health Policy Research Center , \n\t\t\t\t\t\t\t\t Sustainable Global Surgery and VOICES Health Policy Research Center \n\t\t\t\t\t\t\t\t Duke University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durham \n\t\t\t\t\t\t\t\t\t NC"
    },
    {
      "affiliation": "Department of Orthopaedic Surgery , Stanford Uni- versity , 450 Broadway Street MC: 6342 , Redwood City , CA 94603 ; \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Stanford Uni- versity \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 450 Broadway Street MC: 6342 \n\t\t\t\t\t\t\t\t\t 94603 \n\t\t\t\t\t\t\t\t\t Redwood City \n\t\t\t\t\t\t\t\t\t CA"
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "keywords": [
    "Global surgery",
    "low-and middle-income countries",
    "outcome measurement",
    "outreach trips",
    "theoretical domains framework"
  ],
  "sections": [
    {
      "text": "T HE GLOBAL BURDEN OF BASIC surgical care is substantial and growing. Injuries (falls, traffic accidents, etc) account for approximately 5.7 million deaths annually, and an estimated 15% of the world's disabilities are a result of surgically treatable conditions.  1  An additional 143 million surgical procedures are needed in low-and middle-income countries (LMICs) annually to prevent disabilities and save lives.  1  Historically, surgical intervention has been a low global health priority; however, recently, there has been an acknowledgment that surgery is a key component of health care and has gained interest for strengthening local surgical capacity.  2  Despite an increase in the resources invested and number of global surgical outreach trips conducted, postoperative patient follow up is limited. 3e6  This paucity of postoperative data collection is a barrier to not only the assessment and improvement of the quality, safety, and efficacy of the care delivered but also the evaluation of the impact of surgical outreach trips.\n\nSurgeons and health care systems with plentiful resources and established patient registries have described a difficulty in collecting outcome data. 7e9  This challenge persists in LMICs.  4, 10, 11 For example, in a feasibility study of a randomized controlled trial for open tibial fractures in Uganda, Kisitu et al  12  noted follow-up rates of 67% at 4 weeks, 53% at 8 weeks, and 53% at 3 months. In a study evaluating surgical care received in Madagascar, White et al  13  reported a 44% 3-month follow-up rate when attempting to call patients. In a study reviewing the Surgical Implant Generation Network online surgical database of over 36,000 intramedullary nails used for long bone fractures in LMICs, the authors reported an overall follow-up rate of 18.1%.  14 A 2019 systematic review and metaanalysis of the clinical outcomes and complications of Surgical Implant Generation Network nail use demonstrated a 23% follow-up rate (ranging from 6 weeks to 2 years).  15 These studies helped identify several barriers to follow up, which include travel distance, limited communication about treatment, and a lack of physical addresses.  12, 13, 16 ne potential approach to overcome these barriers can be the use of mobile phones and SMS, a text messaging service component available on mobile phones. Mobile phone use for the collection of patient-reported outcomes has been validated in the United States in multiple orthopedic specialties. 17e19  Although the use of SMS has been studied in several medical fields in LMICs to improve medication adherence, provide clinic follow-up reminders, and promote secondary prevention, we are unaware of any studies evaluating the use of SMS to assess outcomes after surgery.  20, 21 Because international mobile phone ownership is high (5 billion people have mobile phone subscriptions) and mobile-cellular networks are expansive (95% of people live in coverage areas), it may be possible to leverage this technology to remotely obtain postoperative outcome data in LMICs.  22, 23 In this pilot study, we aimed to evaluate the feasibility of SMS-based mobile phone follow up to obtain patient-reported outcome measures (PROMs) after hand surgery during an outreach trip to Vietnam."
    },
    {
      "title": "MATERIALS AND METHODS"
    },
    {
      "title": "Patient enrollment and procedures",
      "text": "Because this investigation was focused on ensuring the safety and quality of care of patients, it was deemed a quality improvement study and formal consent was not required. Patients who were offered surgical intervention during a week-long surgical outreach trip to Hospital 175 in Ho Chi Minh City, Vietnam, in February 2020 were invited to participate. The inclusion criteria included the ownership of a mobile phone. The patients were made aware that their participation was to track their health and function over time after surgery. The participating patients completed a demographic form and listed their mobile phone number. They were sent an SMSbased text message with a link to a PROM instrument. Short message service reminders were sent after the enrollment, serving as a learning session. The patients subsequently received an SMS-based reminder with a link to the outcome collection instrument at 1 day, 1 week, 2 weeks, 4 weeks, and 12 weeks after surgery."
    },
    {
      "title": "SMS-based text messaging reminders",
      "text": "The SMS-based text messaging reminders were sent via the case-management platform developed by Memora Health. This web-based Health Insurance Portability and Accountability Act-compliant platform sends a text message reminder to each patient with a link to the PROM instrument (Fig.  1 )."
    },
    {
      "title": "Outcome measures",
      "text": "A modified version of the shortened Disabilities of the Arm, Shoulder and Hand questionnaire was administered for this investigation. The shortened Disabilities of the Arm, Shoulder and Hand questionnaire is an 11-item instrument that measures the magnitude of disability and symptoms specific to the upper extremity and requires patients to rate each item on a 5-point scale, from \"no difficulty/none\" to \"unable/extreme.\" We updated and translated the questionnaire with the help of a sample of Vietnamese patients with hand and upper-extremity conditions and bilingual advisors who work in the health care field, incorporating relevant activities that reflect our patient population, to increase the cultural competency of the instrument."
    },
    {
      "title": "Descriptive analysis",
      "text": "The patient characteristics (date of birth, sex, distance from the hospital, and procedure performed) were reported. The instrument completion rates were reported as a measure of feasibility."
    },
    {
      "title": "RESULTS",
      "text": "All 8 patients met the inclusion criteria, and all agreed to participate (our team operated on 10 patients during this trip; however, only 8 were approached for inclusion based on the timing of the system roll-out). All the patients approached were included in the study, and all owned a mobile phone. All the patients were men, with a mean age of 45.4 years. The mean distance at which the patients lived from the hospital was 72.7 km. The procedures performed were distal radius fracture open reduction and internal fixation (ORIF); both bone forearm fracture ORIF; coronoid malunion ORIF and elbow ligament reconstruction; distal humerus malunion ORIF; humeral shaft malunion ORIF; ray resection and tissue rearrangement; tendon transfers for radial nerve palsy; and biopsy of a wrist mass. Seven (87.5%), 7 (87.5%), 8 (100%), 6 (75%), and 8 (100%) patients completed the follow-up questionnaires at 1 day, 1 week, 2 weeks, 4 weeks, and 12 weeks after the surgery, respectively (Fig.  2 )."
    },
    {
      "title": "DISCUSSION",
      "text": "This pilot study demonstrates that the collection of PROMs after hand surgery during outreach trips to LMICs via SMS-based messaging is feasible for up to 12 weeks after the surgery. In countries with robust resources, outcome measurement is a routine and important aspect of care. However, given that data collection is difficult in countries with robust resources, it is not surprising that the added barriers present in LMICs further limit outcome collection. As demonstrated in this pilot study, SMS-based messaging may help circumvent some of these barriers (eg, patient distance from hospital) and enable outcome collection after the surgery.\n\nIn addition to understanding how patients improve after surgery, this technology has the ability to identify patients with complications that may not be otherwise identified. Although text messaging is not equivalent to in-person follow up, it may serve as an effective, remote method to ensure safety and quality care in low-resources settings. For example, if a patient's pain score increases, the team can reach out to this patient to identify the cause (eg, surgical site infection) and intervene if necessary. This may be particularly beneficial for a patient who lives hundreds of kilometers away and would not have otherwise pursued followed up.\n\nFuture work may include the use of multimedia messaging services, which will allow the transmission of photos, allowing for wound evaluation or radiograph review remotely. Additionally, future work should include a cost-effectiveness evaluation of SMS-based follow-up from multiple stakeholders' perspectives. It is possible that some patients were charged for data usage as a part of this study. The cost saved by patients not having to travel hundreds of kilometers is difficult to measure, yet important. From a hospital's and/or organization's perspective, the travel costs saved by surgeons or staff not flying back to a country or having staff members travel to individual patients to obtain follow-up data may be substantial. For example, Torchia et al,  24  while detailing their postoperative follow-up program after treating orthopedic patients in Peru, noted a $20,041 direct mean annual cost. Although their follow up was thorough, this expense might limit the study's generalizability and scalability. Lastly, the potential ability to assess complications earlier via SMS might lead to treatment modalities that are cheaper as well as improved patient outcomes.\n\nAlthough orthopedic surgeons in LMICs are more likely to measure the health-related quality of life compared with other specialists, this typically consists of a measurement of pain, with the evaluation of the functional status being infrequently measured.  10 atient-reported outcome measure collection may not only allow for the evaluation of the quality, safety, and efficacy of the care delivered, from the patient's perspective, but also be used to measure the benefits of the trip itself to more sustainably measure the impact of the care provided and inform the planning of future outreach trips.\n\nThe abovementioned results should be viewed within their limitations. As a pilot investigation, a statistical analysis was not conducted. The feasibility was evaluated relative to that of similar studies (eg, studies reporting outcome collection after outreach trips report collection rates of 18%e53%). 12e15  As a quality improvement initiative with the goal of evaluating the feasibility of outcome collection after 1 outreach trip, the study's external validity is limited. As a pilot study, our sample does not permit the analyses of the PROM scores, subgroups, or factors associated with decreased follow-up rates. Interestingly, all the patients who were operated upon and approached for inclusion in this study were men. A prior study in the United States noted sex (female) to be a predictor of higher response rates and longer follow-up times as well as longer questionnaires to be associated with worse response rates.  9 Importantly, this was our second trip to Hospital 175, and we have a strong relationship with their hand surgery team. Our success is underscored by the shared commitment to quality and safety with the host team and community. The importance of a supportive organizational culture, local champions, and receptive team members has been echoed in implementation literature and requires further exploration.  25, 26 The other limitations of SMSbased messaging that may preclude successful collection include patients changing phone numbers, patient distrust or hesitancy with the system, and patient privacy issues. These may be mitigated using a strong shared culture of quality of care, which can be used to engage patients.\n\nAs the number of outreach trips to LMICs and the resources invested in such trips increase, it is important to ensure that the care provided is safe and improves the health of the patients. We demonstrated SMS-based text messaging to be a feasible, Health Insurance Portability and Accountability Actcompliant method to collect patient-reported outcomes after surgery during surgical outreach trips to LMICs. This technology can be scaled and contextualized based on location to ensure that patient care during outreach trips is safe and effective."
    },
    {
      "text": "FIGURE 1: A Illustration (translated to English) of the SMS-based text message reminders that link to B the patient-reported outcome instruments."
    },
    {
      "text": "FIGURE 2: Instrument completion rate (follow-up rate) based on follow-up interval."
    }
  ],
  "references": [
    {
      "title": "Global surgery 2030: evidence and solutions for achieving health, welfare, and economic development",
      "authors": [
        "J Meara",
        "A Leather",
        "L Hagander"
      ],
      "year": 2015,
      "doi": "10.1016/j.surg.2015.02.009"
    },
    {
      "title": "Surgery and global health: a view from beyond the OR",
      "authors": [
        "P Farmer",
        "J Kim"
      ],
      "year": 2008,
      "doi": "10.1007/s00268-008-9525-9"
    },
    {
      "title": "Fly-by medical care: conceptualizing the global and local social responsibilities of medical tourists and physician voluntourists",
      "authors": [
        "J Snyder",
        "S Dharamsi",
        "V Crooks"
      ],
      "year": 2011,
      "doi": "10.1186/1744-8603-7-6"
    },
    {
      "title": "Health impact assessment and short-term medical missions: a methods study to evaluate quality of care",
      "authors": [
        "J Maki",
        "M Qualls",
        "B White",
        "S Kleefield",
        "R Crone"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-121"
    },
    {
      "title": "Touching Handse",
      "authors": [
        "D Lalonde"
      ],
      "year": 2019,
      "doi": "10.7717/peerj-cs.2004/fig-1"
    },
    {
      "title": "Are American surgical residents prepared for humanitarian deployment?: a comparative analysis of resident and humanitarian case logs",
      "authors": [
        "Y Lin",
        "J Dahm",
        "A Kushner"
      ],
      "year": 2018,
      "doi": "10.1007/s00268-017-4137-x"
    },
    {
      "title": "Integrating patient-reported outcomes into orthopaedic clinical practice: proof of concept from FORCE-TJR",
      "authors": [
        "D Ayers",
        "H Zheng",
        "P Franklin"
      ],
      "year": 2013,
      "doi": "10.1007/s11999-013-3143-z"
    },
    {
      "title": "What factors are associated with response rates for long-term followup questionnaire studies in hand surgery?",
      "authors": [
        "R Westenberg",
        "J Nierich",
        "J Lans",
        "R Garg",
        "K Eberlin",
        "N Chen"
      ],
      "year": 2020,
      "doi": "10.1097/corr.0000000000001319"
    },
    {
      "title": "Quality of essential surgical care in low-and middle-income countries: a systematic review of the literature",
      "authors": [
        "S Saluja",
        "S Mukhopadhyay",
        "J Amundson"
      ],
      "year": 2019,
      "doi": "10.1093/intqhc/mzy141"
    },
    {
      "title": "High-quality health systems in the sustainable development goals era: time for a revolution",
      "authors": [
        "M Kruk",
        "A Gage",
        "C Arsenault"
      ],
      "year": 2018,
      "doi": "10.1016/s2214-109x(18)30386-3"
    },
    {
      "title": "The feasibility of a randomized controlled trial for open tibial fractures at a regional hospital in Uganda",
      "authors": [
        "D Kisitu",
        "D Stockton",
        "O Hara"
      ],
      "year": 2019,
      "doi": "10.2106/jbjs.18.01079"
    },
    {
      "title": "Measurement of patient reported disability using WHODAS 2.0 before and after surgical intervention in Madagascar",
      "authors": [
        "M White",
        "K Randall",
        "D Alcorn",
        "R Greenland",
        "C Glasgo",
        "M Shrime"
      ],
      "year": 2018,
      "doi": "10.1186/s12913-018-3112-z"
    },
    {
      "title": "Low infection rates after 34,361 intramedullary nail operations in 55 low-and middle-income countries: validation of the Surgical Implant Generation Network (SIGN) online surgical database",
      "authors": [
        "S Young",
        "S Lie",
        "G Hallan",
        "L Zirkle",
        "L Engesaeter",
        "L Havelin"
      ],
      "year": 2011,
      "doi": "10.3109/17453674.2011.636680"
    },
    {
      "title": "Clinical outcomes and complications of the Surgical Implant Generation Network (SIGN) intramedullary nail: a systematic review and meta-analysis",
      "authors": [
        "A Usoro",
        "A Bhashyam",
        "A Mohamadi",
        "G Dyer",
        "L Zirkle",
        "Von Keudell"
      ],
      "year": 2019,
      "doi": "10.1097/bot.0000000000001328"
    },
    {
      "title": "Sustainability assessment of a short-term international medical mission",
      "authors": [
        "J Bido",
        "S Singer",
        "Diez Portela"
      ],
      "year": 2015,
      "doi": "10.2106/jbjs.n.01119"
    },
    {
      "title": "Mobile phone administration of hip-specific patient-reported outcome instruments correlates highly with in-office administration",
      "authors": [
        "E Scott",
        "C Anthony",
        "P Rooney",
        "T Lynch",
        "M Willey",
        "R Westermann"
      ],
      "year": 2020,
      "doi": "10.5435/jaaos-d-18-00708"
    },
    {
      "title": "Osteoarthritis Index delivered by mobile phone (m-WOMAC) is valid, reliable, and responsive",
      "authors": [
        "N Bellamy",
        "C Wilson",
        "J Hendrikz"
      ],
      "year": 2011,
      "doi": "10.1016/j.jclinepi.2010.03.013"
    },
    {
      "title": "Delivery of patient-reported outcome instruments by automated mobile phone text messaging",
      "authors": [
        "C Anthony",
        "E Lawler",
        "N Glass",
        "K Mcdonald",
        "A Shah"
      ],
      "year": 2017,
      "doi": "10.1177/1558944716672201"
    },
    {
      "title": "Interventions to improve adherence to antiretroviral therapy: a systematic review and network meta-analysis",
      "authors": [
        "S Kanters",
        "Jjh Park",
        "K Chan"
      ],
      "year": 2017,
      "doi": "10.1016/s2352-3018(16)30206-5"
    },
    {
      "title": "SMS text message reminders to improve infant vaccination coverage in Guatemala: a pilot randomized controlled trial",
      "authors": [
        "G Domek",
        "I Contreras-Roldan",
        "O'leary St"
      ],
      "year": 2016,
      "doi": "10.1016/j.vaccine.2016.03.065"
    },
    {
      "title": "Telecommunications W ICT facts and figures",
      "authors": [
        "B Sanou"
      ],
      "year": 2016
    },
    {
      "title": "Smartphone Keeps Up the Growth Momentum With Increasing Usage Incidences in Key Cities; Whilst Rural Smartphone Users Reaching Up to 68%",
      "authors": [
        "Nielsen"
      ],
      "year": 2020,
      "doi": "10.22209/9789585321830.c4"
    },
    {
      "title": "A patient follow-up program for short-term surgical mission trips to a developing country",
      "authors": [
        "M Torchia",
        "L Schroder",
        "B Hill",
        "P Cole"
      ],
      "year": 2016,
      "doi": "10.2106/jbjs.o.00087"
    },
    {
      "title": "Context and action in the transformation of the firm",
      "authors": [
        "A Pettigrew"
      ],
      "year": 1987,
      "doi": "10.1111/j.1467-6486.1987.tb00467.x"
    },
    {
      "title": "Implementing electronic health records in hospitals: a systematic literature review",
      "authors": [
        "A Boonstra",
        "A Versluis",
        "J Vos"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6963-14-370"
    }
  ],
  "num_references": 25
}
