{
  "paper_id": "TPMQUEAF",
  "title": "Self-Monitoring via Digital Health in Weight Loss Interventions: A Systematic Review Among Adults with Overweight or Obesity",
  "abstract": "Objective: Self-monitoring is a core component of behavioral obesity treatment, but it is unknown how digital health has been used for selfmonitoring, what engagement rates are achieved in these interventions, and how self-monitoring and weight loss are related. Methods: This systematic review examined digital self-monitoring in behavioral weight loss interventions among adults with overweight or obesity. Six databases (PubMed, Embase, Scopus, PsycInfo, CINAHL, and ProQuest Dissertations & Theses) were searched for randomized controlled trials with interventions ≥ 12 weeks, weight outcomes ≥ 6 months, and outcomes on self-monitoring engagement and their relationship to weight loss. Results: Thirty-nine studies from 2009 to 2019 met inclusion criteria. Among the 67 interventions with digital self-monitoring, weight was tracked in 72% of them, diet in 81%, and physical activity in 82%. Websites were the most common self-monitoring modality, followed by mobile applications, wearables, electronic scales, and, finally, text messaging. Few interventions had digital self-monitoring engagement rates ≥ 75% of days. Rates were higher in digital-than in paper-based arms in 21 out of 34 comparisons and lower in just 2. Interventions with counseling had similar rates to standalone interventions. Greater digital self-monitoring was linked to weight loss in 74% of occurrences. Conclusions: Self-monitoring via digital health is consistently associated with weight loss in behavioral obesity treatment.",
  "year": 2021,
  "date": "2021-02-24",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Michele",
      "surname": "Patel",
      "name": "Michele Patel",
      "affiliation": "1  Stanford Prevention Research Center , Stanford University School of Medicine , Stanford , California , USA. \n\t\t\t\t\t\t\t\t Stanford Prevention Research Center \n\t\t\t\t\t\t\t\t Stanford University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Stanford \n\t\t\t\t\t\t\t\t\t California \n\t\t\t\t\t\t\t\t\t USA",
      "email": "michele.patel@stanford.edu",
      "orcid": "0000-0001-5307-4861"
    },
    {
      "forename": "Lindsay",
      "surname": "Wakayama",
      "name": "Lindsay Wakayama",
      "affiliation": "2  Integrated Care Psychology , San Francisco VA Health Care System , San Francisco , California , USA \n\t\t\t\t\t\t\t\t Integrated Care Psychology \n\t\t\t\t\t\t\t\t San Francisco VA Health Care System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t California \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Gary",
      "surname": "Bennett",
      "name": "Gary Bennett",
      "affiliation": "3  Department of Psychology and Neuroscience , Duke University , Durham , North Carolina , USA \n\t\t\t\t\t\t\t\t Department of Psychology and Neuroscience \n\t\t\t\t\t\t\t\t Duke University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Durham \n\t\t\t\t\t\t\t\t\t North Carolina \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0002-4740-9175"
    }
  ],
  "doi": "10.1002/oby.23088",
  "sections": [
    {
      "title": "Introduction",
      "text": "Self-monitoring is a core component of standard behavioral obesity treatment  (1) . Selfregulation theories  (2, 3)  have suggested that behavior change occurs by self-monitoring a behavior (e.g., eating behavior) or a behavioral outcome (e.g., body weight) and then by comparing progress with a goal or past performance. This process heightens awareness of one's current behaviors and corresponding triggers, while also increasing self-efficacy and accountability  (4, 5) . For example, daily self-monitoring of one's food intake allows for an identification of eating patterns and a reflection on the ways in which dietary"
    },
    {
      "title": "Study Importance",
      "text": "What major reviews have already been published on this subject? ► Burke et al.'s 2011 systematic review  (26)  found that self-monitoring was consistently associated with weight loss, yet methodological limitations weakened the quality of evidence. Most interventions used paper methods for self-monitoring. ► Zheng et al.'s 2015 systematic review  (27)  found that greater self-monitoring of body weight was associated with greater weight loss, yet most studies relied on self-reported weight data."
    },
    {
      "title": "What does this review add?",
      "text": "► Digital tools mitigate some of the challenges of paper tracking and collect objective engagement rates. The most common modalities were the Web, mobile applications, and wearable devices, and 54% of interventions combined the self-monitoring of diet, physical activity, and weight. ► This is the first systematic review to our knowledge to examine the relationship between digital self-monitoring and weight loss, finding an association in 74% of occurrences; this pattern was consistently repeated across a range of self-monitored domains."
    },
    {
      "title": "Review"
    },
    {
      "title": "CLINICAL TRIALS AND INVESTIGATIONS",
      "text": "changes correspond to weight loss progress. Self-monitoring tends to positively impact weight loss when combined with other self-regulation techniques, such as goal setting and feedback  (6) (7) (8) .\n\nPaper journals have traditionally been used to record self-monitoring entries but they pose challenges, including time demands, waning novelty, accessibility obstacles, and health literacy constraints  (9, 10) . Digital health approaches can mitigate some of these challenges. First, time-saving measures are built into some mobile applications (apps) and websites used for self-monitoring, including the use of comprehensive nutrition databases that automatically populate nutrition information and suggest commonly eaten foods.\n\nWearable technologies, such as fitness trackers and smartwatches as well as wireless electronic scales (e-scales), allow for more passive self-monitoring, thereby reducing effort and time constraints. Second, individualized feedback and tracking prompts found in some digital tools keep individuals engaged while conserving personnel resources. Third, smartphones and wearables (used by 81% and 34% of United States adults, respectively)  (11, 12)  have high portability, which promotes real-time self-monitoring while reducing retrospective errors. Fourth, digital health modalities that calculate caloric intake lessen numeracy barriers, and health literacy challenges can be reduced by using short messaging services (SMS; text messaging) or interactive voice response (IVR) to track concrete behavioral goals  (13) . Another benefit of self-monitoring via digital health is reduced trial attrition  (14) , likely because of the greater flexibility it affords participants in engaging in treatment.\n\nGiven the widespread prevalence of obesity, with rates of 42% among United States adults  (15)  and 13% worldwide  (16) , treatment options that have high efficacy, acceptability, and reach are needed. Digital health approaches have flourished in the past decade. As found in numerous reviews, interventions using technology-based modalities  (17) (18) (19) , including SMS  (20) , apps  (21, 22) , wearables  (23, 24) , and websites  (25) , often produce weight loss similar to or less than that of in-person interventions but better than that of control arms; however, these reviews did not focus on self-monitoring. The seminal review that examined self-monitoring by Burke et al. included studies published up to 2009 and found that greater engagement in selfmonitoring is associated with greater weight loss  (26) . Interventions in this review used mostly paper-based methods of self-monitoring, and the authors concluded that methodological limitations weakened the quality of evidence, such as by relying on self-reported engagement metrics or nonrandomized designs. A review by Zheng et al. in 2015 found that greater self-weighing was associated with greater weight loss; only two of the seventeen studies had objective selfweighing data, whereas the remainder relied on self-reported information  (27) .\n\nThere has yet to be a comprehensive review of digital self-monitoring in weight loss interventions for adults with overweight or obesity. The present systematic review addresses this gap and contributes to the science of engagement in behavioral interventions, which has been flagged as a needed area of study  (17, 28) . The primary aim of this systematic review was to determine whether digital self-monitoring is positively related to weight loss. The secondary aims were  (1)  to examine how digital health has been used for self-monitoring (i.e., what are the modalities used, items tracked, and frequencies prescribed) and (  2 ) to evaluate self-monitoring engagement rates in these interventions."
    },
    {
      "title": "Methods",
      "text": "This systematic review was conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines  (29) . The methods were established prior to the beginning of the review."
    },
    {
      "title": "Eligibility criteria",
      "text": "This review included randomized controlled trials (RCTs) of behavioral weight loss interventions that used digital health technologies for self-monitoring. Included papers were required to be full-text manuscripts written in English and published between 2009 and 2019 (i.e., studies published after the  Burke et  al. review on selfmonitoring (26)). The Participants, Interventions, Comparators, Outcomes, and Study design (i.e., PICOS) tool (29) was used to define the following research question: 1. Participants: Eligible trials included adults (aged 18 years or older) with overweight or obesity at baseline (i.e., BMI ≥ 25 kg/m 2 ). Studies comprising solely specific clinical populations, such as pregnant or postpartum women, patients receiving cancer treatment, and patients receiving psychiatric treatment, were excluded because of the unique treatment needs of those populations. 2. Interventions: Eligible trials included weight loss interventions that lasted a minimum of 12 weeks and involved at least one weightrelated behavior or outcome being self-monitored via digital health.\n\nThis length criterion was selected in order to filter out trials that described only intervention feasibility instead of efficacy. Weight gain prevention and weight maintenance trials were excluded from this review, as were feeding studies and interventions involving bariatric surgery or pharmacological agents. 3. Comparators: No restrictions were placed on the type of comparison arm. 4. Outcomes: Eligible studies were required to report weight loss outcomes (in kilograms, pounds, or as a percentage) at least 6 months post randomization in order to focus on efficacy rather than feasibility trials. They also needed to report self-monitoring engagement rates and the relationship between self-monitoring engagement and weight loss (e.g., correlation between self-monitoring and weight loss, weight outcomes divvied up by engagement level, isolation of the self-monitoring component with weight outcomes for each arm). For instance, studies were excluded if they reported only the number of website log-ins instead of reporting metrics specific to self-monitoring. 5. Study design: Only RCTs were included to emphasize rigorous methodological quality."
    },
    {
      "title": "Data sources and search strategy",
      "text": "A university research librarian assisted in the selection of databases and the refinement of the search syntax. In September 2014, the following six electronic databases were searched: PubMed, Embase, Scopus, PsycInfo, CINAHL, and ProQuest Dissertations & Theses. The latter was included to consider papers found in the gray literature. The search was updated in February 2016 and again in September 2019, repeating the earlier search strategies with the same six databases. The searches were limited to papers published between January 1, 2009, and September 16, 2019. The tailored search strategy for each database is shown in Supporting Information Table  S1 . Briefly, search terms included keywords involving weight loss, self-monitoring, and technology, which were separated by the Boolean operator \"AND.\" Within the main keyword groups, the Boolean operator \"OR\" was used to separate similar terms, allowing for increased sensitivity of the search. Hand searching of reference lists of included papers and of relevant systematic and narrative reviews was conducted  (17, 19, 21, 25, 30) ."
    },
    {
      "title": "Study selection",
      "text": "After the electronic database searches were imported into EndNote software (Clarivate Analytics, London, UK), duplicates were removed in Excel (Microsoft Corp., Redmond, Washington). Two reviewers then independently screened all titles and abstracts according to the eligibility criteria and classified papers as either potentially eligible or ineligible.\n\nNext, the two reviewers independently evaluated the full-text PDF of papers deemed potentially eligible by either reviewer. During this phase, both reviewers completed a brief electronic questionnaire (via Google Forms [Google, Mountain View, California]) to indicate whether an article should be included or excluded in the systematic review and, if excluded, the reason for exclusion. Exclusion criteria were presented hierarchically (as shown in Figure  1 ); the presence of only the first relevant criterion on the list was needed for exclusion. Discrepancies were resolved through consensus during discussion. Papers identified via hand searching underwent the same selection process. All screening and reviews were conducted in a masked fashion."
    },
    {
      "title": "Risk of bias assessment",
      "text": "Two reviewers independently assessed the risk of bias of each included trial using a previously published adaptation of the Cochrane Risk of Bias Scale  (30, 31) . The assessment comprised 10 predefined criteria, each rated as present (0 points) or absent (1 point). Discrepancies were resolved via consensus. Potential scores ranged from 0 to 10, with scores of 0 to 3 indicating high risk of bias, 4 to 7 indicating medium risk, and 8 to 10 indicating low risk. Supporting Information Table  S2  presents the 10 criteria."
    },
    {
      "title": "Data extraction",
      "text": "Details from all papers pertaining to the same trial were combined. Using a standardized form, the first author (MLP) collected data for each included trial on participant/study characteristics and self-monitoring details (i.e., modalities and measures used, items tracked, frequencies prescribed, engagement outcomes, and its relationship to weight loss).\n\nA second reviewer verified the accuracy of the extracted information, and discrepancies were resolved via discussion. When applicable, outcomes were stratified by whether counseling was incorporated in the intervention, length of intervention, or type of comparison arm (i.e., no-treatment control vs. active comparator-arms with an intervention that did not include self-monitoring via digital health). An intervention was considered to have counseling if at least one session was offered to participants; otherwise, it was considered a stand-alone intervention. A trial had more than one \"occasion\" of self-monitoring if multiple behaviors were self-monitored and their engagement outcomes were reported separately."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study selection",
      "text": "Figure  1  depicts the flow of papers throughout the search process. We identified 4,248 records in our database and hand searches. After the deduplication and screening stages, 53 papers describing 39 unique RCTs met all inclusion criteria ."
    },
    {
      "title": "Study characteristics",
      "text": "Table  1  reports study characteristics. Study protocol/methods papers and main outcome papers were consulted for additional details as needed (see Supporting Information Table  S3 ). Eleven trials had two or more papers that met eligibility criteria.\n\nParticipant characteristics.\n\nThe 39 included RCTs comprise 8,232 adults with a mean age ranging from 29 to 56 years. Seven trials had no upper age limit. Sample size ranged from 41 to 811 with a median of 166, and 68% of participants were female. Four studies recruited only men (41,57,59,68), and two recruited only women (60,76). The mean baseline BMI ranged from 28.3 to 37.0 kg/m 2 . Participants in most trials (28 out of 32) were ≥ 50% White, whereas three trials comprised ≥ 50% Black participants (34,76,84), one comprised only Asian participants (53), and the remaining seven trials did not report comprehensive racial/ ethnic demographics. Design characteristics. Most (31 out of 39) trials were conducted in the United States. Intervention duration ranged from 3 months to 24 months with a median of 6 months. Eight studies assessed weight outcomes at follow-up visits ranging from 3 to 12 months after the end of the intervention (46,50,57,59,62,73,74,77). Of the 39 trials, 20 trials had two treatment arms (34,41,42,45,46,53,57,60,70,74,76-78,80-84), 15 trials had three arms (35,40,44,49,50,52,54,55,59,62,66,69,73,79), 3 trials had four arms  (32, 33, 71) , and 1 trial had five arms  (48) . In total, there were 67 arms with digital self-monitoring. Of these, 24 had no counseling component (i.e., they were stand-alone interventions), 24 had in-person counseling, 8 had remote counseling (i.e., via phone or email), and 11 had both remote and in-person counseling. See Supporting Information Table  S4  for further details about the counseling components."
    },
    {
      "title": "Risk of bias",
      "text": "Supporting Information Table  S2  describes the results of the risk of bias assessment. Thirty-three trials were low risk  (33-35,40,41,44-50, 52-57,59,60,62,69-71,73,76-82,84) , and six trials were medium risk  (32, 42, 66, 68, 74, 83) . No trials presented a high risk of bias. On average, eight out of ten criteria were met. Three studies met all ten criteria  (47, 57, 59) . All studies measured body weight objectively using a scale. Most (72%) had adequate retention rates."
    },
    {
      "title": "Secondary aim 1: self-monitoring characteristics",
      "text": "This section describes the specific domains that were self-monitored via digital health. See Table  2  for additional details on each of the 67 arms with digital self-monitoring.\n\nSelf-monitored items.\n\nSeventy-two percent of the digital health arms (48 out of 67) asked participants to self-monitor body weight, whereas dietary intake was self-monitored in 81% of arms (54 out of 67), physical activity was self-monitored in 82% of arms (55 out of 67), and behavior change goals (e.g., no sugary drinks) were self-monitored Review CLINICAL TRIALS AND INVESTIGATIONS in 7% of arms (5 out of 67). Approximately half of arms (36 out of 67 [54%]) included a combination of all three of the main self-monitoring domains (weight, diet, and physical activity). In fact, only 8 (11%) of the 67 interventions included just one type of self-monitoring. See Figure 2 for a breakdown of all of the combinations of the domains being self-monitored via digital health. Among interventions that included self-monitoring of diet, most (50 out of 54) tracked food intake or calories, whereas four arms tracked other diet-related topics (e.g., photos of foods consumed, number of bites taken). Among interventions that incorporated the self-monitoring of physical activity, steps were self-monitored in 16 arms, duration of physical activity in 42 arms, types of exercises performed in 22 arms, and other physical activity items in 9 arms. Prescribed frequency of self-monitoring. Among the 48 interventions that recommended the self-monitoring of body weight, 23 (48%) prescribed daily self-monitoring, 18 (38%) prescribed weekly self-monitoring, 2 (4%) had optional self-monitoring, and 5 (10%) did not report a recommended frequency. Out of the 54 interventions with a self-monitoring of diet, 37 (69%) had daily prescriptions, 4 (7%) had Figure 1 PRISMA flow diagram. PRISMA, Preferred Reporting Items for Systematic Reviews and Meta-Analyses. 1930739x, 2021, 3, Downloaded from  https://onlinelibrary.wiley.com/doi/10.1002/oby.23088 by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [21/02/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Digital Self-Monitoring for Weight Loss Patel et al. TABLE 1 Characteristics of included studies Study first author and year Trial name Participants Study n % Female Mean age a (y) Age range a (y) BMI range (kg/m 2 ) Mean baseline BMI (kg/m 2 ) Race/ ethnicity b Location Intervention duration Assessment schedule Year(s) of intervention Allen (2013) (32) SLIM 68 78% 44.9 21-65 28-42 34.3 49% B US 6 mo BL, 6 mo NR Anton (2012) (33) POUNDS LOST 811 64% 51.0 30-70 25-40 33.0 79% W, 16% B, 1% A, 4% H, 1% O US 24 mo BL, 6 mo, 12 mo, 18 mo, 24 mo 2004-2007 Bennett (2018) (34) Track 351 68% 50.7 21-65 30-44.9 35.9 52% B, 29% W, 13% H, 5% O US 12 mo BL, 6 mo, 12 mo 2013-2015 Burke (2012) (35), Conroy (2011) (36), Wang (2010) (38), Wang (2012) (39), and Turk (2013) (37) SMART 210 85% 46.8 18-59 27-43 34.0 79% W US 24 mo BL, 6 mo, 12 mo, 18 mo, 24 mo 2006-2010 Carter (2017) (40) My Meal Mate 128 77% 41.9 18-65 27+ 34.2 91% W UK 6 mo BL, 6 wk, 6 mo 2011 Crane (2015) (41) REFIT 107 0% 44.2 18-65 25-40 31.5 77% W, 16% B, 7% O US 6 mo BL, 3 mo, 6 mo 2013-2014 Dunn (2019) (42) and Turner-McGrievy (2019) (43) 2SMART 41 91% 42.4 18-65 25-49.9 34.5 81% W, 16% B, 2% O US 6 mo BL, 6 wk, 6 mo 2016-2017 Goldstein (2019) (44) Live SMART 276 83% 55.1 18-70 25-45 35.2 94% W, 3% B, 2% O, 0.4% A, 0.4% M, 3% H c US 18 mo BL, 6 mo, 12 mo, 18 mo 2013-2016 Harvey (2019) (45) iReach 2 398 d 90% 48.4 18+ 25-50 36.0 24% B US 18 mo BL, 6 mo, 18 mo NR Hutchesson (2016) (46) Biggest Loser Club 301 59% 41.9 18-60 25-40 32.2 NR Australia 24 wk BL, 3 mo, 6 mo, 18 mo 2009-2011 Jakicic (2016) (47) IDEA 471 71% 30.9 e 18-35 25-39.9 31.2 e 77% W, 23% non-W, 4% H c US 24 mo BL, 6 mo, 12 mo, 18 mo, 24 mo 2010-2014 Jospe (2017) (48) SWIFT 250 62% 43.7 18+ 27+ 33.0 88% NZEO, 7% Maori, 3% P, 2% A New Zealand 12 mo BL, 6 mo, 12 mo 2014-2016 Krukowski (2013) (49) n/a 481 93% 46.6 18+ 25-50 35.7 72% W, 28% B US 6 mo BL, 6 mo 2003-2008 Leahey (2014) (50) and Unick (2015) (51) SURI 2011 230 84% 46.9 18-70 25+ 34.2 87% W, 5% H US 3 mo BL, 3 mo, 6 mo, 12 mo 2011 Leahey (2015) (52) and Unick (2015) (51) SURI 2012 268 83% 46.3 18-70 25+ 33.6 89% W, 11% O US 3 mo BL, 3 mo, 12 mo NR (Continued) Review CLINICAL TRIALS AND INVESTIGATIONS Study first author and year Trial name Participants Study n % Female Mean age a (y) Age range a (y) BMI range (kg/m 2 ) Mean baseline BMI (kg/m 2 ) Race/ ethnicity b Location Intervention duration Assessment schedule Year(s) of intervention Lin (2014) (53) n/a 123 60% 38.2 30-50 24+ 28.3 97% Han, 3% Man China 6 mo BL, 3 mo, 6 mo NR Lin (2018) (54) CITY 365 70% 29.4 18-35 25+ 35.2 56% W, 36% B, 8% O, 6% H c US 24 mo BL, 6 mo, 12 mo, 24 mo 2010-2014 Ma (2013) (55) E-LITE 241 47% 52.9 18+ 25+ 32.0 78% W, 17% A, 4% H US 15 mo BL, 3 mo, 6 mo, 15 mo 2009-2011 Melchart (2017) (56) TALENT 166 74% 50.6 18-67 28-35 31.7 NR Germany 12 mo BL, 3 mo, 6mo, 9 mo, 12 mo 2014-2016 Morgan (2009) (57) and Morgan (2011) (58) SHED-IT 65 0% 35.9 18-60 25-37 30.6 NR Australia 3 mo BL, 3 mo, 6 mo, 12 mo 2007-2008 Morgan (2013) (59) SHED-IT Community 159 0% 47.5 18-65 25-40 32.7 NR Australia 3 mo BL, 3 mo, 6 mo 2010-2011 Nezami (2016) (61) and Nezami (2018) (60) Smart Moms 51 100% 36.4 NR 25-50 32.6 75% W, 22% B, 4% O US 24 wk BL, 3 mo, 6 mo 2014 Patel (2018) (63), Patel (2019a) (62), Patel (2019b) (64), and Patel (2019c) (65) GoalTracker 105 84% 42.7 21-65 25-45 31.9 67% W, 22% B, 8% O, 3% H US 12 wk BL, 1 mo, 3 mo, 6 mo 2017-2018 Pellegrini (2010) (67) and Pellegrini (2012) (66) n/a 51 86% 44.2 21-55 25-39.9 33.7 88% W, 10% B, 2% O US 6 mo BL, 6 mo NR Richardson (2016) (68) Veterans Walk for Health 255 0% 56.3 18+ 28+ 36.3 67% W, 27% B, 6% O/M US 6 mo BL, 6 mo NR Ross (2016) (69) n/a 80 86% 51.1 18-70 27-40 33.0 84% W, 6% O/M, 6% H, 4% B US 6 mo BL, 3 mo, 6 mo NR Shapiro (2012) (70) Text4Diet 170 65% 41.9 21-65 25-39.9 32.2 64% W US 12 mo BL, 6 mo, 12 mo 2011 Shuger (2011) (71) and Barry (2011) (72) LEAN 197 82% 46.9 18-64 25-45 33.3 67% W, 32% B, 1% O US 9 mo BL, 4 mo, 9 mo NR Spring (2017) (73) ENGAGED 96 84% 39.3 18-60 30-40 34.6 57% W, 31% B, 20% H c US 6 mo BL, 3 mo, 6 mo, 12 mo 2011-2013 Steinberg (2012) (74) and Steinberg (2015) (75) WEIGH Study 91 75% 43.8 18-60 25-40 32.2 74% W, 15% B, 11% O US 6 mo BL, 3 mo, 6 mo, 9 mo 2011 Steinberg (2013) (76) Shape Plan 50 100% 38.3 25-50 25+ 35.8 82% B, 18% O US 6 mo BL, 6 mo 2010-2011  TABLE 2 (continued). (Continued) 1930739x, 2021, 3, Downloaded from  https://onlinelibrary.wiley.com/doi/10.1002/oby.23088 by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [21/02/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Review CLINICAL TRIALS AND INVESTIGATIONS Study first author and year Tech arm What was tracked? Digital health modality PA Diet Body weight Other items tracked Steps PA duration Exercise type Other PA Food intake Other diet Leahey (2014) (50) (a) SM via Web Weekly Weekly Website (statewide campaign) (b) SM via Web + enhancements Daily Daily Daily 2 websites (statewide wellness campaign; study-specific) (c) SM via Web + enhancements + F2F counseling Daily Daily Daily 2 websites (statewide wellness campaign; study-specific) Leahey (2015) (52) (a) SM via Web Daily c Daily Daily Website (study-specific) (b) SM via Web + incentives Daily c Daily Daily Website (study-specific) (c) SM via Web + F2F counseling Daily c Daily Daily Website (study-specific) Lin (2014) (53) (b) SM via SMS + phone and F2F counseling Daily Adherence to 2 behavior change goals: daily SMS Lin (2018) (54) (a) SM via app and e-scale Freq. NR Freq. NR ≥4 d/wk (choice) Meats, fruit, vegetables, SSB: ≥4 d/ wk (choice) Daily App (study-specific); e-scale (b) SM via app and e-scale + phone and F2F counseling Freq. NR Freq. NR ≥4 d/wk (choice) Meats, fruit, vegetables, SSB: ≥4 d/ wk (choice) Daily App (study-specific); e-scale Ma (2013) (55) (b) SM via Web + F2F and email counseling Freq. NR Freq. NR Website (AHA's Heart360) (c) SM via Web Freq. NR Freq. NR Website (AHA's Heart360) Melchart (2017) (56) (a) SM via Web + F2F and remote counseling Daily Daily Website (VITERIO) Morgan (2009) (57) (b) SM via Web Decrease over time d Decrease over time d Weekly Website (CalorieKing)   TABLE 2 (continued). 1930739x, 2021, 3, Downloaded from  https://onlinelibrary.wiley.com/doi/10.1002/oby.23088 by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [21/02/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Out of the 55 arms with a self-monitoring of physical activity, 39 (71%) prescribed daily tracking, 3 (5%) prescribed weekly tracking, 6 (12%) prescribed another interval, 2 (4%) had optional self-monitoring, and 5 (9%) did not report a recommended frequency. Finally, among the 5 arms that incorporated self-monitoring of behavior change goals, 3 (60%) prescribed daily tracking, and 2 (40%) prescribed weekly tracking.\n\nDigital health modalities. Across all studies, the following seven digital health modalities were used for self-monitoring (Figure  3 ): websites, which were the most common modality (66% of treatment arms), followed by apps (33%), wearable devices (16%), e-scales (12%), SMS (12%), personal digital assistants (3%), and IVR technology (3%).\n\nNo studies used social media platforms for self-monitoring. Twentythree arms (34%) employed two or more digital health modalities for self-monitoring. There was no indication that modality type differed by year (data not shown).\n\nOf the 44 interventions that used websites for self-monitoring, 18 used a commercial website (e.g., CalorieKing, Weight Watchers Online), whereas 26 used a website created specifically for the study. Almost all of the interventions that leveraged a mobile app (19 out of 22) used a commercial app (e.g., LoseIt!, MyFitnessPal). Among the 11 interventions that self-monitored via wearables, a range of devices were used, such as armbands, wrist-worn Fitbit activity monitors, and Bite Counters.\n\nSeveral studies (16 out of 67) gave participants a choice regarding which modality to use for self-monitoring. For example, in Wolin et al. Measurement of self-monitoring engagement. All but two studies (79,80) objectively measured self-monitoring engagement. Most studies (27 out of 39) described the association between self-monitoring frequency and weight change, such as by reporting their correlation. Categorical outcomes were often reported as well. Fourteen studies described weight outcomes by engagement level (33-35,40,43,46,57,59,64,71,75,76,83,84), such as by reporting percent weight loss outcomes separately for low versus high self-monitoring categories. Seven studies compared selfmonitoring outcomes by weight loss threshold (45,49,51,54,56,65,71), such as by showing self-monitoring frequencies between participants with ≥ 5% versus < 5% weight loss. Nine studies isolated the effect of self-monitoring on weight loss in some way, either by varying the behavior being tracked or the modality used for tracking (32,40,42,47,48,62,78,79,81). Specifically, Allen et al. had two arms with intensive counseling, but only one included self-monitoring (32). Jospe et al. randomized participants to different self-monitoring strategies, including tracking diet using a commercial platform and tracking weight via SMS or the Web (48). Patel et al. randomized participants to track diet and weight simultaneously or sequentially (62). The following three studies conducted head-to-head comparisons of digital modalities for self-monitoring: Carter et al. compared app versus the Web (40), Dunn et al. compared a calorie app versus a photo tracking app (42), and Turner-McGrievy et al. compared an app versus a wearable Bite Counter (81). Three studies evaluated the impact of receiving an additional self-monitoring tool, either a wearable activity monitor  (47, 79)  or an e-scale  (78) . See Supporting Information Table  S5  for additional measurement details."
    },
    {
      "title": "Secondary aim 2: overview of self-monitoring engagement",
      "text": "Supporting Information Table  S6  gives a comprehensive breakdown for each study, whereas Supporting Information Table  S7  provides an overview of self-monitoring metrics.\n\nDays over the length of the intervention. Among the digital health interventions that recommended daily self-monitoring, average self-monitoring rates reached ≥ 50% of intervention days in 33 out of 57 (58%) occasions, whereas rates reached ≥ 75% of days in just 5 out of 57 (9%) occasions. Unsurprisingly, engagement rates were higher when tracking intervals were shorter; for engagement rates reported about the first 3 months of an intervention (n = 15), 14 (93%) tracked items ≥ 50% of days, whereas 3 (20%) tracked items ≥ 75% of days. In comparison, when reporting engagement rates during the first 6 months (n = 33), 15 (45%) and 2 (6%) met the previously stated thresholds, respectively; for reporting engagement outcomes over a 12-month or longer interval (n = 8), 3 (38%) and 0 (0%) met these thresholds.\n\nWhen exploring these engagement rates by the behavior being selfmonitored, similarities were found (Figure  4  depicts a waterfall plot for each behavior). Among interventions with instructions to self-monitor weight daily, 11 out of 17 (65%) met self-monitoring rates of ≥ 50% of intervention days, whereas only 1 (6%) met the ≥ 75% of days threshold. Among the 19 interventions with a daily self-monitoring of diet, 11 (58%) and 2 (11%) met these respective thresholds. Of the 16 interventions with a daily self-monitoring of physical activity, 8 (50%) and 2 (13%) met these thresholds, whereas 3 out of 5 (60%) and 0%, respectively, met them among studies that reported engagement rates for a combination of tracked behaviors rather than reporting them individually.\n\nDays per week. Among the 20 interventions with a daily tracking recommendation that reported the average number of days tracked per week, 10 (50%) had an average self-monitoring engagement rate of ≥ 4 d/wk, and 3 (15%) had this for ≥ 6 d/wk. In the first 3 months, 3 out of 8 (38%) interventions tracked ≥ 4 d/wk, whereas 8 out of 11 (73%) did so among the 6-11 month interventions, and 0 out of 1 did so among the interventions 12 months and greater.\n\nWeeks over the length of the intervention. Finally, among the 18 interventions with a recommendation to track at least weekly and that reported a percentage of weeks tracked, 12 (67%) tracked ≥ 50% of weeks, whereas 7 (39%) tracked ≥ 75% of weeks."
    },
    {
      "title": "Secondary aim 2: Comparison of intervention type",
      "text": "Twenty-two trials had two or more arms with digital self-monitoring. Note that these trials were not typically designed or powered to examine these comparisons in self-monitoring engagement."
    },
    {
      "title": "Review CLINICAL TRIALS AND INVESTIGATIONS",
      "text": "Stand-alone versus counseling. Five trials reported digital self-monitoring outcomes for both an intervention arm with counseling and one that was a stand-alone digital treatment. Overall, engagement in the counseling arm was better on 5 out of 18 occasions (28%), worse on 7 out of 18 occasions (39%), and no different on 6 out of 18 occasions (33%). Among the 7 occasions for which the stand-alone intervention performed better, 3 used incentives and 3 used prompts to increase self-monitoring adherence. Counseling performed better on no occasions (0 out of 4) for self-monitoring weight, 3 out of 6 for diet, and 2 out of 6 for physical activity. A caveat is that 7 out of 18 of these comparisons were not tested for statistical significance.\n\nStand-alone versus stand-alone. Seven trials reported selfmonitoring engagement outcomes for two or more stand-alone digital health arms. Across all behaviors being tracked, one arm had higher engagement than another on 8 out of 16 occasions (50%), all of which were statistically significant. Factors that seemed to help were the use of incentives (3 occasions), use of enhancements (3 occasions), and the addition of a wearable device (1 occasion). Better performance in one of the stand-alone arms occurred in 2 out of 4 instances of weight self-monitoring, 3 out of 8 for diet, and 3 out of 4 for physical activity.\n\nCounseling versus counseling. Eight trials had two or more digital health arms with counseling and reported engagement outcomes for them. Self-monitoring engagement was better in one of the counseling arms on 6 out of 16 occasions (38%). In the cases in which self-monitoring engagement was better, more frequent counseling occurred (n = 3), tailored feedback was provided (n = 1), in-person rather than phone counseling was provided (n = 1), or an e-scale rather than a regular scale was used (n = 1). Better performance occurred for 1 out of 3 instances of self-monitoring weight, 2 out of 5 for diet, and 2 out of 3 for physical activity. A caveat is that 4 out of 16 occasions did not use significance tests to compare engagement rates."
    },
    {
      "title": "Secondary aim 2: Comparison of tracked behaviors",
      "text": "Most interventions instructed participants to self-monitor more than one behavior via digital health. This section describes trials that reported similar measures of engagement for each behavior, though the prescribed self-monitoring frequencies were not always equivalent (e.g., weekly self-monitoring is more common for weight than for physical activity).\n\nWeight versus physical activity. Among the 18 interventions that reported self-monitoring engagement outcomes for both weight and physical activity, 10 (56%) had greater engagement for tracking weight. When examining those that used the same modality for tracking these behaviors, 7 out of 10 interventions had higher engagement for self-monitoring weight; in contrast, among the 8 interventions that used different modalities, 3 tracked weight more than physical activity. Digital Self-Monitoring for Weight Loss Patel et al. Diet versus weight. Among the 19 interventions that reported outcomes for both diet and weight self-monitoring, 9 (47%) had greater engagement for tracking diet. When the same modality was used for self-monitoring both behaviors, 7 out of 12 tracked diet more often; in comparison, 2 out of 7 tracked diet more when different modalities were used.\n\nDiet versus physical activity. Finally, among the 24 interventions that tracked both diet and physical activity, 17 (71%) tracked diet more often. When the same modality was used, 13 out of 14 interventions tracked diet more than physical activity, whereas only 4 out of 10 did so when different modalities were used. A caveat is that these comparisons were not tested for statistical significance."
    },
    {
      "title": "Passive versus active. Twelve interventions reported engagement",
      "text": "outcomes for behaviors where one was passively self-monitored and the other was actively self-monitored by the same participant; the more \"passive\" scenarios are those in which participants do not manually enter their self-monitoring data, but rather they wear an activity tracker or step on an e-scale that automatically transmits their data, for instance. Most (10 out of 12) interventions had higher engagement rates for the behavior that was passively rather than actively self-monitored; out of the 10, 7 self-monitored physical activity via wearables, and 3 self-monitored weight via e-scales. The two with lower engagement self-monitored physical activity via wearables. A caveat is that these comparisons were not tested for statistical significance."
    },
    {
      "title": "Secondary aim 2: Comparison of digital versus paper-based self-monitoring",
      "text": "Nine trials (representing 34 comparisons) reported engagement outcomes between participants who self-monitored via digital health and those who self-monitored via paper  (35, 40, 44, 49, 59, 66, 69, 73, 80) . Participants were randomized to these respective arms in all but one study, which allowed participants to choose their preferred tracking modality  (80) . Overall, engagement in self-monitoring via digital health was better than engagement in self-monitoring via paper on 19 out of 34 (56%) occasions, worse on 4 (12%) occasions, and no different on 11 (32%) occasions (see Supporting Information Figure  S1 ). Of those 19 occasions when self-monitoring was better via digital health than via paper, equivalent amounts of counseling occurred in over half of these instances (12 out of 19 [63%]), the digital health tracking arm had more counseling on 5 (26%) occasions, and the paper tracking arm had more counseling on 2 (11%) occasions. Further, self-monitoring engagement via digital health was greater than self-monitoring engagement via paper in 5 out of 8 occasions when tracking body weight, 10 out of 13 occasions when tracking diet, 3 out of 8 occasions when tracking physical activity, and 1 out of 3 occasions when multiple tracked behaviors were reported together.\n\nFigure  5  Relationship between digital self-monitoring and weight loss, by behavior type. Interventions that reported associations for each self-monitored item separately are represented in the figure in multiple sections rather than in the \"combo\" section; not all studies with digital self-monitoring reported associations with weight loss for all items that were self-monitored. Combo, a combination of self-monitored items whose engagement level was reported together rather than separately; PA, physical activity. [Color figure can be viewed at wileyonlinelibrary.com]"
    },
    {
      "title": "Review"
    },
    {
      "title": "CLINICAL TRIALS AND INVESTIGATIONS",
      "text": "One study tracked hunger symptoms via paper, and diet and weight via digital modalities (in separate arms), and found lower engagement rates for hunger than for the other behaviors  (48) . Self-monitoring via paper journal had higher engagement on only 4 occasions (twice for tracking weight and twice for tracking physical activity). A caveat is that 7 out of 34 of these comparisons were not tested for statistical significance."
    },
    {
      "title": "Primary aim: the relationship between selfmonitoring engagement and weight change",
      "text": "Overall, self-monitoring was associated with greater weight loss in 50 out of 68 (74%) occasions. Few differences were observed depending on what was self-monitored (see Figure  5 ). In the 18 instances describing the relationship between frequency of self-monitoring weight and weight loss, 13 (72%) found a positive association. For diet, 16 out of 20 (80%) found that greater self-monitoring of dietary behavior was associated with greater weight loss. Similarly, 8 out of 11 (73%) instances found that greater self-monitoring of physical activity was linked to greater weight loss. However, only 1 out of 3 (33%) showed a significant relationship between self-monitoring behavior change goals and weight loss. Finally, among the 16 instances in which engagement outcomes for multiple behaviors were combined rather than reported individually, 12 (75%) found a significant positive correlation with weight loss. See Supporting Information Table  S6  for each study's details.\n\nAmong interventions lasting 12 months or longer, self-monitoring engagement and weight loss at end of treatment were significantly\n\nTABLE 3 Recommendations for reporting self-monitoring in interventions 1. Provide comprehensive details of the self-monitoring experience.\n\n□ Clarify what behavior or outcome was tracked. For example, rather than saying \"physical activity was tracked,\" specify whether it involved tracking steps, duration of activity, intensity of activity, type of exercise, and/or energy expenditure. □ State the prescribed frequency of self-monitoring (e.g., daily, weekly, variable, ad libitum). □ State the duration of self-monitoring. □ State the modality(ies) used for self-monitoring and clarify whether participants were given a choice between modalities. □ Clarify what goals were provided for each self-monitored item (e.g., a goal to walk 10,000 steps a day and a goal to lose 10% of baseline weight by 6 months)."
    },
    {
      "title": "2.",
      "text": "At a minimum, evaluate and report the following self-monitoring metrics: □ Both the average number and percent of days of self-monitoring over the intervention period (and specify the denominator).\n\n□ The correlation between self-monitoring engagement and weight change (from baseline to end of treatment)."
    },
    {
      "title": "Specific details:",
      "text": "□ Report this separately for each treatment arm. Of particular importance is separating this value for arms with digital self-monitoring versus paper self-monitoring. □ For the percentage value, clarify whether the denominator is the total number of days in the intervention or the expected number of days intended to self-monitor (in cases in which daily tracking is not prescribed). □ Note that the median and interquartile range are likely more appropriate than the mean (and SD) given the common occurrence of non-normally distributed self-monitoring data. Do not simply say \"average.\" □ Clarify whether any requirements of \"complete\" self-monitoring entries were used, such as counting only days with ≥800 kcal/d. □ If reporting the number of entries is appropriate (especially when interested in looking at multiple entries per day), report that value along with the number of days. □ Repeat these metrics for each self-monitored behavior rather than combining them all together or selectively reporting some but not others. Only in limited instances, such as when participants track all behaviors together via one modality, should one combined metric be used. □ If multiple modalities were used for self-monitoring a behavior (e.g., if participants had a choice between Web and SMS for tracking steps), collect and report rates of use of each modality. □ If contamination is suspected, such that participants are likely to use a modality they were not instructed to use for self-monitoring, collect and report this information (e.g., 5% of participants used a commercial app instead of the study-designed app for self-monitoring weight). □ Specify the time interval used for each engagement outcome."
    },
    {
      "title": "3.",
      "text": "Optional self-monitoring metrics to report, such as in a secondary outcomes paper focused on engagement. □ For behaviors with weekly self-monitoring prescriptions, report number (and percentage) of weeks with tracked data. □ Consider providing details on the trajectory of self-monitoring engagement over the course of the intervention. Providing this metric for each month of the intervention will aid in comparison across trials, given varying trial lengths. Provide the average value (likely, this will be the median) for each interval, such as for each month displayed. □ If applicable, also report the average number of days of self-monitoring per week over the course of the intervention (e.g., median 3.5 d/wk of selfmonitoring diet). □ If interested in examining adherence, also report categorical self-monitoring metrics. Clarify the prespecified adherence threshold used (e.g., high adherence is defined as ≥80% of days with self-monitoring), along with the number (and percentage) of participants in each category and the weight loss outcome for each category. An alternative is to report the average self-monitoring engagement rate based on weight loss thresholds of interest (e.g., ≥10% vs. <10% weight loss).\n\nassociated on less than half of occasions (9 out of 19; 47%), whereas most of these associations were significant among interventions shorter than 12 months (41 out of 49; 84%). Studies reported outcomes differently, precluding direct comparison. For instance, not all trials that self-monitored a behavior reported its association with weight change, trials sometimes reported outcomes for multiple arms combined or for each arm separately, and some trials did not report the association of engagement and weight loss across the full duration of the intervention but rather broke results into smaller intervals (e.g., baseline-3 months, 3-6 months, 6-12 months)."
    },
    {
      "title": "Discussion",
      "text": "The present review is the first to our knowledge to systematically examine the relationship between digital self-monitoring and weight loss in behavioral interventions among adults with overweight or obesity."
    },
    {
      "title": "Key findings",
      "text": "This systematic review provides extensive evidence across 39 trials that self-monitoring via digital health is associated with superior weight loss. Of 68 associations reported between self-monitoring frequency and weight loss, 50 (74%) were positively related. This pattern was consistently repeated across a range of self-monitored behaviors, digital health modalities, and counseling types. Longer intervention duration tempered this relationship, however, suggesting that self-monitoring may be less effective for weight loss over time either because engagement declines or because rates of weight loss slow despite similar degrees of engagement. This primary finding supports the conclusions from prior reviews that focused predominantly on paper-based selfmonitoring methods  (26, 27)  and is also consistent with large-scale retrospective studies from industry platforms that used self-monitoring (85-89).\n\nSelf-monitoring multiple domains (diet, physical activity, and weight) via technology was highly prevalent, with only 11% of interventions self-monitoring just one domain. \"Daily\" was the most common self-monitoring prescription, though no known published, digital weight loss trials randomized participants to varying frequencies of self-monitoring.\n\nThe digital health modalities used for self-monitoring varied, with the Web being the most common (66% of interventions), followed by apps (33%), wearables (16%), e-scales (12%), and SMS (12%). Evidence suggests that these modalities have similar efficacy, though this has been examined in only a few head-to-head trials  (40, 42, 81) . Almost one in four interventions gave participants a choice for which modality to use for self-monitoring. With the rapid evolution of digital health devices and platforms, offering choices between modalities likely enhances convenience and flexibility and has been shown to promote engagement  (90) . Further, recent years have seen changing preferences toward accessing the Internet via a smartphone rather than a personal computer, particularly among Hispanic and Black adults, individuals residing in rural areas, and lower-income populations (91)-groups who all have heightened obesity risk  (15, 92)  and yet are traditionally underrepresented in obesity treatment  (93) . To address these changing attitudes and broaden the reach of behavioral obesity treatment, interventionists should leverage mobile platforms for self-monitoring. Additionally, offering ways to self-monitor that only require a regular cellphone, such as via text messaging or IVR technology, would promote access to these remote treatments given the 96% ownership of these devices among United States adults  (11) . Populations that may particularly benefit from these approaches include older adults and those in emerging economies, such as India or Brazil. Emerging economies have, on average, only 45% ownership of smartphones but 83% ownership of mobile phones  (94) . In the United States, 91% of adults aged 65 and older have a cellphone, but only 53% have a smartphone  (11) .\n\nThe findings from our review suggest modest engagement in digital self-monitoring, with many interventions meeting an average threshold of 50% of intervention days tracked but few meeting 75% of days tracked. Engagement varied by intervention type, with higher engagement rates found among interventions with shorter durations, unsurprisingly. Engagement was highest when self-monitoring weight, followed by diet, and then physical activity, though there is likely some confounding occurring because of varying frequency prescriptions between these domains and fewer opportunities to self-monitor physical activity duration among individuals who do not engage in moderate to vigorous activities each day. Moreover, engagement rates were higher in individuals who selfmonitored via digital versus paper-based methods (especially with diet). Surprisingly, pairing digital self-monitoring with counseling did not seem to improve engagement, compared with stand-alone interventions, perhaps because counseling was not intended to promote self-monitoring but rather to enhance skill building and problem solving. Given the high costs associated with counseling, it will be important to determine whether there are individuals who are better positioned for a stand-alone intervention rather than for an intervention with counseling.\n\nFurther, passive forms of self-monitoring, including using a wearable device to track physical activity or stepping on an e-scale to track weight, resulted in higher engagement than did active forms of selfmonitoring within an intervention, perhaps owing to the ease of integrating passive self-monitoring methods into one's regular routine. These findings are consistent with a retrospective study of a commercial platform, which found higher engagement when self-monitoring weight automatically (i.e., passively) via an e-scale versus manually (i.e., actively) by entering values collected from a traditional scale into an app; interestingly, however, only manual tracking of weight appeared to be associated with weight loss  (85) . It is possible that manually entering self-monitoring data into a device promotes greater awareness of one's current behavior than does passive selfmonitoring. Turner-McGrievy et al. found similar engagement rates between two diet-tracking arms (a Bite Counter [passive] vs. an app [active]), though the arms were combined when examining engagement's correlation with weight loss (81)."
    },
    {
      "title": "Strengths and limitations",
      "text": "Strengths of this systematic review include using the PRISMA checklist  (29)  to guide the content of each section, applying a rigorous search strategy across six databases, and considering the gray literature in order to reduce the chance of publication bias. By restricting eligibility to RCTs that assessed weight loss outcomes at 6 months or longer, we were able to limit our focus to studies that tested longer-term efficacy instead of those that tested only feasibility or acceptability. At the same time, we did not require a certain type of comparison arm, only that one existed, so that we could broaden our exploration of differences in self-monitoring"
    },
    {
      "title": "Review"
    },
    {
      "title": "CLINICAL TRIALS AND INVESTIGATIONS",
      "text": "between a variety of arms. Among the studies included in the review, the risk of bias was predominantly low, with objective measurement of both weight and self-monitoring engagement commonly used.\n\nA challenge of digital health intervention research is the ever-changing nature of technology, as evidenced by the discontinuation or rapid decline of several devices used in these trials, such as PDAs. This variability of commercial consumer products and unsustainability of many investigator-designed products threatens the generalizability of some research. Further, although a strength of some interventions (n = 16) is the ability to give participants a choice as to which modality to use for self-monitoring (e.g., Web vs. app), this choice precluded our ability to directly examine the impact of each specific modality on selfmonitoring engagement rates.\n\nThe current review sheds light on challenges that arise when synthesizing engagement outcomes. One such challenge, as has been identified previously  (95, 96) , is that different operationalizations of engagement are used, precluding direct comparison of engagement across all studies via meta-analysis. Although we were able to gather the general trend in whether and how self-monitoring engagement relates to weight loss for each trial, differences existed in several domains, including the time point during which self-monitoring was measured, the recommendations made for how frequently participants should self-monitor, the reporting of means versus medians, the use of different denominators (or unreported denominators), and the use of different metrics (e.g., number of self-monitoring days per week vs. number of days per intervention, or the use of percentages or of \"entries\" instead of \"days\"). Additionally, some studies used a combined self-monitoring engagement metric rather than separately reporting engagement for each selfmonitored behavior, the latter of which is recommended  (97) . Some studies reported one engagement rate for all arms combined rather than parsing out the differences between arms. In response to these challenges, we provide a checklist of recommendations in Table  3  to enable future comparison of self-monitoring engagement across trials.\n\nThe behavioral obesity-treatment literature has been increasingly leveraging digital health tools for self-monitoring, yet many of these trials were excluded from this review because they failed to report selfmonitoring engagement rates (n = 38) and/or the relationship between self-monitoring and weight change (n = 38). Consequently, publication bias may occur if excluded studies found poor self-monitoring engagement or no significant association with weight loss and therefore did not report these outcomes. Studies are therefore encouraged to report these outcomes regardless of the findings in order to promote a better understanding of self-monitoring.\n\nInterpretations of our findings may be limited because of the potential for selection bias to overestimate the magnitude of our effects. Individuals were not randomized to differing levels of self-monitoring; instead, high self-monitors chose to engage more and therefore may differ from infrequent self-monitors in substantive ways. It is possible that the former group of individuals would have achieved successful weight loss without the use of self-monitoring, though a recent study suggests there is a bidirectional nature between self-monitoring and weight change  (44) .\n\nAdditionally, not all results reported were tested for statistical significance in the study itself (e.g., within-arm comparisons of engagement rates); therefore, caution should be taken when interpreting the findings of those comparisons. Further, our review was limited to adults, so these findings may not generalize to adolescent populations; however, two systematic reviews focusing on trials in pediatric settings (n = 9 and n = 6) found that mHealth and Internet-based interventions with selfmonitoring produced a small but significant effect on weight loss  (98, 99) ."
    },
    {
      "title": "Remaining gaps for future research",
      "text": "In order to improve the science of self-monitoring for weight loss, the field needs a more rigorous understanding of the unique impact of various self-monitoring strategies (e.g., simplified tracking), doses, and digital health platforms on engagement and weight outcomes. As support grows for optimizing treatments through efficient frameworks, such as the multiphase optimization strategy (100), trialists should consider experimentally addressing these questions to enable causal inference through methodologies such as factorial designs and sequential multiple assignment randomized trials.\n\nAnother important question remains surrounding how to stave off the boredom and non-usage attrition of self-monitoring. Empirically testing strategies to promote engagement is needed, such as enhancing novelty, taking breaks in self-monitoring, or adding peer support, personalized feedback, reminders, financial incentives, gamification, or coaching. An additional gap in the field is understanding predictors and moderators of self-monitoring engagement. In line with precision behavioral medicine, some individuals may do better with one self-monitoring approach over another. Examining these factors will help to optimize obesity treatment based on an individual's characteristics and needs."
    },
    {
      "title": "Clinical implications",
      "text": "From a clinical perspective, when engaging in lifestyle interventions as a first-line treatment, adults with overweight or obesity should be encouraged to self-monitor frequently in order to promote weight loss. Through regular self-monitoring, individuals can gain increased awareness about their eating and exercise behaviors, which allows them to track progress over time and compare that progress with prespecified goals. This self-regulatory process of gathering data and receiving feedback enables individuals to identify behaviors to change and, in doing so, can bring them closer to their health goals. This systematic review demonstrates that engaging in self-monitoring via digital channels is feasible and effective. Capitalizing on commercially available platforms, which were used in 86% of app-based interventions, may allow clinical providers to efficiently encourage self-monitoring."
    },
    {
      "title": "Conclusion",
      "text": "In summary, more frequent self-monitoring via digital health is linked to greater weight loss in behavioral interventions. This association held regardless of which domains were self-monitored or which digital modalities used. Engagement rates were higher in digital than in paper-based self-monitoring; no noticeable trend was detected when comparing these rates in counseling-based versus standalone interventions. The current literature solidifies the ability of digital health tools to facilitate self-monitoring for weight loss. Optimizing this process is the next frontier in order to further enhance self-monitoring engagement and thus produce better weight outcomes.O"
    },
    {
      "text": "22%) had another interval, such as 4 d/wk, and 1 (2%) had optional self-monitoring."
    },
    {
      "text": "(84) , participants could choose to self-monitor their behavioral goals via the Web or IVR. Further, 18 studies varied the modality based on what was being tracked, such as using an e-scale to track weight and an app to track diet. Finally, of the 48 interventions that included selfmonitoring of weight, 8 (17%) used an e-scale that transmitted weights automatically via cellular connection or Wi-Fi, whereas the majority of interventions asked participants to manually enter their weight values, such as via an app, SMS, or website."
    },
    {
      "text": "Figure 2 Self-monitoring domains and their combinations. Only treatment arms with digital self-monitoring are included (n = 67 arms). PA, physical activity."
    },
    {
      "text": "Figure3Popularity of each digital health modality for self-monitoring. Interventions often included more than one digital health modality for self-monitoring, and thus percentages sum to more than 100%. App, smartphone application; e-scale, electronic scale; IVR, interactive voice response; PDA, personal digital assistant device; SMS, short message service (text messaging); web, website."
    },
    {
      "text": "Figure 4 Waterfall plot of digital self-monitoring engagement, by behavior. Each bar represents an intervention. An intervention could be represented in multiple categories if multiple items were tracked. All trials that reported the percentage of days engaged in self-monitoring are included, regardless of the self-monitoring prescription (e.g., daily, weekly). Combo, a combination of self-monitored items whose engagement level was reported together rather than separately. [Color figure can be viewed at wileyonlinelibrary.com]"
    },
    {
      "text": "continued)."
    },
    {
      "text": "Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/oby.23088 by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [21/02/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Digital Self-Monitoring for Weight Loss Patel et al."
    },
    {
      "text": "continued).Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/oby.23088 by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [21/02/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Digital Self-Monitoring for Weight Loss Patel et al."
    },
    {
      "text": "continued).Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/oby.23088 by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [21/02/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "text": "continued).Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/oby.23088byUniversityOf Iowa Libraries -Serials Acquisitions, Wiley Online Library on [21/02/2025].See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions)onWileyOnline Library for rules of use; OA articles are governed by the applicable Creative Commons License Digital Self-Monitoring for Weight Loss Patel et al.Only treatment arms that self-monitored using a digital health modality are included in the table.A shaded cell denotes that the item was tracked; frequency of self-monitoring is reported in each cell.See Table1for the extended list of all 53 eligible papers."
    }
  ],
  "references": [
    {
      "title": "AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Association Task Force on practice guidelines and the Obesity Society",
      "authors": [
        "M Jensen",
        "D Ryan",
        "C Apovian"
      ],
      "year": 2013
    },
    {
      "title": "Control theory: a useful conceptual framework for personalitysocial, clinical, and health psychology",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1982
    },
    {
      "title": "Social cognitive theory of self-regulation",
      "authors": [
        "A Bandura"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90022-l"
    },
    {
      "title": "Self-efficacy in weight management",
      "authors": [
        "M Clark",
        "D Abrams",
        "R Niaura",
        "C Eaton",
        "J Rossi"
      ],
      "year": 1991,
      "doi": "10.1037/0022-006x.59.5.739"
    },
    {
      "title": "The role of self-regulation strategies and self-efficacy perceptions in successful weight loss maintenance",
      "authors": [
        "A Kitsantas"
      ],
      "year": 2000,
      "doi": "10.1080/08870440008405583"
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: a meta-regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009,
      "doi": "10.1037/a0016136"
    },
    {
      "title": "Does monitoring goal progress promote goal attainment? A meta-analysis of the experimental evidence",
      "authors": [
        "B Harkin",
        "T Webb",
        "Bpi Chang"
      ],
      "year": 2016,
      "doi": "10.1037/bul0000025"
    },
    {
      "title": "Self-regulatory behaviour change techniques in interventions to promote healthy eating, physical activity, or weight loss: a meta-review",
      "authors": [
        "B Spring",
        "K Champion",
        "R Acabchuk",
        "E Hennessy"
      ],
      "year": 2020,
      "doi": "10.1080/17437199.2020.1721310"
    },
    {
      "title": "Experiences of selfmonitoring: successes and struggles during treatment for weight loss",
      "authors": [
        "L Burke",
        "V Swigart",
        "Warziski Turk",
        "M Derro",
        "N Ewing"
      ],
      "year": 2009
    },
    {
      "title": "Examination of nutrition literacy and quality of self-monitoring in behavioral weight loss",
      "authors": [
        "D Rosenbaum",
        "M Clark",
        "A Convertino",
        "C Call",
        "E Forman",
        "M Butryn"
      ],
      "year": 2018
    },
    {
      "title": "Demographics of mobile device ownership and adoption in the United States",
      "year": 2019,
      "doi": "10.3133/fs01800"
    },
    {
      "title": "One in five U.S. adults use health apps, wearable trackers",
      "authors": [
        "J Mccarthy",
        "Gallup"
      ],
      "year": 2019,
      "doi": "10.1093/ajhp/45.3.468"
    },
    {
      "title": "Health literacy and weight change in a digital health intervention for women: a randomized controlled trial in primary care practice",
      "authors": [
        "M Lanpher",
        "S Askew",
        "G Bennett"
      ],
      "year": 2016,
      "doi": "10.1080/10810730.2015.1131773"
    },
    {
      "title": "Strategies to reduce attrition in weight loss interventions: a systematic review and meta-analysis",
      "authors": [
        "S Pirotta",
        "A Joham",
        "L Hochberg"
      ],
      "year": 2019,
      "doi": "10.1111/obr.12914"
    },
    {
      "title": "Prevalence of obesity and severe obesity among adults: United States, 2017-2018",
      "authors": [
        "C Hales",
        "M Carroll",
        "C Fryar",
        "C Ogden"
      ],
      "year": 2020
    },
    {
      "title": "Obesity and overweight",
      "year": 2020
    },
    {
      "title": "Remotely delivered interventions for obesity treatment",
      "authors": [
        "L Bradley",
        "C Smith-Mason",
        "J Corsica",
        "M Kelly",
        "M Hood"
      ],
      "year": 2019,
      "doi": "10.1007/s13679-019-00356-y"
    },
    {
      "title": "Critical review and meta-analysis of multicomponent behavioral e-health interventions for weight loss",
      "authors": [
        "I Podina",
        "L Fodor"
      ],
      "year": 2018
    },
    {
      "title": "A meta-analysis of overall effects of weight loss interventions delivered via mobile phones and effect size differences according to delivery mode, personal contact, and intervention intensity and duration",
      "authors": [
        "M Schippers",
        "P Adam",
        "D Smolenski",
        "H Wong",
        "J Wit"
      ],
      "year": 2017,
      "doi": "10.1111/obr.12492"
    },
    {
      "title": "A systematic review with meta-analyses of text message-delivered behaviour change interventions for weight loss and weight loss maintenance",
      "authors": [
        "R Skinner",
        "V Gonet",
        "S Currie",
        "P Hoddinott",
        "S Dombrowski"
      ],
      "year": 2020,
      "doi": "10.1111/obr.12999"
    },
    {
      "title": "A systematic review of the effectiveness of smartphone applications that encourage dietary self-regulatory strategies for weight loss in overweight and obese adults",
      "authors": [
        "H Semper",
        "R Povey",
        "Clark Carter"
      ],
      "year": 2016
    },
    {
      "title": "Mobile health applications in weight management: a systematic literature review",
      "authors": [
        "K Dounavi",
        "O Tsoumani"
      ],
      "year": 2019
    },
    {
      "title": "Long-term weight management using wearable technology in overweight and obese adults: systematic review",
      "authors": [
        "E Fawcett",
        "M Van Velthoven",
        "E Meinert"
      ],
      "year": 2020,
      "doi": "10.2196/13461"
    },
    {
      "title": "The effectiveness of wearable technologies as physical activity interventions in weight control: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "H Yen",
        "H Chiu"
      ],
      "year": 2019,
      "doi": "10.1111/obr.12909"
    },
    {
      "title": "Web-based digital health interventions for weight loss and lifestyle habit changes in overweight and obese adults: systematic review and meta-analysis",
      "authors": [
        "A Beleigoli",
        "A Andrade",
        "A Cançado",
        "M Paulo",
        "Mdfh Diniz",
        "A Ribeiro"
      ],
      "year": 2019,
      "doi": "10.2196/jmir.9609"
    },
    {
      "title": "Self-monitoring in weight loss: a systematic review of the literature",
      "authors": [
        "L Burke",
        "J Wang",
        "M Sevick"
      ],
      "year": 2011,
      "doi": "10.1016/j.jada.2010.10.008"
    },
    {
      "title": "Self-weighing in weight management: a systematic literature review",
      "authors": [
        "Y Zheng",
        "M Klem",
        "S Sereika",
        "C Danford",
        "L Ewing",
        "L Burke"
      ],
      "year": 2015,
      "doi": "10.1002/oby.20946"
    },
    {
      "title": "A call for a science of engagement: comment on Rus and Cameron",
      "authors": [
        "S Pagoto",
        "M Waring"
      ],
      "year": 2016
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "Electronic health (eHealth) interventions for weight management among racial/ethnic minority adults: a systematic review",
      "authors": [
        "G Bennett",
        "D Steinberg",
        "C Stoute"
      ],
      "year": 2014
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions, version 6.0",
      "authors": [
        "Jpt Higgins",
        "J Thomas",
        "J Chandler"
      ],
      "year": 2020
    },
    {
      "title": "Randomized controlled pilot study testing use of smartphone technology for obesity treatment",
      "authors": [
        "J Allen",
        "J Stephens",
        "Dennison Himmelfarb",
        "C Stewart",
        "K Hauck"
      ],
      "year": 2013,
      "doi": "10.1155/2013/151597"
    },
    {
      "title": "Use of a computerized tracking system to monitor and provide feedback on dietary goals for calorie-restricted diets: the POUNDS LOST study",
      "authors": [
        "S Anton",
        "E Leblanc",
        "H Allen"
      ],
      "year": 2012
    },
    {
      "title": "Effectiveness of an app and provider counseling for obesity treatment in primary care",
      "authors": [
        "G Bennett",
        "D Steinberg",
        "S Askew"
      ],
      "year": 2018
    },
    {
      "title": "Using mHealth technology to enhance selfmonitoring for weight loss: a randomized trial",
      "authors": [
        "L Burke",
        "M Styn",
        "S Sereika"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2012.03.016"
    },
    {
      "title": "Physical activity self-monitoring and weight loss: 6-month results of the SMART trial",
      "authors": [
        "M Conroy",
        "K Yang",
        "O Elci"
      ],
      "year": 2011,
      "doi": "10.1249/mss.0b013e31820b9395"
    },
    {
      "title": "Self-monitoring as a mediator of weight loss in the SMART randomized clinical trial",
      "authors": [
        "M Turk",
        "O Elci",
        "J Wang"
      ],
      "year": 2013
    },
    {
      "title": "Social Problem Solving and Adherence to Self-Monitoring in Association With Changes in Weight and Cardiometabolic Risk Factors in a Behavioral Weight Loss Trial",
      "authors": [
        "J Wang"
      ],
      "year": 2010,
      "doi": "10.2147/ppa.s28889"
    },
    {
      "title": "Effect of adherence to self-monitoring of diet and physical activity on weight loss in a technology-supported behavioral intervention",
      "authors": [
        "J Wang",
        "S Sereika",
        "E Chasens",
        "L Ewing",
        "J Matthews",
        "L Burke"
      ],
      "year": 2012
    },
    {
      "title": "Weight loss associated with different patterns of self-monitoring using the mobile phone app My Meal Mate",
      "authors": [
        "M Carter",
        "V Burley",
        "J Cade"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.4520"
    },
    {
      "title": "A randomized trial testing the efficacy of a novel approach to weight loss among men with overweight and obesity",
      "authors": [
        "M Crane",
        "L Lutes",
        "D Ward",
        "J Bowling",
        "D Tate"
      ],
      "year": 2015,
      "doi": "10.1002/oby.21265"
    },
    {
      "title": "Dietary self-monitoring through calorie tracking but not through a digital photography app is associated with significant weight loss: the 2SMART pilot study-a 6-month randomized trial",
      "authors": [
        "C Dunn",
        "G Turner-Mcgrievy",
        "S Wilcox",
        "B Hutto"
      ],
      "year": 2019
    },
    {
      "title": "Defining adherence to mobile dietary self-monitoring and assessing tracking over time: tracking at least two eating occasions per day is best marker of adherence within two different mobile health randomized weight loss interventions",
      "authors": [
        "G Turner-Mcgrievy",
        "C Dunn",
        "S Wilcox"
      ],
      "year": 2019,
      "doi": "10.1016/j.jand.2019.03.012"
    },
    {
      "title": "Associations between self-monitoring and weight change in behavioral weight loss interventions",
      "authors": [
        "S Goldstein",
        "C Goldstein",
        "D Bond",
        "H Raynor",
        "R Wing",
        "J Thomas"
      ],
      "year": 2019
    },
    {
      "title": "Log often, lose more: electronic dietary selfmonitoring for weight loss",
      "authors": [
        "J Harvey",
        "R Krukowski",
        "J Priest",
        "D West"
      ],
      "year": 2019,
      "doi": "10.1002/oby.22382"
    },
    {
      "title": "Enhancement of selfmonitoring in a web-based weight loss program by extra individualized feedback and reminders: randomized trial",
      "authors": [
        "M Hutchesson",
        "C Tan",
        "P Morgan",
        "R Callister",
        "C Collins"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4100"
    },
    {
      "title": "Effect of wearable technology combined with a lifestyle intervention on long-term weight loss: the IDEA randomized clinical trial",
      "authors": [
        "J Jakicic",
        "K Davis",
        "R Rogers"
      ],
      "year": 2016
    },
    {
      "title": "The effect of different types of monitoring strategies on weight loss: a randomized controlled trial",
      "authors": [
        "M Jospe",
        "M Roy",
        "R Brown"
      ],
      "year": 2017,
      "doi": "10.1002/oby.21898"
    },
    {
      "title": "Patterns of success: online self-monitoring in a web-based behavioral weight control program",
      "authors": [
        "R Krukowski",
        "J Harvey-Berino",
        "Z Bursac",
        "T Ashikaga",
        "D West"
      ],
      "year": 2013
    },
    {
      "title": "Adding evidence-based behavioral weight loss strategies to a statewide wellness campaign: a randomized clinical trial",
      "authors": [
        "T Leahey",
        "G Thomas",
        "J Fava"
      ],
      "year": 2014
    },
    {
      "title": "Examination of whether early weight loss predicts 1-year weight loss among those enrolled in an Internet-based weight loss program",
      "authors": [
        "J Unick",
        "R Leahey",
        "K Kent",
        "R Wing"
      ],
      "year": 2015,
      "doi": "10.1038/ijo.2015.89"
    },
    {
      "title": "Benefits of adding small financial incentives or optional group meetings to a web-based statewide obesity initiative",
      "authors": [
        "T Leahey",
        "L Subak",
        "J Fava"
      ],
      "year": 2015,
      "doi": "10.1002/oby.20937"
    },
    {
      "title": "A text messaging-assisted randomized lifestyle weight loss clinical trial among overweight adults in Beijing",
      "authors": [
        "P-H Lin",
        "Y Wang",
        "E Levine"
      ],
      "year": 2014,
      "doi": "10.1002/oby.20686"
    },
    {
      "title": "The association between engagement and weight loss through personal coaching and cell phone interventions in young adults: randomized controlled trial",
      "authors": [
        "P-H Lin",
        "S Grambow",
        "S Intille"
      ],
      "year": 2018,
      "doi": "10.2196/10471"
    },
    {
      "year": 2021,
      "doi": "10.1002/oby.23088"
    },
    {
      "title": "Measurement of self-monitoring web technology acceptance and use in an e-health weight-loss trial",
      "authors": [
        "J Ma",
        "L Xiao",
        "A Blonstein"
      ],
      "year": 2013,
      "doi": "10.1089/tmj.2013.0009"
    },
    {
      "title": "High and low responders in a comprehensive lifestyle program for weight loss -secondary analysis of a randomized controlled trial",
      "authors": [
        "D Melchart",
        "E Wuhr",
        "W Weidenhammer"
      ],
      "year": 2017,
      "doi": "10.1159/000475663"
    },
    {
      "title": "The SHED-IT randomized controlled trial: evaluation of an internet-based weight-loss program for men",
      "authors": [
        "P Morgan",
        "D Lubans",
        "C Collins",
        "J Warren",
        "R Callister"
      ],
      "year": 2009
    },
    {
      "title": "12-month outcomes and process evaluation of the SHED-IT RCT: an internet-based weight loss program targeting men",
      "authors": [
        "P Morgan",
        "D Lubans",
        "C Collins",
        "J Warren",
        "R Callister"
      ],
      "year": 2011
    },
    {
      "title": "The SHED-IT community trial: a randomized controlled trial of internet-and paper-based weight loss programs tailored for overweight and obese men",
      "authors": [
        "P Morgan",
        "R Callister",
        "C Collins"
      ],
      "year": 2013
    },
    {
      "title": "A mHealth randomized controlled trial to reduce sugar-sweetened beverage intake in preschool-aged children",
      "authors": [
        "B Nezami",
        "D Ward",
        "L Lytle",
        "S Ennett",
        "D Tate"
      ],
      "year": 2018,
      "doi": "10.1111/ijpo.12258"
    },
    {
      "title": "Healthy Weight Behaviors and Weight Change in Parents and Preschool-Aged Children",
      "authors": [
        "B Nezami"
      ],
      "year": 2016
    },
    {
      "title": "Comparing self-monitoring strategies for weight loss in a smartphone app: randomized controlled trial",
      "authors": [
        "M Patel",
        "C Hopkins",
        "T Brooks",
        "G Bennett"
      ],
      "year": 2019,
      "doi": "10.2196/12209"
    },
    {
      "title": "Comparing Self-Monitoring Strategies for Weight Loss: Does Developing Mastery Before Diet Tracking Enhance Engagement?",
      "authors": [
        "M Patel"
      ],
      "year": 2018
    },
    {
      "title": "Consistent self-monitoring in a commercial appbased intervention for weight loss: results from a randomized trial",
      "authors": [
        "M Patel",
        "T Brooks",
        "G Bennett"
      ],
      "year": 2020
    },
    {
      "title": "Early weight loss in a standalone mHealth intervention predicting treatment success",
      "authors": [
        "M Patel",
        "C Hopkins",
        "G Bennett"
      ],
      "year": 2019
    },
    {
      "title": "The comparison of a technology-based system and an in-person behavioral weight loss intervention",
      "authors": [
        "C Pellegrini",
        "S Verba",
        "A Otto",
        "D Helsel",
        "K Davis",
        "J Jakicic"
      ],
      "year": 2012
    },
    {
      "title": "The Comparison of a Technology-Based System and an In-Person Behavioral Weight Loss Intervention in Overweight and Obese Adults",
      "authors": [
        "C Pellegrini"
      ],
      "year": 2010,
      "doi": "10.62791/19885"
    },
    {
      "title": "A comparative effectiveness trial of three walking self-monitoring strategies",
      "authors": [
        "C Richardson",
        "D Goodrich",
        "A Larkin"
      ],
      "year": 2016
    },
    {
      "title": "Impact of newer self-monitoring technology and brief phonebased intervention on weight loss: a randomized pilot study",
      "authors": [
        "K Ross",
        "R Wing"
      ],
      "year": 2016
    },
    {
      "title": "Text4Diet: a randomized controlled study using text messaging for weight loss behaviors",
      "authors": [
        "J Shapiro",
        "T Koro",
        "N Doran"
      ],
      "year": 2012
    },
    {
      "title": "Electronic feedback in a diet-and physical activitybased lifestyle intervention for weight loss: a randomized controlled trial",
      "authors": [
        "S Shuger",
        "V Barry",
        "X Sui"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-41"
    },
    {
      "title": "An Assessment of Obesity Through Lifestyle Self-Monitoring and Cardiorespiratory Fitness",
      "authors": [
        "V Barry"
      ],
      "year": 2011
    },
    {
      "title": "Effects of an abbreviated obesity intervention supported by mobile technology: the ENGAGED randomized clinical trial",
      "authors": [
        "B Spring",
        "C Pellegrini",
        "A Pfammatter"
      ],
      "year": 2017
    },
    {
      "title": "Effect of Daily Self-Weighing on Weight Loss in Adults",
      "authors": [
        "D Steinberg"
      ],
      "year": 2012
    },
    {
      "title": "Weighing every day matters: daily weighing improves weight loss and adoption of weight control behaviors",
      "authors": [
        "D Steinberg",
        "G Bennett",
        "S Askew",
        "D Tate"
      ],
      "year": 2015
    },
    {
      "title": "Daily text messaging for weight control among racial and ethnic minority women: randomized controlled pilot study",
      "authors": [
        "D Steinberg",
        "E Levine",
        "S Askew",
        "P Foley",
        "G Bennett"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2844"
    },
    {
      "title": "An automated internet behavioral weight-loss program by physician referral: a randomized controlled trial",
      "authors": [
        "J Thomas",
        "T Leahey",
        "R Wing"
      ],
      "year": 2015,
      "doi": "10.2337/dc14-1474"
    },
    {
      "title": "Weight loss and frequency of body-weight self-monitoring in an online commercial weight management program with and without a cellular-connected 'smart' scale: a randomized pilot study",
      "authors": [
        "J Thomas",
        "H Raynor",
        "D Bond"
      ],
      "year": 2017
    },
    {
      "title": "Weight loss in Weight Watchers Online with and without an activity tracking device compared to control: a randomized trial",
      "authors": [
        "J Thomas",
        "H Raynor",
        "D Bond"
      ],
      "year": 2017
    },
    {
      "title": "Comparison of traditional versus mobile app self-monitoring of physical activity and dietary intake among overweight adults participating in an mHealth weight loss program",
      "authors": [
        "G Turner-Mcgrievy",
        "M Beets",
        "J Moore",
        "A Kaczynski",
        "D Barr-Anderson",
        "D Tate"
      ],
      "year": 2013
    },
    {
      "title": "The dietary intervention to enhance tracking with mobile devices (DIET Mobile) study: a 6-month randomized weight-loss trial",
      "authors": [
        "G Turner-Mcgrievy",
        "S Wilcox",
        "A Boutté"
      ],
      "year": 2017
    },
    {
      "title": "Effect of a web-based behavior change program on weight loss and cardiovascular risk factors in overweight and obese adults at high risk of developing cardiovascular disease: randomized controlled trial",
      "authors": [
        "S Watson",
        "J Woodside",
        "L Ware"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3828"
    },
    {
      "title": "Process evaluation of a mobile weight loss intervention for truck drivers",
      "authors": [
        "B Wipfli",
        "G Hanson",
        "K Anger"
      ],
      "year": 2019
    },
    {
      "title": "Engagement with eHealth self-monitoring in a primary care-based weight management intervention",
      "authors": [
        "K Wolin",
        "D Steinberg",
        "I Lane"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0140455"
    },
    {
      "title": "Outcomes in a digital weight management intervention with one-on-one health coaching",
      "authors": [
        "J Silberman",
        "M Kaur",
        "J Sletteland",
        "A Venkatesan"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pone.0232221"
    },
    {
      "title": "Drivers of weight loss in a CDCrecognized digital diabetes prevention program",
      "authors": [
        "S Painter",
        "W Lu",
        "J Schneider",
        "R James",
        "B Shah"
      ],
      "year": 2020,
      "doi": "10.1136/bmjdrc-2019-001132"
    },
    {
      "title": "Weight loss following use of a smartphone food photo feature: retrospective cohort study",
      "authors": [
        "D Neriah",
        "A Geliebter"
      ],
      "year": 2019,
      "doi": "10.2196/11917"
    },
    {
      "title": "Goal-setting and achievement in activity tracking apps: a case study of MyFitnessPal",
      "authors": [
        "M Gordon",
        "T Althoff",
        "J Leskovec"
      ],
      "year": 2019,
      "doi": "10.1145/3308558.3313432"
    },
    {
      "title": "Adherence as a predictor of weight loss in a commonly used smartphone application",
      "authors": [
        "S Jacobs",
        "C Radnitz",
        "T Hildebrandt"
      ],
      "year": 2017
    },
    {
      "title": "Sustaining eHealth engagement in a multi-year weight gain prevention intervention",
      "authors": [
        "D Tate",
        "M Crane",
        "M Espeland",
        "A Gorin",
        "J Larose",
        "R Wing"
      ],
      "year": 2019
    },
    {
      "title": "Mobile technology and home broadband",
      "authors": [
        "M Anderson"
      ],
      "year": 2019
    },
    {
      "title": "Differences in obesity prevalence by demographic characteristics and urbanization level among adults in the United States, 2013-2016",
      "authors": [
        "C Hales",
        "C Fryar",
        "M Carroll",
        "D Freedman",
        "Y Aoki",
        "C Ogden"
      ],
      "year": 2018
    },
    {
      "title": "Racial and ethnic minority enrollment in randomized clinical trials of behavioural weight loss utilizing technology: a systematic review",
      "authors": [
        "D Rosenbaum",
        "A Piers",
        "L Schumacher",
        "C Kase",
        "M Butryn"
      ],
      "year": 2017
    },
    {
      "title": "Smartphone ownership is growing rapidly around the world, but not always equally",
      "authors": [
        "L Silver"
      ],
      "year": 2019
    },
    {
      "title": "Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis",
      "authors": [
        "O Perski",
        "A Blandford",
        "R West",
        "S Michie"
      ],
      "year": 2017
    },
    {
      "title": "Clarifying the concept of adherence to eHealth technology: systematic review on when usage becomes adherence",
      "authors": [
        "F Sieverink",
        "S Kelders",
        "J Van Gemert-Pijnen"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.8578"
    },
    {
      "title": "Digital self-monitoring: does adherence or association with outcomes differ by self-monitoring target?",
      "authors": [
        "M Butryn",
        "K Godfrey",
        "M Martinelli",
        "S Roberts",
        "E Forman",
        "F Zhang"
      ],
      "year": 2020
    },
    {
      "title": "Systematic review and meta-analysis examining the effectiveness of mobile health technologies in using self-monitoring for pediatric weight management",
      "authors": [
        "K Darling",
        "A Sato"
      ],
      "year": 2017
    },
    {
      "title": "Internet-based self-monitoring interventions for overweight and obese adolescents: a systematic review and meta-analysis",
      "authors": [
        "Tjh Ho",
        "Ccs Lee",
        "S Wong",
        "Y Lau"
      ],
      "year": 2018
    }
  ],
  "num_references": 100
}
