{
  "paper_id": "TPZ7PUEL",
  "title": "Identifying design feature factors critical to acceptance and usage behavior of smartphones",
  "abstract": "a b s t r a c t Smartphones are increasingly used all over the world. However, the effects of smartphone design features on smartphone acceptance and usage behavior are not well known. Thus, in this study, a questionnaire was constructed to identify design feature factors that are critical to the acceptance and usage behavior of smartphones. A total of 842 participants completed the questionnaire. Acceptance was measured on the basis of perceived ease of use (PEOU), perceived usefulness (PU), and intention to use (IU). Results of exploratory factor analysis indicated that users' preference for smartphones consisted of the following nine factors: Interface element design, Smartphone characteristics, Physical characteristics, Touch feedback, Operation design, Display screen, Connectivity, Button, and Application. Results of hierarchical regression analysis indicated that Smartphone characteristics, Touch feedback, and Display screen significantly influenced PEOU. PU was significantly related to Smartphone characteristics, Application, and PEOU. IU was significantly associated with Smartphone characteristics, PEOU, and PU. The usage behavior of smartphones was significantly related to Connectivity, Interface element design, PEOU, PU, and IU. The proposed model comprising demographic variables, design features, and acceptance-related variables could explain 76.5% of the variance in the usage behavior of smartphones.",
  "year": 2016,
  "date": "2016-12-29",
  "journal": "Journal of Software Engineering and Applications",
  "publication": "Journal of Software Engineering and Applications",
  "authors": [
    {
      "forename": "Na",
      "surname": "Liu",
      "name": "Na Liu",
      "affiliation": "Department of Industrial Engineering , Tsinghua University , Beijing , 100084 , China \n\t\t\t\t\t\t\t\t Department of Industrial Engineering \n\t\t\t\t\t\t\t\t Tsinghua University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100084 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Ruifeng",
      "surname": "Yu",
      "name": "Ruifeng Yu",
      "affiliation": "Department of Industrial Engineering , Tsinghua University , Beijing , 100084 , China \n\t\t\t\t\t\t\t\t Department of Industrial Engineering \n\t\t\t\t\t\t\t\t Tsinghua University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100084 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.1016/j.chb.2016.12.073",
  "sections": [
    {
      "title": "Introduction",
      "text": "A growing number of people around the world have been using smartphones. In 2015, sales of smartphones to end users reached 1.4 billion  (Statista, 2016) . Nearly half of worldwide mobile-phone users are expected to use smartphones by 2017  (Srivastava, 2014) . Smartphones have unique characteristics that make them suitable communication devices and powerful tools to process multimedia information  (Westlund, 2010) . The following are typical characteristics that distinguish smartphones from traditional mobile phones: smartphones have an advanced operating system (OS) and can run various applications  (Middleton, 2010) , they are usually equipped with a touch screen  (Henze, Rukzio, & Boll, 2011) , and they always enable users to access the Internet  (Kim, Briley, & Ocepek, 2015) .\n\nSmartphones are becoming an integral part of modern life  (Oulasvirta, Rattenbury, Ma, & Raita, 2012) . As smartphones have advanced features such as Internet connection and installation of third-party applications, the usage behavior of smartphones presents two new patterns that are different from the usage behavior of traditional mobile phones. First, users spend more time on the Internet through smartphones than through personal computers. Based on a survey by  Nielsen (2014) , adults in the United States spend an average of 34 h per month using the Internet on smartphones, whereas they only spend around 27 h using the Internet on PCs. Second, applications consume most time spent using smartphones, especially applications in social, communication, and entertainment categories  (Nielsen, 2014) . However, with the increasing penetration of smartphones, researchers have found that excessive use of smartphones may lead to the issue of nomophobia. Nomophobia refers to the discomfort or anxiety caused by the non-availability of a smartphone, computer or any another communication device  (King et al., 2013) . Not being able to communicate, losing connectedness, not being able to access information, and giving up convenience are four dimensions of nomophobia  (Yildirim & Correia, 2015) .\n\nAcceptance of smartphones is primarily a result of the unique features provided by the devices (Fazal-e-Amin, 2014). To satisfy users' requirements and differentiate their products from those of competitors, manufacturers have been adding more features to smartphones  (Head & Ziolkowski, 2012) . As an integrated platform that can provide advanced utilities, smartphones provide users with the opportunity to enjoy several new additional features at a low cost. Meanwhile, the value-added features of smartphones increase the product feature complexity  (Zhang, Rau, & Salvendy, 2010) , requiring greater user-decision effort and making the product more difficult to use. Moreover, excessive features can make a product overwhelming and reduce user satisfaction  (Head & Ziolkowski, 2012) . To find a tradeoff between two sides, designers must understand the features that satisfy users' preference for smartphones. With this knowledge, smartphone manufacturers could exert additional effort to improve users' preferred features in smartphone design, while providing less attention to less preferred features, thereby producing smartphones more accepted by users.\n\nSeveral models, such as theory of reasoned action (TRA)  (Fishbein & Ajzen, 1975) , theory of planned behavior (TPB)  (Ajzen, 1991) , technology acceptance model (TAM)  (Davis, Bagozzi, & Warshaw, 1989) , diffusion of innovation  (Rogers, 1995) , and unified theory of acceptance and use of technology (UTAUT)  (Venkatesh, Morris, Davis, & Davis, 2003) , have been used to explain people's acceptance and usage behavior of technology. Among the aforementioned models, TAM has been confirmed to be robust and powerful in evaluating technology acceptance. Most previous studies that used TAM focused on the influences of psychological factors (e.g., self-efficacy, anxiety, and innovativeness) on the acceptance and usage behavior of smartphones  (Chen & Chan, 2014; Kim, Kwahk, & Lee, 2010; Park, Kim, Shon, & Shim, 2013) . Aside from users' self-cognition and perception, the interaction devices themselves, especially the design features (e.g. the interface design and physical parameters) can influence their perceived usability  (Zhang et al., 2010) , which can also affect acceptance and usage behavior. However, few studies have examined the influence of design features on the acceptance and usage behavior of smartphones.\n\nIn short, the present study has three objectives. The first objective is to identify critical design feature factors that could explain users' preference for smartphones; second, to investigate the influences of design feature factors on smartphone acceptance as measured by PEOU, PU, and intention to use (IU); and third, to examine the relationships between design feature factors, acceptance, and usage behavior of smartphones and to construct a theoretical model explaining the usage behavior of smartphones. The results will help practitioners gain a systematic understanding of users' preference for smartphones and place significant emphasis on the critical design feature factors in smartphone design."
    },
    {
      "title": "Literature review"
    },
    {
      "title": "Technology acceptance theories and usage behavior of smartphones",
      "text": "The technology acceptance and usage is a complex, inherently social, developmental process and individuals' perceptions of technology can influence the usage process  (Straub, 2009) . Theoretical models such as TRA  (Fishbein & Ajzen, 1975) , TPB  (Ajzen, 1991) , TAM  (Davis et al., 1989) , diffusion of innovation  (Rogers, 1995) , and UTAUT  (Venkatesh et al., 2003)  are often used to explain people's acceptance and usage behavior of technology. Among all models and theories related to technology acceptance, TAM has been most widely used and maintains consistency and validity in explaining usage behavior in different contexts  (Chen & Chan, 2014; Constantiou, Damsgaard, & Knutsen, 2006; Fang, Chan, Brzezinski, & Xu, 2005; Joo & Sang, 2013; Koivumaki, Ristola, & Kesti, 2006;  Sumak, Heri cko, & Pu snik, 2011).\n\nTAM is derived from the theory of TRA. The latter proposes that an individual's actual behavior related to a particular object results from behavioral intention. Behavioral intention is influenced by the attitude towards the object and the subjective norm  (Ajzen & Fishbein, 1980; Fishbein & Ajzen, 1975) . Based on TRA, TAM introduced the concepts of PU and PEOU as factors that determine the acceptance of technology  (Davis, 1989; Malhotra & Galletta, 1999; Moon & Kim, 2001) . According to TAM, technology usage behavior is determined by behavioral intention, and behavioral intention is determined by both PEOU and PU. Furthermore, PEOU influences one's behavioral intention either directly or indirectly through PU  (Davis et al., 1989; Jackson, Chow, & Leitch, 1997) . One limitation of TAM is that it lacks the identification of antecedent variables that could influence PEOU and PU  (Dishaw & Strong, 1999; Park, 2010) . Using TAM requires testing the effects of several external variables (e.g., user differences, system characteristics, and task characteristics) on usage behavior of technology mediated by PU and PEOU  (Davis, 1986) .\n\nPrevious studies have investigated the acceptance of mobile phones and mobile services based on the acceptance model of technology. Park et al. (2013)  examined the influences of psychological factors on PEOU, PU, and intention to use smartphones, such as motivations, innovativeness, and locus of control. Bruner and Kumar (2005)  used the TAM in the consumer context and found that the \"fun\" attribute (a hedonic aspect) contributes more to consumer adoption of Internet devices than PU (a utilitarian aspect). The mobile adoption behavior model, which is based on TRA, TAM, and two non-utilitarian motives, suggested that perceived expressiveness, perceived enjoyment, PU, and PEOU are factors influencing attitude towards use. These factors and normative pressure determine users' intention to use mobile phones and mobile services  (Nysveen, Pedersen, & Thorbjørnsen, 2005a; Nysveen, Pedersen, & Thorbjørnsen, 2005b) . Joo and Sang (2013)  demonstrated that smartphone usage behavior is affected more strongly by motivations based on instrumental and goaloriented use than by ritualized and less goal-oriented use.\n\nMany emerging mobile applications and services are dependent on smartphones. The usage behavior of smartphones presents new trends. It includes traditional functions of mobile phones, such as calling, text messaging, and calendaring as well as extending to the use of third-party applications and mobile Internet. Previous literature indicated that recreational applications, Internet access and communication applications, and work/educational applications are three widely used application types  (Rahmati & Zhong, 2013) . Verkasalo and H€ amm€ ainen (2007)  reported that the usage of thirdparty applications is promising and data transmission levels are significant. Users like to use voice calls and SMS/MMS/e-mail/ Bluetooth messages to connect to others. Kim et al. (2015)  designed a questionnaire that asked participants whether a specific application was used. The results indicated that participants used relational applications more frequently than other mobile applications, followed by using entertainment, information, ecommerce, and literacy applications. The majority of smartphone users in the US spend 18% of their total smartphone time playing games, 15% on entertainment, and 29% on social media through smartphone applications, which exceed the time spent on basic functions of phones such as calling and text messaging  (Nielsen, 2014) ."
    },
    {
      "title": "Design features of mobile phones",
      "text": "Design features are defined as the collection of human interface elements that users see, hear, touch, or operate  (Han, Yun, Kim, & Kwahk, 2000) . Mobile phones differ from one another in many design features, including size, color, material, and others. Adding new features to mobile phones is common but often leads to feature creep  (Oulasvirta, 2005)  or feature fatigue  (Thompson, Hamilton, & Rust, 2005) ; thereby inducing negative user attitudes toward mobile phones  (Thompson et al., 2005) . Therefore, identifying the design feature factors that could explain users' preference for smartphones and contribute to the acceptance and usage behavior of smart phones is essential.\n\nResearchers have identified critical design features for traditional mobile phones. Han et al. (2000)  assumed that a product consists of hardware (physical) and software (logical) components. Based on the classification, a systematic method to identify critical design features for traditional mobile phones was proposed  (Han, Kim, Yun, Hong, & Kim, 2004) . Results showed that the most important critical design features for traditional mobile phones are body color, vertical length of the body, decorated area, and status indicator color. Is ¸ıklar and Büyük€ ozkan (2007) developed a multicriteria decision-making approach to evaluate traditional mobile phones with regard to users' feature preference order. The design features of mobile phones were divided into two main parts, namely, product-related criteria and user-related criteria, which should both be considered when selecting a mobile phone. All of those studies focused on commonly used features in traditional mobile phones. The design features of traditional mobile phones are considered obsolete because new smartphones with unique characteristics have been launched. The existing results are not applicable for smartphones. We need to identify design features that explain users' preferences for smartphones.\n\nA specific design feature of the product has been proven to affect users' satisfaction  (Han et al., 2004) . Ling, Hwang, and Salvendy (2006)  constructed a survey and investigated the effect of five mobile phone features (camera, color screen, voice-activated dialing, Internet browsing, and wireless connectivity) on users' overall satisfaction. Results showed that color screen, voiceactivated dialing, and Internet browsing strongly predict users' satisfaction level and that their preference levels could account for 22.7% of the variance in users' overall satisfaction. In another study,  Ling, Hwang, and Salvendy (2007)  designed a questionnaire and identified five design features that significantly influence users' overall satisfaction: calling-related features (such as address books), personal preferences (such as ringtones and games), portability (such as body size and weight), durability aspects (such as battery duration), and aesthetic aspects (such as body color). The most important design features are physical appearance, size, and menu organization, which together account for 42% of the total variance in users' overall satisfaction. Zhang et al. (2010)  also used the survey method and found that three mobile-phone design features, i.e., fashion (aesthetic aspects and users' personal preference), capability (versatility of the product), and battery duration (length of talk time or standby time), were the most significant predictors of satisfaction.\n\nPrevious studies emphasized the influences that design features have on user satisfaction and mobile phone usability. However, the influence of design features on users' acceptance and usage behavior of smartphones is largely unknown. The ecological validity of surveys is generally high because they can collect large amounts of data after users utilize their own mobile phones in daily life. Consequently, the present study was survey-based and used TAM to examine the relationships between the design features, acceptance, and actual usage behavior of smartphones."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Questionnaire construction",
      "text": "The questionnaire consisted of four parts, i.e., demographic information, users' preference for the design features of smartphones, users' acceptance of smartphones, and users' usage behavior of smartphones."
    },
    {
      "title": "Demographic information",
      "text": "This part of the questionnaire collected the demographic information of participants, including age, gender, education, and income, and asked participants to report their experience with smartphones and ways to connect to the mobile Internet. Participants' experience with smartphones was measured by usage hours per day and the total usage duration."
    },
    {
      "title": "Design features of smartphones",
      "text": "An initial item pool (50 items related to the design features of smartphones) was developed based on the literature review. Five PhD candidates majoring in the field of human-computer interaction who were familiar with the research topic and questionnaire design were asked to evaluate the items related to the design features of smartphones and answer the questionnaire. They were required to identify any misunderstanding of questions, problematic word structures, and any overlaps or omissions of items related to the design features of smartphones. Several expressions were modified, and five items were deleted because the five PhD candidates believed that the items were not particularly relevant to smartphones, i.e., physical keyboard size, keyboard button spacing, keyboard button size, keyboard button shape, and radio function. In the end, a total of 45 design features of smartphones (Table  1 ) were listed in the questionnaire, in which 28 items were unique features of smartphones and 17 design features were applicable to both smartphones and traditional mobile phones.\n\nUsers' preference ratings for the design features of smartphones were collected, e.g., \"Please rate your preference for the screen size of smartphones.\". One question corresponded to one design feature of smartphones. A seven-point Likert scale was used for responses (\"1\" ¼ least preferred, \"7\" ¼ most preferred)."
    },
    {
      "title": "Acceptance of smartphones",
      "text": "This part consisted of items measuring users' acceptance of smartphones, i.e., PEOU, PU, and IU. TAM describes PU within the working context  (Davis, 1989) . In the broad context of smartphone acceptance, smartphones are available for use at any time and any place. Thus, in this study, PU is defined as how well smartphones can be integrated into users' daily activities  (Kleijnen, Wetzels, & de Ruyter, 2004) . PEOU is defined as the degree to which an individual believes that using a particular system would be free of effort  (Davis, 1989) .\n\nThree items measured PEOU, three items measured PU, and two items measured the IU, all of which were adapted from  Davis et al. (1989)  (Table  4 ). All the measurement items used here have been widely used and validated in prior studies  (Venkatesh et al., 2003) . All the questions collected participants' opinions about several statements, e.g., \"Smartphones are easy to use.\" The questions were measured by a seven-point Likert scale (\"1\" ¼ strongly disagree, \"7\" ¼ strongly agree)."
    },
    {
      "title": "Usage behavior of smartphones",
      "text": "This part gathered participants' usage behavior of smartphones. Usage behavior of smartphones was measured in terms of selfreported degree of use. A total of 24 application use and phone use were listed in the questionnaire (Table  3 ). These items could be categorized into four dimensions based on their similarities in terms of goals or context of use. They covered task-based activities (e.g., shopping, e-commerce, and learning), information-seeking activities (e.g., health, travel, and weather), communication activities (e.g., WeChat, Skype, and Facebook), and recreational activities (e.g., game, music, and pictures); all items were derived from previous literature  (Kim et al., 2015; Rahmati & Zhong, 2013) . A fivepoint Likert scale was utilized for response categories (\"1\" ¼ never used, \"2\" ¼ rarely used, \"3\" ¼ sometimes used, \"4\" ¼ often used, \"5\" ¼ always used). Two pairs of reverse-phrased questions were placed in the questionnaire for consistency check, e.g., \"I am willing to use smartphones\" and \"I am unwilling to use smartphones.\""
    },
    {
      "title": "Data collection",
      "text": "Data were collected through a self-administered online survey targeted at smartphone users. The survey was conducted through a Chinese website that could be accessed by all mobile or PC Internet users. Smartphone users were invited to participate in the survey. In the beginning, an introduction of the survey goal was given to participants. Participants were told that only smartphone users could participate in the survey and that they had to provide information regarding their current phones. The survey provided an explanation at the start of each part in the questionnaire to help the participants understand how to answer the questions. The participants were told that they could withdraw from the survey at any point during the process. Upon completion of the survey, the participants submitted their answers online and were thanked for their participation. If the ratings on any pair of reverse questions were not consistent, the questionnaire was regarded as invalid. Any incomplete and invalid questionnaire was excluded from further analysis. A total of 842 valid questionnaires were collected."
    },
    {
      "title": "Data analysis",
      "text": "Exploratory factor analysis (EFA) was employed to identify critical design feature factors explaining users' preference for smartphones. Confirmatory factor analysis (CFA) was conducted to test the goodness of fit, reliability and validity of the measurement constructs. According to  Hair, Black, Babin, and Anderson (2010)  and  Wegener and Fabrigar (2000) , the most direct method of validating the results of EFA is to use CFA with a split sample to assess the replicability of the results. This validation method was widely-used in prior research  (Bulut & Do gan, 2017; Foster, West, & Francescucci, 2011; Ng, 2013; Santos et al., 2015; Watters, Keefer, Kloosterman, Summerfeldt, & Parker, 2013; Zhang & Rau, 2016) . Thus, in this study, the collected sample was randomly split into two equal-size groups. One sample was for exploratory factor analysis, and the other was for confirmatory factor analysis. Then, a hierarchical regression analysis was performed to examine the relationships between the independent variables (i.e., demographic variables and the design feature variables) and the dependent variables (i.e., PEOU, PU, IU, and usage behavior of smartphones). The significance level was set at 0.05."
    },
    {
      "title": "Results"
    },
    {
      "title": "Descriptive statistics",
      "text": "The demographic information of the 842 participants was summarized in Table  2 . Among the 842 participants, 378 were males and 464 were females. Their age ranged from 20 to 51 years old (M ¼ 31.6, SD ¼ 6.7). The questions, \"Choose the operating systems you are currently using\" and \"Choose the ways you connect to mobile Internet through smartphones\" were two multiplechoice questions. The mean smartphone usage experience of these participants was four years. The participants used smartphones for an average of six hours per day.\n\nThe means and standard deviations of each smartphone usage rate are presented in Table  3 . Overall, the participants used communication applications and recreational applications more frequently than other applications, followed by task-based applications and information-seeking applications.\n\nThe means and standard deviations of the responses related to the smartphone acceptance items are listed in Table  4 . Smartphones seem to be highly accepted by participants. The participants considered that smartphones were easy to use (M PEOU ¼ 6.1, SD PEOU ¼ 0.7) and highly useful (M PU ¼ 6.2, SD PU ¼ 0.8) in their daily life. They possessed strong intentions to use smartphones (M IU ¼ 6.5, SD IU ¼ 0.8)."
    },
    {
      "title": "Factor analysis"
    },
    {
      "title": "Exploratory factor analysis",
      "text": "Exploratory factor analysis was conducted to identify factors explaining users' preferences for smartphones by using SPSS 19.0 Easy to switch between pages software. KaisereMeyereOlkin measure of sampling adequacy was 0.933, and Bartlett's test of sphericity was significant (c 2 (990) ¼ 28517.9, p < 0.0001), which suggested that exploratory factor analysis was an appropriate method. Principal component analysis was used as the extraction method. Factors with an eigenvalue greater than 1.0 were extracted as principal components. Varimax with Kaiser normalizing rotation was conducted on the items, and a threshold of 0.50 loading was used to determine whether a particular item belonged to a certain factor. The screen process of items followed these rules: the cumulative sum of squared variance should be as large as possible  (Smith, Caputi, & Rawstorne, 2007) ; variables with loading smaller than 0.50 on all common factors should be deleted  (Hair et al., 2010) ; variables with loading larger than 0.50 on two or more factors should be deleted  (Hair et al., 2010) ; if a factor contains only one variable, the factor should be merged with other factors or deleted  (Stiggelbout et al., 2004) ; the extracted model should be simple and easy to explain from a professional perspective  (Smith et al., 2007) ; and the deletion of one variable should not decrease the internal and overall consistency  (Chiou et al., 2006) .\n\nA nine-factor model comprising 39 items was extracted as the best model, and it accounted for 65.59% of the overall variance in users' preference for smartphones. The names and explanations of those nine factors are summarized in Table  5 . Factor loadings of each item in each factor are shown in Table  6 . The overall internal consistency was 0.961, indicating good internal consistency. The Table 4\n\nMeans and standard deviations of smartphone acceptance measurements."
    },
    {
      "title": "Items"
    },
    {
      "title": "Mean SD",
      "text": "Perceived ease-of-use 6.1 0.7 PEOU1: Smartphones are easy to use.\n\n6.3 0.9 PEOU2: My interaction with the smartphone is clear and understandable.\n\n5.8 0.9 PEOU3: I could be skillful at using smartphones.\n\n6.3 0.9 Perceived usefulness 6.1 0.8 PU1: Using a smartphone would enhance my effectiveness in daily life.\n\n5.9 0.9 PU2: Using a smartphone would make my life more convenient.\n\n6.3 0.9 PU3: I think smartphones are useful in my daily life.\n\n6.3 0.9 Intention to use 6.5 0.8 IU1: I am willing to use smartphones.\n\n6.4 0.8 IU2: I intend to keep using my smartphone.\n\n6.5 0.9 internal consistencies of the nine factors and the percentage of variance explained by each factor are shown in Table  7 . The internal consistency of each factor was acceptable because the Cronbach's alpha coefficient was larger than 0.70. The perceived importance of the nine factors was measured by the means of participants' self-reported preference ratings, as shown in Table  7 . The most important factor was Smartphone characteristics (M ¼ 6.42), followed by Connectivity (M ¼ 6.14), Touch feedback (M ¼ 6.09), and Application (M ¼ 5.64). The last five factors in the ranking were Interface element design (M ¼ 5.33), Operation design (M ¼ 5.28), Display screen (M ¼ 5.16), Button (M ¼ 5.02), and Physical characteristics (M ¼ 4.98). The nine-factor model provided the participants' preferred design features and their requirements for smartphones."
    },
    {
      "title": "Confirmatory factor analysis",
      "text": "After the exploratory factor analysis, confirmatory factor analysis (CFA) was conducted using the Amos 21.0 software to test the model's goodness of fit. The indices adopted included the goodness-of-fit index (GFI), adjusted goodness-of-fit index (AGFI), comparative fit index (CFI), and root mean square error of approximation (RMSEA). The results of the goodness of fit indices are summarized in Table  8 , showing that the measurement model met the requirements of model fit.\n\nNotes: GFI is goodness of fit index, AGFI is the adjusted goodness of fit index, CFI is the comparative fit index, and RMSEA is the root mean square error of approximation. The recommended values were referred to the work of  Hair et al. (2010)  and  Lattin, Carroll, and Green (2003) .\n\nCFA was also used to evaluate the reliability and validity of the measurement model, and the results are listed in Table  9 . The following are the rules of thumb: a construct reliability (CR) value greater than 0.70 indicates adequate convergence or internal consistency; average variance extracted (AVE) values should be 0.50 or greater to suggest adequate convergent validity; and standardized loading estimates should be 0.50 or higher  (Hair et al., 2010) . As shown in Table  9 , the CR for all the constructs was larger than 0.70, all the factor loading estimates were larger than 0.50, and all the constructs had an AVE greater than 0.50. Thus, all reliability and validity requirements were satisfied."
    },
    {
      "title": "Multiple linear regression analysis",
      "text": "Hierarchical multiple linear regression was performed using SPSS 19.0 to examine the relationships between the design features, acceptance, and usage behavior of smartphones. Results are summarized in Table  10 . Results showed the amount of variance of the dependent variables (PEOU, PU, IU, and Usage behavior) that could be explained by the independent variables, i.e., demographic variables and smartphone design feature variables. Demographic variables (age, gender, education, and income) were inputted in the first model. Design feature variables and acceptance-related variables (PEOU, PU, and IU) were added in the second model. The percentage of variance R 2 and the change of R 2 were both calculated.\n\nIn the first model, gender was significantly related to all dependent variables and income was significantly associated with PEOU. Age and education did not significantly relate to any dependent variables. In general, smartphones were more accepted and were used more often by male users and higher-income users were more likely to perceive the smartphones as easy to use.\n\nThe design feature variables and acceptance-related variables, i.e., PEOU, PU, and IU, were added in the second model. The changes of R 2 were all significant (p's < 0.001), and the R 2 value for the four dependent variables in the second model were all larger than those in the first model. Thus, the second model could explain more variance in dependent variables than the first model. The design feature factors SC, OD, and DS had significant associations with PEOU. PU was significantly associated with the design feature factors SC, AP, and PEOU. IU was significantly related to SC, PEOU, and PU. The usage behavior of smartphones was significantly related to IED, CO, PEOU, PU, and IU. The results of the significant associations are illustrated in Fig.  1 . The positive associations between a specific design feature factor and acceptance-related constructs or usage behavior suggested that if more design features meet the preference of users, then users would be more likely to accept the product. In turn, the actual usage behavior of users would increase. Table  10  shows that the integration of demographic variables and design feature variables could explain 52.2% of the variance in PEOU. The demographic variables, design features, and PEOU accounted for 72.2% of the variance in PU. The demographic variables, design features, PEOU, and PU could explain 60.5% of the variance in Intention to use. The second model comprising demographic variables, design features, and acceptance-related variables could explain 76.5% of the variance in the usage behavior of smartphones. the acceptance-related constructs (i.e., PEOU, PU, and IU). The results supported the notions from the TAM that PEOU has a significant and positive influence on PU and that PEOU and PU are capable of predicting the Intention to use and usage behavior. These findings are consistent with those reported in previous literature  (Davis et al., 1989; Joo & Sang, 2013; Lee, Chen, & Hewitt, 2011; Ryu, Kim, & Lee, 2009; Venkatesh et al., 2003) .\n\nA recent study indicated that the key design features of traditional mobile phones are ease of operation, physical design, handset features, and battery functionality  (Parsons, 2010) . Is ¸ıklar and Büyük€ ozkan  (2007)  suggested that the basic requirements (e.g., price of the phone and standard part used), physical characteristics of the phone (e.g., weight, dimension, and shape), technical features (e.g., talk and standby time), functionality (e.g., ease-ofuse), brand choice (e.g., market vision and technical support), and customer excitement (e.g., games and ringtone diversity) are six criteria in evaluating traditional mobile phones with regard to users' feature preference order. Unlike previous research, the present study included the features of traditional mobile phones and covered the unique features of smartphones. Results showed that users' preference for smartphones is different from that for traditional mobile phones. As smartphones have their own characteristics, several design features that are important for traditional mobile phones, such as battery functionality, and technical features such as talk and standby time  (Is ¸ıklar & Büyük€ ozkan, 2007; Ling et al., 2007) , are not highly preferred by smartphone users. The results pertaining to users' preferred smartphone design features could serve as a reference for manufacturers when they improve their product design.\n\nThe display screen is a direct element that users see and touch. The results of the present study revealed that the display screen was a design feature factor preferred by smartphone users and was related to users' perception of ease-of-use for smartphones. Screen resolution, size, and material are related to the display screen factor on smartphones. This finding is consistent with that of previous studies on traditional mobile phones  (Chae & Kim, 2004; Huang, Rau, & Liu, 2009; Ling et al., 2007) . According to  Ling et al. (2007) , display size significantly influenced users' satisfaction with a mobile phone. Screen size together with information structure significantly affected task performance and users' perceptions  (Chae & Kim, 2004; Yu & Chan, 2013; Yu & Yang, 2014) . A smaller screen size elicits greater perceived mobility, whereas a larger screen size is key to greater enjoyment, arousal, and presence  (Detenber & Reeves, 1996; Kim, Sundar, & Park, 2011; Lombard & Ditton, 1997) . On the other hand, screen resolution influences both the size of text on the screen and the amount of information that can be displayed  (Bridgeman, Lennon, & Jackenthal, 2003) . Higher-resolution displays could improve the readability of texts  (Ziefle, 1998) . In turn, these characteristics could affect task performance, visual fatigue, and users' preference for mobile phones  (Huang et al., 2009; Yu, Yang, & Wu, in press) .\n\nApart from the traditional features of a display screen (i.e., screen size, resolution, and material), smartphones have one unique feature, that is, the display screen on a smartphone is usually a touch screen. A touch screen and few physical buttons has become the dominant format for smartphones  (Henze et al., 2011) . Touch screens allow various controls by direct touch gestures on a screen and provide a direct, intuitive way of interacting with a device  (St€ oßel & Blessing, 2010) . Thus, the touch screen is a salient feature which distinguishes smartphones from traditional mobile phones. Results reflected users' preference for response accuracy and response speed of touch operation. The touch performance is critical to user experience and usability of touchable devices  (Al-Razgan, Al-Khalifa, Al-Shahrani, & AlAjmi, 2012; Hertzum & Hornbaek, 2010; Sun, Plocher, & Qu, 2007) . The results from many studies concerned with the effects of feedback on touch screen use revealed that the lack of tactile feedback is a major disadvantage of touch screens compared to the physical buttons in traditional mobile phones  (Lee & Zhai, 2009) . The present study found that Touch feedback has a significant positive association with PEOU, indicating that the more touch feedback meets the preference of users, the more users tend to perceive the device as easy to use. Thus, visual, auditory, tactile, and multimodal types of touch feedback should be provided in the display screen of the smartphones to compensate for the limitations of touch screens  (Altinsoy & Merchel, 2009; Hoggan, Brewster, & Johnston, 2008; Nashel & Razzaque, 2003, pp. 854e855) .\n\nAs mentioned, an advanced operating system; the ability to download, install, and run various applications; and Internet access are three unique design features possessed by smartphones. Results of the present study indicated that Smartphone characteristics is an important design feature factor preferred by users. It also has a significant influence on the acceptance and usage behavior of smartphones. The operating system (OS) constitutes the \"heart\" of an appliance  (Lin & Ye, 2009) . It determines the performance and security of a phone and provides interfaces for third-party applications  (Malykhina, 2007) . In addition, the OS allows installation and downloading of applications for smartphones. Results showed that the installation and downloading of applications significantly influenced the PU of smartphones. Today, more than 370,000 applications are available for the Android platform, and more than 425,000 applications are available for Apple's iPhone  (Adomavicius & Tuzhilin, 2011) . The iPhone platform has seen more than 10 billion application downloads (B€ ohmer, Hecht, Sch€ oning, Krüger, & Bauer, 2011). Users prefer to download and install applications on their smartphones because these applications improve the performance of their smartphones in their daily life. The present study shows that the more users download and install applications, the more they perceive their smartphones as useful. In addition to the support provided by the OS, Internet access also helps run many built-in applications on smartphones, such as e-mail, Web browsing, and third-party applications (e.g., social networking and instant messaging software via Wi-Fi or cellular data services). To a certain extent, these are possible explanations for why the two factors, Smartphone characteristics and Application, significantly influenced the acceptance and usage behavior of smartphones."
    },
    {
      "title": "Limitations and recommendations for further research",
      "text": "Most extant studies on the design features of smartphones were focused on either hardware (e.g., screen resolution, screen size, and screen material) or software (e.g., Easy to switch between pages, and Easy to go back to the previous page). The present study   N. Liu, R. Yu / Computers in Human Behavior 70 (2017) 131e142\n\nexplored the design features relating to the usability of smartphone characteristics. However, the measurement items were still somewhat limited. Ahmad, Boota, and Masoom (2014)  conducted a survey to compare the usability of Android and iPhone and found that the operating system of Android smartphones had more emerging characteristics than iPhone. Thus, future research should consider the items related to the usability of smartphone operating system.\n\nThe factor Interface element design had a significant positive association with the usage behavior of smartphones. The items belonging to this factor covered two types of interface elements, i.e., font and icon. Font has been examined to be a factor influencing legibility and readability  (Sanders & McCormick, 1993) . In this study, Font type, Character spacing, Line spacing, and Font size were items related to the font design; their effects on legibility and readability on computers were examined previously  (Chan & Ng, 2012; Chan, Tsang, & Ng, 2013; Huang et al., 2009; Kong, Lee, Jung, & Song, 2011; Liu, Yu, & Zhang, 2016) . Notably, reading on mobile phones is quite different from reading on desktop computers  (Huang et al., 2009) . Smartphones have smaller screens than computer displays, which make large fonts unsuitable for mobile devices. Furthermore, smartphones have greater mobility, that is, users often read texts and search for information with their hands in motion while holding smartphones. A dynamic visual search is different from a static search  (Yu & Chan, 2015) . Thus, the influences of font design on reading and search performance on smartphones in different states are worth investigating. On the other hand, the study revealed five items associated with icon design that were significantly preferred by users, i.e., Icon color, Icon size, Icon shape, Icon spacing, and Easy to understand icon names. Previous studies have examined the effect of icon size and spacing on touch performance and user preference on mobile phones  (Colle & Hiszem, 2004; Hourcade & Berkel, 2008; Hwangbo, Yoon, Jin, Han, & Ji, 2013) . However, few studies have focused on icon color, shape, and connotation. These are also important design features preferred by smartphone users and thus need further investigation."
    },
    {
      "title": "Conclusions",
      "text": "A nine-factor model was constructed to describe users' preference for smartphones. The model comprised the following factors: Interface element design, Smartphone characteristics, Physical characteristics, Touch feedback, Operation design, Display screen, Connectivity, Button, and Application. The nine-factor model explained 65.6% of the total variance in users' preference for smartphones. Hierarchical multiple linear regression results showed that the design feature factors critical to the acceptance and usage behavior of smartphones are Smart phone characteristics, Touch feedback, Display screen, Application, Connectivity, and Interface element design. The study proposed a regression model consisting of demographic variables, design features, and acceptance-related variables. This model could explain 76.5% of the variance in the usage behavior of smartphones. The results provided a comprehensive picture of users' preference for smartphones and can help manufacturers understand the important design features to improve product design from a universal design perspective."
    },
    {
      "text": "*** 0.653 *** 0.579 *** 0.710 *** Note: DR 2 , change of R 2 ; * p < 0.05; ** p < 0.01; *** p < 0.001."
    },
    {
      "text": "Fig. 1. Results of significant associations between design feature factors, acceptance, and usage behavior of smartphones."
    },
    {
      "text": "Design feature items."
    },
    {
      "text": "Demographic information of participants (n ¼ 842)."
    },
    {
      "text": "Names, abbreviations, and explanations of design feature factors. users' preference for proper interface element design. It includes two dimensions, i.e., icon and font. Icon color, Icon size, Icon shape, Icon spacing, and Easy to understand icon names are five items related to icon design. The other four items are Font type, Character spacing, Line spacing, and Font size, which are associated with font design."
    },
    {
      "text": "Factor analysis results of smartphone design feature preference."
    },
    {
      "text": "The results of the goodness of fit indices."
    },
    {
      "text": "Standardized factor loading estimates, construct reliability, and AVE for all constructs."
    },
    {
      "text": "Hierarchical multiple linear regression results."
    }
  ],
  "references": [
    {
      "title": "Context-aware recommender systems",
      "authors": [
        "G Adomavicius",
        "A Tuzhilin"
      ],
      "year": 2011,
      "doi": "10.1007/978-0-387-85820-3_7"
    },
    {
      "title": "Smart phone application evaluation with usability testing approach",
      "authors": [
        "N Ahmad",
        "M Boota",
        "A Masoom"
      ],
      "year": 2014,
      "doi": "10.4236/jsea.2014.712092"
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991
    },
    {
      "title": "Understanding attitudes and predicting social behaviour",
      "authors": [
        "I Ajzen",
        "M Fishbein"
      ],
      "year": 1980
    },
    {
      "title": "Touchbased mobile phone interface guidelines and design recommendations for elderly people: A survey of the literature",
      "authors": [
        "M Al-Razgan",
        "H Al-Khalifa",
        "M Al-Shahrani",
        "H Alajmi"
      ],
      "year": 2012
    },
    {
      "title": "Audiotactile feedback design for touch screens",
      "authors": [
        "M Altinsoy",
        "S Merchel"
      ],
      "year": 2009
    },
    {
      "title": "Falling asleep with angry birds, Facebook and kindle: A large scale study on mobile application usage",
      "authors": [
        "M B€ Ohmer",
        "B Hecht",
        "J Sch€ Oning",
        "A Krüger",
        "G Bauer"
      ],
      "year": 2011
    },
    {
      "title": "Effects of screen size, screen resolution, and display rate on computer-based test performance",
      "authors": [
        "B Bridgeman",
        "M Lennon",
        "A Jackenthal"
      ],
      "year": 2003,
      "doi": "10.1207/s15324818ame1603_2"
    },
    {
      "title": "Explaining consumer acceptance of handheld Internet devices",
      "authors": [
        "G Bruner",
        "A Kumar"
      ],
      "year": 2005
    },
    {
      "title": "The ABCD typology: Profile and motivations of Turkish social network sites users",
      "authors": [
        "Z Bulut",
        "O Do Gan"
      ],
      "year": 2017
    },
    {
      "title": "Do size and structure matter to mobile users? An empirical study of the effects of screen size, information structure, and task complexity on user activities with standard web phones",
      "authors": [
        "M Chae",
        "J Kim"
      ],
      "year": 2004,
      "doi": "10.1080/01449290410001669923"
    },
    {
      "title": "Effects of display factors on Chinese proofreading performance and preferences",
      "authors": [
        "A Chan",
        "A Ng"
      ],
      "year": 2012
    },
    {
      "title": "Effects of line length, line spacing, and line number on proofreading performance and scrolling of Chinese text",
      "authors": [
        "A Chan",
        "S Tsang",
        "A Ng"
      ],
      "year": 2013
    },
    {
      "title": "Gerontechnology acceptance by elderly Hong Kong chinese: A senior technology acceptance model (STAM)",
      "authors": [
        "K Chen",
        "A Chan"
      ],
      "year": 2014
    },
    {
      "title": "Development and validation of the revised Cedars-Sinai health-related quality of life for rheumatoid arthritis instrument",
      "authors": [
        "C Chiou",
        "C Sherbourne",
        "I Cornelio",
        "D Lubeck",
        "H Paulus",
        "M Dylan"
      ],
      "year": 2006,
      "doi": "10.1002/art.22090"
    },
    {
      "title": "Standing at a kiosk: Effects of key size and spacing on touch screen numeric keypad performance and user preference",
      "authors": [
        "H Colle",
        "K Hiszem"
      ],
      "year": 2004
    },
    {
      "title": "Exploring perceptions and use of mobile services: User differences in an advancing market",
      "authors": [
        "I Constantiou",
        "J Damsgaard",
        "L Knutsen"
      ],
      "year": 2006
    },
    {
      "title": "A technology acceptance model for empirically testing new enduser information systems: Theory and results",
      "authors": [
        "F Davis"
      ],
      "year": 1986
    },
    {
      "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989
    },
    {
      "title": "User acceptance of computer technology: A comparison of two theoretical models",
      "authors": [
        "F Davis",
        "R Bagozzi",
        "P Warshaw"
      ],
      "year": 1989
    },
    {
      "title": "A bio-informational theory of emotion: Motion and image size effects on viewers",
      "authors": [
        "B Detenber",
        "B Reeves"
      ],
      "year": 1996,
      "doi": "10.1111/j.1460-2466.1996.tb01489.x"
    },
    {
      "title": "Extending the technology acceptance model with tasketechnology fit constructs",
      "authors": [
        "M Dishaw",
        "D Strong"
      ],
      "year": 1999
    },
    {
      "title": "Moderating effects of task type on wireless technology acceptance",
      "authors": [
        "X Fang",
        "S Chan",
        "J Brzezinski",
        "S Xu"
      ],
      "year": 2005,
      "doi": "10.2753/mis0742-1222220305"
    },
    {
      "title": "Characterization of web browser usage on smartphones",
      "authors": [
        "Fazal-E-Amin"
      ],
      "year": 2014,
      "doi": "10.1016/j.chb.2014.10.054"
    },
    {
      "title": "Belief, attitude, intention and behavior: An introduction to theory and research",
      "authors": [
        "M Fishbein",
        "I Ajzen"
      ],
      "year": 1975
    },
    {
      "title": "Exploring social media user segmentation and online brand profiles",
      "authors": [
        "M Foster",
        "B West",
        "A Francescucci"
      ],
      "year": 2011
    },
    {
      "title": "Multivariate data analysis",
      "authors": [
        "J Hair",
        "W Black",
        "B Babin",
        "R Anderson"
      ],
      "year": 2010
    },
    {
      "title": "Identifying mobile phone design features critical to user satisfaction",
      "authors": [
        "S Han",
        "K Kim",
        "M Yun",
        "S Hong",
        "J Kim"
      ],
      "year": 2004,
      "doi": "10.1002/hfm.10051"
    },
    {
      "title": "Evaluation of product usability: Development and validation of usability dimensions and design elements based on empirical models",
      "authors": [
        "S Han",
        "M Yun",
        "K Kim",
        "J Kwahk"
      ],
      "year": 2000
    },
    {
      "title": "Understanding student attitudes of mobile phone features: Rethinking adoption through conjoint, cluster and SEM analyses",
      "authors": [
        "M Head",
        "N Ziolkowski"
      ],
      "year": 2012
    },
    {
      "title": "000 taps: Analysis and improvement of touch performance in the large",
      "authors": [
        "N Henze",
        "E Rukzio",
        "S Boll"
      ],
      "year": 2011
    },
    {
      "title": "How age affects pointing with mouse and touchpad: A comparison of young, adult, and elderly users",
      "authors": [
        "M Hertzum",
        "K Hornbaek"
      ],
      "year": 2010
    },
    {
      "title": "Investigating the effectiveness of tactile feedback for mobile touchscreens",
      "authors": [
        "E Hoggan",
        "S Brewster",
        "J Johnston"
      ],
      "year": 2008
    },
    {
      "title": "Simple pen interaction performance of young and older adults using handheld computers",
      "authors": [
        "J Hourcade",
        "T Berkel"
      ],
      "year": 2008,
      "doi": "10.1016/j.intcom.2007.10.002"
    },
    {
      "title": "Effects of font size, display resolution and task type on reading Chinese fonts from mobile devices",
      "authors": [
        "D Huang",
        "P Rau",
        "Y Liu"
      ],
      "year": 2009,
      "doi": "10.1016/j.ergon.2008.09.004"
    },
    {
      "title": "A study of pointing performance of elderly users on smartphones",
      "authors": [
        "H Hwangbo",
        "S Yoon",
        "B Jin",
        "Y Han",
        "Y Ji"
      ],
      "year": 2013,
      "doi": "10.1080/10447318.2012.729996"
    },
    {
      "title": "Using a multi-criteria decision making approach to evaluate mobile phone alternatives",
      "authors": [
        "G Is ¸ıklar",
        "G Büyük€ Ozkan"
      ],
      "year": 2007
    },
    {
      "title": "Toward an understanding of the behavioral intention to use an information system",
      "authors": [
        "C Jackson",
        "S Chow",
        "R Leitch"
      ],
      "year": 1997,
      "doi": "10.1111/j.1540-5915.1997.tb01315.x"
    },
    {
      "title": "Exploring Koreans' smartphone usage: An integrated model of the technology acceptance model and uses and gratifications theory",
      "authors": [
        "J Joo",
        "Y Sang"
      ],
      "year": 2013
    },
    {
      "title": "Differential innovation of smartphone and application use by sociodemographics and personality",
      "authors": [
        "Y Kim",
        "D Briley",
        "M Ocepek"
      ],
      "year": 2015
    },
    {
      "title": "An integrated model of mobile internet services usage and continuance",
      "authors": [
        "H Kim",
        "K Kwahk",
        "H Lee"
      ],
      "year": 2010,
      "doi": "10.1504/ijmc.2010.033834"
    },
    {
      "title": "The effects of screen-size and communication modality on psychology of mobile device users",
      "authors": [
        "K Kim",
        "S Sundar",
        "E Park"
      ],
      "year": 2011,
      "doi": "10.1145/1979742.1979749"
    },
    {
      "title": "Nomophobia: Dependency on virtual environments or social phobia?",
      "authors": [
        "A King",
        "A Valença",
        "A Silva",
        "T Baczynski",
        "M Carvalho",
        "A Nardi"
      ],
      "year": 2013
    },
    {
      "title": "Consumer acceptance of wireless finance",
      "authors": [
        "M Kleijnen",
        "M Wetzels",
        "K De Ruyter"
      ],
      "year": 2004,
      "doi": "10.1057/palgrave.fsm.4770120"
    },
    {
      "title": "Predicting consumer acceptance in mobile services: Empirical evidence from an experimental end user environment",
      "authors": [
        "T Koivumaki",
        "A Ristola",
        "M Kesti"
      ],
      "year": 2006
    },
    {
      "title": "The effects of age, viewing distance, display type, font type, colour contrast and number of syllables on the legibility of Korean characters",
      "authors": [
        "Y Kong",
        "I Lee",
        "M Jung",
        "Y Song"
      ],
      "year": 2011
    },
    {
      "title": "Analyzing multivariate data",
      "authors": [
        "J Lattin",
        "J Carroll",
        "P Green"
      ],
      "year": 2003
    },
    {
      "title": "Age differences in constraints encountered by seniors in their use of computers and the internet",
      "authors": [
        "B Lee",
        "Y Chen",
        "L Hewitt"
      ],
      "year": 2011
    },
    {
      "title": "The performance of touch screen soft buttons",
      "authors": [
        "S Lee",
        "S Zhai"
      ],
      "year": 2009
    },
    {
      "title": "Diversified users' satisfaction with advanced mobile phone features",
      "authors": [
        "C Ling",
        "W Hwang",
        "G Salvendy"
      ],
      "year": 2006
    },
    {
      "title": "A survey of what customers want in a cell phone design",
      "authors": [
        "C Ling",
        "W Hwang",
        "G Salvendy"
      ],
      "year": 2007
    },
    {
      "title": "Operating system battle in the ecosystem of smartphone industry",
      "authors": [
        "F Lin",
        "W Ye"
      ],
      "year": 2009,
      "doi": "10.1109/ieec.2009.136"
    },
    {
      "title": "Effects of font size, stroke width, and character complexity on the legibility of Chinese characters",
      "authors": [
        "N Liu",
        "R Yu",
        "Y Zhang"
      ],
      "year": 2016,
      "doi": "10.1002/hfm.20663"
    },
    {
      "title": "At the heart of it all: The concept of presence",
      "authors": [
        "M Lombard",
        "T Ditton"
      ],
      "year": 1997
    },
    {
      "title": "Extending the technology acceptance model to account for social influence: Theoretical bases and empirical validation",
      "authors": [
        "Y Malhotra",
        "D Galletta"
      ],
      "year": 1999
    },
    {
      "title": "Analysis: How smartphone platforms compare",
      "authors": [
        "Malykhina"
      ],
      "year": 2007
    },
    {
      "title": "Delivering services over next generation broadband networks: Exploring devices, applications and networks",
      "authors": [
        "C Middleton"
      ],
      "year": 2010,
      "doi": "10.2104/tja10059"
    },
    {
      "title": "Extending the TAM for a world-wide-web context",
      "authors": [
        "J Moon",
        "Y Kim"
      ],
      "year": 2001
    },
    {
      "title": "Tactile virtual buttons for mobile devices",
      "authors": [
        "A Nashel",
        "S Razzaque"
      ],
      "year": 2003,
      "doi": "10.1145/765891.766032"
    },
    {
      "title": "Validation of the 10-item Chinese perceived stress scale in elderly service workers: One-factor versus two-factor structure",
      "authors": [
        "S Ng"
      ],
      "year": 2013,
      "doi": "10.1186/2050-7283-1-9"
    },
    {
      "title": "How smartphones are changing consumers' daily routines around the globe",
      "authors": [
        "Nielsen"
      ],
      "year": 2014,
      "doi": "10.4324/9781315867311-9"
    },
    {
      "title": "Explaining intention to use mobile chat services: Moderating effects of gender",
      "authors": [
        "H Nysveen",
        "P Pedersen",
        "H Thorbjørnsen"
      ],
      "year": 2005,
      "doi": "10.1108/07363760510611671"
    },
    {
      "title": "Intentions to use mobile services: Antecedents and cross-service comparisons",
      "authors": [
        "H Nysveen",
        "P Pedersen",
        "H Thorbjørnsen"
      ],
      "year": 2005,
      "doi": "10.1177/0092070305276149"
    },
    {
      "title": "Grounding the innovation of future technologies",
      "authors": [
        "A Oulasvirta"
      ],
      "year": 2005,
      "doi": "10.17011/ht/urn.2005126"
    },
    {
      "title": "Habits make smartphone use more pervasive",
      "authors": [
        "A Oulasvirta",
        "T Rattenbury",
        "L Ma",
        "E Raita"
      ],
      "year": 2012,
      "doi": "10.1007/s00779-011-0412-2"
    },
    {
      "title": "Adoption and use of computer-based voice over internet protocol phone service: Toward an integrated model",
      "authors": [
        "N Park"
      ],
      "year": 2010
    },
    {
      "title": "Factors influencing smartphone use and dependency in South Korea",
      "authors": [
        "N Park",
        "Y Kim",
        "H Shon",
        "H Shim"
      ],
      "year": 2013
    },
    {
      "title": "Mobile phones",
      "authors": [
        "K Parsons"
      ],
      "year": 2010
    },
    {
      "title": "Studying smartphone usage: Lessons from a fourmonth field study",
      "authors": [
        "A Rahmati",
        "L Zhong"
      ],
      "year": 2013
    },
    {
      "title": "Diffusion of innovations",
      "authors": [
        "E Rogers"
      ],
      "year": 1995
    },
    {
      "title": "Understanding the factors affecting online elderly user's participation in video UCC services",
      "authors": [
        "M.-H Ryu",
        "S Kim",
        "E Lee"
      ],
      "year": 2009
    },
    {
      "title": "Human factors in engineering and design",
      "authors": [
        "M Sanders",
        "E Mccormick"
      ],
      "year": 1993
    },
    {
      "title": "Exploring the factor structure of neurocognitive measures in older individuals",
      "authors": [
        "N Santos",
        "P Costa",
        "L Amorim",
        "P Moreira",
        "P Cunha",
        "J Cotter"
      ],
      "year": 2015
    },
    {
      "title": "The development of a measure of subjective computer experience",
      "authors": [
        "B Smith",
        "P Caputi",
        "P Rawstorne"
      ],
      "year": 2007
    },
    {
      "title": "2 billion smartphone users by 2015: 83% of Internet usage from mobiles",
      "authors": [
        "A Srivastava"
      ],
      "year": 2014
    },
    {
      "title": "Number of smartphones sold to end users worldwide from 2007 to 2015",
      "year": 2016
    },
    {
      "title": "Ideals of patient autonomy in clinical decision making: A study on the development of a scale to assess patients' and physicians' views",
      "authors": [
        "A Stiggelbout",
        "A Molewijk",
        "W Otten",
        "D Timmermans",
        "J Van Bockel"
      ],
      "year": 2004
    },
    {
      "title": "Mobile device interaction gestures for older users",
      "authors": [
        "C St€ Oßel",
        "L Blessing"
      ],
      "year": 2010
    },
    {
      "title": "Understanding technology adoption: Theory and future directions for informal learning",
      "authors": [
        "E Straub"
      ],
      "year": 2009
    },
    {
      "title": "A meta-analysis of e-learning technology acceptance: The role of user types and e-learning technology types",
      "authors": [
        "B Sumak",
        "M Heri Cko",
        "M Pu Snik"
      ],
      "year": 2011
    },
    {
      "title": "An empirical study on the smallest comfortable button/icon size on touch screen",
      "authors": [
        "X Sun",
        "T Plocher",
        "W Qu"
      ],
      "year": 2007
    },
    {
      "title": "Feature fatigue: When product capabilities become too much of a good thing",
      "authors": [
        "D Thompson",
        "R Hamilton",
        "R Rust"
      ],
      "year": 2005
    },
    {
      "title": "User acceptance of information technology: Toward a unified view",
      "authors": [
        "V Venkatesh",
        "M Morris",
        "G Davis",
        "F Davis"
      ],
      "year": 2003
    },
    {
      "title": "A handset-based platform for measuring mobile service usage",
      "authors": [
        "H Verkasalo",
        "H H€ Amm€ Ainen"
      ],
      "year": 2007
    },
    {
      "title": "Examining the structure of the internet addiction test in adolescents: A bifactor approach",
      "authors": [
        "C Watters",
        "K Keefer",
        "P Kloosterman",
        "L Summerfeldt",
        "J Parker"
      ],
      "year": 2013
    },
    {
      "title": "Analysis and design for nonexperimental data: Addressing causal and noncausal hypotheses",
      "authors": [
        "D Wegener",
        "L Fabrigar"
      ],
      "year": 2000
    },
    {
      "title": "New(s) functions for the mobile: A cross-cultural study",
      "authors": [
        "O Westlund"
      ],
      "year": 2010
    },
    {
      "title": "Exploring the dimensions of nomophobia: Development and validation of a self-reported questionnaire",
      "authors": [
        "C Yildirim",
        "A Correia"
      ],
      "year": 2015
    },
    {
      "title": "Visual search time in detection tasks with multiple targets: Considering change of the effective stimulus field area",
      "authors": [
        "R Yu",
        "A Chan"
      ],
      "year": 2013
    },
    {
      "title": "Display movement velocity and dynamic visual search performance",
      "authors": [
        "R Yu",
        "A Chan"
      ],
      "year": 2015
    },
    {
      "title": "Age-related changes in visual lobe shape characteristics and their relationship to visual search performance",
      "authors": [
        "R Yu",
        "L Yang"
      ],
      "year": 2014
    },
    {
      "title": "Risk factors and visual fatigue of baggage X-ray security screeners: A structural equation modelling analysis",
      "authors": [
        "R Yu",
        "L Yang",
        "X Wu"
      ],
      "year": 2016,
      "doi": "10.1080/00140139.2016.1192226"
    },
    {
      "title": "An exploratory study to measure excessive involvement in multitasking interaction with smart devices",
      "authors": [
        "Y Zhang",
        "P Rau"
      ],
      "year": 2016
    },
    {
      "title": "Exploring critical usability factors for handsets",
      "authors": [
        "T Zhang",
        "P Rau",
        "G Salvendy"
      ],
      "year": 2010
    },
    {
      "title": "Effects of display resolution on visual performance",
      "authors": [
        "M Ziefle"
      ],
      "year": 1998
    }
  ],
  "num_references": 95
}
