{
  "paper_id": "TQUUEW23",
  "title": "Optimal Delegation",
  "abstract": "Suppose one person, call him Sender, wishes to persuade another, call her Receiver, to change her action. If Receiver is a rational Bayesian, can Sender persuade her to take an action he would prefer over the action she was originally going to take? If Receiver understands that Sender chose what information to convey with the intent of manipulating her action for his own benefit, can Sender still gain from persuasion? If so, what is the optimal way to persuade? These questions are of substantial economic importance. As Donald McCloskey and Arjo Klamer (1995) emphasize, attempts at persuasion command a sizable share of our resources. Persuasion, as we will define it below, plays an important role in advertising, courts, lobbying, financial disclosure, and political campaigns, among many other economic activities. Consider the example of a prosecutor trying to convince a judge that a defendant is guilty. When the defendant is indeed guilty, revealing the facts of the case will tend to help the prosecutor's case. When the defendant is innocent, revealing facts will tend to hurt the prosecutor's case. Can the prosecutor structure his arguments, selection of evidence, etc. so as to increase the probability of conviction by a rational judge on average? Perhaps surprisingly, the answer to this question is yes. Bayes's Law restricts the expectation of posterior beliefs but puts no other constraints on",
  "year": 2008,
  "date": "2008",
  "authors": [
    {
      "name": "* Kamenica",
      "email": "emir.kamenica@chicagobooth.edu",
      "affiliation": {
        "organization": "School of Business",
        "department": "School of Business",
        "institution": "University of Chicago Booth",
        "address": "5807 South Woodlawn Avenue Office 518, 60637, Chicago, IL"
      }
    },
    {
      "name": "Eric Budish",
      "affiliation": {
        "organization": "School of Business",
        "department": "School of Business",
        "institution": "University of Chicago Booth",
        "address": "5807 South Woodlawn Avenue Office 514, 60637, Chicago, IL"
      }
    },
    {
      "name": "Wouter Dessein",
      "affiliation": {
        "organization": "School of Business",
        "department": "School of Business",
        "institution": "University of Chicago Booth",
        "address": "5807 South Woodlawn Avenue Office 514, 60637, Chicago, IL"
      }
    },
    {
      "name": "Navin Kartik",
      "affiliation": {
        "organization": "School of Business",
        "department": "School of Business",
        "institution": "University of Chicago Booth",
        "address": "5807 South Woodlawn Avenue Office 514, 60637, Chicago, IL"
      }
    },
    {
      "name": "Canice Prendergast",
      "affiliation": {
        "organization": "School of Business",
        "department": "School of Business",
        "institution": "University of Chicago Booth",
        "address": "5807 South Woodlawn Avenue Office 514, 60637, Chicago, IL"
      }
    },
    {
      "name": "Maxwell Stinchcombe",
      "affiliation": {
        "organization": "School of Business",
        "department": "School of Business",
        "institution": "University of Chicago Booth",
        "address": "5807 South Woodlawn Avenue Office 514, 60637, Chicago, IL"
      }
    },
    {
      "name": "Lars Stole",
      "affiliation": {
        "organization": "School of Business",
        "department": "School of Business",
        "institution": "University of Chicago Booth",
        "address": "5807 South Woodlawn Avenue Office 514, 60637, Chicago, IL"
      }
    }
  ],
  "doi": "10.1257/aer.101.6.2590",
  "md5": "24A3038CB72E7A5218ED795DEEB6F96C",
  "publication": {
    "journal": "Review of Economic studies",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "sections": [
    {
      "title": "Bayesian Persuasion †",
      "text": "By Emir Kamenica and Matthew Gentzkow* When is it possible for one person to persuade another to change her action? We consider a symmetric information model where a sender chooses a signal to reveal to a receiver, who then takes a noncontractible action that affects the welfare of both players. We derive necessary and sufficient conditions for the existence of a signal that strictly benefits the sender. We characterize sender-optimal signals. We examine comparative statics with respect to the alignment of the sender's and the receiver's preferences. Finally, we apply our results to persuasion by litigators, lobbyists, and salespeople. (JEL D72, D82, D83, K40, M31) their distribution. Therefore, so long as the judge's action is not linear in her beliefs, the prosecutor may benefit from persuasion.\n\nTo make this concrete, suppose the judge (Receiver) must choose one of two actions: to acquit or convict a defendant. There are two states of the world: the defendant is either guilty or innocent. The judge gets utility 1 for choosing the just action (convict when guilty and acquit when innocent) and utility 0 for choosing the unjust action (convict when innocent and acquit when guilty). The prosecutor (Sender) gets utility 1 if the judge convicts and utility 0 if the judge acquits, regardless of the state. The prosecutor and the judge share a prior belief Pr (guilty) = 0.3.\n\nThe prosecutor conducts an investigation and is required by law to report its full outcome. We can think of the choice of the investigation as consisting of the decisions on whom to subpoena, what forensic tests to conduct, what questions to ask an expert witness, etc. We formalize an investigation as distributions π (⋅ | guilty) and π (⋅ | innocent) on some set of signal realizations. The prosecutor chooses π and must honestly report the signal realization to the judge.\n\nIf there is no communication (or equivalently, if π is completely uninformative), the judge always acquits because guilt is less likely than innocence under her prior. If the prosecutor chooses a fully informative investigation, one that leaves no uncertainty about the state, the judge convicts 30 percent of the time. The prosecutor can do better, however. As we show below, his uniquely optimal investigation is a binary signal:\n\nThis leads the judge to convict with probability 60 percent. Note that the judge knows 70 percent of defendants are innocent, yet she convicts 60 percent of them! She does so even though she is fully aware that the investigation was designed to maximize the probability of conviction.\n\nIn this paper, we study the general problem of persuading a rational agent by controlling her informational environment. We consider a symmetric information setting with an arbitrary state space and action space, an arbitrary prior, and arbitrary state-dependent preferences for both Sender and Receiver. Sender chooses an informative signal about the state of the world, Receiver observes a realization from this signal, and then she takes an action. Throughout the analysis, we prohibit Sender from making transfers or affecting Receiver's payoffs in any way. We focus on two questions: (i) when does there exist a signal that strictly benefits  Sender, and (ii)  what is an optimal signal from Sender's perspective?\n\nA key assumption of our model is that Sender cannot distort or conceal information once the signal realization is known. This allows us to abstract from the incentive compatibility issues that are the focus of much of the previous literature on strategic communication. We discuss the precise meaning of this assumption and the settings where it is likely to apply when we introduce the general model below.\n\nWe begin by establishing a result that simplifies our analysis. We show that we can reexpress the problem of choosing an optimal signal as a search over distributions of posteriors subject to the constraint that the expected posterior is equal to the prior. This reformulation of Sender's problem provides a useful geometric approach to deriving the optimal signal.\n\nWhen does there exist a signal that strictly benefits Sender? Consider why the prosecutor in the example benefits from the opportunity to provide information to the judge. Since the judge is rational, providing information must sometimes make her more convinced and sometimes less convinced that the defendant is guilty. The former will strictly improve the prosecutor's payoff if the information is strong enough to induce conviction. The latter, however, will not reduce the prosecutor's payoff, since the judge already acquits the defendant by default. The net effect is to increase the prosecutor's payoff in expectation. We show that in general Sender benefits from persuasion whenever (i) Receiver does not take Sender's preferred action by default (in a sense we make precise below) and (ii) Receiver's action is constant in some neighborhood of beliefs around the prior. When these conditions hold, Sender can benefit by sending a signal that induces a better action with positive probability and balances this with a worse belief that leaves Receiver's action unchanged. We also show that whether Sender benefits from persuasion depends in a natural way on the concavity or convexity of Sender's payoff as a function of Receiver's beliefs.\n\nWe next turn to studying optimal signals. We use tools from convex analysis to characterize the optimal signal for any given set of preferences and initial beliefs. We show that no disclosure of information is optimal when Sender's payoff is concave in Receiver's beliefs, and full disclosure is optimal when Sender's payoff is convex in Receiver's beliefs.\n\nWe then generalize two important properties of the optimal signal in the example above. Notice, first, that when the judge chooses the prosecutor's least-preferred action (acquit), she is certain of the state. That is, she never acquits guilty defendants. Otherwise, we would have π (i | guilty) > 0. But then the prosecutor could increase his payoff by decreasing π (i | guilty) and increasing π (g | guilty) ; this would strictly increase the probability of g and would only increase the willingness of the judge to convict when she sees g. We establish that, in general, whenever Receiver takes Sender's least-preferred action, she knows with certainty that the state is one where this action is uniquely optimal.\n\nSecond, notice that when the judge convicts, she is exactly indifferent between convicting and acquitting. If she strictly preferred to convict upon seeing g, the prosecutor could increase his payoff by slightly decreasing π (i | innocent) and increasing π (g | innocent) ; this would increase the probability of g and leave the judge's optimal action given the message unchanged, thus increasing the probability of conviction. We show that, in general, whenever Receiver has an interior posterior, she is effectively indifferent between two actions.\n\nWe also examine how the extent of information transmission and Sender's gain from persuasion depend on the alignment of Sender's and Receiver's preferences. In contrast to previous work on strategic communication, we find that making preferences more aligned can reduce the extent of communication in equilibrium.\n\nWe next apply our results to two examples. First, we examine the type of studies that a lobbying group might fund so as to influence a benevolent politician. Then, we analyze a seller's provision of free trials or other information to potential consumers.\n\nIn the final section of the paper, we discuss extensions of our results to settings where Receiver has private information and where there are multiple receivers.\n\nThe observation that Bayesian updating only restricts the expectation of posteriors has been made before and has been utilized in a variety of contexts. The work most closely related to our paper is Robert J.  Aumann and Michael B. Maschler (1995)  and Isabelle  Brocas and Juan D. Carrillo (2007) . Aumann and Maschler (1995)  employ formal methods very similar to ours to analyze repeated games of incomplete information. They study the value to a player of knowing which game is being played when the other player lacks this knowledge, a fixed zero-sum game is repeated ad infinitum, players maximize their long-run nondiscounted average payoffs, and payoffs are not observed. The fact that the informed player's initial actions have no impact on his long-run average payoffs (and can thus be treated as nothing but a signal) combined with a focus on Nash equilibria (which implicitly allow for commitment) makes Aumann and Maschler's problem mathematically analogous to ours. Brocas and Carrillo (2007)  analyze the gain to Sender from controlling the flow of public information in a setting with a binary state space and information that consists of a sequence of symmetric binary signals. Our consideration of a more general environment allows us to provide new intuitions about when Sender benefits from persuasion and about the optimal informational environment from Sender's perspective. For example, we establish that whenever Receiver has finitely many actions and there is some information Sender would share, Sender benefits from persuasion. Also, we derive several novel properties that beliefs induced by an optimal signal must satisfy.\n\nThis paper also relates to a broader literature on optimal information structures. Luis  Rayo and Ilya Segal (2010)  characterize the optimal disclosure policy under specific assumptions about preferences and about Receiver's outside option. Michael  Ostrovsky and Michael Schwarz (2010)  examine the equilibrium design of grade transcripts and the resulting information about quality of students when schools compete to place their students in good jobs. Johannes Hörner and Andrzej Skrzypacz (2005) demonstrate how sequential revelation of partially informative signals can increase payments to a Sender who is trying to sell his information to Receiver. Finally, the results in our paper connect to several other strands of research, including work on optimal advertising, self-signalling, and contract theory."
    },
    {
      "title": "I. A Model of Persuasion"
    },
    {
      "title": "A. setup",
      "text": "Receiver has a continuous utility function u (a, ω) that depends on her action a ∈ A and the state of the world ω ∈ Ω. Sender has a continuous utility function v (a, ω) that depends on Receiver's action and the state of the world. Sender and Receiver share a prior μ 0 ∈ int (Δ (Ω) ) .  1  The action space A is compact and the state space Ω is finite. The latter assumption is mainly for ease of exposition. In the online Appendix, we show that our central characterization result extends to the case where Ω is any compact metric space.\n\nA signal π consists of a finite realization space s and a family of distributions {π (⋅ | ω) } ω∈Ω over s. Sender chooses a signal. Receiver observes Sender's choice of the signal and a signal realization s ∈ s, and then takes her action. Our solution concept is Sender-preferred subgame perfect equilibrium: given Sender's choice of π and a signal realization s, Receiver forms the posterior μ s using Bayes's rule and takes an action from the set a * ( μ s ) = arg ma x a∈A E μ s  [u (a, ω)  ] . We assume that there are at least two actions in A and that for any action a there exists a μ such that a ∈ a * (μ) . If Receiver is indifferent between some actions at a given belief, we assume she takes an action that maximizes Sender's expected utility. This assumption simplifies notation and provides a useful benchmark in case of multiple equilibria. We let  a (μ) denote Receiver's equilibrium action at belief μ.  2  We refer to  a ( μ 0 ) as the default action. Taking Receiver's behavior as given, Sender chooses a signal π which maximizes his expected utility.  3 In the remainder of the paper, we use the term \"equilibrium\" to mean a Sender-preferred subgame perfect equilibrium.\n\nA common special case is where ω is a real-valued random variable, Receiver's action depends only on the expectation E μ [ω] , rather than the entire distribution μ, and Sender's preferences over Receiver's actions do not depend on ω. This holds, for example, if u (a, ω) = -(a -ω) 2 and v (a, ω) = a. When these conditions are satisfied, we will say that Sender's payoff depends only on the expected state.\n\nWe define the value of a signal to be the equilibrium expectation of v (a, ω) under that signal. The gain from a signal is the difference between its value and the equilibrium expectation of v (a, ω) when Receiver obtains no information. sender benefits from persuasion if there is a signal with a strictly positive gain. A signal is optimal if no other signal has higher value. Clearly, in equilibrium Sender selects an optimal signal.\n\nGiven a signal, each signal realization s leads to a posterior belief μ s ∈ Δ (Ω) . Accordingly, each signal leads to a distribution over posterior beliefs. We denote a distribution of posteriors by τ ∈ Δ (Δ (Ω) ) . Algebraically, a signal π induces τ if Supp (τ) = { μ s } s∈s and\n\nWe say a belief μ is induced by a signal if τ is induced by that signal and τ (μ) > 0.\n\nA distribution of posteriors is Bayes plausible if the expected posterior probability equals the prior:\n\nμ τ (μ) = μ 0 ."
    },
    {
      "title": "B. simplifying the problem",
      "text": "A distribution of posteriors induced by a signal determines a distribution of Receiver's actions. From Sender's perspective, any signal that induces the same distribution of actions conditional on the state must have the same value. To determine whether there exists a signal with some given value, therefore, it is sufficient to ask whether there exists a distribution of Receiver's posteriors that can be induced by a signal and that generates expected utility for Sender equal to that value. Hence, we need to know (i) which distributions of posteriors can be induced, and (ii) what is the expected utility generated by each distribution of posteriors?\n\nBayesian rationality requires that any equilibrium distribution of Receiver's beliefs be Bayes-plausible. Our first proposition below shows that this is the only restriction imposed by Bayesian rationality. That is, for any Bayes-plausible distribution of posteriors there is a signal that induces it.  4 hen both Sender and Receiver hold some belief μ, Sender's expected utility is equal to\n\nSince Sender's and Receiver's beliefs coincide, Sender's utility from any signal which induces a distribution of posteriors τ is simply the expectation of  v under τ, i.e., E τ  v (μ) . Combining the two observations above allows us to greatly simplify the analysis of our game. We simplify the analysis further by noting that, without loss of generality, we can restrict our attention to a particular class of signals. Say that a signal is straightforward if s ⊆ A and Receiver's equilibrium action equals the signal realization. In other words, a straightforward signal produces a \"recommended action\" and Receiver always follows the recommendation.\n\nPROPOSITION 1: the following are equivalent:\n\n(i) there exists a signal with value v * ;\n\n(ii) there exists a straightforward signal with value v * ;\n\n(iii) there exists a Bayes-plausible distribution of posteriors τ such that\n\nDetailed proofs of all propositions are in Appendix A. The basic idea behind this proposition, however, is simple. The equivalence of (i) and (ii) is closely analogous to the revelation principle (e.g., Roger B.  Myerson 1979) , except that the revelation principle applies to problems where players' information is a given, while our problem is that of designing the informational environment. To see the equivalence between (i) and (iii), given a τ let s index Supp (τ) and consider a signal π (s | ω) = μ s (ω) τ ( μ s ) / μ 0 (ω) . Simple algebra reveals that π induces τ. As we mentioned earlier, this equivalence shows that Bayes plausibility is the only restriction on the equilibrium distribution of posteriors. 5 This fact is closely related to Eran  Shmaya and Leeat Yariv's (2009)  concurrent work that identifies which sequences of distributions of posteriors are consistent with Bayesian rationality.\n\nThe key implication of Proposition 1 is that to evaluate whether Sender benefits from persuasion and to determine the value of an optimal signal we need only ask how E τ  v (μ) varies over the space of Bayes-plausible distributions of posteriors. 6\n\nCOROLLARY 1: sender benefits from persuasion if and only if there exists a Bayesplausible distribution of posteriors τ such that\n\nthe value of an optimal signal is\n\nNote that Corollary 1 does not by itself tell us that an optimal signal exists. Our focus on Sender-preferred equilibria, however, implies that  v is upper semicontinuous which in turn ensures the existence of an optimal signal.\n\nWe introduce a final definition that will be useful in the analysis that follows. Let V be the concave closure of  v :\n\nwhere co (  v ) denotes the convex hull of the graph of  v . Note that V is concave by construction. In fact, it is the smallest concave function that is everywhere weakly greater than  v . 7 Figure  1  shows an example of the construction of V. In this figure, the state space is binary, and we identify a distribution μ with the probability of one of the states. Specifying this probability of course uniquely pins down the entire distribution μ.\n\nTo see why\n\nis the set of (μ, z) such that if the prior is μ, there exists a signal with value z. Hence, V (μ) is the largest payoff Sender can achieve with any signal when the prior is μ.\n\n5 Juan-Jose  Ganuza and Jose Penalva (2010)  utilize this isomorphism between signals and distributions of posteriors to introduce orders on the space of signals based on the dispersion of the distribution of posteriors they induce. 6 This observation reveals a strong connection between our setting and the behavioral economics literature where agents are assumed to have explicit preferences over beliefs and choose what information to obtain (e.g., Andrew  Caplin and John Leahy 2004; Botond K ˝ o szegi 2006; Kfir Eliaz and Ran Spiegler 2006 ). 7 Our definition of concave closure is closely related to the notion of a biconjugate function in convex analysis (Jean-Baptiste Hiriart-Urruty and Claude Lemaréchal 2004). Aumann and Maschler (1995)  refer to V as the concavification of  v .\n\nCOROLLARY 2: the value of an optimal signal is V ( μ 0 ) . sender benefits from persuasion if and only if V ( μ 0 ) >  v ( μ 0 ) .\n\nFigure  2  shows the function  v , the optimal signal, and the concave closure V in the motivating example from the introduction. In the figure, μ denotes the probability that the state is guilty. As panel A shows,  v is a step function: the prosecutor's expected payoff is 0 whenever μ is less than 0.5 (since the judge will choose acquit) and 1 whenever μ is greater than or equal to 0.5 (since the judge will choose convict). As panel B shows, the optimal signal induces two posterior beliefs. When the judge observes i, her posterior belief is μ = 0 and  v (0) = 0. When the judge observes g, her posterior belief is μ = 0.5 and  v (0.5) = 1. The distribution τ over these beliefs places probability 0.4 on μ = 0 and probability 0.6 on μ = 0.5. Hence, the prosecutor's expected utility is E τ  v (μ) = 0.6. The distribution τ is Bayes plausible since μ 0 = 0.3 = 0.4 × 0 + 0.6 × 0.5. As panel C shows, the concave closure V is equal to 2μ when μ ≤ 0.5 and constant at 1 when μ > 0.5. It is clear that\n\nand that the value of the optimal signal is V ( μ 0 ) . Finally, following the proof of Proposition 1, it is easy to compute the signal that induces the optimal τ : π (s | ω) = μ s (ω) τ ( μ s ) / μ 0 (ω) . This yields the signal in equation (1) ."
    },
    {
      "title": "C. the commitment Assumption",
      "text": "Most existing models of strategic communication consider settings where Sender is perfectly informed and has a limited ability to commit to communicate to Receiver\n\nwhat he knows. For example, in Vincent  Crawford and Joel Sobel (1982) , he can costlessly send any message regardless of what he knows. In Sanford J.  Grossman (1981)  and Paul  Milgrom (1981) , he must tell the truth but not necessarily the whole truth. In Navin  Kartik (2009) , he suffers a lying cost for reporting messages that are far from the truth. In A. Michael  Spence (1973) , his cost of sending a high education message is decreasing in his true ability.\n\nOur model gives Sender more commitment power than these papers because it assumes the realization of the signal is truthfully communicated to Receiver. This makes our environment effectively nonstrategic. Receiver solves a simple decision problem given the information she receives, and Sender needn't worry about Receiver's interpretation of his actions. In particular, Sender's choice of a signal establishes the meaning of messages and eliminates the possibility of babbling equilibria and related coordination failures that are common in other models of strategic communication.\n\nAlthough this commitment assumption is strong, it is weaker than it may seem at first. For instance, it may seem restrictive to assume that Sender can generate signals that are arbitrarily informative. This assumption, however, is innocuous under an appropriate interpretation of the state ω. We can define ω to be the realization of the most informative signal Sender can generate. Then, his choice of π is equivalent to a choice of how much to garble information that is potentially available.\n\nIt may also seem restrictive to assume that Sender can commit to limit the information he gathers. In many situations, we might worry that when Sender chooses a partially informative signal, he may wish to deviate and generate additional information following certain signal realizations. As we show later, however, under the optimal signal, Sender would never want to generate any further information regardless of the initial signal realization (cf. Lemma 2 in the Appendix).\n\nFinally, we can also weaken the assumption that Sender will truthfully communicate any signal realization, and allow Sender to conceal some or all of his information, so long as the messages he does send are verifiable. Specifically, consider an alternate game where Sender chooses signal π, privately observes its realization s,\n\nand then sends a message m ∈  (s) such that s ∈ m.  8  Receiver knows what signal π Sender chose and observes the message m. foot_5 Given any preferences and initial beliefs, the set of equilibrium outcomes of this alternate game and the set of equilibrium outcomes of the game we study in this paper coincide. We present a proof of this claim in the online Appendix.\n\nThere are a number of real-world settings in which our commitment assumption is a reasonable approximation. First, there are contexts where commitment is legally mandated. Our motivating example of a prosecutor persuading a judge is a good example of such a context. In Brady v. maryland, foot_6  the Supreme Court of the United States ruled that a prosecutor violates the Due Process Clause of the Fourteenth Amendment when he fails to disclose material evidence favorable to the accused. Since a prosecutor maximizing convictions would always willingly choose to report any evidence unfavorable to the accused, our assumption that he discloses any evidence, i.e., any signal realization, seems justifiable.  11 econd, there are settings where Sender cannot avoid learning all the available information but is able to commit to a stochastic disclosure rule π : Ω → Δ (s). Examples include a school choosing a coarse grading policy for students, or a rating agency choosing a scoring procedure for hospitals.\n\nThird, procedures for information gathering in organizations often involve commitment, either formally through contracts, or informally through reputation. Firms commit to the information they will seek out for performance reviews. Academic departments follow fixed rules about the information they will solicit for midterm or tenure reviews.\n\nFourth, there are many settings where the decision to conduct tests or studies is publicly observable, and the results are verifiable ex post. Tobacco companies, for example, commission third party studies on the health effects of smoking. They can limit the precision of the information they gather and may find it costly to suppress or distort the results after the fact. Medical research provides another, especially clear example. In order to be eligible for consideration by any major peer-reviewed biomedical journal, a randomized clinical trial must be registered in a publicly accessible trials registry before any subjects are enrolled. foot_8 Similarly, the design of drug trials must be submitted ahead of time to the FDA. In both cases, the design must be registered before any information can be gathered, and deviating from the proposed design renders a study invalid.\n\nFifth, in many situations, both Sender's choice of the signal and the signal realization are directly observed by Receiver. Examples include a soft drink maker running a public taste test and a software maker providing a limited trial version of its software.\n\ntHE AmERicAn EcOnOmic REViEW OctOBER 2011\n\nEven in settings where Sender cannot commit, our model may still prove useful. In the online Appendix, we show that Sender's gain from persuasion in our model is weakly greater than his gain in any alternative communication game, including all those mentioned in the first paragraph of this subsection. Hence, the results in this paper provide an upper bound on gains from communication that are possible regardless of Sender's commitment power."
    },
    {
      "title": "II. When Does Sender Benefit from Persuasion?",
      "text": "Corollary 2 provides a necessary and sufficient condition for Sender to benefit from persuasion in terms of the concave closure V. In any problem where we can graph the function  v , it is straightforward to construct V and determine the prior beliefs, if any, at which V ( μ 0 ) >  v ( μ 0 ) . In Figure  1 , Sender benefits from persuasion for any μ 0 ∈ ( μ l , μ h ) , and does not benefit from persuasion for any μ 0 ≤ μ l or μ 0 ≥ μ h . In Figure  2 , Sender benefits from persuasion for any μ 0 < 0.5 -i.e., at any prior belief at which the judge does not convict by default. In this section, we show ways to determine whether V ( μ 0 ) >  v ( μ 0 ) in cases when the state space is too large to graph  v . We first do this in terms of the properties of  v , and then in terms of the primitives of our model, namely Sender and Receiver's preferences and initial beliefs.\n\nCorollaries 1 and 2 tell us that Sender benefits from persuasion if and only if there exists a τ such that\n\n). Whether this is the case is naturally tied to the concavity or convexity of  v .\n\nREMARK 1: if  v is concave, sender does not benefit from persuasion for any prior. if  v is convex and not concave, sender benefits from persuasion for every prior.\n\nObserve that in the simple case where Sender's payoff does not depend on the state,  v (μ) = v (  a (μ) ). The concavity or convexity of  v then depends on just two things: whether Receiver's action  a (μ) is concave or convex in μ, and whether Sender's payoff v (a) is concave or convex in a. If both  a and v are concave, Sender does not benefit from persuasion. If both  a and v are convex and at least one of them is not concave, Sender benefits from persuasion.\n\nOften,  v will be neither convex nor concave. This is true, for example, in our motivating example as shown in Figure  2 . As we discussed earlier, the fact that Sender benefits from persuasion in that example hinges on (i) the fact that Receiver does not take Sender's preferred action by default, and (ii) the fact that Receiver's action is constant in a neighborhood around the prior. We now show that these two conditions, suitably generalized, play a crucial role more broadly.\n\nTo generalize (i), say there is information sender would share if ∃ μ such that\n\nIn other words, there is a μ such that, if Sender had private information that led him to believe μ, he would prefer to share this information with Receiver rather than have Receiver act based on μ 0 . Note that when v does not depend on ω, there is information Sender would share as long the default action is not dominant, i.e., as long as v (  a ( μ 0 )) < v(a) for some a ∈ A. This is the sense in which equation (2) generalizes condition (i).\n\nTo generalize (ii), we say Receiver's preference is discrete at belief μ if Receiver's expected utility from her preferred action  a (μ) is bounded away from her expected utility from any other action, i.e., if there is an ε >\n\nWhen A is finite, Receiver's preference is not discrete only if Receiver is exactly indifferent between two distinct actions. Our main result in this section is that the generalization of (i) is necessary, while generalizations of (i) and (ii) are jointly sufficient, for Sender to benefit from persuasion.\n\nPROPOSITION 2: if there is no information sender would share, sender does not benefit from persuasion. if there is information sender would share and Receiver's preference is discrete at the prior, sender benefits from persuasion. if A is finite, Receiver's preference is discrete at the prior generically.\n\nThe first part of the proposition is easy to see. If there is no information Sender would share, any realization of any signal leads Receiver to take an action Sender weakly dislikes relative to the default action. Hence, a completely noninformative signal is optimal.\n\nThe intuition for the second part is as follows. Because there is information that Sender would share we can find a belief μ h such that \n\nMoreover, the discreteness of Receiver's preference implies that there is a belief near the prior, say μ l , such that  a ( μ l ) is equal to Receiver's default action and μ 0 is on the segment between μ l and μ h . That mixing point μ l and μ h produces a strictly positive gain is obvious in a case like the motivating example where Sender's payoff v does not depend on the state. The argument is more subtle when v does depend on the state. The key observation is that for any given action by Receiver, Sender's utility is linear in μ. In particular, ∑ ω v (  a ( μ 0 ), ω) μ (ω) is linear in μ. This implies that mixing μ l with μ h yields a strictly positive gain.\n\nNote that the second part of the proposition is of no use if A is connected. In that case, the continuity of u implies that Receiver's preference cannot be discrete at any belief. In contrast, as the last part of the proposition establishes, when A is finite, the set of beliefs at which Receiver's preference is not discrete is Lebesgue measure zero in Δ (Ω) . This holds because Receiver is indifferent between two actions only at finitely many beliefs, which means that she is generically not indifferent at the prior. The last part of Proposition 2 is not meant to suggest, however, that there is some form of discontinuity in Sender's benefit from persuasion as we move from large finite choice sets to infinite ones. As the action space becomes large, the gain from persuasion may become arbitrarily small. sender's payoff depends only on the Expected state.-We have shown that when  v can be graphed, inspection of the graph can show directly whether Sender benefits from persuasion. The domain of  v , however, is Δ (Ω) . This means that it is possible to easily depict  v only when there are two or three states. When there are more states, our propositions still apply, but one cannot approach the problem by simply studying the graph of  v . When Sender's payoff depends only on the expected state, however, a natural conjecture is that we could learn about Sender's gain from persuasion by graphing Sender's payoff as a function of the expected state E μ [ω] rather than as a function of μ directly. If so, we would have a simple two-dimensional representation of this subclass of problems regardless of the size of the state space.\n\nWhen Sender's payoff depends only on the expected state, there exists a ˜\n\nThe following Proposition shows that the conjecture above is correct: we can determine whether Sender benefits from persuasion simply by inspecting ˜ V and ˜ v . In Section V below, we provide an example of how this result can greatly simplify the analysis of problems with a large state space.\n\nPROPOSITION 3: When sender's payoff depends only on the expected state, sender benefits from persuasion if and only if ˜\n\nTo see that ˜\n\n) implies Sender cannot benefit from persuasion, we need only note that for any Bayes-plausible τ,\n\n) . If this τ were Bayes-plausible, we could construct a signal that induces it and we would be done. The trouble is that E τ [ E μ  [ω]  ] = E μ 0 [ω] does not guarantee that τ is Bayes plausible. To construct a signal with a strictly positive gain, we show that it is always possible to find a belief μ′ such that E μ′ [ω] = E μ 0 [ω] and a Bayes-plausible τ ′ that is a mixture of τ and μ′ . Since"
    },
    {
      "title": "III. Optimal Signals",
      "text": "Corollary 2 shows that the value of an optimal signal is V ( μ 0 ) . When it is possible to graph  v and V, we can read V ( μ 0 ) and the gain V ( μ 0 ) - v ( μ 0 ) off the graph directly. The graphs of  v and V also identify the beliefs induced by the optimal signal-these are the points on  v whose convex combination yields value V ( μ 0 ) . In Figure  1 , we see that the optimal signal induces beliefs μ l and μ h . As we explained at the end of Subsection IB, once these beliefs are identified, it easy to compute the optimal signal which generates them.\n\nDetermining the optimal signal is also easy when  v is convex or concave. Say that no disclosure is optimal if μ s = μ 0 for all s realized with positive probability under the optimal signal. If, at the other extreme, μ s is degenerate foot_10  for all s realized with positive probability under the optimal signal, say that full disclosure is optimal. Then, if  v is (strictly) concave, no disclosure is (uniquely) optimal, and if  v is (strictly) convex, full disclosure is (uniquely) optimal. This observation follows directly from the definitions of convexity and concavity."
    },
    {
      "title": "When ",
      "text": "v cannot be visualized and is neither convex nor concave, we can still develop insight about optimal signals by noting general properties of beliefs induced by optimal signals. Recall that in the motivating example: (i) whenever the judge chooses the prosecutor's least-preferred action (acquit), she is certain of the state; and (ii) whenever she chooses an action that is not the prosecutor's least-preferred (convict), she is indifferent between that action and a worse one.\n\nThe first of these properties holds in general. Define an action a _ to be a worst action if v ( a _ , ω) < v (a, ω) for all ω and all a ≠ _ a . Say that Receiver is certain of her action at a belief μ if μ (ω) = 0 for all ω s.t. {  a (μ) } ≠ arg max u(a, ω). If a =  a (μ) say that μ leads to a. The proof of the following proposition follows the logic we described in the introduction with regard to the motivating example.\n\nPROPOSITION 4: if an optimal signal induces a belief μ that leads to a worst action, Receiver is certain of her action at μ.\n\nThe second of the properties above, on the other hand, is not completely general when v depends on ω. Sender's preferences could then take a form such that two actions a 1 and a 2 are both induced by an optimal signal, but at the belief at which Receiver takes a 1 Sender is exactly indifferent between a 1 and a 2 . Then the logic described in the introduction-where Sender could improve his payoff by shifting probability mass away from a belief that induced a strict preference for one action in order to increase the probability of an alternative action-need not hold, since Sender is exactly indifferent to this change. However, if this occurs under a particular utility function v, it will not occur for a slight perturbation of v. The following assumption rules out this pathological case.\n\nASSUMPTION 1: there exists no action a s.t.\n\nThe intuition that we provided for property (ii) applies to any interior belief. The same intuition, however, also applies to any belief which leads to an action that Sender cannot improve upon. Say an action a is best attainable\n\nPROPOSITION 5: suppose Assumption 1 holds and sender benefits from persuasion. if a belief μ induced by an optimal signal is either (i) interior or (ii) leads to a best-attainable action, then Receiver's preference is not discrete at μ.\n\nRecall that when the action space is finite, Receiver's preference is not discrete at μ means that she is indifferent between two actions at μ. Hence, in the motivating example, Proposition 5 implies that the judge is indifferent between convicting and acquitting when she convicts.\n\nThe motivating example suggests an additional property of the optimal signal. Because the prosecutor's payoff is (weakly) increasing in the judge's posterior belief that the state is guilty, it is meaningful to talk about beliefs that place more weight on innocent as being \"worse\" from the prosecutor's perspective. A different way to look at properties (i) and (ii) is that the prosecutor chooses an investigation that induces the worst possible belief consistent with a given action by the judgecertainty of innocence when the action is acquit, and indifference when the action is convict. In the online Appendix, we show that when Sender's payoffs are monotonic in Receiver's beliefs, there is a general sense in which Sender always induces the worst belief consistent with a given action.\n\nsender's payoff depends only on the Expected state.-Recall that we established earlier that when Sender's payoff depends only on the expected state, there is a function ˜\n\n, and Sender benefits from persuasion if and only if ˜\n\n). We might conjecture that the value of an optimal signal is ˜\n\n). This conjecture turns out to be false. Recall from the discussion of Proposition 3 that even though we know there is always a τ s.\n\n), such τ need not be Bayes plausible. In order to show that Sender could benefit from persuasion, we had to mix the beliefs in the support of τ with another belief μ′ such that\n\n. This reduces the value of the signal strictly below ˜\n\n).\n\nFor a concrete example, suppose that\n\nHence, ˜ V is constant at 1 and in particular ˜\n\nYet, whenever the prior puts any weight on ω = 0, the value of any mechanism is strictly less than 1. Hence, when Sender's payoff depends only on the expected state, we can use ˜ v to determine whether Sender benefits from persuasion, but ˜\n\n) is only an upper bound on the value of an optimal signal. To characterize the optimal signal more precisely, we need to study  v directly or derive its properties from Propositions 4 and 5."
    },
    {
      "title": "IV. Preference Alignment",
      "text": "We say that preferences ( u′ , v′ ) are more aligned than (u, v) if for any a and any μ\n\nwhere  a ′ (μ) denotes Receiver's equilibrium action when her belief is μ and her utility is u′ . Note that the functional form used to index alignment in the main example of  Crawford and Sobel (1982)  satisfies this definition.\n\nIt is easy to establish that Sender necessarily obtains higher utility if preferences are more aligned. Consider moving from (u, v) to a more aligned ( u′ , v) . We hold v constant so that Sender's utility is measured on a constant scale. Plugging in a =  a (μ) to the definition above, it is immediate that\n\nfor all μ, so the value of the optimal signal is weakly higher under ( u′ , v) than under (u, v) . Note, however, that when greater alignment changes the default action, it is possible for the gain from persuasion to be lower under more aligned preferences.\n\nThe impact of alignment on the amount of information communicated in equilibrium is also ambiguous. On the one hand, the more Receiver responds to information in a way consistent with what Sender would do, the more Sender benefits from providing information. On the other hand, when preferences are more aligned Sender can provide less information and still sway Receiver's action in a desirable direction. Hence, making preferences more aligned can make the foot_11  optimal signal either more or less informative."
    },
    {
      "title": "V. Examples"
    },
    {
      "title": "A. Lobbying",
      "text": "Consider a setting where a lobbying group commissions a study with the goal of influencing a benevolent politician. Such studies are common in practice. The tobacco lobby has spent large sums funding studies about the health effects of smoking (Joaquin  Barnoya and Stanton A. Glantz 2006) . Drug companies spend over $14 billion a year funding clinical trials of their products (Hamilton  Moses III et al. 2005) . Would it make sense for the lobbyist to commission such studies even if the politician is rational and knows the lobbyist is providing information with the goal of influencing her decision? Would the optimal study in this case be biased toward supporting the lobbyist's position or fully revealing of the true state?\n\nHere, our commitment assumption requires that the information the lobbyist gathers is observable to the politician, and that the lobbyist can make verifiable claims about what the information shows. Recall from Section C that it is not necessary to assume the lobbyist truthfully reports everything he knows, so long as any claims he does make are verifiable.\n\nWe assume that the politician (Receiver) chooses a unidimensional policy a ∈ [0, 1]. The state ω ∈ [0, 1] is the socially optimal policy. The lobbyist (Sender) is employed by an interest group whose preferred action a * = αω + (1 -α) ω * , with α ∈ [0, 1], depends on ω but is biased toward a specific policy ω * > 1. The politician's payoff is u = -(a -ω) 2 and the lobbyist's payoff is v = -(aa * ) 2 . We are interested in the way the equilibrium depends on the extent of preference disagreement, as captured by α and ω * . It is easy to see that an increase in α or a decrease in ω * makes preferences more aligned according the definition in Section IV.\n\nSince\n\nWe can now easily solve for the optimal signal;  v is linear in μ when α = 1/2, strictly convex when α > 1/2, and strictly concave when α < 1/2. From the discussion in Section III, this implies that when α > 1/2, i.e., the lobbyist's preferences are sufficiently aligned with those of the politician, full disclosure is uniquely optimal. 16  When α < 1/2, i.e., the lobbyist's and the politician's preferences diverge significantly, no disclosure is uniquely optimal. When α = 1/2 all signals yield the same value. There is thus a natural sense in which some alignment of preferences is necessary for information to be communicated in equilibrium even when Sender has the ability to commit.\n\nNote, however, that the optimal signal is independent of ω * . This is important because ω * also captures a form of disagreement between the lobbyist and the politician. We might have expected communication to be difficult when ω * is much greater than one. Unlike α, however, ω * does not affect the way the lobbyist's payoff varies across realizations of a signal. The loss the lobbyist suffers from high values of ω * is thus a sunk cost and does not affect the decision of how best to persuade. This is another illustration of the ambiguous effect of preference alignment in our setting. 17  An interesting feature of this example is that the lobbyist either commissions a fully revealing study or no study at all. This contrasts with the observation that industry-funded studies often seem to produce results more favorable to the industry than independent studies. The model suggests that commissioning such biased studies when policymakers are rational may not be optimal from the industry's perspective. If such studies are optimal, it is likely that the intended constituency is not fully rational, the lobbyists cannot commit not to distort study results ex post, or the payoff functions differ from those in this simple example in a way that makes asymmetric signals optimal."
    },
    {
      "title": "B. supplying product information",
      "text": "Firms often provide information to consumers to help them learn about the match between their preferences and the characteristics of the firm's products. Car dealers allow consumers to test drive cars. Pharmaceutical advertising informs consumers of the conditions for which a particular drug is likely to be effective. Software producers allow consumers to download trial versions of their products. In each of these cases, firms decide what kind of signal consumers can obtain-the length and frequency of test drives, the details included in ads, the number of features that are available in the free version of software, and so on.\n\nOur commitment assumption is natural in this setting because the consumer observes the signal and its realization directly. The assumption of common priors is 16 Even if we remove the restriction that α ∈ [0, 1], it remains the case that  v is convex whenever α > 1/2. Hence, even if the interest group's preferences differ greatly from socially optimal ones by being overly sensitive to ω, full disclosure remains uniquely optimal. 17 This observation also highlights a difference between our setting and delegation models where Receiver has commitment power (e.g., Bengt R.  Holmstrom 1984 , Wouter Dessein 2002 , Ricardo Alonso and Niko Matouschek 2008) . In those models, Sender has no commitment power, but Receiver commits ex ante how she will respond to messages from Sender. Nahum D.  Melumad and Toshiyuki Shibano (1991)  analyze such a game with the same preferences as in this example and show that the amount of information communicated in equilibrium depends on ω * as well as α. Hence, the way in which preference disagreement affects communications depends on the nature of commitment. Note that when there is a worst action for Sender and both parties have complete commitment, full disclosure is always an equilibrium: Receiver would commit to take that worst action at any nondegenerate belief and thus force Sender to send a fully informative signal. also natural when the state is the match between a particular consumer's preferences and a product rather than the product's overall average quality.\n\nTracy R. Lewis and David E. M. Sappington (1994), Simon P.  Anderson and Regis Renault (2006) , and Justin P.  Johnson and David P. Myatt (2006)  study the question of how much information firms should provide to their potential customers. Here, we derive the optimal signal in a simple version of the  Lewis and Sappington (1994)  model.  18  firm (Sender) faces a single consumer (Receiver) who decides whether to buy one unit of the firm's product or not. If the consumer does not purchase, she gets an outside option which yields utility u _ ∈ [0, 1]. The consumer gets utility ω ∈ [0, 1] from buying the product. The state ω indexes the match quality between consumer's taste and the product (holding constant the price and other characteristics which we treat as exogenous). The firm and the consumer share a prior μ 0 about ω. The consumer is risk neutral and hence will buy the product if and only if E μ [ω] ≥ u _ where μ is her posterior belief about ω. To make things interesting, we suppose that the default action is not to buy, i.e., E μ 0 [ω] < u _ . The firm chooses the type of interaction that the consumer can have with the product before deciding whether to purchase it. Formally, it chooses a signal π : [0, 1] → Δ (s) that the consumer can observe about ω.\n\nWe again begin by computing  v . Denoting the decision to buy with 1 and the alternative with 0, we have \n\nIn this example,  v is difficult to visualize. However, since Sender's payoff depends only on the expected state, we can depict ˜ v and ˜ V (Figure  3 ). Since ˜\n\n), Proposition 3 tells us there exists an advertising campaign that increases the firm's revenue. Also, as we discussed at the end of Section III, while we cannot determine the optimal campaign by examining ˜ v , we know that ˜\n\n) is an upper bound on the market share that can be achieved by any advertising campaign.\n\nAlthough we cannot easily solve for the optimal signal in this example, the propositions in Section III allow us to characterize it. An optimal signal induces two possible beliefs, whose expectations are illustrated by E μ l [ω] and E μ h [ω] in Figure  3 .  19  We know that any consumer who buys the product will be just indifferent between buying and not buying (Proposition 5), so that E μ h [ω] = u _ . We also know that any consumer who does not buy will have a posterior that puts zero weight on the possibility that ω ≥ u _ (Proposition 4), so that Supp ( μ l ) ⊆ [0, u _ ). Note that, as discussed in the final part of Section III, we cannot simply read the value of E μ l [ω] off the figure and assume E μ l [ω] = 0. For most priors, μ l will have to assign positive weight to ω ∈ (0, u _ ) so that E μ l [ω] > 0. By Bayes plausability, since\n\nThe firm's optimal strategy is thus to allow a trial which separates consumers into two groups: those who are sure the product is not for them, and those who are just positive enough that they will choose to buy. A car salesman, for example, might want to explain frankly that certain classes of buyers should not buy a given car; the credibility that he gains by doing so will then increase the willingness to pay of the remaining customers, ideally just to the point that they will be willing to purchase. Such optimal information provision allows the firm to extract all the consumer surplus. Note that this would not be the case if, in line with previous literature, we had restricted our attention to a parameterized subset of signals."
    },
    {
      "title": "VI. Extensions"
    },
    {
      "title": "A. Receiver's private information",
      "text": "Extending our analysis to situations where Receiver has private information is straightforward. Suppose that Sender and Receiver share a prior μ 0 at the outset of the game, and then Receiver privately observes a realization r ∈ R from some signal χ (⋅ | ω) . Sender then chooses a signal; Receiver observes its realization and takes her action. We assume that Receiver cannot communicate any of her private information to Sender before Sender selects his signal.\n\n. Advertising to Increase Sales actions and Sender can send private signals to individual receivers. The crucial problem with this case is that for a given set of beliefs that receivers hold after observing their messages, the receivers' actions may vary as a function of the signal that produced those beliefs. In an auction, for example, a bidder with a given belief may behave differently if she believes that other bidders are receiving highly informative signals than if she believes they are receiving uninformative signals. This means that the key simplifying step in our analysis-reducing the problem of finding an optimal signal to one of maximizing over distributions of posterior beliefs-does not apply."
    },
    {
      "title": "VII. Conclusion",
      "text": "There are two ways to induce a person to do something. One is to provide incentives, by which we mean anything which changes marginal utility-explicit payments, coercion, or supply of complementary goods. The other is to persuade, by which we mean anything which changes beliefs.\n\nIn this paper, we study persuasion in a setting where both Sender and Receiver are rational Bayesians. Perhaps surprisingly, the scope for persuasion under rationality is large. Our results characterize the form persuasion should take in such a setting. If persuasion in the real world departs from this characterization-for example, if Receivers are systematically harmed by persuasive activity-this suggests that limited rationality may be at play. Appendix: Proofs A. proof of proposition 1 By definition, (ii) implies (i) and (iii). We first show that (i) implies (ii). Given a signal π with value v * , let s a = {s |  a ( μ s ) = a} for each a. Consider a signal with s ′ = A and π ′ (a | ω) = ∑ s∈ s a π (s | ω) . In other words, π′ \"replaces\" each signal realization with a recommendation of the action that the signal realization induced. Since a was an optimal response to each s ∈ s a , it must also be an optimal response to the realization a from π′ . Hence, the distribution of Receiver's actions conditional on the state under π′ is the same as under π. It remains to show that (iii) implies (i). Consider any v * and any Bayes-plausible τ s.t.\n\nSince Ω is finite, Caratheodory's Theorem implies there exists a Bayes-plausible τ * with finite support such that E τ *  v (μ) = v * . Now, define s so that Supp( τ * ) = { μ s } s∈s and let π (s | ω) = μ s (ω) τ * ( μ s ) / μ 0 (ω) . Then simple algebra shows that π is indeed a signal and induces τ * ."
    },
    {
      "title": "B. proof of proposition 2",
      "text": "Suppose there is no information Sender would share:\n\n. Hence, Sender does not benefit from persuasion.\n\nNow, suppose there is information Sender would share and Receiver's preference is discrete at the prior. Since u is continuous in ω, ∑ u (  a ( μ 0 ) , ω) μ (ω) is continuous in μ. Therefore, since Receiver's preference is discrete at the prior, ∃ δ > 0 s.t. for all μ in a δ-ball around μ 0 ,  a (μ) =  a ( μ 0 ) . Denote this ball by B δ . Since there is information Sender would share, ∃ μ h s.t.  v ( μ h ) > ∑ ω v (  a ( μ 0 ) , ω) μ h (ω) . Consider a ray from μ h through μ 0 . Since μ 0 is not on the boundary of Δ (Ω) , there exists a belief on that ray, μ l s.t. μ l ∈ B δ and μ 0 = γ μ l + (1 -γ) μ h for some γ ∈ (0, 1) . Now, consider the Bayes-plausible distribution of posteriors τ ( μ\n\n. Therefore, Sender benefits from persuasion.\n\nIt remains to show that if A is finite, Receiver's preference is discrete at the prior generically. Suppose A is finite. We begin with the following Lemma: LEMMA 1: if Receiver's preference at a belief μ is not discrete, there must be an action a ≠ "
    },
    {
      "title": "PROOF:",
      "text": "Suppose there is no such action. Then, we can define an ε > 0 by\n\n, which means that Receiver's preference is discrete at μ.\n\nGiven this Lemma, since there are only finitely many pairs of actions a, a′ , and since the union of a finite number of measure-zero sets has measure zero, it will suffice to show that given any distinct a and a′ , the set {μ | ∑ u (a, ω) μ (ω) = ∑ u ( a′ , ω) μ (ω) } has measure zero. Given any distinct a and a′ , index states by i and let β i = u (a, ω i ) -u ( a′ , ω i ) . Let β = [ β 1 , ... , β n ] and μ = [μ ( ω 1 ) , ... , μ ( ω n ) ] . We need to show that the set {μ | β′μ = 0} has measure zero. Recall that for any action a there exists a μ s.t. a * (μ) = {a} . That means that there is necessarily an ω s.t. u (a, ω ≠ u(a′, ω) . Hence, there is at least one β i ≠ 0. Therefore, β is a linear transformation of rank 1. Hence, the kernel of β is a vector space of dimension n -1. Therefore, {μ | β′μ = 0} is measure zero with respect to the Lebesgue measure on ℝ n ."
    },
    {
      "title": "C. proof of proposition 3",
      "text": "As we mentioned in footnote 13, we will establish a somewhat stronger proposition which implies Proposition 3. Suppose that there exists a linear transformation t\n\nThen, PROPOSITION 6: sender benefits from persuasion if and only if ˜ V (t μ 0 ) > ˜ v (t μ 0 ) . PROOF: Suppose ˜ V (t μ 0 ) > ˜ v (t μ 0 ) . That implies there exists a z s.t. z > ˜ v (t μ 0 ) and (t μ 0 , z) ∈ co( ˜ v ). Hence, there exists a set ( t i ) i=1 k+1 w/ t i ∈ Image(t ) and weights γ\n\nSince μ 0 is not on the boundary of Δ n , there exists a belief μ b and a λ ∈ (0, 1) s.\n\n. Now, consider a signal that induces the distribution of posteriors τ ( μ i ) = λ γ i for i = 1, … , k + 1 and τ ( μ b ) = 1 -λ. Since μ a = ∑ i=1 k+1 γ i μ i and λ μ a +\n\n(1 -λ) μ b = μ 0 , this τ is Bayes-plausible. The value of a signal that induces this τ is\n\nHence, Sender benefits from persuasion. Now suppose ˜\n\nμ′ with a mixture of _ μ and μ _ , this will yield a higher value since Simple algebra reveals that τ * is Bayes plausible and yields a higher value than τ does.\n\nE. proof of proposition 5 LEMMA 2: if μ′ is induced by an optimal signal, V ( μ′ ) =  v ( μ′ ) ."
    },
    {
      "title": "PROOF:",
      "text": "Suppose that an optimal signal induces τ and there is some μ′ s.t. τ ( μ′ ) > 0 and V ( μ′ ) >  v ( μ′ ) . Since ( μ′ , V ( μ′ ) ) ∈ co (  v ) , there exists a distribution of posteriors τ ′ such that E τ′ μ = μ′ and E τ′  v (μ) = V ( μ′ ) . But then we can then take all the weight from μ′ and place it on τ ′ which would yield higher value while preserving Bayes plausibility. Formally, consider the distribution of posteriors τ ( μ′ ) τ ′ (μ)\n\nif μ ∈ Supp ( τ ′ ) \\Supp (τ) τ * (μ) = { τ (μ) + τ ( μ′ ) τ ′ (μ) if μ ∈ Supp ( τ ′ ) ∩ Supp (τ) τ (μ)\n\nif μ Supp \\ (Supp ( τ ′ ) ∪ { μ′ } ) .\n\nBy construction, τ * is Bayes plausible and yields a higher value than τ does.\n\nLEMMA 3: suppose μ l and μ r are induced by an optimal signal and μ m = γ μ l + (1 -γ) μ r for some γ ∈\n\nPROOF: Suppose to the contrary that τ is induced by an optimal signal, τ ( μ l ) , τ ( μ r ) > 0, and  v ( μ m ) > γ  v ( μ l ) + (1 -γ)  v ( μ r ) . Then we can take some weight from μ l and μ r and place it on μ m which would yield higher value while preserving Bayes plausibility. Formally, pick any ε ∈ (0, 1). Let ε′ = ετ ( μ l ) /τ ( μ r ) . Consider an alternative τ * defined by: τ * ( μ l ) = (1 -γε) τ ( μ l ) τ * ( μ r ) = (1 -(1 -γ) ε′ ) τ ( μ r ) τ * ( μ m ) = τ ( μ m ) + ετ ( μ l ) τ * (μ) = τ (μ) if μ ∉ { μ l , μ m , μ r } .\n\nSimple algebra reveals that τ * is Bayes plausible and yields a higher value than τ does.\n\nSay that action a is induced dominant if ∀ μ,  v (μ) ≤ ∑ ω v (a, ω) μ (ω) . Say that a is strictly induced dominant if ∀ μ s.t. a ≠  a (μ),  v (μ) < ∑ ω v (a, ω) μ (ω) . Say that a is weakly but not strictly dominant (wnsd) if it is induced dominant and ∃ μ s.t. a ≠  a (μ), and  v (μ) = ∑ ω v (a, ω) μ (ω) . Note that there is information Sender would share if and only if  a ( μ 0 ) is not induced dominant, and that Assumption 1 states that there are no wnsd actions. LEMMA 4: suppose that Assumption 1 holds. Let μ be an interior belief induced by an optimal signal. then, either: (i) Receiver's preference at μ is not discrete, or (ii)  a (μ) is strictly induced dominant."
    },
    {
      "title": "PROOF:",
      "text": "Suppose that Assumption 1 holds and μ is an interior belief induced by an optimal signal. Now, suppose Receiver's preference at μ is discrete. By Proposition 2, we know that if μ were the prior either: (i) there would be no information Sender would want to share, i.e.,  a (μ) is induced dominant; or (ii) Sender would benefit from persuasion. But, Sender could not benefit from persuasion if μ were the prior because by Lemma 2 we know V (μ) =  v (μ) . Thus,  a (μ) is induced dominant so by Assumption 1 it is strictly induced dominant.\n\nLEMMA 5: suppose sender benefits from persuasion, μ is an interior belief induced by an optimal signal, and  a (μ) is strictly induced dominant. then, Receiver's preference at μ is not discrete."
    },
    {
      "title": "PROOF:",
      "text": "Suppose Sender benefits from persuasion, μ is an interior belief induced by an optimal signal, and  a (μ) is strictly induced dominant. Since the set of beliefs that induces any particular action is convex, when Sender benefits from persuasion, any optimal signal must induce at least two distinct actions. Therefore, there must be a μ′ induced by the signal at which  a (μ) ≠  a (μ′ ). Now, suppose that Receiver's preference at μ is discrete. Then, there is an ε > 0 s.t.  a (ε μ′ + (1 -ε)μ) =  a (μ) . Let μ m = ε μ′ + (1 -ε) μ. Since both μ and μ′ are induced by an optimal signal, Lemma 3 tells us that \n\n. Hence, the last inequality is equivalent to ∑ ω v (  a (μ) , ω) μ′ (ω) ≤  v ( μ′ ) , which means  a (μ) is not strictly induced dominant. Combining Lemma 4 and Lemma 5, we know that if Assumption 1 holds, Sender benefits from persuasion, and μ is an interior belief induced by an optimal signal, Receiver's preference at μ is not discrete. It remains to show is that if Assumption 1 holds, Sender benefits from persuasion, and a belief μ induced by an optimal signal leads to a best-attainable action, then Receiver's preference at μ is also not discrete. Suppose to the contrary Assumption 1 holds, Sender benefits from persuasion, an optimal signal π induces μ * which leads to a best-attainable a * , and Receiver's preference is discrete at μ * . Let τ be the distribution of posteriors induced by π. Since Receiver's preference is discrete at μ * , there is an ε > 0 s.t. μ′ ≡ ε μ 0 + (1 -ε) μ * also leads to a * . Moreover, since τ puts positive measure on at most finitely many beliefs, we can select μ′ s.t. τ does not put positive measure on μ′ . Now, let τ ′ be defined as follows:\n\nSimple algebra shows τ′ is Bayes plausible and has higher value than τ, so we've reached a contradiction."
    },
    {
      "text": "Figure 1. An Illustration of Concave Closure"
    },
    {
      "text": "by Corollary 1 Sender does not benefit from persuasion.D. proof of proposition 4Suppose that v ( a _ , ω) < v (a, ω) for all ω and all a ≠ a _ . Let Ω _ = {ω |  a ( μ ω ) = a _ } , where μ ω (ω) = 1. Let _ Ω be the complement of Ω _ . Suppose contrary to Proposition 4 that an optimal signal induces τ and there is a belief μ′ s.t. τ ( μ′ ) > 0 ,  a ( μ′ ) = a 0. We can express μ′ as a convex combination of"
    },
    {
      "text": "action Sender strictly prefers to a _ while  a ( μ _ ) cannot be any worse for Sender than  a ( μ′ ) = a _ . Formally, consider the following distribution of beliefs:* (μ) = τ (μ) if μ ∉ { μ′ , μ _ , _ μ } ."
    },
    {
      "text": "comments. This work is supported by the  Initiative on Global Markets , the  George J. Stigler Center for the Study of the Economy and the State , the  James S. Kemper Foundation Faculty Research Fund , the  Centel Foundation/Robert P. Reuss Faculty Research Fund , and the  Neubauer Family Foundation , all at the  University of Chicago Booth School of Business ."
    },
    {
      "text": "The only way in which Receiver's private information changes our analysis is that we can no longer construct a deterministic function  a (μ) which specifies Receiver's action at any belief she shares with Sender. Rather, for any Sender's belief μ, Receiver's optimal action  a (μ, r) depends on the realization of her private signal and so is stochastic from Sender's perspective. When his posterior is μ, Sender assigns probability χ (r | ω) μ (ω) to the event that Receiver's signal is r and the state is ω. Hence, Sender's expected utility when his posterior is μ is:\n\nA different situation that involves private information is when Receiver's preferences depend on some parameter θ ∈ Θ which is unrelated to ω. Again, the impact of private information is that Receiver's optimal action  a (μ, θ) is stochastic from Sender's perspective. We can therefore define  v by integrating over this uncertainty, similarly to equation (3) .\n\nFinally, suppose that Receiver can gather some additional information following the realization of Sender's signal. For example, in our motivating example, when the judge observes signal realization g, gathering even a small amount of additional information would increase her payoff. In this case  v (μ) will be Sender's expected payoff integrating over the information that Receiver gathers following a signal realization that induces μ.\n\nIn all of these cases, our approach applies directly with respect to the reformulated  v . In particular, our key simplifying results-Proposition 1, Corollary 1, Corollary 2-still hold. Aside from the fact that constructing  v is slightly more complicated, the analysis of the problem in terms of the properties of  v and its concave closure V proceeds exactly as before. However, because private information will \"smooth out\"  v , some of our characterization results, such as that Receiver's preference is never discrete at any interior μ induced by an optimal signal, will no longer hold."
    },
    {
      "title": "B. multiple Receivers",
      "text": "In many settings of interest-politicians persuading voters, firms advertising to consumers, auctions-our assumption that there is a single Receiver is unrealistic. Suppose there are n receivers. For ease of exposition we maintain our common prior assumption, which in this setting means that Sender and all receivers share a prior μ 0 over Ω. Sender's utility is now a function of each receiver's action: v ( a 1 , ... , a n , ω) .\n\nThere are two classes of multiple-receiver models where our results can be extended quite easily. The first is one where Sender sends separate (possibly correlated) messages to each receiver, Sender's utility is separable across receivers' actions, and each receiver cares only about her own action. In this case, we can simply apply our approach separately to Sender's problem vis-à-vis each receiver. The second class is where Sender can persuade only by revealing public information. In this case, we can compute the outcome following any (common) posterior μ and set  v (μ) to Sender's expected utility from that outcome.\n\nThere is an important third class of multiple-receiver models, however, where our results do not extend easily: those where the receivers care about each other's"
    }
  ],
  "references": [
    {
      "title": "Optimal Delegation",
      "authors": [
        "Ricardo Alonso",
        "Niko Matouschek"
      ],
      "year": 2008,
      "doi": "10.1111/j.1467-937x.2007.00471.x",
      "journal": "Review of Economic studies",
      "volume": "75",
      "issue": "1",
      "raw": "Optimal Delegation \n\t\t \n\t\t\t Ricardo Alonso \n\t\t \n\t\t \n\t\t\t Niko Matouschek \n\t\t \n\t\t 10.1111/j.1467-937x.2007.00471.x \n\t \n\t \n\t\t Review of Economic studies \n\t\t \n\t\t\t 75 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Alonso, Ricardo, and Niko Matouschek. 2008. \"Optimal Delegation.\" Review of Economic studies, 75(1): 259-93."
    },
    {
      "title": "Advertising Content",
      "authors": [
        "Simon Anderson",
        "Regis Renault"
      ],
      "year": 2006,
      "doi": "10.1257/000282806776157632",
      "journal": "American Economic Review",
      "volume": "96",
      "issue": "1",
      "raw": "Advertising Content \n\t\t \n\t\t\t Simon P Anderson \n\t\t \n\t\t \n\t\t\t Regis Renault \n\t\t \n\t\t 10.1257/000282806776157632 \n\t \n\t \n\t\t American Economic Review \n\t\t \n\t\t\t 96 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Anderson, Simon P., and Regis Renault. 2006. \"Advertising Content.\" American Economic Review, 96(1): 93-113."
    },
    {
      "title": "Repeated games with incomplete information",
      "authors": [
        "Robert Aumann",
        "Michael Maschler"
      ],
      "year": 1995,
      "raw": "Robert J Aumann \n\t\t \n\t\t \n\t\t\t Michael B Maschler \n\t\t \n\t\t Repeated games with incomplete information \n\t\t Cambridge, MA \n\t\t \n\t\t\t MIT Press \n\t\t\t 1995 \n\t\t \n\t \n\t Aumann, Robert J., and Michael B. Maschler. 1995. Repeated games with incomplete information. Cambridge, MA: MIT Press."
    },
    {
      "title": "The Tobacco Industry's Worldwide ETS Consultant's Project: European and Asian Components",
      "authors": [
        "Joaquin Barnoya",
        "Stanton Glantz"
      ],
      "year": 2006,
      "doi": "10.1093/eurpub/cki044",
      "journal": "European Journal of public Health",
      "volume": "16",
      "issue": "1",
      "raw": "The Tobacco Industry's Worldwide ETS Consultant's Project: European and Asian Components \n\t\t \n\t\t\t Joaquin Barnoya \n\t\t \n\t\t \n\t\t\t Stanton A Glantz \n\t\t \n\t\t 10.1093/eurpub/cki044 \n\t \n\t \n\t\t European Journal of public Health \n\t\t \n\t\t\t 16 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Barnoya, Joaquin, and Stanton A. Glantz. 2006. \"The Tobacco Industry's Worldwide ETS Consul- tant's Project: European and Asian Components.\" European Journal of public Health, 16(1): 69-77."
    },
    {
      "title": "Influence through Ignorance",
      "authors": [
        "Isabelle Brocas",
        "Juan Carrillo"
      ],
      "year": 2007,
      "doi": "10.1111/j.0741-6261.2007.00119.x",
      "journal": "RAnd Journal of Economics",
      "volume": "38",
      "issue": "4",
      "raw": "Influence through Ignorance \n\t\t \n\t\t\t Isabelle Brocas \n\t\t \n\t\t \n\t\t\t Juan D Carrillo \n\t\t \n\t\t 10.1111/j.0741-6261.2007.00119.x \n\t \n\t \n\t\t RAnd Journal of Economics \n\t\t \n\t\t\t 38 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Brocas, Isabelle, and Juan D. Carrillo. 2007. \"Influence through Ignorance.\" RAnd Journal of Eco- nomics, 38(4): 931-47."
    },
    {
      "title": "The Supply of Information by a Concerned Expert",
      "authors": [
        "Andrew Caplin",
        "John Leahy"
      ],
      "year": 2004,
      "doi": "10.1111/j.0013-0133.2004.0228a.x",
      "journal": "Economic Journal",
      "volume": "114",
      "issue": "497",
      "raw": "The Supply of Information by a Concerned Expert \n\t\t \n\t\t\t Andrew Caplin \n\t\t \n\t\t \n\t\t\t John Leahy \n\t\t \n\t\t 10.1111/j.0013-0133.2004.0228a.x \n\t \n\t \n\t\t Economic Journal \n\t\t \n\t\t\t 114 \n\t\t\t 497 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Caplin, Andrew, and John Leahy. 2004. \"The Supply of Information by a Concerned Expert.\" Eco- nomic Journal, 114(497): 487-505."
    },
    {
      "title": "Strategic Information Transmission",
      "authors": [
        "Vincent Crawford",
        "Joel Sobel"
      ],
      "year": 1982,
      "doi": "10.2307/1913390",
      "journal": "Econometrica",
      "volume": "50",
      "issue": "6",
      "raw": "Strategic Information Transmission \n\t\t \n\t\t\t Vincent P Crawford \n\t\t \n\t\t \n\t\t\t Joel Sobel \n\t\t \n\t\t 10.2307/1913390 \n\t \n\t \n\t\t Econometrica \n\t\t \n\t\t\t 50 \n\t\t\t 6 \n\t\t\t \n\t\t\t 1982 \n\t\t \n\t \n\t Crawford, Vincent P., and Joel Sobel. 1982. \"Strategic Information Transmission.\" Econometrica, 50(6): 1431-51."
    },
    {
      "title": "Authority and Communication in Organizations",
      "authors": [
        "Wouter Dessein"
      ],
      "year": 2002,
      "doi": "10.1111/1467-937x.00227",
      "journal": "Review of Economic studies",
      "volume": "69",
      "issue": "4",
      "raw": "Authority and Communication in Organizations \n\t\t \n\t\t\t Wouter Dessein \n\t\t \n\t\t 10.1111/1467-937x.00227 \n\t \n\t \n\t\t Review of Economic studies \n\t\t \n\t\t\t 69 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Dessein, Wouter. 2002. \"Authority and Communication in Organizations.\" Review of Economic stud- ies, 69(4): 811-38."
    },
    {
      "title": "Can Anticipatory Feelings Explain Anomalous Choices of Information Sources?",
      "authors": [
        "Kfir Eliaz",
        "Ran Spiegler"
      ],
      "year": 2006,
      "doi": "10.1016/j.geb.2005.06.004",
      "journal": "games and Economic Behavior",
      "volume": "56",
      "issue": "1",
      "raw": "Can Anticipatory Feelings Explain Anomalous Choices of Information Sources? \n\t\t \n\t\t\t Kfir Eliaz \n\t\t \n\t\t \n\t\t\t Ran Spiegler \n\t\t \n\t\t 10.1016/j.geb.2005.06.004 \n\t \n\t \n\t\t games and Economic Behavior \n\t\t \n\t\t\t 56 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Eliaz, Kfir, and Ran Spiegler. 2006. \"Can Anticipatory Feelings Explain Anomalous Choices of Infor- mation Sources?\" games and Economic Behavior, 56(1): 87-104."
    },
    {
      "title": "Signal Orderings Based on Dispersion and the Supply of Private Information in Auctions",
      "authors": [
        "Juan-Jose Ganuza",
        "Jose Penalva"
      ],
      "year": 2010,
      "doi": "10.3982/ecta6640",
      "journal": "Econometrica",
      "volume": "78",
      "issue": "3",
      "raw": "Signal Orderings Based on Dispersion and the Supply of Private Information in Auctions \n\t\t \n\t\t\t Juan-Jose Ganuza \n\t\t \n\t\t \n\t\t\t Jose S Penalva \n\t\t \n\t\t 10.3982/ecta6640 \n\t \n\t \n\t\t Econometrica \n\t\t \n\t\t\t 78 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Ganuza, Juan-Jose, and Jose S. Penalva. 2010. \"Signal Orderings Based on Dispersion and the Supply of Private Information in Auctions.\" Econometrica, 78(3): 1007-30."
    },
    {
      "title": "The Informational Role of Warranties and Private Disclosure about Product Quality",
      "authors": [
        "Sanford Grossman"
      ],
      "year": 1981,
      "doi": "10.1086/466995",
      "journal": "Journal of Law and Economics",
      "volume": "24",
      "issue": "3",
      "raw": "The Informational Role of Warranties and Private Disclosure about Product Quality \n\t\t \n\t\t\t Sanford J Grossman \n\t\t \n\t\t 10.1086/466995 \n\t \n\t \n\t\t Journal of Law and Economics \n\t\t \n\t\t\t 24 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t Grossman, Sanford J. 1981. \"The Informational Role of Warranties and Private Disclosure about Prod- uct Quality.\" Journal of Law and Economics, 24(3): 461-83."
    },
    {
      "title": "Fundamentals of convex Analysis",
      "authors": [
        "Jean-Baptiste Hiriart-Urruty",
        "Claude Lemaréchal"
      ],
      "year": 2004,
      "doi": "10.1007/978-3-642-56468-0",
      "raw": "Jean-Baptiste Hiriart-Urruty \n\t\t \n\t\t \n\t\t\t Claude Lemaréchal \n\t\t \n\t\t 10.1007/978-3-642-56468-0 \n\t\t Fundamentals of convex Analysis \n\t\t New York \n\t\t \n\t\t\t Springer \n\t\t\t 2004 \n\t\t \n\t \n\t Hiriart-Urruty, Jean-Baptiste, and Claude Lemaréchal. 2004. Fundamentals of convex Analysis. New York: Springer."
    },
    {
      "title": "On the Theory of Delegation",
      "authors": [
        "Bengt Holmstrom"
      ],
      "year": 1984,
      "raw": "On the Theory of Delegation \n\t\t \n\t\t\t Bengt Holmstrom \n\t\t \n\t \n\t \n\t\t Bayesian models in Economic theory \n\t\t \n\t\t\t M Boyer \n\t\t \n\t\t \n\t\t\t R E Kihlstrom \n\t\t \n\t\t New York \n\t\t \n\t\t\t Elsevier Science \n\t\t\t 1984 \n\t\t\t \n\t\t \n\t \n\t Holmstrom, Bengt. 1984. \"On the Theory of Delegation.\" In Bayesian models in Economic theory, ed. M. Boyer and R. E. Kihlstrom, 115-41. New York: Elsevier Science."
    },
    {
      "title": "Selling Information",
      "authors": [
        "Johannes Horner",
        "Andrzej Skrzypacz"
      ],
      "year": 2005,
      "doi": "10.2139/ssrn.1526606",
      "raw": "Selling Information \n\t\t \n\t\t\t Johannes Horner \n\t\t \n\t\t \n\t\t\t Andrzej Skrzypacz \n\t\t \n\t\t 10.2139/ssrn.1526606 \n\t\t Paper 1743 \n\t\t \n\t\t\t 2005 \n\t\t \n\t\t \n\t\t\t Yale University Cowles Foun \n\t\t \n\t \n\t dation Discussion \n\t Horner, Johannes, and Andrzej Skrzypacz. 2005. \"Selling Information.\" Yale University Cowles Foun- dation Discussion Paper 1743."
    },
    {
      "title": "On the Simple Economics of Advertising, Marketing, and Product Design",
      "authors": [
        "Justin Johnson",
        "David Myatt"
      ],
      "year": 2006,
      "doi": "10.1257/aer.96.3.756",
      "journal": "American Economic Review",
      "volume": "96",
      "issue": "3",
      "raw": "On the Simple Economics of Advertising, Marketing, and Product Design \n\t\t \n\t\t\t Justin P Johnson \n\t\t \n\t\t \n\t\t\t David P Myatt \n\t\t \n\t\t 10.1257/aer.96.3.756 \n\t \n\t \n\t\t American Economic Review \n\t\t \n\t\t\t 96 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Johnson, Justin P., and David P. Myatt. 2006. \"On the Simple Economics of Advertising, Marketing, and Product Design.\" American Economic Review, 96(3): 756-84."
    },
    {
      "title": "Strategic Communication with Lying Costs",
      "authors": [
        "Navin Kartik"
      ],
      "year": 2009,
      "doi": "10.1111/j.1467-937x.2009.00559.x",
      "journal": "Review of Economic studies",
      "volume": "76",
      "issue": "4",
      "raw": "Strategic Communication with Lying Costs \n\t\t \n\t\t\t Navin Kartik \n\t\t \n\t\t 10.1111/j.1467-937x.2009.00559.x \n\t \n\t \n\t\t Review of Economic studies \n\t\t \n\t\t\t 76 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Kartik, Navin. 2009. \"Strategic Communication with Lying Costs.\" Review of Economic studies, 76(4): 1359-95."
    },
    {
      "title": "Emotional Agency",
      "authors": [
        "Botond K ˝ O Szegi"
      ],
      "year": 2006,
      "journal": "Quarterly Journal of Economics",
      "volume": "121",
      "issue": "1",
      "raw": "Emotional Agency \n\t\t \n\t\t\t Botond K ˝ O Szegi \n\t\t \n\t \n\t \n\t\t Quarterly Journal of Economics \n\t\t \n\t\t\t 121 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t K ˝ o szegi, Botond. 2006. \"Emotional Agency.\" Quarterly Journal of Economics, 121(1): 121-55."
    },
    {
      "title": "Supplying Information to Facilitate Price Discrimination",
      "authors": [
        "Tracy Lewis",
        "David Sappington"
      ],
      "year": 1994,
      "journal": "international Economic Review",
      "volume": "35",
      "issue": "2",
      "raw": "Supplying Information to Facilitate Price Discrimination \n\t\t \n\t\t\t Tracy R Lewis \n\t\t \n\t\t \n\t\t\t David E M Sappington \n\t\t \n\t \n\t \n\t\t international Economic Review \n\t\t \n\t\t\t 35 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1994 \n\t\t \n\t \n\t Lewis, Tracy R., and David E. M. Sappington. 1994. \"Supplying Information to Facilitate Price Dis- crimination.\" international Economic Review, 35(2): 309-27."
    },
    {
      "title": "One Quarter of GDP Is Persuasion",
      "authors": [
        "Donald Mccloskey",
        "Arjo Klamer"
      ],
      "year": 1995,
      "journal": "American Economic Review",
      "volume": "85",
      "issue": "2",
      "raw": "One Quarter of GDP Is Persuasion \n\t\t \n\t\t\t Donald Mccloskey \n\t\t \n\t\t \n\t\t\t Arjo Klamer \n\t\t \n\t \n\t \n\t\t American Economic Review \n\t\t \n\t\t\t 85 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1995 \n\t\t \n\t \n\t McCloskey, Donald, and Arjo Klamer. 1995. \"One Quarter of GDP Is Persuasion.\" American Eco- nomic Review, 85(2): 191-95."
    },
    {
      "title": "Communication in Settings with No Transfers",
      "authors": [
        "Nahum Melumad",
        "Toshiyuki Shibano"
      ],
      "year": 1991,
      "doi": "10.2307/2601016",
      "journal": "RAnd Journal of Economics",
      "volume": "22",
      "issue": "2",
      "raw": "Communication in Settings with No Transfers \n\t\t \n\t\t\t Nahum D Melumad \n\t\t \n\t\t \n\t\t\t Toshiyuki Shibano \n\t\t \n\t\t 10.2307/2601016 \n\t \n\t \n\t\t RAnd Journal of Economics \n\t\t \n\t\t\t 22 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Melumad, Nahum D., and Toshiyuki Shibano. 1991. \"Communication in Settings with No Transfers.\" RAnd Journal of Economics, 22(2): 173-98."
    },
    {
      "title": "Good News and Bad News: Representation Theorems and Applications",
      "authors": [
        "Paul Milgrom"
      ],
      "year": 1981,
      "doi": "10.2307/3003562",
      "journal": "Bell Journal of Economics",
      "volume": "12",
      "issue": "2",
      "raw": "Good News and Bad News: Representation Theorems and Applications \n\t\t \n\t\t\t Paul Milgrom \n\t\t \n\t\t 10.2307/3003562 \n\t \n\t \n\t\t Bell Journal of Economics \n\t\t \n\t\t\t 12 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t Milgrom, Paul. 1981. \"Good News and Bad News: Representation Theorems and Applications.\" Bell Journal of Economics, 12(2): 380-91."
    },
    {
      "title": "Relying on the Information of Interested Parties",
      "authors": [
        "Paul Milgrom",
        "John Roberts"
      ],
      "year": 1986,
      "doi": "10.2307/2555625",
      "journal": "RAnd Journal of Economics",
      "volume": "17",
      "issue": "1",
      "raw": "Relying on the Information of Interested Parties \n\t\t \n\t\t\t Paul Milgrom \n\t\t \n\t\t \n\t\t\t John Roberts \n\t\t \n\t\t 10.2307/2555625 \n\t \n\t \n\t\t RAnd Journal of Economics \n\t\t \n\t\t\t 17 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1986 \n\t\t \n\t \n\t Milgrom, Paul, and John Roberts. 1986. \"Relying on the Information of Interested Parties.\" RAnd Journal of Economics, 17(1): 18-32."
    },
    {
      "title": "Financial Anatomy of Biomedical Research",
      "authors": [
        "Iii Hamilton",
        "E Dorsey",
        "H David",
        "Samuel Matheson"
      ],
      "year": 2005,
      "doi": "10.1001/jama.294.11.1333",
      "journal": "Journal of the American medical Association",
      "volume": "294",
      "issue": "11",
      "raw": "Financial Anatomy of Biomedical Research \n\t\t \n\t\t\t Moses \n\t\t \n\t\t \n\t\t\t Iii Hamilton \n\t\t \n\t\t \n\t\t\t E Ray Dorsey \n\t\t \n\t\t \n\t\t\t H M David \n\t\t \n\t\t \n\t\t\t Samuel O Matheson \n\t\t \n\t\t \n\t\t\t Thier \n\t\t \n\t\t 10.1001/jama.294.11.1333 \n\t \n\t \n\t\t Journal of the American medical Association \n\t\t \n\t\t\t 294 \n\t\t\t 11 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Moses, Hamilton III, E. Ray Dorsey, David H. M. Matheson, and Samuel O. Thier. 2005. \"Financial Anatomy of Biomedical Research.\" Journal of the American medical Association, 294(11): 1333-42."
    },
    {
      "title": "Incentive Compatibility and the Bargaining Problem",
      "authors": [
        "Roger Myerson"
      ],
      "year": 1979,
      "doi": "10.2307/1912346",
      "journal": "Econometrica",
      "volume": "47",
      "issue": "1",
      "raw": "Incentive Compatibility and the Bargaining Problem \n\t\t \n\t\t\t Roger B Myerson \n\t\t \n\t\t 10.2307/1912346 \n\t \n\t \n\t\t Econometrica \n\t\t \n\t\t\t 47 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1979 \n\t\t \n\t \n\t Myerson, Roger B. 1979. \"Incentive Compatibility and the Bargaining Problem.\" Econometrica, 47(1): 61-73."
    },
    {
      "title": "Information Disclosure and Unraveling in Matching Markets",
      "authors": [
        "Michael Ostrovsky",
        "Michael Schwarz"
      ],
      "year": 2010,
      "doi": "10.1257/mic.2.2.34",
      "journal": "American Economic Journal: microeconomics",
      "volume": "2",
      "issue": "2",
      "raw": "Information Disclosure and Unraveling in Matching Markets \n\t\t \n\t\t\t Michael Ostrovsky \n\t\t \n\t\t \n\t\t\t Michael Schwarz \n\t\t \n\t\t 10.1257/mic.2.2.34 \n\t \n\t \n\t\t American Economic Journal: microeconomics \n\t\t \n\t\t\t 2 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Ostrovsky, Michael, and Michael Schwarz. 2010. \"Information Disclosure and Unraveling in Matching Markets.\" American Economic Journal: microeconomics, 2(2): 34-63."
    },
    {
      "title": "Optimal Information Disclosure",
      "authors": [
        "Luis Rayo",
        "Ilya Segal"
      ],
      "year": 2010,
      "doi": "10.1086/657922",
      "journal": "Journal of political Economy",
      "volume": "118",
      "issue": "5",
      "raw": "Optimal Information Disclosure \n\t\t \n\t\t\t Luis Rayo \n\t\t \n\t\t \n\t\t\t Ilya Segal \n\t\t \n\t\t 10.1086/657922 \n\t \n\t \n\t\t Journal of political Economy \n\t\t \n\t\t\t 118 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Rayo, Luis, and Ilya Segal. 2010. \"Optimal Information Disclosure.\" Journal of political Economy, 118(5): 949-87."
    },
    {
      "title": "Foundations for Bayesian Updating",
      "authors": [
        "Eran Shmaya",
        "Leeat Yariv"
      ],
      "year": 2009,
      "doi": "10.4016/10177.01",
      "raw": "Foundations for Bayesian Updating \n\t\t \n\t\t\t Eran Shmaya \n\t\t \n\t\t \n\t\t\t Leeat Yariv \n\t\t \n\t\t 10.4016/10177.01 \n\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Unpublished \n\t Shmaya, Eran, and Leeat Yariv. 2009. \"Foundations for Bayesian Updating.\" Unpublished."
    },
    {
      "title": "Job Market Signaling",
      "authors": [
        "A Spence"
      ],
      "year": 1973,
      "doi": "10.2307/1882010",
      "journal": "Quarterly Journal of Economics",
      "volume": "87",
      "issue": "3",
      "raw": "Job Market Signaling \n\t\t \n\t\t\t A Spence \n\t\t \n\t\t \n\t\t\t Michael \n\t\t \n\t\t 10.2307/1882010 \n\t \n\t \n\t\t Quarterly Journal of Economics \n\t\t \n\t\t\t 87 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1973 \n\t\t \n\t \n\t Spence, A. Michael. 1973. \"Job Market Signaling.\" Quarterly Journal of Economics, 87(3): 355-74."
    }
  ],
  "num_references": 28,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. An Illustration of Concave Closure"
    },
    {
      "description": "by Corollary 1 Sender does not benefit from persuasion.D. proof of proposition 4Suppose that v ( a _ , ω) < v (a, ω) for all ω and all a ≠ a _ . Let Ω _ = {ω |  a ( μ ω ) = a _ } , where μ ω (ω) = 1. Let _ Ω be the complement of Ω _ . Suppose contrary to Proposition 4 that an optimal signal induces τ and there is a belief μ′ s.t. τ ( μ′ ) > 0 ,  a ( μ′ ) = a 0. We can express μ′ as a convex combination of"
    },
    {
      "description": "action Sender strictly prefers to a _ while  a ( μ _ ) cannot be any worse for Sender than  a ( μ′ ) = a _ . Formally, consider the following distribution of beliefs:* (μ) = τ (μ) if μ ∉ { μ′ , μ _ , _ μ } ."
    }
  ],
  "num_figures": 3,
  "formulas": [
    {
      "text": "(1) π (i | innocent) = 4 _ 7 π (i | guilty) = 0 π (g | innocent) = 3 _ 7 π (g | guilty) = 1."
    },
    {
      "text": "μ s (ω) = π (s | ω) μ 0 (ω) __ ∑ ω′ ∈Ω π (s | ω′ ) μ 0 ( ω′ ) for all s and ω τ (μ) = ∑ s: μ s =μ ∑ ω′ ∈Ω π (s | ω′ ) μ 0 ( ω′ ) for all μ."
    },
    {
      "text": "∑ supp(τ)"
    },
    {
      "text": " v (μ) ≡ E μ v (  a (μ) , ω)."
    },
    {
      "text": "E τ  v (μ) = v * ."
    },
    {
      "text": "E τ  v (μ) >  v ( μ 0 ) ."
    },
    {
      "text": "max τ E τ  v (μ) s.t. ∑ supp(τ) μ d τ (μ) = μ 0 ."
    },
    {
      "text": "V (μ) ≡ sup { z | (μ, z) ∈ co(  v )},"
    },
    {
      "text": "V is a useful construct, observe that if ( μ′ , z) ∈ co (  v ) , then there exists a distribution of posteriors τ such that E τ μ = μ′ and E τ  v (μ) = z. Thus, by Proposition 1, co (  v )"
    },
    {
      "text": "V ( μ 0 ) >  v ( μ 0 )"
    },
    {
      "text": "l h V v co( v )"
    },
    {
      "text": "v v v V 1 1 0.5 0.5 1 Panel A. Function Panel B. Optimal signal Panel C. Function V v 0.5 0 0 0 E τ v V 0 ) Figure 2. The Motivating Example"
    },
    {
      "text": "E τ (  v (μ) ) >  v ( E τ (μ)"
    },
    {
      "text": "(2)  v (μ) > E μ v (  a ( μ 0 ), ω)."
    },
    {
      "text": "0 s.t. ∀ a ≠  a (μ) , E μ u(  a (μ), ω) > E μ u (a, ω) + ε."
    },
    {
      "text": "v ( μ h ) > ∑ ω v (  a ( μ 0 ), ω) μ h (ω) ."
    },
    {
      "text": "v : ℝ → ℝ such that ˜ v ( E μ [ω] ) =  v (μ) . Let ˜ V be the concave closure of ˜ v ."
    },
    {
      "text": "V ( E μ 0 [ω] ) > ˜ v ( E μ 0 [ω] )."
    },
    {
      "text": "V ( E μ 0 [ω] ) ≤ ˜ v ( E μ 0 [ω]"
    },
    {
      "text": "E τ [  v (μ) ] ≤ ˜ V ( E μ 0 [ω] ) ≤ ˜ v ( E μ 0 [ω] ) =  v ( μ 0 ) . The proof of the converse is more involved. If ˜ V ( E μ 0 [ω] ) > ˜ v ( E μ 0 [ω] ), we know there is a τ s.t. E τ [ E μ [ω] ] = E μ 0 [ω] and E τ [  v (μ) ] >  v ( μ 0"
    },
    {
      "text": "E τ [  v (μ) ] >  v ( μ 0 ) and  v ( μ′ ) =  v ( μ 0 ) , we know that E τ′ [  v (μ) ] >  v ( μ 0 ) . 13"
    },
    {
      "text": "(i) ∀μ,  v (μ) ≤ E μ v (a, ω) and (ii) ∃ μ s.t. a ≠  a (μ) and  v (μ) = E μ v (a, ω) ."
    },
    {
      "text": "if E μ v (a, ω) >  v (μ) for all μ s.t. a ≠  a (μ)."
    },
    {
      "text": "v s.t. ˜ v ( E μ [ω] ) =  v (μ)"
    },
    {
      "text": "V ( E μ 0 [ω] ) > ˜ v ( E μ 0 [ω]"
    },
    {
      "text": "V ( E μ 0 [ω]"
    },
    {
      "text": "t. E τ [ E μ [ω] ] = E μ 0 [ω] and E τ [  v (μ) ] = ˜ V ( E μ 0 [ω]"
    },
    {
      "text": "E μ′ [ω] = E μ 0 [ω]"
    },
    {
      "text": "V ( E μ 0 [ω]"
    },
    {
      "text": "A = [0, 1] , Ω = {-1, 0, 1} , u (a, ω) = -(a -ω) 2 , and v (a, ω) = a 2 . In this case,  v (μ) = ˜ v ( E μ 0 [ω] ) = ( E μ [ω] ) 2 ."
    },
    {
      "text": "V ( E μ 0 [ω] ) = 1."
    },
    {
      "text": "V ( E μ 0 [ω]"
    },
    {
      "text": "E μ v(  a (μ) , ω) ≥ E μ v(a, ω) ⇒ E μ v′ (  a ′ (μ) , ω) ≥ E μ v′ (a, ω),"
    },
    {
      "text": "E μ v(  a ′ (μ) , ω) ≥ E μ v(  a (μ) , ω) for any μ. This means  v ′ (μ) ≥  v (μ)"
    },
    {
      "text": "u = -(a -ω) 2 we know that  a (μ) = E μ [ω] . Given this  a , simple algebra reveals that  v (μ) = -(1 -α) 2 ω *2 + 2 (1 -α) 2 ω * E μ [ω] -α 2 E μ [ ω 2 ] + (2α -1) ( E μ [ω] ) 2 . The expectation of -(1 -α) 2 ω *2 + 2 (1 -α) 2 ω * E μ [ω] -α 2 E μ [ ω 2 ] is constant across all Bayes-plausible τ 's, so we can treat  v (μ) as a constant plus (2α -1) ( E μ [ω] ) 2 ."
    },
    {
      "text": "a (μ) = { 0 1 if E μ [ω] < u _ E μ [ω] ≥ u _  v (μ) = { 0 1 if E μ [ω] < u _ E μ [ω] ≥ u _ ."
    },
    {
      "text": "V ( E μ 0 [ω] ) > ˜ v ( E μ 0 [ω]"
    },
    {
      "text": "V ( E μ 0 [ω]"
    },
    {
      "text": "E μ h [ω] = _ u > E μ 0 [ω] , we must have E μ l [ω] < E μ 0 [ω] ."
    },
    {
      "text": "E h [ω] E h [ω] E [ω] [ω] E 0 [ω] [ω] E E _ u _ u Panel A. Function Panel B. Function E E ˜ v ˜ V ˜ v ˜ v ˜ V ˜ V Figure 3"
    },
    {
      "text": "E τ  v (μ) = v * ."
    },
    {
      "text": "∀ μ,  v (μ) ≤ ∑ ω v (  a ( μ 0 ) , ω)μ (ω) . Given a signal π that induces some τ , its value is ∑ s∈s τ s  v ( μ s ) ≤ ∑ s∈s τ s ∑ ω v (  a ( μ 0 ) , ω) μ s (ω) =  v ( μ 0 )"
    },
    {
      "text": "l ) = γ, τ ( μ h ) = 1 -γ. Since  a ( μ =  a ( μ l ) ,  v ( μ l ) = ∑ ω v (  a ( μ 0 ) , ω) μ l (ω) . Hence, E τ [  v (μ) ] = γ  v ( μ l ) + (1 -γ)  v ( μ h ) > γ ∑ ω v (  a ( μ 0 ) , ω) μ l (ω) + (1 -γ) ∑ ω v (  a ( μ 0 ) , ω) μ h (ω) =  v ( μ 0 )"
    },
    {
      "text": "a (μ) such that ∑ u (  a (μ) , ω) μ (ω) = ∑ u (a, ω) μ (ω) ."
    },
    {
      "text": "ε = 1 _ 2 min a≠  a (μ) { ∑ u(  a (μ) , ω) μ (ω) -∑ u (a, ω) μ (ω) } . Since A is finite, the minimum is obtained. But then, u (  a (μ) , ω) u (ω) > ∑ u (a, ω) μ (ω) + ε ∀ a ≠  a (μ)"
    },
    {
      "text": ": Δ (Ω) → ℝ k s.t.  v (μ) = ˜ v (tμ) . Let ˜ V denote the concave closure of ˜ v ."
    },
    {
      "text": "∈ Δ k+1 s.t. ∑ i γ i t i = t μ 0 and ∑ i γ i ˜ v ( t i ) > ˜ v (t μ 0 ) . For each i, select any μ i from t -1 t i . Let μ a = ∑ i=1 k+1 γ i μ i . Since t is linear, t μ a = t ∑ i γ i μ i = ∑ i γ i t μ i = ∑ i γ i t i = t μ 0 ."
    },
    {
      "text": "t. λ μ a + (1 -λ) μ b = μ 0 . Since t is linear, t μ b = 1/(1 -λ) (t μ 0 -λt μ a ). Therefore, since t μ a = t μ 0 , we have t μ b = t μ 0 . Hence, ˜ v (t μ 0 ) = ˜ v (t μ b )"
    },
    {
      "text": "∑ i λ γ i  v ( μ i ) + (1 -λ)  v ( μ b ) = λ ∑ i γ i ˜ v ( t i ) + (1 -λ) ˜ v (t μ 0 ) > λ ˜ v (t μ 0 ) + (1 -λ) ˜ v (t μ 0 ) =  v ( μ 0 ) ."
    },
    {
      "text": "V (t μ 0 ) ≤ ˜ v (t μ 0 ) . For any Bayes-plausible distribution of posteriors τ, E τ [μ] = μ 0 implies E τ [tμ] = t μ 0 , so E τ [  v (μ) ] = E τ [ ˜ v (tμ) ] ≤ ˜ V (t μ 0 ) ≤ ˜ v (t μ 0 ) =  v ( μ 0 ) . Hence,"
    },
    {
      "text": "(ω) = { μ′ (ω) /(1 -μ′ ( _ ω ) ) 0 if ω ≠ _ ω if ω = _ ω . If we \"replace\""
    },
    {
      "text": "[0, 1]. then,  v ( μ m ) ≤ γ  v ( μ l ) + (1 -γ)  v ( μ r ) ."
    },
    {
      "text": "v ( μ m ) ≤ ε  v ( μ′ ) + (1 -ε)  v (μ) . But,  v ( μ m ) = ∑ ω v (  a (μ) , ω) μ m (ω) = ε ∑ ω v (  a (μ) , ω) μ′ (ω) + (1 -ε)  v (μ)"
    },
    {
      "text": "τ ′ ( μ′ ) = τ ( μ * ) __ 1 -ε + ε τ ( μ * ) τ ′ (μ) = 1 -ε __ 1 -ε + ε τ ( μ * ) τ (μ) for μ ∉ { μ * , μ′ } τ ′ ( μ * ) = 0."
    }
  ],
  "num_formulas": 54,
  "num_citations": 33,
  "cited_references": [
    "b3",
    "b2",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b20",
    "b21",
    "b12",
    "b16",
    "b15",
    "b23",
    "b5",
    "b19",
    "b10",
    "b24",
    "b4",
    "b6",
    "b7",
    "b8",
    "b22",
    "b27",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] University of Chicago Booth School of Business , 5807 South Woodlawn Avenue , Office 518 , Chicago , IL 60637",
    "[raw_affiliation] University of Chicago Booth School of Business , 5807 South Woodlawn Avenue , Office 514 , Chicago , IL 60637",
    "[raw_affiliation] University of Chicago Booth School of Business , 5807 South Woodlawn Avenue , Office 514 , Chicago , IL 60637",
    "[raw_affiliation] University of Chicago Booth School of Business , 5807 South Woodlawn Avenue , Office 514 , Chicago , IL 60637",
    "[raw_affiliation] University of Chicago Booth School of Business , 5807 South Woodlawn Avenue , Office 514 , Chicago , IL 60637",
    "[raw_affiliation] University of Chicago Booth School of Business , 5807 South Woodlawn Avenue , Office 514 , Chicago , IL 60637",
    "[raw_affiliation] University of Chicago Booth School of Business , 5807 South Woodlawn Avenue , Office 514 , Chicago , IL 60637",
    "int (X) denotes the interior of set X and Δ (X) the set of all probability distributions on X.",
    "If there is more than one action in a * (μ) that maximizes Sender's expected utility, we let  a (μ) denote an arbitrary element of that set. This allows us to use convenient notation such as v (  a (μ) , ω) .",
    "Note that Sender cannot benefit by using mixed strategies; for any randomization over signals, there is a single signal that leads to identical outcomes.",
    "Strictly speaking, because s is finite, this is true only for distributions of posteriors with finite support. This, however, is not a substantive restriction, since Ω is also finite.",
    " (X) denotes the set of all subsets of X.",
    "This game is clearly related to persuasion games studied in Milgrom and John Roberts (1986)  with an important difference that Sender can ex ante choose to be imperfectly informed.",
    "373 US 83, 87 (1963).",
    "That said, this Supreme Court ruling amplifies the importance of our assumption that the prosecutor fully controls what information is generated. For example, if an unexpected witness comes forward, Brady v. maryland would require the prosecutor to report this even if doing so is suboptimal for him. The extension of the model to cases where Receiver might obtain additional information (Subsection A) allows us to address this issue.",
    "http://www.icmje.org/publishing_10register.html",
    "As the detailed proof in Appendix A shows, we can also establish a result somewhat stronger than Proposition 3. Suppose there exists a linear t : Δ(Ω) → ℝ k and a ˜ v : ℝ k → ℝ s.t.  v (μ) = ˜ v (tμ). Then, Sender benefits from persuasion if and only if ˜ v is below its concave closure at t μ 0 . We focus on the case where tμ = E μ [ω] only to simplify the exposition of the result.",
    "We say μ is degenerate if there is an ω s.t. μ (ω) = 1.",
    "This remark assumes the optimal signal is unique. When there are multiple optimal signals, there is an additional complication of comparing the informativeness of sets of signals.",
    "The Lewis and Sappington (1994)  model is more general than the one below because they endogenize prices and allow nonunit demand. However, they allow firms to select from a limited, parameterized set of signals, whereas we study the optimal choice from the set of all possible signals.",
    "Recall that an optimal signal need not have more realizations than | A | .",
    "[raw_reference] Alonso, Ricardo, and Niko Matouschek. 2008. \"Optimal Delegation.\" Review of Economic studies, 75(1): 259-93.",
    "[raw_reference] Anderson, Simon P., and Regis Renault. 2006. \"Advertising Content.\" American Economic Review, 96(1): 93-113.",
    "[raw_reference] Aumann, Robert J., and Michael B. Maschler. 1995. Repeated games with incomplete information. Cambridge, MA: MIT Press.",
    "[raw_reference] Barnoya, Joaquin, and Stanton A. Glantz. 2006. \"The Tobacco Industry's Worldwide ETS Consul- tant's Project: European and Asian Components.\" European Journal of public Health, 16(1): 69-77.",
    "[raw_reference] Brocas, Isabelle, and Juan D. Carrillo. 2007. \"Influence through Ignorance.\" RAnd Journal of Eco- nomics, 38(4): 931-47.",
    "[raw_reference] Caplin, Andrew, and John Leahy. 2004. \"The Supply of Information by a Concerned Expert.\" Eco- nomic Journal, 114(497): 487-505.",
    "[raw_reference] Crawford, Vincent P., and Joel Sobel. 1982. \"Strategic Information Transmission.\" Econometrica, 50(6): 1431-51.",
    "[raw_reference] Dessein, Wouter. 2002. \"Authority and Communication in Organizations.\" Review of Economic stud- ies, 69(4): 811-38.",
    "[raw_reference] Eliaz, Kfir, and Ran Spiegler. 2006. \"Can Anticipatory Feelings Explain Anomalous Choices of Infor- mation Sources?\" games and Economic Behavior, 56(1): 87-104.",
    "[raw_reference] Ganuza, Juan-Jose, and Jose S. Penalva. 2010. \"Signal Orderings Based on Dispersion and the Supply of Private Information in Auctions.\" Econometrica, 78(3): 1007-30.",
    "[raw_reference] Grossman, Sanford J. 1981. \"The Informational Role of Warranties and Private Disclosure about Prod- uct Quality.\" Journal of Law and Economics, 24(3): 461-83.",
    "[raw_reference] Hiriart-Urruty, Jean-Baptiste, and Claude Lemaréchal. 2004. Fundamentals of convex Analysis. New York: Springer.",
    "[raw_reference] Holmstrom, Bengt. 1984. \"On the Theory of Delegation.\" In Bayesian models in Economic theory, ed. M. Boyer and R. E. Kihlstrom, 115-41. New York: Elsevier Science.",
    "[report_type] dation Discussion",
    "[raw_reference] Horner, Johannes, and Andrzej Skrzypacz. 2005. \"Selling Information.\" Yale University Cowles Foun- dation Discussion Paper 1743.",
    "[raw_reference] Johnson, Justin P., and David P. Myatt. 2006. \"On the Simple Economics of Advertising, Marketing, and Product Design.\" American Economic Review, 96(3): 756-84.",
    "[raw_reference] Kartik, Navin. 2009. \"Strategic Communication with Lying Costs.\" Review of Economic studies, 76(4): 1359-95.",
    "[raw_reference] K ˝ o szegi, Botond. 2006. \"Emotional Agency.\" Quarterly Journal of Economics, 121(1): 121-55.",
    "[raw_reference] Lewis, Tracy R., and David E. M. Sappington. 1994. \"Supplying Information to Facilitate Price Dis- crimination.\" international Economic Review, 35(2): 309-27.",
    "[raw_reference] McCloskey, Donald, and Arjo Klamer. 1995. \"One Quarter of GDP Is Persuasion.\" American Eco- nomic Review, 85(2): 191-95.",
    "[raw_reference] Melumad, Nahum D., and Toshiyuki Shibano. 1991. \"Communication in Settings with No Transfers.\" RAnd Journal of Economics, 22(2): 173-98.",
    "[raw_reference] Milgrom, Paul. 1981. \"Good News and Bad News: Representation Theorems and Applications.\" Bell Journal of Economics, 12(2): 380-91.",
    "[raw_reference] Milgrom, Paul, and John Roberts. 1986. \"Relying on the Information of Interested Parties.\" RAnd Journal of Economics, 17(1): 18-32.",
    "[raw_reference] Moses, Hamilton III, E. Ray Dorsey, David H. M. Matheson, and Samuel O. Thier. 2005. \"Financial Anatomy of Biomedical Research.\" Journal of the American medical Association, 294(11): 1333-42.",
    "[raw_reference] Myerson, Roger B. 1979. \"Incentive Compatibility and the Bargaining Problem.\" Econometrica, 47(1): 61-73.",
    "[raw_reference] Ostrovsky, Michael, and Michael Schwarz. 2010. \"Information Disclosure and Unraveling in Matching Markets.\" American Economic Journal: microeconomics, 2(2): 34-63.",
    "[raw_reference] Rayo, Luis, and Ilya Segal. 2010. \"Optimal Information Disclosure.\" Journal of political Economy, 118(5): 949-87.",
    "Unpublished",
    "[raw_reference] Shmaya, Eran, and Leeat Yariv. 2009. \"Foundations for Bayesian Updating.\" Unpublished.",
    "[raw_reference] Spence, A. Michael. 1973. \"Job Market Signaling.\" Quarterly Journal of Economics, 87(3): 355-74."
  ],
  "editors": [
    "M Boyer",
    "R E Kihlstrom"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
