{
  "paper_id": "TSACJ4SN",
  "title": "Worldwide trends in hypertension prevalence and progress in treatment and control from 1990 to 2019: a pooled analysis of 1201 population-representative studies with 104 million participants",
  "abstract": "Background Hypertension is a major contributor to cardiovascular diseases globally. Pharmacists can help patients with hypertension to reduce blood pressure (BP) with telemedicine technology. This study aimed to evaluate the effectiveness of a new pharmacist-led telemedicine disease management model based on mobile application for elderly hypertensive patients. \n Methods Elderly patients aged 60-85 years old, diagnosed with hypertension, and taking at least ve medications were enrolled in a pharmacist-led telemedicine disease management program for six months, during which patient transmitted BP and blood glucose (BG) to pharmacist via a new telemedicine system, and pharmacists provided interventions such as monitoring indicators, medication therapy management (MTM), medication consultation, and measured HbA1c and blood lipid of patients every three months. If necessary, pharmacists also communicated with community physicians about patients' medications adjustment plan. \n Results After the six-month intervention, systolic blood pressure (132.30 ± 9.88 vs 134.54 ± 15.59, p = 0.013), LDL-C (1.85 ± 0.77 vs 2.09 ± 0.85, p = 0.001), and HbA1c (6.59 ± 0.98 vs 6.91 ± 1.17, p = 0.009) showed signi cant reductions in all patients. Moreover, BP control rates (80% vs 63%, p < 0.001) and LDL-C control rates (82% vs 71%,p = 0.002) showed signi cant improvements, comparing against the baseline. 99.3% patients selected 5 points for satisfaction scores. \n Conclusions This study showed that disease management for elderly patients provided via telemedicine by pharmacists could effectively improve patients' clinical outcomes such as BP, BG, and blood lipids, and all patients were satis ed with this new telemedicine disease management model. The pharmacist-led telemedicine disease management for elderly patients is feasible.",
  "year": 2020,
  "date": "2020-05-20",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "affiliation": "1  Department of Pharmacy , Beijing Jishuitan Hospital , Beijing , China. \n\t\t\t\t\t\t\t\t Department of Pharmacy \n\t\t\t\t\t\t\t\t Beijing Jishuitan Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.21203/rs.3.rs-2019517/v1",
  "sections": [
    {
      "text": "Hypertension is a major contributor to cardiovascular diseases globally. In 2021, the World Health Organization reported that one-third of adults in the world suffered from hypertension, 80% of whom had not been effectively managed.  [1] The prevalence of hypertension in China is 27.9%, yet the control rate is only 16.8%, entailing a large treatment gap.  [2] Moreover, a study in the US suggested that the established o ce-based approach yields only a 50% blood pressure (BP) control rate and low levels of patient engagement.  [3] Unlike conventional clinical visits, for which patients have to present physically at a health facility, telemedicine allows remote sessions among patients and healthcare professionals to discuss health concerns, treatment plans, and outcomes. It can ideally increase patient access to care and provide effective healthcare services at a distance.  [4] It is a promising approach to managing chronic health conditions like hypertension and can also facilitate the process of task-shifting from doctors to other health professionals to bene t patients who may not bene t as much from traditional doctor o ce visits. Many hypertension patients fail to meet treatment goals due to limited literacy about medications, suboptimal adherence, and inappropriate coping strategies for chronic health conditions.  [5] [6] [7] 7] [8] [9] [10] [11]  In such cases, pharmacists can be key players in controlling hypertension, given their knowledge about medications and patient counseling skillsets.  [12] Pharmacists can contribute to hypertension management through assisting with out-of-o ce monitoring of clinical indicators, providing patient education and counselling services, identifying and intervening cases of non-adherence, and titrating antihypertensive therapy to achieve BP control.  [13] In some countries, pharmacists have used telemedicine technology to manage patients with hypertension. Reductions were seen in systolic blood pressure (SBP) by 6 mmHg-13.2 mmHg  [14] [15] [16]  and in medical costs.  [17] A meta-analysis also showed that there were statistically signi cant differences in HbA1c, LDL-C, and BP in patients receiving additional medical services provided by pharmacists, as compared with the control group receiving usual care.  [18]  China, the prevalence of hypertension in the elderly is gradually increasing with the aging population. Besides, elderly patients with hypertension also have a low awareness rate, low treatment rate, and low control rate, which may not be solved only by doctors or through increased clinical visits.  [19] Other health professionals such as pharmacists can thus facilitate the management for elderly patients with hypertension. In China, pharmacists have long been involved in managing patients with hypertension and diabetes through clinic or telephone visits, and have achieved remarkable results. But such services have been limited by sometimes infrequent monitoring of patients' clinical indicators  [9] [10] [11]  as elderly patients often had di culties in attending in-person clinical visits, which may lead to delayed identi cation of nonadherence and health risks  [20]  . Fortunately, pharmacists can break through this limitation with the help of telemedicine management. In addition, Hypertension in elderly patients is characterized by simple elevated SBP, large BP differential, large BP uctuation, postprandial hypotension, abnormal circadian rhythm of BP, and so forth, therefor managing elderly patients with hypertension requires close monitoring and ne regulation,  [21]  which highlights the importance of transferring measured health indicators in real-time. However, past telemedicine programs led by pharmacists often were structured around website,  [16]  blood pressure telemonitoring (BPT),  [15]  and video telehealth  [22]  , which lacked such critical function of real-time data transfer. Therefore, we aimed to evaluate the effectiveness of managing elderly patients with hypertension led by pharmacists through a telemedicine system which could transmit BP data in real-time in this study."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Research design",
      "text": "This study was a self-controlled case series study. Because based on our previous research experience  [9- 11]  , we predicted that the new telemedicine disease management model based on mobile application could help elderly hypertensive patients to control their BP better, and hoped that all patients participating in the study can bene t, so we choose a self-controlled case series study model rather than a randomized controlled study model. This study compared health indicators of elderly patients with hypertension accepting a six-month pharmacist-led telemedicine disease management with their baseline health indicators. Participants were recruited from the following three communities (listed according to the income level from high to low): the Taikang Pension Community (Taikang), Changping Huilongguan Community (Huilongguan), and Yanqing Yongning Community (Yongning). The Institutional Review Board of the Beijing Jishuitan Hospital approved the protocol, and all study procedures were conducted in accordance with the ethical standards of the Helsinki Declaration of 1975. Registration for this study began in May 2020 and ended in June 2021. However, the nal study end date was pushed back to December 2021 as the COVID-19 pandemic hampered patient recruitment."
    },
    {
      "title": "Population",
      "text": "Patients were included if they met these criteria: 1) aged 60-85 years; 2) diagnosed with hypertension according to the Guidelines for Hypertension in China;  [23]  3) taking at least ve medications.\n\nBecause our study required patients to be able to use smartphones, and the proportion of elderly patients who were able to use smartphones was low, we did not limit the blood pressure level of patients at the time of enrollment in order to avoid taking too long to recruit patients and affecting the progress of the study. It meant that both patient with normal BP and patient with abnormal BP could participate in our study.\n\nPatients were excluded if they: 1) can't maintain steady contact with pharmacists through the remote management system or telephone; 2) may move to other communities; 3) can't understand health advices from pharmacists."
    },
    {
      "title": "Yaoshiyi® Telemedicine System",
      "text": "In this study, telemedicine disease management was carried out with a telemedicine system named Yaoshiyi®. The Yaoshiyi® telemedicine system consists of a BP monitor, a gateway, and an app (including patient and pharmacist versions). We added a glucose meter for patient with diabetes. The BP and blood glucose (BG) measured by the patient would be sent to the patient version app on patient's smartphone through the gateway, and then to the pharmacist version app on pharmacist's smartphone through the network, which means Yaoshiyi® telemedicine system could transfer patients' Bp and BG to pharmacists in real time. The app on patient's smartphone would remind him/her to measure BP, BG, and take medication according to the plan pre-recorded in the app by a pharmacist. If the patient's measured data is within the acceptable range, the data would display in green, otherwise the data would display in red as a reminder and the pharmacist would be warned by the Yaoshiyi® APP. Every Monday, the system would push a noti cation about last week's control rates of indicators to patients. Patients and pharmacists communicated on the app by text or voice. Moreover, the patient version app also provided patients with health education materials, and the pharmacist version app provided data analysis function helping pharmacists identify clinical problems."
    },
    {
      "title": "Recruitment and Baseline Assessment",
      "text": "We worked with community health centers in three communities. Doctors of health center put up posters to invite patients of the communities to join this study. The patients who wanted to join the study were screened and reviewed for eligibility. We planned to recruit 100 patients in each sample community.\n\nIn each community, two clinical pharmacists from tertiary hospitals and one pharmacist from the community health center jointly managed enrolled patients residing in the community. At baseline, the pharmacist team collected the basic information and baseline indicator of patients via face-to-face interview.\n\n(1) Obtainment of the informed consent of the patient: During the baseline interview, the pharmacist would rst show the patient the content of the informed consent form and made a detailed introduction.\n\nOnly after the patient con rmed that he/she had a detailed understanding of the study content and con rmed that he/she was willing to sign on the informed consent form, the pharmacist could carry out the next steps.\n\n(2) Information Collection: Pharmacists conducted face-to-face interviews with patients and collected basic information of the patients, including personal information, medical history, allergy history, medication history (including over-the-counter drugs and other health care products) and medication schedule, etc.\n\n(3) Collection of Baseline Data: BP and blood lipids were measured in every enrolled patient and HbA1c was measured in diabetics in addition. Measurements were made by collecting peripheral blood from the patient with the instruments which had passed the inspection of the State Quality Supervision Bureau.\n\n(4) Instrument Demonstration: The pharmacist demonstrated how to use the Yaoshiyi® telemedicine system to the patient and asked the patient to use it once to make sure the patient has mastered the method.\n\n(5) Intervention Goal-setting: Pharmacists would set individualized BP, BG, and blood lipid goals for each patient, according to the guidelines.  [23] [24] [25]  For example, patient aged over 80 years should keep BP under 150/90mmHg;  [23]  the target value of LDL-C of patient with coronary heart disease was < 1.8mmol/L;  [24]  a diabetic patient over 65 years old, suffering from hypertension, able to perform activities of daily living, and not using hypoglycemic drugs with high risk of hypoglycemia should keep HBA1c under 7.5%.  [25] ) Assessing adherence: Pharmacists assessed patients' medication adherence at baseline, discussed with the patient about the necessity of taking medication as instructed, medication side effects and strategies to avoid missing medication, and instructed the patient how to take medication correctly."
    },
    {
      "title": "Follow up and intervention",
      "text": "Each patient was followed up by pharmacist for six months. During the follow-up, patients regularly measured BP and BG at home, including monitoring blood pressure at least once a week (once in the morning and once in the evening) and monitoring the blood glucose level at least once a week (including the blood glucose level in the morning and 2 hours after three meals). Pharmacists monitored BP and BG weekly through Yaoshiyi® APP, and followed up the patient by telephone or face-to-face communication at least once a month. Blood lipids and HbA1c of patients were tested by pharmacists at the rst day, 3 months, and 6 months.\n\nWhen the patient's BP or BG was abnormal, pharmacists will intervene through telemedicine services listed as follows:\n\n(1) Medication therapy management (MTM) : The pharmacist version app had a data analysis function, so when the patient's indicators were abnormal for a long time or at a high-risk level, the pharmacist would contact the patient via the app or telephone to explore the reasons for poor indicators. In cases of poor medication adherence, the pharmacist would help to identify reasons of missed doses and/or poor adherence and provided medication educations. If the patient had lifestyle habits counterproductive with hypertension treatments, the pharmacist would instruct patients to improve their lifestyle, which typically included reducing sodium intake, improving sleep hygiene, and avoiding strenuous exercise. If indicators remained poorly managed after adherence and lifestyle changed, the pharmacists provided medication interventions. First the pharmacist would discuss the necessity of medication adjustment with the patient. When the patients approved, the pharmacists would talk with the community health center doctor about the adjustment plan. Then the patient would visit the community health center and the doctor would give an adjusted prescription according to the discussion result.\n\n(2) Medication consultation: When a medication issue arose during the study period, patients were encouraged to contact pharmacists via the app or phone calls for individualized guidance from pharmacist."
    },
    {
      "title": "Outcomes",
      "text": "The primary outcomes were changes in BP and BP control rates before and after the intervention.\n\nSecondary outcomes were the changes in LDL, LDL control rates, HBA1c and HBA1c control rates of patients before and after the intervention, as well as satisfaction score. Satisfaction score had 5 levels: very dissatis ed: 1 point; dissatis ed: 2 points; general: 3 points; satis ed: 4 points; very satis ed: 5 points."
    },
    {
      "title": "Data collection",
      "text": "Demographics (e.g., age and sex) and comorbidities (e.g., coronary artery disease) information were collected during the baseline interview. At baseline and the six-month follow-up endpoint, pharmacists detected patients' BP, LDL-C and HBA1c at community health center and calculated the control rates based on the individualized goal value. Satisfaction scores about the pharmacist-led telemedicine disease management were given by patients at the six-month follow-up endpoint."
    },
    {
      "title": "Statistical analyses",
      "text": "Continuous variables were compared using the T-test and discrete variables were compared using the Chisquare test. We used the T-test to compare differences in BP, LDL-C and HBA1c, and used the chi-square test to evaluate control rates of BP, LDL-C, and HBA1c. All statistical analyses were conducted using SPSS 22, (IBM Corp., released 2013, IBM SPSS Statistics for Mac, version 22.0, Armonk, NY, USA). Statistical signi cance was de ned as p < 0.05. Data were presented as mean ± standard deviation with 95% con dence intervals. All analyses compared the data of patients who completed the full trial."
    },
    {
      "title": "Results",
      "text": "A total of 358 eligible patients were recruited from the three communities, consisting of 125 patients from Taikang, 117 patients from Huilongguan and 116 patients from Yongning. During follow-up, 56 patients dropped out because they moved out of the communities or failed to remain engagement. Eventually, 302 patients were included in the nal analysis, among whom 102 were from Taikang, 100 from Huilongguan, and 100 from Yongning. Baseline characteristics of enrolled patients are shown in Table  1 . Patients from the Taikang community had the highest mean age (76.25±8.01 years old), the highest baseline SBP (139.87±17.14mmHg), and the lowest BP control rates (59%) at baseline. After six-month intervention, LDL-C (1.85±0.77 mmol/L vs 2.09±0.85 mmol/L, p=0.001) showed signi cant reductions while the LDL-C control rates (82% vs 71%, p=0.002) showed signi cant improvements in all patients. In diabetics, HbA1c (6.59±0.98 vs 6.91±1.17, p=0.009) showed signi cant reductions while the HbA1c control rate (86% vs 83%, P=0.383) slightly increased without statistically signi cant. The secondary outcomes of all patients completed the full trial are shown in Table  3 , and HbA1c of all diabetics who completed the full trial and LDL-C of all patients who completed the full trial are shown in gure 2 and 3. At the six-month follow-up endpoint, 302 patients gave satisfaction scores for the Yaoshiyi® telemedicine system, among whom 300 patients selected 5 points and two patients selected 4 points. That meant all patients who completed the study were satis ed with this new pharmacist-led telemedicine disease management model, and the rate of being very satis ed reached 99.3%."
    },
    {
      "title": "Discussion",
      "text": "The results of this study indicated that pharmacist-led telemedicine disease management improved BP of elderly patients with hypertension. Moreover, the blood lipid of all patients and the BG of diabetics were also improved. The Yaoshiyi® telemedicine system was simple to operate and elderly patients were very satis ed with it. Besides, the Yaoshiyi® telemedicine system helped pharmacists improve the e ciency of chronic disease management through real-time data transmission.\n\nThe pharmacist improved the medication adherence of patients by the Yaoshiyi® telemedicine system. A study showed that the most commonly reported barriers of adherence to treatment were having too much medication to take (31%) and forgetting whether medication was taken at a particular time (24%).  [26] The medication reminder function of the Yaoshiyi® APP could help patients take medications on time.\n\nReasons for not adhering to treatment also included patient's concern about the side effects of medication.  [27] In our study, when patients didn't take medicine as prescribed or showed poor disease management as suggested by their clinical indicators, pharmacists proactively communicated with patients through the Yaoshiyi® APP to discuss the necessity of medication adherence, the risk of side effects, possible measures to take medications as instructed, lifestyle adjustment as well as the possibility of altering treatment plans. During this study, pharmacists provided medication interventions for 695 times, medication consultations for 431 times, and medication educations for 1186 times. These critical communications facilitated patients to improve adherence and developed strategies to cope with hypertension before major adverse health outcomes developed.\n\nThe Yaoshiyi® telemedicine system could be used successfully in both elderly patients and low educated people. Elderly patients often couldn't use smart phones smoothly. However, signi cant improvements in BP, HbA1c and LDL-C indicated that pharmacists can provide effective healthcare services for elderly patients through Yaoshiyi® telemedicine system, even Taikang patients with the highest mean age (76.25±8.01 years old) were the same. In Yongning community, 39.39% of the patients' highest education is primary school, yet college was only 1.01%, which was far lower than that in Taikang community and Huilongguan community. However, at six-month, the HbA1c (6.33±0.92 vs 6.77±1.11, p=0.003) and LDL-C\n\n(1.89±0.73 mmol/L vs 2.17±0.96 mmol/L, p=0.026) in patients from Yongning community had signi cant differences from baseline, which might imply that educational background did not affect patients' acceptability of the Yaoshiyi® telemedicine system.\n\nCompared with the previous telemedicine technology, the Yaoshiyi® telemedicine system had some characteristics (1) Free and using easily: In previous studies, telemedicine technologies used by pharmacists mainly included website,  [16, 28, 29]  short messaging service(SMS),  [30, 31]  telephone,  [32, 33]  BP telemonitoring (BPT),  [15, [34] [35] [36]  and video telehealth,  [22, [37] [38] [39]  and there were some de ciencies in the above methods. Websites required wired connections and a personal computer, yet accessing Internet and navigating computer screens greatly limited their accessibility for many elderly patients.  [40] Using telephone to transfer BP data was real-time, which took up a lot of patients' personal time. Transferring BP data via SMS required manual input by patients, which was ine cient and might introduce participant bias. BPT measurement required an extra equipment named home monitor that stored and transferred BP data to a secure website via a modem.  [15] Video telehealth also required dedicated video communication facilities such as Clinical Video Telehealth,  [37]  which entailed increased costs for patients and the health facility. Compared with the above method, the Yaoshiyi® APP in our study had the advantages of free installation, simple measurements, non-real-time conversation and low learning di culty, which encouraged elderly patients to engage in telemedicine services.\n\n(2) Continuous monitoring and early intervention of abnormal indicators: In previous studies on telemedicine disease management for hypertension patients, pharmacist monitored patients' BP discontinuously, such as communicating with patients via telephone once every two weeks.  [15] When the patient's BP was out of control but BP data were not tranferred to the pharmacist in real-time, the patient's health needs remained unmet and might remain unmet until serious adverse health events arose. In this study, the Yaoshiyi® telemedicine system transferred BP data in real-time, so the pharmacist could continuously monitor the patient's BP, which was different from the telemedicine technologies reported in previous literature. When the patient's BP exceeded normal values, the pharmacist would be warned by the Yaoshiyi® APP. When the patient's BP raised slightly, the pharmacist would just closely follow the patient's BP for several days. If the patient's BP returned to normal after a transient rise, the pharmacist would not take any intervention. If the patient's BP continued to rise during the follow-up, the pharmacist would provide MTM services for the patient. When the patient's BP remained at a high-risk level (SBP≥180mmHg), the pharmacist would immediately contact and instruct the patient to take quickacting antihypertensive drugs and refer to a doctor timely. Therefore, the patient's abnormal BP was quickly intervened by the pharmacist and returned to normal in this study, which ensured that the patient's BP could be maintained at a normal level most of the time.\n\n(3) Individualized precise adjustment of BP: The circadian rhythm of BP in elderly patients was sometimes abnormal and thus the peak of BP was not easily predicable, which made it di cult to take antihypertensive drugs at the appropriate timing. For example, taking anti-hypertensive drug in the morning routinely sometimes would not imply proper control over BP.  [21]  The Yaoshiyi® APP could depict the BP uctuation curve of patients within a day, which is similar to the effect of ambulatory BP monitoring. The pharmacist could guide the patients to adjust time of taking antihypertensive medication, dose and selection of antihypertensive medication according to their individual BP uctuation curve to improve the BP. In this way, pharmacists could adjust patients' anti-hypertensive drug regimen for several consecutive days until the BP returned to normal, which could waive the need for elderly patients to visit the hospital.\n\nOur study has some limitations. Firstly, not only some of the patients' indicators such as BP and HbA1c\n\nwere within the normal range at baseline, but the sample size was relatively small, which might leaded to limited room for improvement of indicators after intervention and might explain why patients recruited from Huilongguan and Yongning communities experienced improvements but without statistical signi cance in BP after receiving telemedicine management by pharmacists. Secondly, the loss to followup was high in our study. A total of 358 eligible patients were recruited from the three communities.\n\nDuring the follow-up, 56 patients were removed from the study due to the failure of remain engagement or moving to other places, resulting in a loss to follow-up rate of 15.6%. Among the three communities, Taikang community was a high-end elderly care community, and patients in this community have high mobility. Once patients left the community, the follow-up was failed. Finally, the Yaoshiyi® telemedicine system required patients to be able to use smart phones, which also resulted in that some elderly patients who meet other requirements for inclusion could not participate in this study and thus introduced biases. Figure 1"
    },
    {
      "text": "Figures"
    },
    {
      "text": "Baseline Characteristics of Enrolled Patients (N = 358)The primary outcomes of all patients who completed the full trial are shown in Table2, and the SBP of all patients who completed the full trial are shown in gure 1."
    },
    {
      "text": "Primary Outcomes of All Patients Completed the Trial"
    },
    {
      "text": "Secondary outcomes of All Patients Completed the Trial"
    }
  ],
  "references": [
    {
      "title": "Worldwide trends in hypertension prevalence and progress in treatment and control from 1990 to 2019: a pooled analysis of 1201 population-representative studies with 104 million participants",
      "year": 2021,
      "doi": "10.3410/f.740693066.793589850"
    },
    {
      "title": "Chinese Society of Cardiology, Chinese Medical Doctor Association Hypertension Committee, Hypertension Branch of China International Exchange and Promotive Association for Medical and Health Care, Hypertension Branch of Chinese Geriatric Medical Association, Guidelines for Prevention and Treatment of Hypertension in China",
      "year": 2018,
      "doi": "10.1097/cm9.0000000000003431"
    },
    {
      "title": "Improving Hypertension Control and Patient Engagement Using Digital Tools",
      "authors": [
        "R Milani"
      ],
      "year": 2017
    },
    {
      "title": "Evidence and Recommendations on the Use of Telemedicine for the Management of Arterial Hypertension: An International Expert Position Paper",
      "authors": [
        "S Omboni"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.15873"
    },
    {
      "title": "The association between self-management behaviors and medication adherence in patients with hypertension",
      "authors": [
        "K Hu",
        "S Wu",
        "K Sun"
      ],
      "year": 2017
    },
    {
      "title": "First-ll medication discontinuations and nonadherence to antihypertensive therapy: an observational study",
      "authors": [
        "C Evans"
      ],
      "year": 2012,
      "doi": "10.1038/ajh.2011.198"
    },
    {
      "title": "Quality of life and medication compliance of elderly patients with hypertension in Haikou",
      "authors": [
        "Q Xu",
        "Z Fu",
        "X Wang"
      ],
      "year": 2021
    },
    {
      "title": "Study of Morisky scale on medication compliance and in uencing factors of elderly patients with hypertension in community",
      "authors": [
        "J Cheng",
        "J Jiang",
        "P Wang"
      ],
      "year": 2022,
      "doi": "10.47939/mh.v3i6(10).47"
    },
    {
      "title": "A Prospective Randomized Controlled Study of Chronic Disease Management Led by Endocrinology Clinical Pharmacists in Patients with Type 2 Diabetes",
      "authors": [
        "Q Li",
        "W Li",
        "L Lan"
      ],
      "year": 2019
    },
    {
      "title": "A prospective randomized controlled study of clinical pharmacists led chronic disease management to improve clinical indicators in patients with type 2 diabetes",
      "authors": [
        "Q Li",
        "J Zhen",
        "P Pan"
      ],
      "year": 2015
    },
    {
      "title": "Practice and evaluation of telemedicine-based pharmaceutical care for elderly patients with hypertension",
      "authors": [
        "N Shi",
        "J Zhen",
        "J Liang"
      ],
      "year": 2021
    },
    {
      "title": "The role of the pharmacist in hypertension management",
      "authors": [
        "Di Palo",
        "K Kish"
      ],
      "year": 2018
    },
    {
      "title": "Pharmacist's role in hypertension management: a review of key randomized controlled trials",
      "authors": [
        "T Wagner"
      ],
      "year": 2020
    },
    {
      "title": "Understanding the Feasibility, Acceptability, and E cacy of a Clinical Pharmacist-led Mobile Approach (BPTrack) to Hypertension Management: Mixed Methods Pilot Study",
      "authors": [
        "L Buis"
      ],
      "year": 2020,
      "doi": "10.2196/19882"
    },
    {
      "title": "A Successful Multifaceted Trial to Improve Hypertension Control in Primary Care: Why Did it Work?",
      "authors": [
        "K Margolis"
      ],
      "year": 2015
    },
    {
      "title": "Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial",
      "authors": [
        "B Green"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.24.2857"
    },
    {
      "title": "Economic Evaluation of the Home Blood Pressure Telemonitoring and Pharmacist Case Management to Control Hypertension (Hyperlink) Trial",
      "authors": [
        "S Dehmer"
      ],
      "year": 2018,
      "doi": "10.1002/jac5.1001"
    },
    {
      "title": "The pharmacist and the management of arterial hypertension: the role of blood pressure monitoring and telemonitoring",
      "authors": [
        "S Omboni",
        "E Sala"
      ],
      "year": 2015,
      "doi": "10.1586/14779072.2015.1001368"
    },
    {
      "title": "Prevalence, awareness, treatment, and control of hypertension among very elderly Chinese: results of a community-based study",
      "authors": [
        "G Huang"
      ],
      "year": 2017
    },
    {
      "title": "A cross-sectional study of elderly patients with hypertension in Chongqing and suggestions for multidisciplinary diagnosis and treatment regimen",
      "authors": [
        "H Jia",
        "S Yuan",
        "T Luo"
      ],
      "year": 2019
    },
    {
      "title": "Analysis of the Clinical Characteristics and the Current Status of Drug Treatment in the Elderly Patients with Hypertension",
      "authors": [
        "Y Xue"
      ],
      "year": 2022,
      "doi": "10.47939/mh.v3i8(01).20"
    },
    {
      "title": "Innovative models for providing clinical pharmacy services to remote locations using clinical video telehealth",
      "authors": [
        "C Perdew",
        "K Erickson",
        "J Litke"
      ],
      "year": 2017
    },
    {
      "title": "Chinese guidelines for the management of hypertensionWriting Group of 2018",
      "authors": [
        "Ch Committee"
      ],
      "year": 2019
    },
    {
      "title": "Chinese guideline for the management of dyslipidemia in adults of 2016",
      "authors": [
        "Ca Committee"
      ],
      "year": 2017
    },
    {
      "title": "Guideline for the prevention and treatment of type 2 diabetes mellitus in China (2020 edition)",
      "authors": [
        "C Society"
      ]
    },
    {
      "title": "Patient-reported medication adherence barriers among patients with cardiovascular risk factors",
      "authors": [
        "L Zullig"
      ],
      "year": 2015,
      "doi": "10.18553/jmcp.2015.21.6.479"
    },
    {
      "title": "Patients' and healthcare providers' perceptions and practices regarding hypertension, pharmacy-based care, and mHealth in Lagos, Nigeria: a mixed methods study",
      "authors": [
        "A Cremers"
      ],
      "year": 2019,
      "doi": "10.1097/hjh.0000000000001877"
    },
    {
      "title": "Improving BP control through electronic communications: an economic evaluation",
      "authors": [
        "P Fishman"
      ],
      "year": 2013
    },
    {
      "title": "Home blood pressure monitoring, secure electronic messaging and medication intensi cation for improving hypertension control: a mediation analysis",
      "authors": [
        "J Ralston"
      ],
      "year": 2014
    },
    {
      "title": "The effectiveness of daily SMS reminders in pharmaceutical care of older adults on improving patients' adherence to antihypertensive medication (SPPA): study protocol for a randomized controlled trial",
      "authors": [
        "Z Haramiova"
      ],
      "year": 2017,
      "doi": "10.1186/s13063-017-2063-8"
    },
    {
      "title": "A pharmacist intervention for monitoring and treating hypertension using bidirectional texting: PharmText BP",
      "authors": [
        "L Polgreen"
      ],
      "year": 2020,
      "doi": "10.1016/j.cct.2020.106169"
    },
    {
      "title": "Impact of clinical pharmacist services delivered via telemedicine in the outpatient or ambulatory care setting: A systematic review",
      "authors": [
        "J Niznik",
        "H He",
        "Kane-Gill Sl"
      ],
      "year": 2018
    },
    {
      "title": "A Systematic Review of Randomized Controlled Trials of Telehealth and Digital Technology Use by Community Pharmacists to Improve Public Health",
      "authors": [
        "P Crilly",
        "R Kayyali"
      ],
      "year": 2020,
      "doi": "10.3390/pharmacy8030137"
    },
    {
      "title": "Effect of home blood pressure telemonitoring and pharmacist management on blood pressure control: a cluster randomized clinical trial",
      "authors": [
        "K Margolis"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.6549"
    },
    {
      "title": "Connected Health in Hypertension Management",
      "authors": [
        "S Omboni"
      ],
      "year": 2019
    },
    {
      "title": "Adherence to blood pressure telemonitoring in a cluster-randomized clinical trial",
      "authors": [
        "T Kerby"
      ],
      "year": 2012,
      "doi": "10.1111/j.1751-7176.2012.00685.x"
    },
    {
      "title": "Evaluation of the Impact of a Pharmacist-Led Telehealth Clinic on Diabetes-Related Goals of Therapy in a Veteran Population",
      "authors": [
        "L Maxwell"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1719"
    },
    {
      "title": "Impact of the clinical pharmacy specialist in telehealth primary care",
      "authors": [
        "J Litke"
      ],
      "year": 2018,
      "doi": "10.2146/ajhp170633"
    },
    {
      "title": "A multimodal blood pressure control intervention in 3 healthcare systems",
      "authors": [
        "D Magid"
      ],
      "year": 2011,
      "doi": "10.37765/ajmc.2022.88837"
    },
    {
      "title": "Transforming hypertension management using mobile health technology for telemonitoring and self-care support",
      "authors": [
        "A Logan"
      ],
      "year": 2013,
      "doi": "10.1016/j.cjca.2013.02.024"
    }
  ],
  "num_references": 40
}
