{
  "paper_id": "TUQHMRXY",
  "title": "Does an Orthopedic Ward Round Pro Forma Improve Inpatient Documentation?",
  "abstract": "Introduction: Thorough documentation is of utmost importance in a patient hospital experience. It forms an accurate record of an inpatient stay, facilitates handover between medical colleagues, and is also a legal document. Medical notes tend to be detailed and insightful on admission, but the daily ward round notes have often fallen short of expectation. With most patient records entered by junior level of staff, it is important to ensure that adequate documentation occurs. \n Methods: We analyzed notes entered in patient charts at set periods and compared them against standards set out in the Royal College of Surgeons Ireland and England, as well as Medical Council guidelines from the two countries. After this, a pro forma was established to standardize the medical record keeping on patient ward rounds. Compliance with guidelines was assessed by comparing notes before introduction of the pro forma and after their introduction. Results: Before its introduction, 0% of notes fulfilled the full criteria selected for the pro forma documentation. After intervention, there was a good initial response, with notes capturing an average 86% of the required information. A reaudit of compliance 2 months after introduction showed a 9% decrease of information completeness to 75%.",
  "year": 2016,
  "date": "2016",
  "authors": [
    {
      "name": "Danilo Vukanic",
      "email": "danilo.vukanic@ucdconnect.ie",
      "affiliation": {
        "organization": "Department of Trauma and Orthopaedic Surgery",
        "department": "Department of Trauma and Orthopaedic Surgery",
        "institution": "University Hospital Waterford",
        "address": "Dublin, Ireland"
      }
    },
    {
      "name": "Enda Kelly",
      "affiliation": {
        "organization": "Department of Trauma and Orthopaedic Surgery",
        "department": "Department of Trauma and Orthopaedic Surgery",
        "institution": "University Hospital Waterford",
        "address": "Dublin, Ireland"
      }
    },
    {
      "name": "Susan Cleary",
      "affiliation": {
        "organization": "Department of Trauma and Orthopaedic Surgery",
        "department": "Department of Trauma and Orthopaedic Surgery",
        "institution": "University Hospital Waterford",
        "address": "Dublin, Ireland"
      }
    }
  ],
  "doi": "10.1108/s1529-209620160000015014",
  "md5": "57A809FF3049CF2570D675E55B841DE3",
  "publication": {
    "journal": "Ann R Coll Surg Engl",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "Conclusions: Introduction of a pro forma for the documentation of daily ward rounds improved compliance of ward round notes when compared with internationally recognized guidelines, with no additional time required during ward rounds. Despite improved compliance, continued effort is needed to achieve a better standard of care.\n\nKey Words: quality improvement, pro forma, ward round pro forma, orthopedic ward round, clinical records, clinical audit (J Patient Saf 2021;17: 553-556) S afe and effective clinical practice relies not only on knowl- edgeable care but also on good quality note keeping. These notes are not only important in daily management of current in patient stay but also for retrospective review, audits, as well as for medicolegal purposes. As such, the guidelines for professional conduct and ethics from the Irish Medical Council state that \"we have a duty to maintain accurate and up-to-date patient records.\"  1  Furthermore, the new guidelines issued by the Royal College of Surgeons Ireland in 2018, code of practice for surgeons, state that a surgeon must ensure that \"all medical records are legible, complete, accurate, and have patient identification details.\"  2  Despite the presence of multiple guidelines stating the necessity of good medical record keeping, there is a paucity of information in literature that specifies the preferred level of information contained in these notes.  2, 3 The guidelines from the General Medical Council in the United Kingdom and the Medical Council in Ireland state that these notes should contain relevant clinical findings, decisions made and agreed, information given to patients, medications changed, and those who were present at the ward round.  3 This type of information can be specialty specific and as such should be adapted to the care needs of these subsets of patients. Therefore, although the information provided in the medical council guidelines provides a framework, each specialty should audit its practice to ensure relevance of their record keeping to attain best practice medical care for their patients.\n\nAlthough the clerical aspect of the medical profession is one of the paramount processes in passing information to other colleagues and allied health care staff, it is a subject that is poorly addressed during college years, if at all.  4  Moreover, these notes are usually recorded by the most junior members of the team and more commonly so done contemporaneously after the ward round is completed. Depending on the hospital, some interns may be working as part of different consultant teams and would only commence recording patient records after multiple team ward rounds. Notes recorded in this manner are more likely to be of insufficient content and poor quality. Furthermore, without regular audit, the content of these notes often remains not assessed. This therefore has a high potential to result in lack of appropriate medical record keeping and is a lost opportunity to improve the quality of patient records.\n\nPatient medical records are used in multiple clinical and nonclinical settings. They are an important handover tool from one medical professional to another. This is even more essential with the current move toward shift work away from the traditional single team-based structure, where daytime teams and nighttime teams may not have a handover of every patient under the service. One of the most important settings for appropriate recording of records is weekend on call shift work, where a large amount of patients are managed by a smaller hospital team. A recent study of medical record keeping of hip fracture patients after the implementation of a shift work system has found records was not only of lower quality but also less frequently recorded.  5 The implementation of a standardized handover form as port of a weekend hand over in the United Kingdom has been shown to reduce length of stay by up to 2 days and has been linked to potential cost savings upward of £3 million.  6 We must remain vigilant of the hereinabove, with the implementation of European work time directive and shift work in any health care system. Given that shift-based team structure is common place in most hospitals across the United Kingdom and Ireland, the importance of good record keeping and their part in good patient care is more important now than ever.\n\nThese records are also a means of communicating the ongoing patient issues and plan of management for allied health care staff ensuring better communication, notably with surgical teams where a larger proportion of the working day is spent away from the ward. The records are also accessible to patient's under the freedom of information act and form an important role in medicolegal proceedings.\n\nThe topic of medical note legibility is a long-standing and welldocumented issue. Previous studies have not only shown that medicolegal cases have been successful for the claimants due to illegible writing  7  but also the prevalence of poorer legibility of writing among medical professionals by comparison with allied health care members.  8 Thus, it is not only important to ensure the content and quality of notes but also the ability for the recorded information to be read easily.\n\nWe propose that one of the ways to address many of these shortcomings is through the use of checklists. These have become widespread in the medical profession for the last decade. The initial iterations of these lists take inspiration from the safety form implementation in high stakes industries, such as aviation and nuclear power. The most notable medical application of the above is the World Health Organization surgical safety checklist, which resulted in a 36% reduction in major complications in its initial implementation.  9 It is now used before the start of surgical procedures in most theaters globally and widely believed to be part of good surgical practice by reducing serious surgical events. A recent review from the Royal College of Physicians England have also alluded to the improvement in safety and quality of care that the use of safety checklists leads to medical patients undergoing procedures.  10 The implementation of a venous thromboembolism checklist by junior doctors in the National Health Service resulted in an increase in appropriate prescribing of lowmolecular-weight heparin form 75% to 98%.  11 n the Irish setting, the National Clinical Effectiveness Guidelines for Management of Sepsis, published in 2014, have led to the introduction of a sepsis form, which has been implemented nationally to aid diagnosis and early management of sepsis.  12 As we move forward to improve the quality of patient care, forms and checklists are going to form an even bigger part in medical record keeping. We believe that the implementation of checklists can be applied to recording of daily ward round orthopedic patient notes, to allow for safer and more complete recording of patient records."
    },
    {
      "title": "METHODS",
      "text": "As there are no guidelines detailing the minimal content of daily ward round records, a de novo form was designed. The content of the form was decided based on the principles of good medical record keeping outlined in the documents from the Irish Medical Council, the Royal College of Surgeons Ireland, and the General Medical Council in the United Kingdom. Previous scoring tools devised from published audits on surgical record keeping were also used, with the aim of ensuring data completeness and allowing comparison with known standards. The CRABEL tool  13  and the STAR tool,  14  which are both validated for assessing completeness of patient record keeping, were adapted from their respective sections on subsequent patient note entries. The more recently devised TONK tool,  15  specific to orthopedic record keeping, was also used in the form design. As there tools are used for a wide variety of record keeping, they could not be applied in their entirety. Thus, the final form was designed as a single-page clinical notes sheet that could be populated with relevant information during the ward round using a combination of free text and checkboxes.\n\nThe form designed includes information on date, time, individuals present on the ward round, fasting status of the patient, procedure performed, new medical issues, recent blood results, wound status, dressing check, need for thromboprophylaxis, bowel motions, need to remove catheter, analgesia review, as well as a free text box for current issues and for the discharge plan. This ultimately resulted in the addition of text fields to those used in the scoring tools use, but deemed an important part of orthopedic surgical notes. There was no additional time allocated and it was not required by the application of this pro forma. The filling of the form was easily completed within the normal amount of time allocated to a ward round. Figure  1  demonstrates the form used as part of the study, where the information was organized to allow populating the form in the order the patient is assessed during the ward round.\n\nThe initial audit of notes was carried out on a single day and was unannounced by the research team. Medical charts of 30 randomly selected in patients at a single date in November 2017 were identified and assessed. The clinical note recorded after the morning ward round was analyzed for data content based on the required entries in the newly designed form. An educational component and launch of the ward round pro forma was instigated at a scheduled orthopedic team-specific teaching session. The new form for daily ward round record keeping and its required content was explained to the entire team when starting on a new orthopedic rotation in January 2018. One week after this implementation, data were collected to audit adherence to data recording on the new orthopedic form.\n\nAudit cycle two to close the loop was performed 2 months after the implementation of the form, and the data for another 30 patients was reaudited, to assess completeness of data recording once the form was fully implemented."
    },
    {
      "title": "RESULTS",
      "text": "The audit of the two patient categories revealed that the information captured after the implementation greatly increased from the implementation of the pro forma. In the initial data recording session, none of the patient records audited contained 100% of the required information. The average completeness of the notes was found to be only 58% of the required data identified in the audit. After the introduction of the pro forma, at the initial postintervention audit, the average amount of the data recorded as part of daily ward round notes increased to 86%, a gain of nearly 30%. Upon closure of the audit loop, a final calculation of the completeness of patient records was found to be reduced to 75%.\n\nInterestingly, most differences in data recorded came from only a few patient information sections. This audit helped identify the areas of ward round information recording, which we are most commonly deficient. Information on the inspection of the wound and dressings was only present in 25% of notes, need for deep venous thrombosis prophylaxis in 10%, and bowel or bladder issues in only 7% of cases in the regular notes. Other areas of poor record keeping included information on who was present at the round (40%), whether the patient was preop/postop or fasting (57%) and the operation performed (50%).\n\nAs evident in Figure  2 , the introduction of the pro forma resulted in an increased quality of note recording at daily ward rounds across all fields of information recording. Most importantly, it improved the deficit in the areas identified as most deficient, the review of wound, DVT prophylaxis, and bowel/ bladder symptoms. Also of note is the lack of time recording of time of ward rounds in the records, both preintroduction and postintroduction of the form. Timing of the examination is important in recording the last well status of the patient and should be recorded on 100% of cases, like the information on the date.\n\nThe information was reaudited in March 2018, with the same data fields analyzed to assess compliance to the new pro forma. At that point in time, the data showed that there was 75% completeness of information from a random selection of 30 current in patient records. The areas that did not show improvement from the initial introduction included recording of blood results, wound and dressing review, and need for DVT prophylaxis."
    },
    {
      "title": "DISCUSSION",
      "text": "This audit was implemented in the tertiary referral trauma and orthopedic unit at University Hospital Waterford. Because of the large volume of new patient admissions, in the preoperative and postoperative period, we identified a lack of basic clinical note  J Patient Saf • Volume 17, Number 8, December 2021\n\nOrthopedic Ward Round Pro Forma information, such as fasting status, DVT prophylaxis, bowel care, and weight bearing status.\n\nWe were also able to identify nonfasting status of patients who required medical workup before their surgery. The clear documentation of this in the patient record avoided unnecessary fasting of vulnerable patients. Management plan and the discharge plans are important in ensuring that patient bed availability is optimized reducing waiting times on trolleys in the emergency department. Most importantly, the additional amount of detail captured by this pro forma did not require any added time during the ward rounds.\n\nThe results of this quality improvement project outline the utility of a full audit cycle. It has allowed us to observe what subset of patient ward round information we record well and helped identify areas where we perform poorly. The overlooked recording of the time patients were seen at is just as important as the date in keeping accurate records. This is most important in the setting of a medically unwell patient where a record of a timely management plan is essential in ongoing care. This is an area that has been identified as needing further improvement and as such will be a good marker of improvement in subsequent audit.\n\nOther areas needing improvement are recording of blood results being checked, the wound and dressing being checked, as well as need for DVT prophylaxis and if patients are having regular bowel and bladder motions. Although these may be checked and not recorded on most ward rounds, they are potential early means of identifying complications. As such, their early identification and management can result in better patient care and more timely patient discharges.\n\nThe recognition that the most junior members of the team are most crucial to the improvement of data recording was imperative to the success of the audit. The development and practice of good medical record keeping are important at any stage of medical training, but even more so at junior level. This allowed us to address an area of traditional medical teaching that most doctors are deficient in and allowed for expansion of important clinical skills.\n\nThe importance of legible writing in medicine has been alluded to by many different scoring tools and by the Irish Medical Council, the General Medical Council in the United Kingdom, and the Royal College of Surgeons Ireland. In the setting of medical professionals having the least legible entries in patient records, the increasing use of medical records in medicolegal proceedings and their availability under the freedom of information act, it is important to have a means of improving these entries. A pro forma using a mix of check boxes and freehand entries significantly improved the readability of this information and allows for an easy means of identifying specific parts of information sought for, such as fasting status and operation performed.\n\nThe use of reaudit is also important in maintaining high standards of record keeping. It demonstrated that the compliance to the pro forma diminished over time. This allowed us to highlight areas that we are most likely to become deficient in overtime and to highlight those areas to the individuals that record the patient notes."
    },
    {
      "title": "CONCLUSIONS",
      "text": "We believe that the use of a pro forma for the recording of patient records is advantageous in the setting of orthopedic patient records. Our form and the audit of the records resulted in more accurate, complete, and legible notes being recorded. The capture of these records did not require any additional time during ward rounds. In our experience, the use of pro formas resulted in an improvement in patient care and can lead to earlier discharges. We suggest that future audits of the data should also be accompanied with an analysis of length of inpatient stay and rates of common complications as a means of quantifying the quality improvement."
    },
    {
      "text": "FIGURE 1. Daily ward round pro forma used during study."
    },
    {
      "text": "FIGURE 2. Summary of data recorded divided by information category. Comparing percentage completeness of infromation in regular notes with that recorded on the pro forma."
    }
  ],
  "references": [
    {
      "title": "Contemporary issues in the new Guide to Professional Conduct and Ethics for Registered Medical Practitioners (8th Edition 2016)",
      "authors": [
        "V Hetherington"
      ],
      "year": 2016,
      "doi": "10.1108/s1529-209620160000015014",
      "journal": "Ir Med J",
      "volume": "109",
      "pages": "417",
      "raw": "Contemporary issues in the new Guide to Professional Conduct and Ethics for Registered Medical Practitioners (8th Edition 2016) \n\t\t \n\t\t\t V Hetherington \n\t\t \n\t\t 10.1108/s1529-209620160000015014 \n\t \n\t \n\t\t Ir Med J \n\t\t \n\t\t\t 109 \n\t\t\t 417 \n\t\t\t 2016 \n\t\t \n\t \n\t Hetherington V. Contemporary issues in the new Guide to Professional Conduct and Ethics for Registered Medical Practitioners (8th Edition 2016). Ir Med J. 2016;109:417."
    },
    {
      "title": "Code of Practice for surgeons: local guidelines",
      "year": 2018,
      "doi": "10.21315/eimj2022.14.3.3",
      "raw": "10.21315/eimj2022.14.3.3 \n\t\t \n\t\t Code of Practice for surgeons: local guidelines \n\t\t Dublin \n\t\t \n\t\t\t RCSI \n\t\t\t 2018. January 2, 2020 \n\t\t \n\t\t \n\t\t\t Royal College of Surgeons in Ireland \n\t\t \n\t \n\t Royal College of Surgeons in Ireland. Code of Practice for surgeons: local guidelines. Dublin, 2018: RCSI. Available at: https://www.rcsi.ie/files/ surgery/docs/20180212115142_Code%20of%20Practice%20for% 20Surgeons%20.pdf. Accessed January 2, 2020."
    },
    {
      "title": "Good medical practice guidelines",
      "year": 2013,
      "doi": "10.1192/pb.bp.110.032276",
      "raw": "Good medical practice guidelines \n\t\t 10.1192/pb.bp.110.032276 \n\t\t \n\t\t \n\t\t\t 2013. January 2, 2020 \n\t\t\t General Medical Council \n\t\t\t London \n\t\t \n\t\t \n\t\t\t General Medical Council \n\t\t \n\t \n\t General Medical Council. Good medical practice guidelines. General Medical Council: London; 2013. Available at: https://www.gmc-uk.org/ ethical-guidance/ethical-guidance-for-doctors/good-medical-practice. Accessed January 2, 2020."
    },
    {
      "title": "The importance of clinical documentation",
      "authors": [
        "J Douglas-Moore",
        "R Lewis",
        "J Patrick"
      ],
      "year": 2014,
      "doi": "10.1308/rcsbull.2014.96.1.18",
      "journal": "Bull R Coll Surg Engl",
      "volume": "96",
      "raw": "The importance of clinical documentation \n\t\t \n\t\t\t J Douglas-Moore \n\t\t \n\t\t \n\t\t\t R Lewis \n\t\t \n\t\t \n\t\t\t J Patrick \n\t\t \n\t\t 10.1308/rcsbull.2014.96.1.18 \n\t \n\t \n\t\t Bull R Coll Surg Engl \n\t\t \n\t\t\t 96 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Douglas-Moore J, Lewis R, Patrick J. The importance of clinical documentation. Bull R Coll Surg Engl. 2014;96:18-20."
    },
    {
      "title": "Hip fracture documentation-the impact of shift systems",
      "authors": [
        "J Crawford",
        "D Hay",
        "N Coleman"
      ],
      "year": 2006,
      "doi": "10.1016/j.injury.2005.10.014",
      "journal": "Injury",
      "volume": "37",
      "raw": "Hip fracture documentation-the impact of shift systems \n\t\t \n\t\t\t J R Crawford \n\t\t \n\t\t \n\t\t\t D Hay \n\t\t \n\t\t \n\t\t\t N Coleman \n\t\t \n\t\t 10.1016/j.injury.2005.10.014 \n\t \n\t \n\t\t Injury \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Crawford JR, Hay D, Coleman N. Hip fracture documentation-the impact of shift systems. Injury. 2006;37:134-137."
    },
    {
      "title": "Demonstrating Improved Surgical Communication and HAndoveR Generates Earlier Discharges (DISCHARGED)",
      "authors": [
        "J Dean",
        "G Phillips",
        "W Turner"
      ],
      "year": 2018,
      "doi": "10.1097/pts.0000000000000430",
      "journal": "J Patient Saf",
      "volume": "14",
      "raw": "Demonstrating Improved Surgical Communication and HAndoveR Generates Earlier Discharges (DISCHARGED) \n\t\t \n\t\t\t J Dean \n\t\t \n\t\t \n\t\t\t G Phillips \n\t\t \n\t\t \n\t\t\t W Turner \n\t\t \n\t\t 10.1097/pts.0000000000000430 \n\t \n\t \n\t\t J Patient Saf \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Dean J, Phillips G, Turner W, et al. Demonstrating Improved Surgical Communication and HAndoveR Generates Earlier Discharges (DISCHARGED). J Patient Saf. 2018;14:e39-e44."
    },
    {
      "title": "Problems with notes",
      "authors": [
        "M Saunders"
      ],
      "year": 1998,
      "doi": "10.4324/9781843142942-25",
      "journal": "J Med Defence",
      "volume": "297",
      "raw": "Problems with notes \n\t\t \n\t\t\t M Saunders \n\t\t \n\t\t 10.4324/9781843142942-25 \n\t \n\t \n\t\t J Med Defence \n\t\t \n\t\t\t 297 \n\t\t\t \n\t\t\t 1998 \n\t\t \n\t \n\t Saunders M. Problems with notes. J Med Defence. 1998;297:1256-1259."
    },
    {
      "title": "Legibility of doctors' handwriting: quantitative comparative study",
      "authors": [
        "R Lyons",
        "C Payne",
        "M Mccabe"
      ],
      "year": 1998,
      "doi": "10.1136/bmj.317.7162.863",
      "journal": "BMJ",
      "volume": "317",
      "raw": "Legibility of doctors' handwriting: quantitative comparative study \n\t\t \n\t\t\t R Lyons \n\t\t \n\t\t \n\t\t\t C Payne \n\t\t \n\t\t \n\t\t\t M Mccabe \n\t\t \n\t\t 10.1136/bmj.317.7162.863 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 317 \n\t\t\t \n\t\t\t 1998 \n\t\t \n\t \n\t Lyons R, Payne C, McCabe M, et al. Legibility of doctors' handwriting: quantitative comparative study. BMJ. 1998;317:863-864."
    },
    {
      "title": "A surgical safety checklist to reduce morbidity and mortality in a global population",
      "authors": [
        "A Haynes",
        "T Weiser",
        "W Berry"
      ],
      "year": 2009,
      "doi": "10.1016/j.spinee.2010.04.021",
      "journal": "N Engl J Med",
      "volume": "360",
      "raw": "A surgical safety checklist to reduce morbidity and mortality in a global population \n\t\t \n\t\t\t A B Haynes \n\t\t \n\t\t \n\t\t\t T G Weiser \n\t\t \n\t\t \n\t\t\t W R Berry \n\t\t \n\t\t 10.1016/j.spinee.2010.04.021 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 360 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Haynes AB, Weiser TG, Berry WR, et al. A surgical safety checklist to reduce morbidity and mortality in a global population. N Engl J Med. 2009; 360:491-499."
    },
    {
      "title": "Application of the WHO surgical safety checklist outside the operating theatre: medicine can learn from surgery",
      "authors": [
        "D Braham",
        "A Richardson",
        "I Malik"
      ],
      "year": 2014,
      "doi": "10.7861/clinmedicine.14-5-468",
      "journal": "Clin Med (Lond)",
      "volume": "14",
      "raw": "Application of the WHO surgical safety checklist outside the operating theatre: medicine can learn from surgery \n\t\t \n\t\t\t D L Braham \n\t\t \n\t\t \n\t\t\t A L Richardson \n\t\t \n\t\t \n\t\t\t I S Malik \n\t\t \n\t\t 10.7861/clinmedicine.14-5-468 \n\t \n\t \n\t\t Clin Med (Lond) \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Braham DL, Richardson AL, Malik IS. Application of the WHO surgical safety checklist outside the operating theatre: medicine can learn from surgery. Clin Med (Lond). 2014;14:468-474."
    },
    {
      "title": "Using a venous thromboembolism checklist significantly improves VTE prevention: a junior doctor led intervention",
      "authors": [
        "N Colborne",
        "D Lake",
        "K Wear"
      ],
      "year": 2013,
      "doi": "10.1111/ijcp.12059",
      "journal": "Int J Clin Pract",
      "volume": "67",
      "raw": "Using a venous thromboembolism checklist significantly improves VTE prevention: a junior doctor led intervention \n\t\t \n\t\t\t N R Colborne \n\t\t \n\t\t \n\t\t\t D R Lake \n\t\t \n\t\t \n\t\t\t K R Wear \n\t\t \n\t\t 10.1111/ijcp.12059 \n\t \n\t \n\t\t Int J Clin Pract \n\t\t \n\t\t\t 67 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Colborne NR, Lake DR, Wear KR, et al. Using a venous thromboembolism checklist significantly improves VTE prevention: a junior doctor led intervention. Int J Clin Pract. 2013;67:157-160."
    },
    {
      "title": "Sepsis Management -National Clinical Guideline No",
      "year": 2014,
      "doi": "10.4135/9781446251355.n47",
      "volume": "6",
      "raw": "10.4135/9781446251355.n47 \n\t\t Sepsis Management -National Clinical Guideline No \n\t\t \n\t\t\t Health Service Executive (HSE) \n\t\t\t 2014 \n\t\t\t 6 \n\t\t \n\t\t \n\t\t\t Committee NCE \n\t\t \n\t \n\t Committee NCE. Sepsis Management -National Clinical Guideline No. 6. Health Service Executive (HSE). 2014."
    },
    {
      "title": "The CRABEL score-a method for auditing medical records",
      "authors": [
        "J Crawford",
        "T Beresford",
        "K Lafferty"
      ],
      "year": 2001,
      "journal": "Ann R Coll Surg Engl",
      "volume": "83",
      "raw": "The CRABEL score-a method for auditing medical records \n\t\t \n\t\t\t J R Crawford \n\t\t \n\t\t \n\t\t\t T P Beresford \n\t\t \n\t\t \n\t\t\t K L Lafferty \n\t\t \n\t \n\t \n\t\t Ann R Coll Surg Engl \n\t\t \n\t\t\t 83 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Crawford JR, Beresford TP, Lafferty KL. The CRABEL score-a method for auditing medical records. Ann R Coll Surg Engl. 2001;83:65-68."
    },
    {
      "title": "The STAR score: a method for auditing clinical records",
      "authors": [
        "H Tuffaha",
        "T Amer",
        "P Jayia"
      ],
      "year": 2012,
      "doi": "10.1308/003588412x13171221499865",
      "journal": "Ann R Coll Surg Engl",
      "volume": "94",
      "raw": "The STAR score: a method for auditing clinical records \n\t\t \n\t\t\t H Tuffaha \n\t\t \n\t\t \n\t\t\t T Amer \n\t\t \n\t\t \n\t\t\t P Jayia \n\t\t \n\t\t 10.1308/003588412x13171221499865 \n\t \n\t \n\t\t Ann R Coll Surg Engl \n\t\t \n\t\t\t 94 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Tuffaha H, Amer T, Jayia P, et al. The STAR score: a method for auditing clinical records. Ann R Coll Surg Engl. 2012;94:235-239."
    },
    {
      "title": "The TONK score: a tool for assessing quality in trauma and orthopaedic note-keeping",
      "authors": [
        "Z Khan",
        "A Sayers",
        "M Khattak"
      ],
      "year": 2015,
      "doi": "10.1051/sicotj/2015029",
      "journal": "SICOT J",
      "volume": "1",
      "pages": "29",
      "raw": "The TONK score: a tool for assessing quality in trauma and orthopaedic note-keeping \n\t\t \n\t\t\t Z Khan \n\t\t \n\t\t \n\t\t\t A E Sayers \n\t\t \n\t\t \n\t\t\t M U Khattak \n\t\t \n\t\t 10.1051/sicotj/2015029 \n\t \n\t \n\t\t SICOT J \n\t\t \n\t\t\t 1 \n\t\t\t 29 \n\t\t\t 2015 \n\t\t \n\t \n\t Khan Z, Sayers AE, Khattak MU, et al. The TONK score: a tool for assessing quality in trauma and orthopaedic note-keeping. SICOT J. 2015;1:29."
    }
  ],
  "num_references": 15,
  "figures": [
    {
      "caption": "FIGURE 1 .",
      "description": "FIGURE 1. Daily ward round pro forma used during study."
    },
    {
      "caption": "FIGURE 2 .",
      "description": "FIGURE 2. Summary of data recorded divided by information category. Comparing percentage completeness of infromation in regular notes with that recorded on the pro forma."
    }
  ],
  "num_figures": 2,
  "num_citations": 17,
  "cited_references": [
    "b3",
    "b13",
    "b4",
    "b2",
    "b5",
    "b14",
    "b0",
    "b7",
    "b11",
    "b8",
    "b12",
    "b6",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] From the Department of Trauma and Orthopaedic Surgery , University Hospital Waterford. Tallaght University Hospital Dublin , Dublin Ireland",
    "[raw_affiliation] From the Department of Trauma and Orthopaedic Surgery , University Hospital Waterford. Tallaght University Hospital Dublin , Dublin Ireland",
    "[raw_affiliation] From the Department of Trauma and Orthopaedic Surgery , University Hospital Waterford. Tallaght University Hospital Dublin , Dublin Ireland",
    "[raw_affiliation] From the Department of Trauma and Orthopaedic Surgery , University Hospital Waterford. Tallaght University Hospital Dublin , Dublin Ireland",
    "© 2021 Wolters Kluwer Health, Inc. All rights reserved.Copyright © 2021 Wolters Kluwer Health, Inc. All rights reserved.",
    "© 2021 Wolters Kluwer Health, Inc. All rights reserved.www.journalpatientsafety.com",
    "[raw_reference] Hetherington V. Contemporary issues in the new Guide to Professional Conduct and Ethics for Registered Medical Practitioners (8th Edition 2016). Ir Med J. 2016;109:417.",
    "[raw_reference] Royal College of Surgeons in Ireland. Code of Practice for surgeons: local guidelines. Dublin, 2018: RCSI. Available at: https://www.rcsi.ie/files/ surgery/docs/20180212115142_Code%20of%20Practice%20for% 20Surgeons%20.pdf. Accessed January 2, 2020.",
    "[raw_reference] General Medical Council. Good medical practice guidelines. General Medical Council: London; 2013. Available at: https://www.gmc-uk.org/ ethical-guidance/ethical-guidance-for-doctors/good-medical-practice. Accessed January 2, 2020.",
    "[raw_reference] Douglas-Moore J, Lewis R, Patrick J. The importance of clinical documentation. Bull R Coll Surg Engl. 2014;96:18-20.",
    "[raw_reference] Crawford JR, Hay D, Coleman N. Hip fracture documentation-the impact of shift systems. Injury. 2006;37:134-137.",
    "[raw_reference] Dean J, Phillips G, Turner W, et al. Demonstrating Improved Surgical Communication and HAndoveR Generates Earlier Discharges (DISCHARGED). J Patient Saf. 2018;14:e39-e44.",
    "[raw_reference] Saunders M. Problems with notes. J Med Defence. 1998;297:1256-1259.",
    "[raw_reference] Lyons R, Payne C, McCabe M, et al. Legibility of doctors' handwriting: quantitative comparative study. BMJ. 1998;317:863-864.",
    "[raw_reference] Haynes AB, Weiser TG, Berry WR, et al. A surgical safety checklist to reduce morbidity and mortality in a global population. N Engl J Med. 2009; 360:491-499.",
    "[raw_reference] Braham DL, Richardson AL, Malik IS. Application of the WHO surgical safety checklist outside the operating theatre: medicine can learn from surgery. Clin Med (Lond). 2014;14:468-474.",
    "[raw_reference] Colborne NR, Lake DR, Wear KR, et al. Using a venous thromboembolism checklist significantly improves VTE prevention: a junior doctor led intervention. Int J Clin Pract. 2013;67:157-160.",
    "[raw_reference] Committee NCE. Sepsis Management -National Clinical Guideline No. 6. Health Service Executive (HSE). 2014.",
    "[raw_reference] Crawford JR, Beresford TP, Lafferty KL. The CRABEL score-a method for auditing medical records. Ann R Coll Surg Engl. 2001;83:65-68.",
    "[raw_reference] Tuffaha H, Amer T, Jayia P, et al. The STAR score: a method for auditing clinical records. Ann R Coll Surg Engl. 2012;94:235-239.",
    "[raw_reference] Khan Z, Sayers AE, Khattak MU, et al. The TONK score: a tool for assessing quality in trauma and orthopaedic note-keeping. SICOT J. 2015;1:29."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
