{
  "paper_id": "U7L6SN7C",
  "title": "Mapping Inequities in Digital Health Technology Within the World Health Organization's European Region Using PROGRESS PLUS: Scoping Review",
  "abstract": "Background: The use of digital technologies within health care rapidly increased as services transferred to web-based platforms during the COVID-19 pandemic. Inequalities in digital health across the domains of equity are not routinely examined; yet, the long-term integration of digitally delivered services needs to consider such inequalities to ensure equitable benefits. Objective: This scoping review aimed to map inequities in access, use, and engagement with digital health technologies across equity domains. \n Methods: We searched 4 electronic databases (MEDLINE, ASSIA, PsycINFO, and Scopus) for quantitative and mixed methods reviews and meta-analyses published between January 2016 and May 2022. Reviews were limited to those that included studies from the World Health Organization's European region. Extracted data were mapped against Cochrane's PROGRESS PLUS (place of residence, race, ethnicity, culture, and language, occupation, gender and sex, religion, education, socioeconomic status, social capital, and other characteristics) dimensions of equity. \n Results: In total, 404 unique citations were identified from the searches, and 2 citations were identified from other sources. After eligibility assessment, 22 reviews were included. Consistent evidence was found showing higher access to digital health technologies among patients who were of White ethnicity, were English speaking, and had no disability. There were no reviews that explored differences in access to digital health care by age, gender and sex, occupation, education, or homeless or substance misuse. Higher use of digital health technologies was observed among populations that were White, English speaking, younger, with a higher level of education, of higher economic status, and residents in urban areas. No clear evidence of differences in the use of digital technologies by occupation, gender and sex, disability, or homeless or substance misuse was found, nor was clear evidence found in the included reviews on inequalities in the engagement with digital technologies. Finally, no reviews were identified that explored differences by place of residence. Conclusions: Despite awareness of the potential impact of inequalities in digital health, there are important evidence gaps across multiple equity domains. The development of a common framework for evaluating digital health equity in new health initiatives and consistency in reporting findings is needed.",
  "year": 2017,
  "date": "2017",
  "journal": "Mhealth",
  "publication": "Mhealth",
  "authors": [
    {
      "forename": "Katherine",
      "surname": "Woolley",
      "name": "Katherine Woolley",
      "affiliation": "1  Research and Evaluation Division , Public Health Wales , Cardiff , United Kingdom \n\t\t\t\t\t\t\t\t Research and Evaluation Division \n\t\t\t\t\t\t\t\t Public Health Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Diana",
      "surname": "Bright",
      "name": "Diana Bright",
      "affiliation": "1  Research and Evaluation Division , Public Health Wales , Cardiff , United Kingdom \n\t\t\t\t\t\t\t\t Research and Evaluation Division \n\t\t\t\t\t\t\t\t Public Health Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Toby",
      "surname": "Ayres",
      "name": "Toby Ayres",
      "affiliation": "3  Evidence Service , Public Health Wales , Cardiff , United Kingdom \n\t\t\t\t\t\t\t\t Evidence Service \n\t\t\t\t\t\t\t\t Public Health Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Fiona",
      "surname": "Morgan",
      "name": "Fiona Morgan",
      "affiliation": "3  Evidence Service , Public Health Wales , Cardiff , United Kingdom \n\t\t\t\t\t\t\t\t Evidence Service \n\t\t\t\t\t\t\t\t Public Health Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Kirsty",
      "surname": "Little",
      "name": "Kirsty Little",
      "affiliation": "3  Evidence Service , Public Health Wales , Cardiff , United Kingdom \n\t\t\t\t\t\t\t\t Evidence Service \n\t\t\t\t\t\t\t\t Public Health Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Alisha",
      "surname": "Davies",
      "name": "Alisha Davies",
      "affiliation": "1  Research and Evaluation Division , Public Health Wales , Cardiff , United Kingdom \n\t\t\t\t\t\t\t\t Research and Evaluation Division \n\t\t\t\t\t\t\t\t Public Health Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t United Kingdom",
      "email": "alisha.davies@wales.nhs.uk"
    },
    {
      "forename": "Theadora",
      "surname": "Swift Koller",
      "name": "Theadora Swift Koller"
    },
    {
      "forename": "Jane",
      "surname": "Ward",
      "name": "Jane Ward"
    },
    {
      "forename": "Rosemary",
      "surname": "Morgan",
      "name": "Rosemary Morgan"
    },
    {
      "affiliation": "Research and Evaluation Division Public Health Wales Capital Quarter 2 Tyndall Street Cardiff , CF10 4BZ United Kingdom \n\t\t\t\t\t\t\t\t Research and Evaluation Division Public Health \n\t\t\t\t\t\t\t\t Wales Capital Quarter \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2 Tyndall Street \n\t\t\t\t\t\t\t\t\t CF10 4BZ \n\t\t\t\t\t\t\t\t\t Cardiff \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "10.2196/44181",
  "keywords": [
    "digital health",
    "health inequities",
    "PROGRESS PLUS",
    "health services accessibility",
    "health care disparities",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "The use of digital health care has been increasing over the past decade  [1] , with a rapid acceleration in 2020 as services transferred to web-based platforms during the COVID-19 pandemic  [2] . When digital health care is provided with appropriate infrastructure, training, and engagement, it has the potential to improve population health by using artificial intelligence, big data, and precision medicine  [3] . Digital health care is especially useful where there is increasing demand and limited resources  [4] . However, the use of digital technologies within health care provision (eg, telehealth, eHealth, and artificial intelligence), termed digital health, can contribute to health inequity due to systematic disparities and social determinants of health needs and the ability to engage with digital platforms  [5] .\n\nThe development of digital technologies and digital skills initiatives for patients is beginning to appear in local, national, and global policy and practice strategies, one of which is the World Health Organization (WHO) global strategy to strengthen the international approach to the implementation of digital health  [6] . However, an understanding of the underlying barriers to digital technologies and embedding mitigation strategies at an early stage is needed if policy implementation is to be effective. For example, despite digital skills being on the European Commission's agenda since 2016  [7] , in 2021, the majority (54%) of the European Union's population (aged 16-74 years) had limited basic digital skills, and 14% had none at all  [8] , with variations present by age group, education level, employment status, and rurality. The extent of the digital inequalities and the need for digital skills in Europe became even more apparent during the COVID-19 pandemic due to the reliance on digital technologies for social support and economic functions, including access to health services and public health systems  [2, 4] ."
    },
    {
      "title": "Key Components of Digital Health",
      "text": "Digital health equity can be explored through an individual's ability to access, use, and engage with digital health technology  [9] :\n\n• Access is defined as the ability to access the technology and other resources required for digital health (eg, digital devices, internet connection, web-based tools, and financial resources).\n\n• Use reflects having the skills, digital literacy, and ability to navigate and use digital health technologies.\n\n• Engagement refers to the variations that will occur in the level of engagement with digital health technology by individuals. For instance, some individuals may have access and the skills to use digital technology but may choose not to engage with a digital health service.\n\nThere is some evidence of digital inequities within Europe  [2, 5, 9] . This is generally reported for older individuals, rural communities, and women and is attributed to a lack of knowledge, opportunities, skill, inaccessibility  [10] , fear of discrimination, and concern for the cessation of face-to-face service  [11, 12] . However, there is limited evidence of factors contributing to digital health exclusion for subgroups of the population within the 3 components of digital health (access, use, and engagement) and in assessing the interconnected nature of social categorizations, termed intersectionality. Failure to acknowledge and account for all dimensions of equity within digital health, including the role of intersectionality, can lead to widening health inequities.\n\nUnderstanding the role of inequity in people's ability to access, use, and engage with digital health is necessary to ensure that digital health does not cause greater health inequities. Therefore, the aim of this scoping review was to map inequities in digital health technology across different equity domains to help inform future developments toward integrating digital technology into health care practices, systems, and policy within the WHO European region."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview",
      "text": "This scoping review used the methodology outlined by Arksey and O'Malley  [13] . It comprises the following stages: (1) identifying the research question; (2) identifying relevant studies; (3) study selection; (4) data extraction and analysis; and (5) collating, summarizing, and reporting the results. The PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Scoping Reviews) checklist was used to guide the reporting of the scoping review  [14] .\n\nWe conceptualized inequalities using the PROGRESS PLUS framework  [15] . The framework, first developed by Evans and Brown and further adapted by the Campbell and Cochrane Equity Methods Group  [16] , indicates the different characteristics in which health inequities may be experienced. The acronym stands for place of residence, race, ethnicity, culture, language, occupation, gender and sex, religion, education, socioeconomic status, social capital, and other characteristics PLUS (eg, disability, age, and sexual orientation). On the basis of the collected data from the included reviews, the PLUS category was subcategorized further into age, disability or complex health needs, and homeless or substance misuse. In addition, for the purpose of this review, religion was combined with race, ethnicity, culture, and language."
    },
    {
      "title": "Search Strategy",
      "text": "The MEDLINE, ASSIA, PsycINFO, and Scopus databases were searched for reviews and meta-analyses published between January 2016 and May 2022 to capture the most recent evidence of evolving technologies and changes in health provision resulting from the COVID-19 pandemic. Included search terms related to \"Digital Health\" AND \"Inequities\" AND \"Review\" (Multimedia Appendix 1). A further hand search of key relevant journals (eg, JMIR and Lancet Digital Health), gray literature databases (eg, the Health Management Information Consortium and the Turning Research into Practice databases), and citation tracking of included literature was performed to identify additional records. Once the data had been extracted and thematically mapped, a further search was undertaken for recent primary research (2018-2022) conducted in WHO Europe countries for equity domains where evidence from reviews could not be extracted. For this step, the search terms to cover \"reviews\" that were included in the initial search were omitted. Additional inclusion and exclusion criteria remained the same."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "Studies were eligible for inclusion if they (1) contained a digital technology that connected an individual to a health care professional or service; (2) documented equity through a lens of access, use, and engagement; (3) contained research from countries within the WHO's European region or was global in interpretation  [17] ; (4) reported quantitative results; and (5) had a systematic, scoping, rapid, or mapping review methodology (Table  1 )."
    },
    {
      "title": "Study Selection",
      "text": "Screening by title and abstract and subsequent full paper review of relevant literature was carried out by 3 reviewers (TA, DB, and KEW). Before screening and full paper review, we followed a calibration process against the inclusion and exclusion criteria and the feasibility of disaggregating quantitative results into 10 equity domains and 3 components of digital health (access, use, and engagement) that we were interested in reporting. A second, and in some cases, a third reviewer resolved any uncertainty throughout the screening and full paper review process."
    },
    {
      "title": "Data Extraction and Analysis",
      "text": "Two reviewers (TA, DB, or KEW) conducted data extraction independently. Any dispute was solved by consulting a third reviewer (TA or KEW). The form captured information including (1) author and publication date; (2) participant characteristics; (3) interventions and exposures; (4) included study features; (5) equity outcomes; and (6) solutions, limitations, and evidence gaps.\n\nScoping reviews do not critically appraise the literature, but where this information was available in the included reviews, it was captured. The results were then thematically mapped using the PROGRESS PLUS framework  [15]  to examine the role of equity within the key components of digital health: access, use, and engagement, in addition to looking for any evidence of intersectionality across the PROGRESS PLUS equity domains. This ensured that socially stratifying factors were considered throughout the review process  [15] . The thematically mapped data were summarized using a heat map for each equity domain, with a potential direction of effect being interpreted, where at least 75% of the included reviews found consistent evidence of equity or inequity."
    },
    {
      "title": "Results"
    },
    {
      "title": "Included Reviews",
      "text": "The database searches yielded 404 unique results, with a further 62 obtained from hand searches of journal websites and gray literature, and 2 from other sources, leading to the inclusion of 22 reviews (Figure  1 )."
    },
    {
      "title": "Review Characteristics",
      "text": "The primary studies included in this scoping review were mainly from the United States (258/520, 49.4%), followed by Europe (177/520, 33.9%), other developed countries (eg, Australia and Canada; 59/520, 11.3%), and a minority from low-and middle-income countries (LMICs; 20/520, 5.4%; Figure  2 ). The characteristics of the included reviews are presented in Table  2 .\n\nFigure  2 . Geographic distribution and number of primary evidence from each of the included reviews. LMIC: low-and middle-income country; US: United States; WHO: World Health Organization. *Geographic information could not be obtained for 3 reviews as they were reviews of reviews (n=2) or not reported (n=1; Table  2 )."
    },
    {
      "title": "2000-2018",
      "text": "Primary care Beheshti et al  [20]  • Quantitative (n=40)"
    },
    {
      "title": "Features of included studies a Inclusion criteria for review Review"
    },
    {
      "title": "Study design Countries Number of studies"
    },
    {
      "title": "Date limit"
    },
    {
      "title": "Setting or context"
    },
    {
      "title": "Digital tool Population"
    },
    {
      "title": "2013-2019",
      "text": "Digital patient portals\n\n27 (29 papers) No date-2018 Health seeking for an urgent health problem • Web-based digital service for addressing symptoms, health advice and direction to appropriate services. Excluded treatment services (eg, Cognitive Behavioral Therapy) • General population Chambers et al [22]\n\n33 2010-2020 Reporting outside of the clinic or hospital setting • Electronic symptom selfreporting system or tool • Patients aged 18 years and older who are diagnosed with cancer. Includes family members Cho et al [23] 80 No date-2020 • Patients with chronic viral hepatitis Haridy et al [24] Features of included studies a Inclusion criteria for review Review Study design Countries Number of studies Date limit"
    },
    {
      "title": "Setting or context"
    },
    {
      "title": "Digital tool Population"
    },
    {
      "title": "•",
      "text": "Quantitative studies (n=51)\n\nReported as follows:\n\nSettings in which screening, diagnosis, or treatment is provided\n\n• Telemedicine, electronic medical record s, mobile apps (mHealth g ), web-based or email intervention, social media, or novel devices\n\n17 2015-2017 Homeless accessing any health or warfare services • Mobile phone technology • Homeless population within underlying health conditions Heaslip et al [25]\n\n32 2010not stated Not stated • eHealth (eg, web-based personal health records, telehealth services, and mHealth) • Older adults defined as 50-70 years old (majority of study participants had to fall into this age range) Hirvonen et al [26]\n\n12 2011-2021 Web-based NHS h services from primary, secondary, and tertiary care • Digital health app and webbased digital information • Includes at least 1 ethnic minority group as health service users Kapadia et al [27] 46 2020-2021 • Telemedicine in all aspects of care • Patients Features of included studies a Inclusion criteria for review Review Study design Countries Number of studies Date limit Setting or context Digital tool Population Put in place during the COVID-19 Pandemic Kruse and Heinemann [28]\n\nSpain and Netherlands and Taiwan (n=1)\n\n9 2020-2021 Not stated • Health care in the developed world in the early stages of the COVID-19 pandemic • Any individual who uses digital technology in relation to their health and well-being Litchfield et al [4] • Quantitative (n=32) • Observational studies (n=14) • Experimental studies (n=18) 32 Not date-2017 Clinical setting • Electronic Patient-reported Outcome Measures questionnaires in a digital form (ie, mobile phone app, tablet, or computer) -i Meirte et al [29] Features of included studies a Inclusion criteria for review Review Study design Countries Number of studies Date limit Setting or context Digital tool Population\n\n19 Not date-2020 Health care setting • Any technology use to aid the delivery of health care • Older adults (>65 y) with cancer. (average sample in the article had to be aged 65 years and older) Pang et al [30]\n\n13 No date-2020 Primary care-GP consultation • Remote GP j consultations • Contains different socioeconomic or disadvantaged groups Parker et al [31] 22 2008-2018 Not stated • eHealth technology for chronic disease • Presence of a chronic disease Reiners et al [32] Features of included studies a Inclusion criteria for review Review Study design Countries Number of studies Date limit Setting or context Digital tool Population\n\nDenmark and Sweden (n=1)\n\n• United Kingdom (n=1) • Other developed (n=1) • Australia (n=1) • LMIC (n=1) • Korea, Vietnam, Cambodia, and Uzbekistan (n=1) 28 2005-2020 Telehealth consultation for clinical assessment, diagnosis, and management • Health care settings • Racial and ethnic minorities of any age, including their care and health care providers Truong et al [33]\n\n11 2000-2021 Not stated • Digital health (eg, technologies with internet, such as smartphones or wearables) • Older adults (≥65 years) living with cancer or a cancer survivor and their care givers Verma et al [34] 30 No limits Booking outpatients appointments • Automatic patient selfscheduling • Not stated Woodcock [35] Features of included studies a Inclusion criteria for review Review Study design Countries Number of studies Date limit Setting or context Digital tool Population • Quantitative (n=26) • Cross-sectional (n=20) • Case study (n=3) • Case control (n=2) • Descriptive (n=1)\n\n41 1990-2020 Not stated • Any digital health intervention • General population Yao et al [36] Reviews of reviews Features of included studies a Inclusion criteria for review Review Study design Countries Number of studies Date limit Setting or context Digital tool Population • N/A • Not stated 14 reviews 1990-2019 Clinical setting in any country except LMIC • Patient portal • Patient web portal • Tethered personal health record • Patients regardless of demographic and disease characteristic • Health providers, consumers, educators, policy makers, researchers, and the public Antonio et al [37] • N/A • Not stated 19 reviews 2010-2020 Not stated • Any spoken or written communication (internet or telephone) between a mental health professional and the patient, family member, service uses, carer, or other health professional • Diagnosed mental health condition or receiving mental health care. Include staff and family members of people receiving mental health care Barnett et al [38]\n\na Italics represent main categories (eg, a specific region or a type of research methodology)\n\nb WHO: World Health Organization.\n\nc N/A: not applicable.\n\nd LMIC: low-and middle-income country.\n\ne RCT: randomized controlled trial.\n\nf\n\nThe total number of study designs reported by Carini et al  [21]  is 48 despite only including 47 studies; this is due to 1 study being counted as both an observational study and a descriptive study. g mHealth: mobile health.\n\nh NHS: National Health Service (NHS is the umbrella term for the publicly funded health care systems of the United Kingdom).\n\ni Not available.\n\nj GP: general practitioner."
    },
    {
      "title": "Place of Residence",
      "text": "Of the 22 reviews, 3 (14%) concluded that digital technology improved access to health care for rural residents  [19, 20, 24] , but these reviews did not consider those who may live in rural areas who do not have access to the digital technology required to use a digital health service. Overall, 14% (3/22) of reviews concluded that the use of digital health care was higher in urban areas  [18, 21, 31] . However, 5% (1/22) of reviews that focused on digital health care among patients with chronic disease reported no difference in use by place of residence  [32] . A key reason for lower use in the older adult rural population was lower eHealth literacy levels  [34] . No evidence of the difference in engagement with digital technologies by place of residence was identified in the included reviews. There is a lack of research exploring differences in place of residence that considers underlying differences in digital infrastructure, health care provisions or models, and population demographics to clearly ascertain the impact of place of residence on digital health."
    },
    {
      "title": "Race, Ethnicity, Culture, Language, and Religion",
      "text": "Access to digital health services among patients from ethnic minority backgrounds with depression was found to be reduced in 5% (1/22) of reviews  [38] . Evidence of an effect was observed with the use of digital health technology by ethnicity  [4, 18, 21, 22, 32, 37]  and immigration status  [31] , with 5 reviews  [4, 18, 21, 22, 37]  showing a decreased use by ethnic minorities compared with individuals from a White ethnic background. Although 9% (2/22) of reviews reported no direction  [27]  or a mixed direction of effect  [32] , many of the included studies within these reviews showed a greater use among individuals from White ethnic backgrounds.\n\nMixed evidence was reported for the association between ethnicity and engagement with digital health technology, with 14% (3/22) of reviews showing higher engagement  [18, 23, 32] , 5% (1/22) of reviews showing lower engagement by patients from White ethnic backgrounds than ethnic minority backgrounds  [33] , and 9% (2/22) of reviews finding no conclusive evidence of a difference between ethnic groups  [4, 27] .\n\nOnly 5% (1/22) of reviews reported that language may negatively influence access to digital health technology, as patient portals were not offered in the patients' preferred language  [18] . In addition, Litchfield et al  [4]  and Carini et al  [21]  noted 1 primary study each reporting lower use of digital health technology among non-English-speaking patients. There is a paucity of research exploring the influence of language barriers on engagement with digital health services. In addition, no evidence was found in the included reviews for culture and religion."
    },
    {
      "title": "Occupation",
      "text": "No evidence was identified within the included reviews reporting the impact of occupation on access to digital health care and inconclusive evidence was reported for engagement  [23] . Of the 22 reviews, 1 (5%) review concluded that being employed made no significant difference to eHealth use among patients with chronic diseases  [32] , while Chambers et al  [22]  found evidence that e-consultation users were more likely to be in employment than nonusers sociodemographic factors, such as gender and sex and age as well as health status, could explain these mixed results  [32] ."
    },
    {
      "title": "Gender and Sex",
      "text": "Among the included reviews, there was no evidence of the impact of gender and sex on access to digital health. Of the 22 reviews, 8 (36%) reviews reported on the impact of gender and sex on the use of digital technology, with 4 (18%) reviews indicating consistent evidence of a greater use of digital health technology among women  [22, 31, 35, 37] . Of the remaining 18% (4/22) of reviews, 2 observed no difference in use by gender and sex  [4, 21]  and 2 reported mixed evidence  [32, 39] . There was mixed evidence (2/22, 9%) reported for the association between gender and sex and engagement with digital health, and it was not consistent across all interventions. Men were more likely to accept telemonitoring and electronic self-reported systems than women, but higher satisfaction and engagement were reported in women using eHealth  [23, 32] ."
    },
    {
      "title": "Education",
      "text": "The association between education and access to digital health was not reported in any of the reviews. However, 18% (4/22) of reviews reported a possible association between the use of digital health care and education showing that individuals with higher levels of education were more likely to use digital health services than individuals with a lower education level  [18, 21, 29, 35] . Only 5% (1/22) of reviews reported inconclusive evidence  [32] . A higher level of education was also reported to lead to greater engagement with digital health services (2/22, 9%), but this may vary according to the type of technology. For instance, Chambers et al  [22]  noted that, in 1 primary study  [40] , individuals with a low to medium level of education were more motivated toward indirect consultation (eg, involving communication with a health professional via email) to reduce uncertainty."
    },
    {
      "title": "Socioeconomic Status",
      "text": "Lower income was reported to reduce access to digital health care in 1 included review  [32] . However, the association between the use of digital health technology and socioeconomic status was reported in 23% (5/22) of reviews, 4 of which  [4, 18, 35, 37]  reported higher adoption in higher income than lower income groups and 1 review  [31]  reported mixed results. Mixed results were also observed with engagement in digital technologies in the included reviews (2/22, 9%)  [4, 32] ."
    },
    {
      "title": "Social Capital",
      "text": "No evidence on social capital was obtained from the included reviews. Two primary studies  [41, 42]  were identified from an additional search of the literature, with 1 showing better access to televisions among patients with dementia with the presence of a caregiver during the Italian COVID-19 pandemic lockdown in Milan  [41] . However, Paccoud et al  [42]  found no association between social capital (whether an individual knows someone who uses digital technology) and access to or engagement with personal health records but found an association with the use of digital health care."
    },
    {
      "title": "PLUS-Other Characteristics"
    },
    {
      "title": "Age",
      "text": "Among the included reviews, no evidence was identified for the association between access to digital health and age. However, the association between age and use of digital health was assessed in 12 reviews  [4, 22, 23, 26, 29, 31, 34, 35, 37] . Lower use of digital health technologies in the older population (>50 years) compared with the younger population was identified in 8 reviews  [18, 22, 23, 26, 29, 32, 35, 37] , and 3 reviews found mixed evidence  [4, 21, 31] , with lower health literacy being a commonly reported barrier among older people  [29, 34] . Parker et al  [31]  observed that the use of different types of digital health technology differed between age groups by Parker et al  [31] .\n\nFor instance, older adults were more likely to use telephone consultations, whereas internet-based consultations were more likely to be used by younger individuals.\n\nEngagement with digital health technology by age was documented in 23% (5/22) of reviews  [23, 26, 30, 32, 35] , with 14% (3/22) of reviews highlighting lower preference or interest among older adults  [30, 32, 35]  due to concerns over losing contact with health care professionals  [32]  and privacy and security concerns  [26, 30] . However, 5% (1/22) of reviews noted that older adults had greater sustained interest compared with younger adults once they had adopted the technology  [26] , and another review found no association  [23] ."
    },
    {
      "title": "Disability or Complex Health Needs",
      "text": "The association between disability and access to digital health was reported in 14% (3/22) of reviews  [18, 29, 43] , highlighting barriers for individuals with physical, visual, neurocognitive, and intellectual disabilities  [18] . The use of digital health technology was observed in 14% (3/22) of reviews  [21, 36, 37] , reporting an increased use of patient portals among individuals with high illness burden, depression, moderate-severe asthma, and well-controlled diabetes but lower use among individuals with schizophrenia and schizoaffective disorders. However, we found that use varies depending on health status, the need to be addressed (eg, clinician contact and health information), and the number of comorbidities so that no overall effect could be established  [21, 37] . No evidence of engagement with digital health technologies was identified in the included reviews."
    },
    {
      "title": "Homelessness or Substance Misuse",
      "text": "Information on access to digital health care by the homeless or substance misuse individuals was not observed in any of the reviews, but details on use (1/22, 5%)  [25]  and engagement (1/22, 5%)  [31]  were identified. Heaslip et al  [25]  found that homeless people are twice as likely to seek health advice on the web if they are using class A drugs, while young homeless people who indicated they had a mental illness were 5 times more likely to seek help in the web. Parker et al  [31]  found that telephone appointments improved engagement with patients with opioid addiction in primary care compared with face-to-face appointments."
    },
    {
      "title": "Result Summary and Evidence Gaps",
      "text": "Evidence of a possible effect were evident for access with race, ethnicity, culture, language, and religion and disability or complex needs and for use with place of residence, race, ethnicity, culture, language and religion, education, socioeconomic status, and age (Figure  3 ). The association between the remaining categories within PROGRESS PLUS with access, use, and engagement had unclear or mixed evidence of a possible effect.\n\nFigure  3 . Direction of effect from the evidence obtained from the included review by PROGRESS PLUS. *Some evidence indicated that provision of digital health care increased an individual's ability to access health care. **For the purpose of this review \"Religion\" was included in the \"race, ethnicity, culture, and language\" element of PROGRESS PLUS. ***No evidence was identified within the included reviews for social capital; however, evidence of a mixed effect was obtained from 2 primary studies."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This comprehensive scoping review has highlighted inequities among rural communities, ethnic minorities, lower-educated individuals, those with lower socioeconomic status, older adults, and individuals with disabilities or complex needs, with digital technologies across the 3 dimensions of digital health (access, use, and engagement). Owing to the digitalization of health services during the COVID-19 pandemic and their continued use, there remain key policy implications at both an organizational and governmental level to provide equal access to health care via digital platforms for all individuals within society. Given that digital health care has the potential to lower costs, enable prioritization of care, increase adherence to medicine and treatment, and increase self-care  [44] , there are widespread benefits if barriers to access, use, and engagement can be equitably addressed through policy and practice. In the subsequent sections, we present key inequities found across the 3 dimensions of digital health (access, use, and engagement) and elaborate on key areas for future development in this area.\n\nConsidering the limitations of this scoping review, our findings and the identified key areas for future development can be used to inform the development and integration of digital health technologies into everyday health care, in an equitable way."
    },
    {
      "title": "Strengths and Limitations",
      "text": "We conducted a comprehensive scoping review of equity in digital health technology, collating evidence across 3 key components of digital health (access, use, and engagement) and 10 domains of equity, as defined by the PROGRESS PLUS framework. However, there are some limitations that need to be considered.\n\nDespite there being evidence in the literature for a digital divide in singular domains, such as age, occupation, and sex and gender  [5, 9, 45, 46] , these divides were mainly reported without considering the interconnectedness of different social classifications (eg, women from ethnic minorities live at the intersection of multiple social, economic, and cultural disadvantages that contribute to being digitally excluded).\n\nExamining the intersectionality between access and equity is crucial to protecting against widening inequalities in digital health systems. Furthermore, there was a high level of heterogeneity in the included study populations, which could explain why there was no clear evidence identified within the included reviews for age, occupation, gender and sex, and education. There was also considerable heterogeneity in how types of digital technologies were described (eg, inconsistent and evolving definitions of eHealth modalities, such as patient portals).\n\nNo evidence could be obtained from other reviews on social capital and religion. These elements of PROGRESS PLUS are more likely to be explored in qualitative research  [27] . More research examining ethno-religious groups would increase our understanding of how diverse factors such as age, religion, and gender interact and contribute to a digital divide  [27, 41, 42] . This review focuses on providing evidence for the WHO European region, but many of the studies documenting race, ethnicity, and language come from US studies, which potentially limits it generalizability to the European context. Furthermore, the evidence within Europe is dominated by Western European countries and the situational context may be different in countries that are classified as LMIC.\n\nFinally, only quantitative studies were investigated, and future work is required to capture evidence for qualitative studies to provide a greater understanding of the current facilitators and barriers to digital health care. Nonetheless, a validation check of the results of this review against those of qualitative reviews revealed similar findings. Methodological weakness observed by those reviews that undertook a critical appraisal (12/22, 55%) should be addressed in any future work, these include low participation rate, small sample size, unblinded participants, lack of control for confounding, and biased samples that only included individuals with access to digital technologies. Another important bias that needs to be considered is the underrepresentation of non-English speakers and ethnic minorities in current literature  [47] . Efforts to include these population groups are needed to develop culturally informed digital health technologies to address their needs."
    },
    {
      "title": "Comparison With Prior Work"
    },
    {
      "title": "Access",
      "text": "The ability to access the resources required for digital health differs by ethnic group and disability or complex health needs status, a finding that is consistent with the literature  [48] [49] [50] . However, there was unclear evidence for socioeconomic status and place of residence, despite rural areas having a higher rate of digital exclusion compared with urban areas  [2]  owing to access and connectivity issues  [19, 20] . It should also be noted that access to digital technology is not homogenous across the WHO European region, with greater access in North-Western Europe compared with Eastern or Southern Europe  [2] . Mapping digital infrastructure and inequities in access, including pay barriers, could help identify gaps and support policy and intervention decisions to support digital health."
    },
    {
      "title": "Use",
      "text": "Individuals from different places of residence, ethnicity, education level, socioeconomic status, and age were found to vary in their ability to access and use digital health technology. Many of the studies within the included reviews reported a greater use of digital health technologies among patients of White ethnic background, with ethnic minorities facing greater barriers to health care at an individual, provider, and system level  [51, 52] . These barriers to the use of digital health care include a lack of alternative language formats and lower digital literacy  [33] . The lack of digital skills is also present as a barrier for older populations  [29, 34] . A failure to consider and adjust for underlying factors, such as sociodemographic characteristics  [22] , structural inequalities, and important confounding factors (eg, literacy rate and language skills), may explain the lack of clear evidence in some of the PROGRESS PLUS categories (eg, occupation, gender, sex, and disability)."
    },
    {
      "title": "Engagement",
      "text": "No clear direction of effect was observed within any of the PROGRESS PLUS categories for engagement in digital health technologies. Having high access and ability to use digital health technologies does not necessarily translate into being more motivated or interested in engaging with digital technologies  [53] . Barriers identified include security concerns  [37] , mistrust  [54] , preference for face-to-face health care interventions  [27, 55] , and concerns that face-to-face health care interventions will cease  [11] . Understanding and exploring ways to increase engagement among vulnerable members of society is key to reducing digital health inequity, especially when there are increasing demands and pressures on health services. It is possible that qualitative data would provide a richer understanding of the barriers for user engagement and help the development of digital health care resources that address users' needs."
    },
    {
      "title": "Suggestions for Future Work, Solutions, and User-Centered Approaches",
      "text": "Within this scoping review, it was difficult to draw conclusive evidence for all elements of PROGRESS PLUS. Reasons include the heterogeneity of the evidence, methodological weaknesses, and examination of singular domains of equity, resulting in a lack of investigation into intersectionality in the current literature. Further high-quality research is required to address key evidence gaps identified in this scoping review. This will increase our understanding of key barriers in access, use, and engagement across different regions within the WHO European region and across underrepresented population groups that need to be targeted at a policy level. We also recommend following a systematic approach to reporting the population studied to help enable more rapid learning in digital health innovation and inequalities. This systematic approach should consider how digital health should be evaluated at the design stage and ensure effective data capture during implementation  [56] . Incorporating intersectional analysis into research in this area will increase our understanding of the key drivers contributing to equity in digital health and would account for the complex systems at play  [47, [57] [58] [59] . We recommend developing a common reporting framework to monitor and collate high-quality evidence and developing a structured approach to the evaluation of digital health initiatives against equity domains. This, in turn, would support decision-making in this area and facilitate knowledge exchange at a national and regional level.\n\nSeveral reviews highlighted the importance of digital health technologies addressing the user needs in both content and design  [21, 26, 29, 31, 32, 37] . Given this, digital solutions should be designed with inclusive and participatory user-centered approaches (co-design and coproduction) to ensure that technology use is appropriate and adds value to the end user  [60] . This is particularly important for those considered as at-risk populations, such as those with disabilities and complex needs, and those experiencing language barriers.\n\nDigital skills are a key limitation in using digital health care  [29, 34] . Therefore, equipment, training, and educational resources for professionals and end users are required to increase adoption  [61] , perhaps in the form of community and patient hubs  [44] . For example, disadvantaged groups could be supported through training and provision of dedicated internet connections and digital devices within the community  [28] . Consideration must also be given to the medium in which these resources are presented  [27, 28]  and ensure information is simplified and accessible  [34] . There are opportunities to capitalize on \"quick wins,\" such as language-related solutions that could enable access to patients from ethnic minorities without the need for large infrastructure adjustments. Furthermore, creation of protocols and regulations around the privacy and security of digital health technology in accessible formats could address privacy and safety concerns  [29, 62] .\n\nFinally, any research and evaluation into digital health inequities need to be relevant to policy and practice and link in with WHO Europe's digital health action plan  [63] . Collective approaches among local, national, and international organizations, including the creation of a common definition of digital health, such as updating the WHO digital health classification tool  [64] , could help in monitoring and reporting digital inequities. This would also help develop a good practice approach when generating policy-relevant evidence. For example, the NICE (National Institute for Health and Care Excellence) has a standard framework for digital health technologies that cover design, value, performance, and deployment  [65] , with equity being a standard requirement. However, the fact that not all populations are homogeneous (eg, the urban-rural divide and diverse populations) needs to be considered and a mix of regional and national policy to ensure equity in digital health may be required.\n\nOn the basis of our findings, the key areas suggested for future development are as follows:\n\n1. Understand key barriers to access, use, and engagement with digital health technologies across the WHO European region, considering the situational context between regions to reduce bias toward high-income Western European countries and underrepresented population groups through high-quality research. 2 . Develop and adopt a common framework approach to monitor and report differences, with a shared digital health definition across all equity domains that collate evidence to inform action. 3 . Identify and address potential barriers through mapping inequities in digital infrastructure, understanding the impact of intersectionality and approaches to improve knowledge, skills, and confidence. 4 . Ensure interventions are co-designed, inclusive, and participatory, with appropriate evaluation and reporting. 5 . Share and collate examples of best practices taken by health care systems to address digital health inequities."
    },
    {
      "title": "Conclusions",
      "text": "Within the context of the WHO European region, this scoping review has highlighted present inequities and evidence gaps across multiple domains with digital health care technologies. Rural communities, ethnic minorities, lower-educated individuals, those with lower socioeconomic status, older adults, and individuals with disabilities or complex needs face digital health inequality, and active approaches should be taken to reduce this gap. These active approaches could include the development and adoption of a common framework to support policies and procedures within the WHO European region for current and new co-designed digital solutions, in addition to mapping inequities, investigating intersectionality, and taking into consideration regional differences within the development stage of any initiative. These recommendations could be achieved through further robust research and evaluation where there is currently mixed evidence and the sharing of good practices to create sustainable solutions to reduce digital health inequalities."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow diagram."
    },
    {
      "text": "Inclusion and exclusion criteria."
    },
    {
      "text": "Characteristic of included reviews."
    }
  ],
  "references": [
    {
      "title": "Digital health is a cultural transformation of traditional healthcare",
      "authors": [
        "B Meskó",
        "Z Drobni",
        "É Bényei",
        "B Gergely",
        "Z Győrffy"
      ],
      "year": 2017,
      "doi": "10.21037/mhealth.2017.08.07"
    },
    {
      "title": "Is Europe prepared to go digital? Making the case for developing digital capacity: an exploratory analysis of Eurostat survey data",
      "authors": [
        "R Van Kessel",
        "B Wong",
        "I Rubinić",
        "O 'nuallain",
        "E Czabanowska"
      ],
      "year": 2022,
      "doi": "10.1371/journal.pdig.0000013"
    },
    {
      "title": "Challenges and opportunities of digital health in a post-COVID19 world",
      "authors": [
        "A Manteghinejad",
        "S Javanmard"
      ],
      "year": 2021,
      "doi": "10.4103/jrms.JRMS_1255_20"
    },
    {
      "title": "Impact of COVID-19 on the digital divide: a rapid review",
      "authors": [
        "I Litchfield",
        "D Shukla",
        "S Greenfield"
      ],
      "year": 2021,
      "doi": "10.1136/bmjopen-2021-053440"
    },
    {
      "title": "Addressing the digital inverse care law in the time of COVID-19: potential for digital technology to exacerbate or mitigate health inequalities",
      "authors": [
        "A Davies",
        "M Honeyman",
        "B Gann"
      ],
      "year": 2021,
      "doi": "10.2196/21726"
    },
    {
      "title": "Global Strategy on Digital Health",
      "year": 2020,
      "doi": "10.2471/blt.20.253955"
    },
    {
      "title": "The Digital Economy and Society Index",
      "year": 2022
    },
    {
      "title": "Digital Technology and Health Inequalities: A Scoping Review",
      "authors": [
        "M Honeyman",
        "D Maguire",
        "H Evans",
        "A Davies"
      ],
      "year": 2020
    },
    {
      "title": "Bridging the digital divide in the EU",
      "authors": [
        "M Negreiro"
      ],
      "year": 2022,
      "doi": "10.1063/pt.5.028981"
    },
    {
      "title": "Improving digital health inclusionvidence scan",
      "authors": [
        "S Aldridge"
      ],
      "year": 2020
    },
    {
      "title": "Addressing disparities in diabetes management through novel approaches to encourage technology adoption and use",
      "authors": [
        "A Sheon",
        "S Bolen",
        "B Callahan",
        "S Shick",
        "A Perzynski"
      ],
      "year": 2017,
      "doi": "10.2196/diabetes.6751"
    },
    {
      "title": "Scoping studies: towards a methodological framework",
      "authors": [
        "H Arksey",
        "O' Malley"
      ],
      "year": 2005,
      "doi": "10.1080/1364557032000119616"
    },
    {
      "title": "PRISMA extension for scoping reviews (PRISMA-ScR): checklist and explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin",
        "O' Brien",
        "K Colquhoun",
        "H Levac"
      ],
      "year": 2018,
      "doi": "10.7326/m18-0850"
    },
    {
      "title": "Applying an equity lens to interventions: using PROGRESS ensures consideration of socially stratifying factors to illuminate inequities in health",
      "authors": [
        "J O'neill",
        "H Tabish",
        "V Welch",
        "M Petticrew",
        "K Pottie",
        "M Clarke"
      ],
      "year": 2014,
      "doi": "10.1016/j.jclinepi.2013.08.005"
    },
    {
      "title": "Reflections on developing and using PROGRESS-Plus",
      "authors": [
        "J Kavanagh",
        "S Oliver",
        "T Lorenc"
      ],
      "year": 2008
    },
    {
      "title": "Lifesaving response to earthquakes in Türkiye and the Syrian Arab Republic",
      "year": 2022,
      "doi": "10.30875/0bfef470-en"
    },
    {
      "title": "Is research on patient portals attuned to health equity? A scoping review",
      "authors": [
        "M Antonio",
        "O Petrovskaya",
        "F Lau"
      ],
      "year": 2019,
      "doi": "10.1093/jamia/ocz054"
    },
    {
      "title": "Telemedicine in international cleft care: a systematic review",
      "authors": [
        "G Bedi",
        "K Vyas",
        "M Chung",
        "S Morrison",
        "M Asaad",
        "S Mardini"
      ],
      "year": 2021,
      "doi": "10.1177/1055665621989140"
    },
    {
      "title": "Telehealth in primary health care: a scoping review of the literature",
      "authors": [
        "L Beheshti",
        "L Kalankesh",
        "L Doshmangir",
        "M Farahbakhsh"
      ],
      "year": 2022
    },
    {
      "title": "The impact of digital patient portals on health outcomes, system efficiency, and patient attitudes: updated systematic literature review",
      "authors": [
        "E Carini",
        "L Villani",
        "A Pezzullo",
        "A Gentili",
        "A Barbara",
        "W Ricciardi"
      ],
      "year": 2021,
      "doi": "10.2196/26189"
    },
    {
      "title": "Digital and online symptom checkers and health assessment/triage services for urgent health problems: systematic review",
      "authors": [
        "D Chambers",
        "A Cantrell",
        "M Johnson",
        "L Preston",
        "S Baxter",
        "A Booth"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-027743"
    },
    {
      "title": "Acceptance and use of home-based electronic symptom self-reporting systems in patients with cancer: systematic review",
      "authors": [
        "Y Cho",
        "H Zhang",
        "M Harris",
        "Y Gong",
        "E Smith",
        "Y Jiang"
      ],
      "year": 2021,
      "doi": "10.2196/24638"
    },
    {
      "title": "eHealth technologies for screening, diagnosis, and management of viral hepatitis: a systematic review",
      "authors": [
        "J Haridy",
        "G Iyngkaran",
        "A Nicoll",
        "G Hebbard",
        "E Tse",
        "T Fazio"
      ],
      "year": 2021,
      "doi": "10.1016/j.cgh.2020.09.011"
    },
    {
      "title": "Use of technology to promote health and wellbeing of people who are homeless: a systematic review",
      "authors": [
        "V Heaslip",
        "S Richer",
        "B Simkhada",
        "H Dogan",
        "S Green"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18136845"
    },
    {
      "title": "Older adults' views on eHealth services: a systematic review of scientific journal articles",
      "authors": [
        "N Hirvonen",
        "H Enwald",
        "H Känsäkoski",
        "K Eriksson-Backa",
        "H Nguyen",
        "A Huhta"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijmedinf.2019.104031"
    },
    {
      "title": "Ethnic inequalities in healthcare: a rapid evidence review",
      "authors": [
        "D Kapadia",
        "J Zhang",
        "S Salway",
        "J Nazroo",
        "A Booth",
        "N Villarroel-Williams"
      ],
      "year": 2022
    },
    {
      "title": "Facilitators and barriers to the adoption of telemedicine during the first year of COVID-19: systematic review",
      "authors": [
        "C Kruse",
        "K Heinemann"
      ],
      "year": 2022,
      "doi": "10.2196/31752"
    },
    {
      "title": "Benefits and disadvantages of electronic patient-reported outcome measures: systematic review",
      "authors": [
        "J Meirte",
        "N Hellemans",
        "M Anthonissen",
        "L Denteneer",
        "K Maertens",
        "P Moortgat"
      ],
      "year": 2020,
      "doi": "10.2196/15588"
    },
    {
      "title": "Telemedicine acceptance among older adult patients with cancer: scoping review",
      "authors": [
        "N Pang",
        "J Lau",
        "S Fong",
        "C Wong",
        "K Tan"
      ],
      "year": 2022,
      "doi": "10.2196/28724"
    },
    {
      "title": "Inequalities in general practice remote consultations: a systematic review",
      "authors": [
        "R Parker",
        "E Figures",
        "C Paddison",
        "J Matheson",
        "D Blane",
        "J Ford"
      ],
      "year": 2021,
      "doi": "10.3399/bjgpo.2021.0040"
    },
    {
      "title": "Sociodemographic factors influencing the use of eHealth in people with chronic diseases",
      "authors": [
        "F Reiners",
        "J Sturm",
        "L Bouw",
        "E Wouters"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16040645"
    },
    {
      "title": "Using telehealth consultations for healthcare provision to patients from non-Indigenous racial/ethnic minorities: a systematic review",
      "authors": [
        "M Truong",
        "L Yeganeh",
        "O Cook",
        "K Crawford",
        "P Wong",
        "J Allen"
      ],
      "year": 2022,
      "doi": "10.1093/jamia/ocac015"
    },
    {
      "title": "eHealth literacy among older adults living with cancer and their caregivers: a scoping review",
      "authors": [
        "R Verma",
        "C Saldanha",
        "U Ellis",
        "S Sattar",
        "K Haase"
      ],
      "year": 2022,
      "doi": "10.1016/j.jgo.2021.11.008"
    },
    {
      "title": "Barriers to and facilitators of automated patient self-scheduling for health care organizations: scoping review",
      "authors": [
        "E Woodcock"
      ],
      "year": 2022,
      "doi": "10.2196/28323"
    },
    {
      "title": "Inequities in health care services caused by the adoption of digital health technologies: scoping review",
      "authors": [
        "R Yao",
        "W Zhang",
        "R Evans",
        "G Cao",
        "T Rui",
        "L Shen"
      ],
      "year": 2022,
      "doi": "10.2196/34144"
    },
    {
      "title": "The state of evidence in patient portals: umbrella review",
      "authors": [
        "M Antonio",
        "O Petrovskaya",
        "F Lau"
      ],
      "year": 2020,
      "doi": "10.2196/23851"
    },
    {
      "title": "Implementation of telemental health services before COVID-19: rapid umbrella review of systematic reviews",
      "authors": [
        "P Barnett",
        "L Goulding",
        "C Casetta",
        "H Jordan",
        "L Sheridan-Rains",
        "T Steare"
      ],
      "year": 2021,
      "doi": "10.2196/26492"
    },
    {
      "title": "A scoping review exploration of the intended and unintended consequences of eHealth on older people: a health equity impact assessment",
      "authors": [
        "M Fang",
        "E Siden",
        "A Korol",
        "M Demestihas",
        "J Sixsmith",
        "A Sixsmith"
      ],
      "year": 2018,
      "doi": "10.17011/ht/urn.201811224835"
    },
    {
      "title": "Increasing the use of e-consultation in primary care: results of an online survey among non-users of e-consultation",
      "authors": [
        "N Nijland",
        "J Van Gemert-Pijnen",
        "H Boer",
        "M Steehouder",
        "E Seydel"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijmedinf.2009.06.002"
    },
    {
      "title": "Facing the digital divide into a dementia clinic during COVID-19 pandemic: caregiver age matters",
      "authors": [
        "A Arighi",
        "G Fumagalli",
        "T Carandini",
        "A Pietroboni",
        "De Riz",
        "M Galimberti"
      ],
      "year": 2021,
      "doi": "10.1007/s10072-020-05009-w"
    },
    {
      "title": "Socioeconomic and behavioural factors associated with access to and use of Personal Health Records",
      "authors": [
        "I Paccoud",
        "M Baumann",
        "Le Bihan",
        "E Pétré",
        "B Breinbauer",
        "M Böhme"
      ],
      "year": 2021,
      "doi": "10.1186/s12911-020-01383-9"
    },
    {
      "title": "Theories applied to m-health interventions for behavior change in low-and middle-income countries: a systematic review",
      "authors": [
        "Y Cho",
        "S Lee",
        "S Islam",
        "S Kim"
      ],
      "year": 2018,
      "doi": "10.1089/tmj.2017.0249"
    },
    {
      "title": "Digital inclusion in health and care in Wales",
      "year": 2018,
      "doi": "10.1080/15398285.2019.1608499"
    },
    {
      "title": "Towards understanding the gender digital divide: a systematic literature review",
      "authors": [
        "A Acilar",
        "Ø Saebø"
      ],
      "year": 2021,
      "doi": "10.1108/gkmc-09-2021-0147"
    },
    {
      "title": "Population Health in a Digital Age: Patterns in the Use of Social Media in Wales",
      "authors": [
        "J Song",
        "C Sharp",
        "A Davies"
      ],
      "year": 2020,
      "doi": "10.56769/ijpn08301"
    },
    {
      "title": "The need for feminist intersectionality in digital health",
      "authors": [
        "C Figueroa",
        "T Luo",
        "A Aguilera",
        "C Lyles"
      ],
      "year": 2021,
      "doi": "10.1016/S2589-7500(21)00118-7"
    },
    {
      "title": "Disability digital divide: the use of the internet, smartphones, computers and tablets among people with disabilities in Sweden",
      "authors": [
        "S Johansson",
        "J Gulliksen",
        "C Gustavsson"
      ],
      "year": 2020,
      "doi": "10.1007/s10209-020-00714-x"
    },
    {
      "title": "Digital health paradox: international policy perspectives to address increased health inequalities for people living with disabilities",
      "authors": [
        "R Van Kessel",
        "R Hrzic",
        "O 'nuallain",
        "E Weir",
        "E Wong",
        "B Anderson"
      ],
      "year": 2022,
      "doi": "10.2196/33819"
    },
    {
      "title": "Persistent digital divide in access to and use of the Internet as a resource for health information: results from a California population-based study",
      "authors": [
        "A Nguyen",
        "S Mosadeghi",
        "C Almario"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijmedinf.2017.04.008"
    },
    {
      "title": "Potential barriers to the use of health services among ethnic minorities: a review",
      "authors": [
        "E Scheppers",
        "E Van Dongen",
        "J Dekker",
        "J Geertzen",
        "J Dekker"
      ],
      "year": 2006,
      "doi": "10.1093/fampra/cmi113"
    },
    {
      "title": "Health disparities against minority ethnic groups could increase with AI internet",
      "year": 2022,
      "doi": "10.1007/s40615-020-00837-0"
    },
    {
      "title": "Disparities in health care and the digital divide",
      "authors": [
        "S Saeed",
        "R Masters"
      ],
      "year": 2021,
      "doi": "10.1007/s11920-021-01274-4"
    },
    {
      "title": "Efficacy of telepsychiatry in refugee populations: a systematic review of the evidence",
      "authors": [
        "A Hassan",
        "K Sharif"
      ],
      "year": 2019,
      "doi": "10.7759/cureus.3984"
    },
    {
      "title": "WHO Guideline Recommendations on Digital Interventions for Health System Strengthening",
      "year": 2018,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "Back to the future: achieving health equity through health informatics and digital health",
      "authors": [
        "L Brewer",
        "K Fortuna",
        "C Jones",
        "R Walker",
        "S Hayes",
        "C Patten"
      ],
      "year": 2020,
      "doi": "10.2196/14512"
    },
    {
      "title": "Gender dynamics in digital health: overcoming blind spots and biases to seize opportunities and responsibilities for transformative health systems",
      "authors": [
        "A George",
        "R Morgan",
        "E Larson",
        "A Lefevre"
      ],
      "year": 2018,
      "doi": "10.1093/pubmed/fdy180"
    },
    {
      "title": "Modeling access across the digital divide for intersectional groups seeking web-based health information: national survey",
      "authors": [
        "K Medero",
        "K Merrill",
        "M Ross"
      ],
      "year": 2022,
      "doi": "10.2196/32678"
    },
    {
      "title": "User-centered design and interactive health technologies for patients",
      "authors": [
        "Vito De",
        "A Dabbs",
        "B Myers",
        "Mc Curry",
        "K Dunbar-Jacob",
        "J Hawkins",
        "R Begey"
      ],
      "year": 2009,
      "doi": "10.1097/NCN.0b013e31819f7c7c"
    },
    {
      "title": "Readiness for delivering digital health at scale: lessons from a longitudinal qualitative evaluation of a national digital health innovation program in the United Kingdom",
      "authors": [
        "M Lennon",
        "M Bouamrane",
        "A Devlin",
        "O' Connor",
        "O' Donnell",
        "C Chetty"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6900"
    },
    {
      "title": "Technology acceptance of home-based cardiac telerehabilitation programs in patients with coronary heart disease: systematic scoping review",
      "authors": [
        "H Ramachandran",
        "Y Jiang",
        "J Teo",
        "T Yeo"
      ],
      "year": 2022,
      "doi": "10.2196/34657"
    },
    {
      "title": "Seventy-second Regional Committee for Europe",
      "year": 2022
    },
    {
      "title": "Classification of digital health interventions v1.0: a shared language to describe the uses of digital technology for health",
      "year": 2018
    },
    {
      "title": "Evidence standards framework for digital health technologies",
      "year": 2018,
      "doi": "10.2196/preprints.17457"
    }
  ],
  "num_references": 63
}
