{
  "paper_id": "UBL922II",
  "title": "Cognitive behaviour therapy (cbt) for depression by computer vs. Therapist: Patient experiences and therapeutic processes",
  "year": 2013,
  "date": "2013",
  "doi": "10.1080/10503307.2013.766941",
  "md5": "42A1F7A0FC7A0D1979BA5EE9E7995D92",
  "publication": {
    "journal": "Behav Res Ther",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "Table 1. Intervention characteristics and reported links between alliance, engagement, and outcomes.\n\nAuthor Design and intervention (control) Sample characteristics Therapeutic alliance characteristics Association with outcomes Association with engagement or adherence Gega et al [64] • Case series • Unsu pported computerized CBT a (therapistdelivered CBT) • 6 participants with symptoms of depression (2 women, age mean 25 years b ) • Sessio n Evaluation Questionnaire was lower for computerized CBT than F2F c for all participants • Sessio n Impact Scale score showed that those who completed therapy rated cCBT lower than F2F for developing understanding and building a therapeutic relationship -d -Bickmore et al [66] • Comp uterized exercise program with an embodied relational • 91 healthy adults with a desire to increase exercise (50 women; mean • Higher ratings were provided on the bond subscale of an adapted WAI e -agent-a computeranimated avatar demonstratin g complex verbal and nonverbal behaviors aimed at developing an alliance (no agent versus nonrelational agent) age 24.8 [SD 7.4] years) with increases over time, when the relational agent was used. Ormrod et al [65] • Pilot, open trial • Suppo rted computerized CBT (none) • 23 adults with depression (12 women; mean age 47 [SD 11] years) • Positiv e therapeutic alliance ratings (on a modified version of the ARM f ), which were lower across all scales than those in F2F therapy • In the ARM, the total alliance ratings were not associated with changes to depression. No significant relationship was found between any subscale of the ARM and depression outcomes measured Bergman Nordgren et al [67] • Secon dary analysis from an RCT g • Suppo rted webbased CBT (online discussion forum; data not used in this analysis) • 27 participants with anxiety disorders (18 women; mean age 39 [SD 11] years) • High working alliance ratings (WAI), which increased from pre-and mid-to posttreatment • Total WAI alliance ratings midand posttreatmen t (but not pretreatment ) correlated with outcomes, specifically, the degree of improvemen t to wellbeing and symptoms • Subs cale scores not assessed -Herbst et al [68] • Secon dary analysis from an RCT • Suppo rted webbased CBT (waitlist control, but in this analysis, their data was • 30 participants with OCD h (22 women; age 19-59 years) • High WAI ratings on all subscales. Assessed at intervention endpoint only • Total WAI ratings were associated with symptom reduction • Not assessed on the subscale level -included after receiving the intervention) Andersso n et al [69] • Secon dary analysis from RCTs • Suppo rted webbased CBT (waitlist control, but in this analysis, their data were included after receiving the intervention) • 101 adults with OCD (67 women; mean age 34.9 [SD 12.7] years) • Total WAI assessed was adequate • Total WAI was associated with symptom change and was the best of the assessed predictors of response to the intervention (especially at higher severity) • Not assessed on the subscale level -Andersso n et al [70] • Secon dary analysis of data from 3 controlled trials • Suppo rted webbased CBT (with email and waitlist • Sample 1: 49 depressed adults (37 women; mean age 39 [SD 13.5] years) • Sample 2: 35 adults with a • High alliance (WAI) in all samples, comparable with previously reported F2F ratingsmeasured • The association between alliance ratings (total or subscale scores), and the outcome was -controls, whose data were not analyzed here) generalized anxiety disorder (28 women; mean age 40 [SD 11.2] years) • Sample 3: 90 adults with a social anxiety disorder (54 women; mean age 38.0 [SD 11.4] years) early in treatment nonsignifica nt across all 3 samples Hadjistavr opoulos et al [71] • Secon dary analysis from an open dissemination study of a supported web-based CBT • Adults with symptoms of depression (n=83) or generalized anxiety (n=112; 135 women; mean age 40.2 [SD 12.6] years) • Therap eutic Alliance Questionnaire ratings were high in both samples, at mid-and endpoints (and did not differ between samples) • Ratin gs on the Therapeutic Alliance Questionnai re were unrelated to outcomes (but correlated with treatment satisfaction) -Knaevelsr ud et al [72] • RCT • Suppo rted, webbased CBT • 96 adults with a history of trauma and posttraumatic • High alliance rated on the WAI by participants and therapists. • Ratin gs on the WAI posttreatmen t were -(waitlist control) stress reactions (86 women; mean age 35 years) Participants' ratings of the working alliance (total) significantly improved during treatment associated with outcomes Preschl et al [73] • RCT • Suppo rted, webbased CBT (F2F CBT) • 53 adults with depression (36 women; mean age 36.7 [SD 10.9] years) • High WAI ratings, total and across all subscales, equivalent to the F2F comparison group • WAI ratings did not predict a change in depression scores (neither total alliance nor subscale) Clarke et al [52] • Secon dary analysis of RCT data • Unsu pported webbased CBT (TAU i control, data not used in this analysis) • 90 adults with mild-tomoderate depression, anxiety, or stress who had completed the intervention (65 women; mean age 38 [SD 10] years) • Positiv e alliance ratings on all ARM subscales • No association between ARM total or subscales alliance and functioning, well-being, or symptoms • The 3 relationshipfocused domains of the ARM were associated with all engagement metrics Wagner et al [74] • Secon dary analysis from an RCT • 55 adults with posttraumatic stress • High WAI scores early in treatment • Total working alliance predicted • Sligh tly but nonsignifica ntly higher • Suppo rted, webbased CBT (waitlist control, but in this analysis, their data were included after receiving the intervention) symptoms (43 women; mean age 27.7 [SD 6.9] years) were maintained for the duration, across all subscales treatment outcomes for posttraumati c stress symptoms. On the subscale level, symptom change midtreatmen t was correlated with the midtreatmen t task subscale score and the posttreatmen t task and goal subscale scores • Furth ermore, posttreatmen t symptom change scores were correlated WAI scores for completers, on all subscales with midtreatmen t task and bond and posttreatmen t goal and task subscale scores Kiluk et al [54] • Unsu pported webbased CBT (TAU CBT) • 66 cocainedependent adults (33 women; mean age 42.3 [SD 9.6]) • WAI-Tech scores for the digital intervention were similar to those on the WAI, however scores on the bond subscale were lower than in a F2F (treatment as usual) group • WAI-Tech ratings were not associated with outcomes (cocaine abstinence) in the digital group, but total WAI was associated with outcomes in the F2F group • WAI-Tech goal and bond subscales at session 4 were positively correlated with the number of modules completed Baumel et al [75] • 30 real-world electronic health programs (preliminary study for • 30 programs (median 110 users each) • Enlight measure: mean scores on therapeutic alliance and therapeutic persuasiveness -• One aspect of the alliance, therapeutic persuasivene ss, predicted engagement Baumel et al [76], varying support) scales were in the poor to fair range whereas alliance scale did not. However, therapeutic persuasivene ss contains components that are aligned with the alliance (eg, interactivity) Baumel et al [76] • 52 mobile apps and 32 websites • App downloads: median 38,600 • Websit es monthly unique visitors: median 5689 • Enlight measure median scores on therapeutic alliance and therapeutic persuasiveness scales were in the poor to fair range -• Total and subscales of the alliance were associated with engagement metrics • Total and some elements of therapeutic persuasivene ss were associated with engagement metrics, both predicted total time engaged Hargreave s, et al. [77] • Comp uterised cognitive remediation with F2F support (open conversation with therapist, data not included here). • 48 participants with a history of psychosis and subjective or objective cognitive difficulties (31 women, age M = 43.5, SD = 11.5) • WAIscores not disclosed. -• WAI ratings were the most significant predictor of adherence; WAI moderately correlated with minutes of intervention completed.\n\nAnderson, et al. [78] Secondary analyses of an RCT. Study 1: Supported web-based CBT (F2F CBT) • Study 2: Supported web-based CBT Sample 1: 73 adolescents (12-18 years) with an anxiety disorder and their parent (45 female, age M = 13.9, SD = 1.6) • Sample 2: 132 children or adolescents (7-18 years) with an anxiety disorder and their parent including the intervention group from • Adoles cents reported equivalent WAI scores, reflecting strong alliance, in F2F and webbased, parents reported slightly higher scores in F2F For adolescents (but not children or the total sample) there was a significant relationship between alliance (both youth and parent rated) and change in outcomes. Alliance predicted intervention compliance (engagement ). Compliance did not mediate the relationship between alliance and outcomes. study 1 (70 female, age M = 12.1, SD = 2.5) a CBT: cognitive behavioral therapy. b Means and standard deviations for participants' age were provided wherever this was available within the original article."
    },
    {
      "text": "c F2F: face-to-face.d Em dash indicates that this article did not provide relevant data for this cell."
    },
    {
      "text": "e WAI: Working Alliance Inventory. f ARM: Agnew Relationship Measure. g RCT: Randomized controlled trial h OCD: Obsessive Compulsive Disorder i TAU:Treatment as Usual"
    }
  ],
  "references": [
    {
      "title": "Cognitive behaviour therapy (cbt) for depression by computer vs. Therapist: Patient experiences and therapeutic processes",
      "authors": [
        "L Gega",
        "J Smith",
        "S Reynolds"
      ],
      "year": 2013,
      "doi": "10.1080/10503307.2013.766941",
      "journal": "Psychother Res",
      "volume": "23",
      "issue": "2",
      "raw": "Cognitive behaviour therapy (cbt) for depression by computer vs. Therapist: Patient experiences and therapeutic processes \n\t\t \n\t\t\t L Gega \n\t\t \n\t\t \n\t\t\t J Smith \n\t\t \n\t\t \n\t\t\t S Reynolds \n\t\t \n\t\t 10.1080/10503307.2013.766941 \n\t\t 23390994 \n\t \n\t \n\t\t Psychother Res \n\t\t \n\t\t\t 23 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Gega L, Smith J, Reynolds S. Cognitive behaviour therapy (cbt) for depression by computer vs. Therapist: Patient experiences and therapeutic processes. Psychother Res. 2013;23(2):218- 231.PMID:23390994"
    },
    {
      "title": "Establishing the computer-patient working alliance in automated health behavior change interventions",
      "authors": [
        "T Bickmore",
        "A Gruber",
        "R Picard"
      ],
      "year": 2005,
      "doi": "10.1016/j.pec.2004.09.008",
      "journal": "Patient Educ Couns",
      "volume": "59",
      "issue": "1",
      "raw": "Establishing the computer-patient working alliance in automated health behavior change interventions \n\t\t \n\t\t\t T Bickmore \n\t\t \n\t\t \n\t\t\t A Gruber \n\t\t \n\t\t \n\t\t\t R Picard \n\t\t \n\t\t 10.1016/j.pec.2004.09.008 \n\t\t 16198215 \n\t \n\t \n\t\t Patient Educ Couns \n\t\t \n\t\t\t 59 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Bickmore T, Gruber A, Picard R. Establishing the computer-patient working alliance in automated health behavior change interventions. Patient Educ Couns. 2005;59(1):21- 30.PMID:16198215"
    },
    {
      "title": "Computerised cognitive behavioural therapy in an adult mental health service: A pilot study of outcomes and alliance",
      "authors": [
        "J Ormrod",
        "L Kennedy",
        "J Scott",
        "K Cavanagh"
      ],
      "year": 2010,
      "doi": "10.1080/16506071003675614",
      "journal": "Cogn Behav Ther",
      "volume": "39",
      "issue": "3",
      "raw": "Computerised cognitive behavioural therapy in an adult mental health service: A pilot study of outcomes and alliance \n\t\t \n\t\t\t J A Ormrod \n\t\t \n\t\t \n\t\t\t L Kennedy \n\t\t \n\t\t \n\t\t\t J Scott \n\t\t \n\t\t \n\t\t\t K Cavanagh \n\t\t \n\t\t 10.1080/16506071003675614 \n\t\t 20485996 \n\t \n\t \n\t\t Cogn Behav Ther \n\t\t \n\t\t\t 39 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Ormrod JA, Kennedy L, Scott J, Cavanagh K. Computerised cognitive behavioural therapy in an adult mental health service: A pilot study of outcomes and alliance. Cogn Behav Ther. 2010;39(3):188-192.PMID:20485996"
    },
    {
      "title": "Role of the working alliance on treatment outcome in tailored internet-based cognitive behavioural therapy for anxiety disorders: Randomized controlled pilot trial",
      "authors": [
        "L Bergman Nordgren",
        "P Carlbring",
        "E Linna",
        "G Andersson"
      ],
      "year": 2013,
      "doi": "10.2196/resprot.2292",
      "journal": "JMIR Res Protoc",
      "volume": "2",
      "issue": "1",
      "pages": "e4",
      "raw": "Role of the working alliance on treatment outcome in tailored internet-based cognitive behavioural therapy for anxiety disorders: Randomized controlled pilot trial \n\t\t \n\t\t\t L Bergman Nordgren \n\t\t \n\t\t \n\t\t\t P Carlbring \n\t\t \n\t\t \n\t\t\t E Linna \n\t\t \n\t\t \n\t\t\t G Andersson \n\t\t \n\t\t 10.2196/resprot.2292 \n\t\t 23612437 \n\t \n\t \n\t\t JMIR Res Protoc \n\t\t \n\t\t\t 2 \n\t\t\t 1 \n\t\t\t e4 \n\t\t\t 2013 \n\t\t \n\t \n\t Bergman Nordgren L, Carlbring P, Linna E, Andersson G. Role of the working alliance on treatment outcome in tailored internet-based cognitive behavioural therapy for anxiety disorders: Randomized controlled pilot trial. JMIR Res Protoc. 2013;2(1):e4.PMID:23612437"
    },
    {
      "title": "Working alliance in internet-based cognitivebehavioral therapy for obsessive-compulsive disorder",
      "authors": [
        "N Herbst",
        "G Franzen",
        "U Voderholzer"
      ],
      "year": 2016,
      "doi": "10.1159/000441282",
      "journal": "Psychother Psychosom",
      "volume": "85",
      "issue": "2",
      "raw": "Working alliance in internet-based cognitivebehavioral therapy for obsessive-compulsive disorder \n\t\t \n\t\t\t N Herbst \n\t\t \n\t\t \n\t\t\t G Franzen \n\t\t \n\t\t \n\t\t\t U Voderholzer \n\t\t \n\t\t 10.1159/000441282 \n\t\t 26807976 \n\t \n\t \n\t\t Psychother Psychosom \n\t\t \n\t\t\t 85 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Herbst N, Franzen G, Voderholzer U, et al. Working alliance in internet-based cognitive- behavioral therapy for obsessive-compulsive disorder. Psychother Psychosom. 2016;85(2):117-118.PMID:26807976"
    },
    {
      "title": "Predictors and moderators of internet-based cognitive behavior therapy for obsessive-compulsive disorder: Results from a randomized trial",
      "authors": [
        "E Andersson",
        "B Ljótsson",
        "E Hedman"
      ],
      "year": 2015,
      "doi": "10.1016/j.jocrd.2014.10.003",
      "journal": "Journal of Obsessive-Compulsive and Related Disorders",
      "volume": "4",
      "raw": "Predictors and moderators of internet-based cognitive behavior therapy for obsessive-compulsive disorder: Results from a randomized trial \n\t\t \n\t\t\t E Andersson \n\t\t \n\t\t \n\t\t\t B Ljótsson \n\t\t \n\t\t \n\t\t\t E Hedman \n\t\t \n\t\t 10.1016/j.jocrd.2014.10.003 \n\t \n\t \n\t\t Journal of Obsessive-Compulsive and Related Disorders \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Andersson E, Ljótsson B, Hedman E, et al. Predictors and moderators of internet-based cognitive behavior therapy for obsessive-compulsive disorder: Results from a randomized trial. Journal of Obsessive-Compulsive and Related Disorders. 2015;4:1-7"
    },
    {
      "title": "Therapeutic alliance in guided internet-delivered cognitive behavioural treatment of depression, generalized anxiety disorder and social anxiety disorder",
      "authors": [
        "G Andersson",
        "B Paxling",
        "M Wiwe"
      ],
      "year": 2012,
      "doi": "10.1016/j.brat.2012.05.003",
      "journal": "Behav Res Ther",
      "volume": "50",
      "issue": "9",
      "raw": "Therapeutic alliance in guided internet-delivered cognitive behavioural treatment of depression, generalized anxiety disorder and social anxiety disorder \n\t\t \n\t\t\t G Andersson \n\t\t \n\t\t \n\t\t\t B Paxling \n\t\t \n\t\t \n\t\t\t M Wiwe \n\t\t \n\t\t 10.1016/j.brat.2012.05.003 \n\t\t 22728647 \n\t \n\t \n\t\t Behav Res Ther \n\t\t \n\t\t\t 50 \n\t\t\t 9 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Andersson G, Paxling B, Wiwe M, et al. Therapeutic alliance in guided internet-delivered cognitive behavioural treatment of depression, generalized anxiety disorder and social anxiety disorder. Behav Res Ther. 2012;50(9):544-550.PMID:22728647"
    },
    {
      "title": "Therapeutic alliance in internetdelivered cognitive behaviour therapy for depression or generalized anxiety",
      "authors": [
        "H Hadjistavropoulos",
        "N Pugh",
        "H Hesser",
        "G Andersson"
      ],
      "year": 2017,
      "doi": "10.1002/cpp.2014",
      "journal": "Clin Psychol Psychother",
      "volume": "24",
      "issue": "2",
      "raw": "Therapeutic alliance in internetdelivered cognitive behaviour therapy for depression or generalized anxiety \n\t\t \n\t\t\t H D Hadjistavropoulos \n\t\t \n\t\t \n\t\t\t N E Pugh \n\t\t \n\t\t \n\t\t\t H Hesser \n\t\t \n\t\t \n\t\t\t G Andersson \n\t\t \n\t\t 10.1002/cpp.2014 \n\t\t 27060617 \n\t \n\t \n\t\t Clin Psychol Psychother \n\t\t \n\t\t\t 24 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Hadjistavropoulos HD, Pugh NE, Hesser H, Andersson G. Therapeutic alliance in internet- delivered cognitive behaviour therapy for depression or generalized anxiety. Clin Psychol Psychother. 2017;24(2):451-461.PMID:27060617"
    },
    {
      "title": "Internet-based treatment for ptsd reduces distress and facilitates the development of a strong therapeutic alliance: A randomized controlled clinical trial",
      "authors": [
        "C Knaevelsrud",
        "A Maercker"
      ],
      "year": 2007,
      "doi": "10.1186/1471-244x-7-13",
      "journal": "BMC Psychiatry",
      "volume": "7",
      "pages": "13",
      "raw": "Internet-based treatment for ptsd reduces distress and facilitates the development of a strong therapeutic alliance: A randomized controlled clinical trial \n\t\t \n\t\t\t C Knaevelsrud \n\t\t \n\t\t \n\t\t\t A Maercker \n\t\t \n\t\t 10.1186/1471-244x-7-13 \n\t\t 17442125 \n\t \n\t \n\t\t BMC Psychiatry \n\t\t \n\t\t\t 7 \n\t\t\t 13 \n\t\t\t 2007 \n\t\t \n\t \n\t Knaevelsrud C, Maercker A. Internet-based treatment for ptsd reduces distress and facilitates the development of a strong therapeutic alliance: A randomized controlled clinical trial. BMC Psychiatry. 2007;7:13.PMID:17442125"
    },
    {
      "title": "The working alliance in a randomized controlled trial comparing online with face-to-face cognitive-behavioral therapy for depression",
      "authors": [
        "B Preschl",
        "A Maercker",
        "B Wagner"
      ],
      "year": 2011,
      "doi": "10.1186/1471-244x-11-189",
      "journal": "BMC Psychiatry",
      "volume": "11",
      "issue": "1",
      "pages": "189",
      "raw": "The working alliance in a randomized controlled trial comparing online with face-to-face cognitive-behavioral therapy for depression \n\t\t \n\t\t\t B Preschl \n\t\t \n\t\t \n\t\t\t A Maercker \n\t\t \n\t\t \n\t\t\t B Wagner \n\t\t \n\t\t 10.1186/1471-244x-11-189 \n\t\t 22145768 \n\t \n\t \n\t\t BMC Psychiatry \n\t\t \n\t\t\t 11 \n\t\t\t 1 \n\t\t\t 189 \n\t\t\t 2011 \n\t\t \n\t \n\t Preschl B, Maercker A, Wagner B. The working alliance in a randomized controlled trial comparing online with face-to-face cognitive-behavioral therapy for depression. BMC Psychiatry. 2011;11(1):189.PMID:22145768"
    },
    {
      "title": "Therapeutic alliance with a fully automated mobile phone and web-based intervention: Secondary analysis of a randomized controlled trial",
      "authors": [
        "J Clarke",
        "J Proudfoot",
        "A Whitton"
      ],
      "year": 2016,
      "doi": "10.2196/mental.4656",
      "journal": "JMIR Ment Health",
      "volume": "3",
      "issue": "1",
      "pages": "e10",
      "raw": "Therapeutic alliance with a fully automated mobile phone and web-based intervention: Secondary analysis of a randomized controlled trial \n\t\t \n\t\t\t J Clarke \n\t\t \n\t\t \n\t\t\t J Proudfoot \n\t\t \n\t\t \n\t\t\t A Whitton \n\t\t \n\t\t 10.2196/mental.4656 \n\t\t 26917096 \n\t \n\t \n\t\t JMIR Ment Health \n\t\t \n\t\t\t 3 \n\t\t\t 1 \n\t\t\t e10 \n\t\t\t 2016 \n\t\t \n\t \n\t Clarke J, Proudfoot J, Whitton A, et al. Therapeutic alliance with a fully automated mobile phone and web-based intervention: Secondary analysis of a randomized controlled trial. JMIR Ment Health. 2016;3(1):e10.PMID:26917096"
    },
    {
      "title": "Online working alliance predicts treatment outcome for posttraumatic stress symptoms in a rab war-traumatized patients",
      "authors": [
        "B Wagner",
        "J Brand",
        "W Schulz",
        "C Knaevelsrud"
      ],
      "year": 2012,
      "doi": "10.1002/da.21962",
      "journal": "Depress Anxiety",
      "volume": "29",
      "issue": "7",
      "raw": "Online working alliance predicts treatment outcome for posttraumatic stress symptoms in a rab war-traumatized patients \n\t\t \n\t\t\t B Wagner \n\t\t \n\t\t \n\t\t\t J Brand \n\t\t \n\t\t \n\t\t\t W Schulz \n\t\t \n\t\t \n\t\t\t C Knaevelsrud \n\t\t \n\t\t 10.1002/da.21962 \n\t \n\t \n\t\t Depress Anxiety \n\t\t \n\t\t\t 29 \n\t\t\t 7 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Wagner B, Brand J, Schulz W, Knaevelsrud C. Online working alliance predicts treatment outcome for posttraumatic stress symptoms in a rab war-traumatized patients. Depress Anxiety. 2012;29(7):646-651"
    },
    {
      "title": "Only connect: The working alliance in computer-based cognitive behavioral therapy",
      "authors": [
        "B Kiluk",
        "K Serafini",
        "T Frankforter",
        "C Nich",
        "K Carroll"
      ],
      "year": 2014,
      "doi": "10.1016/j.brat.2014.10.003",
      "journal": "Behav Res Ther",
      "volume": "63",
      "raw": "Only connect: The working alliance in computer-based cognitive behavioral therapy \n\t\t \n\t\t\t B D Kiluk \n\t\t \n\t\t \n\t\t\t K Serafini \n\t\t \n\t\t \n\t\t\t T Frankforter \n\t\t \n\t\t \n\t\t\t C Nich \n\t\t \n\t\t \n\t\t\t K M Carroll \n\t\t \n\t\t 10.1016/j.brat.2014.10.003 \n\t\t 25461789 \n\t \n\t \n\t\t Behav Res Ther \n\t\t \n\t\t\t 63 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Kiluk BD, Serafini K, Frankforter T, Nich C, Carroll KM. Only connect: The working alliance in computer-based cognitive behavioral therapy. Behav Res Ther. 2014;63:139- 146.PMID:25461789"
    },
    {
      "title": "Predicting user adherence to behavioral ehealth interventions in the real world: Examining which aspects of intervention design matter most",
      "authors": [
        "A Baumel",
        "E Yom-Tov"
      ],
      "year": 2018,
      "doi": "10.1093/tbm/ibx037",
      "journal": "Transl Behav Med",
      "volume": "8",
      "issue": "5",
      "raw": "Predicting user adherence to behavioral ehealth interventions in the real world: Examining which aspects of intervention design matter most \n\t\t \n\t\t\t A Baumel \n\t\t \n\t\t \n\t\t\t E Yom-Tov \n\t\t \n\t\t 10.1093/tbm/ibx037 \n\t\t 29471424 \n\t \n\t \n\t\t Transl Behav Med \n\t\t \n\t\t\t 8 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Baumel A, Yom-Tov E. Predicting user adherence to behavioral ehealth interventions in the real world: Examining which aspects of intervention design matter most. Transl Behav Med. 2018;8(5):793-798.PMID:29471424"
    },
    {
      "title": "Examining predictors of real-world user engagement with self-guided ehealth interventions: Analysis of mobile apps and websites using a novel dataset",
      "authors": [
        "A Baumel",
        "J Kane"
      ],
      "year": 2018,
      "doi": "10.2196/11491",
      "journal": "J Med Internet Res",
      "volume": "20",
      "issue": "12",
      "pages": "11491",
      "raw": "Examining predictors of real-world user engagement with self-guided ehealth interventions: Analysis of mobile apps and websites using a novel dataset \n\t\t \n\t\t\t A Baumel \n\t\t \n\t\t \n\t\t\t J M Kane \n\t\t \n\t\t 10.2196/11491 \n\t\t 30552077 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 20 \n\t\t\t 12 \n\t\t\t 11491 \n\t\t\t 2018 \n\t\t \n\t \n\t Baumel A, Kane JM. Examining predictors of real-world user engagement with self-guided ehealth interventions: Analysis of mobile apps and websites using a novel dataset. J Med Internet Res. 2018;20(12):e11491.PMID:30552077"
    },
    {
      "title": "Predictors of adherence to low support, computerised, cognitive remediation training in psychosis",
      "authors": [
        "A Hargreaves",
        "R Dillon",
        "M Castorina"
      ],
      "year": 2018,
      "doi": "10.1080/17522439.2018.1522542",
      "journal": "Psychosis",
      "volume": "10",
      "issue": "4",
      "raw": "Predictors of adherence to low support, computerised, cognitive remediation training in psychosis \n\t\t \n\t\t\t A Hargreaves \n\t\t \n\t\t \n\t\t\t R Dillon \n\t\t \n\t\t \n\t\t\t M Castorina \n\t\t \n\t\t 10.1080/17522439.2018.1522542 \n\t\t WOS:000452285700006 \n\t \n\t \n\t\t Psychosis \n\t\t \n\t\t\t 10 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Hargreaves A, Dillon R, Castorina M, et al. Predictors of adherence to low support, computerised, cognitive remediation training in psychosis. Psychosis. 2018;10(4):298- 306.PMID:WOS:000452285700006"
    },
    {
      "title": "Working alliance in online cognitive behavior therapy for anxiety disorders in youth: Comparison with clinic delivery and its role in predicting outcome",
      "authors": [
        "R Anderson",
        "S Spence",
        "C Donovan",
        "S March",
        "S Prosser",
        "J Kenardy"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1848",
      "journal": "J Med Internet Res",
      "volume": "14",
      "issue": "3",
      "pages": "88",
      "raw": "Working alliance in online cognitive behavior therapy for anxiety disorders in youth: Comparison with clinic delivery and its role in predicting outcome \n\t\t \n\t\t\t R E Anderson \n\t\t \n\t\t \n\t\t\t S H Spence \n\t\t \n\t\t \n\t\t\t C L Donovan \n\t\t \n\t\t \n\t\t\t S March \n\t\t \n\t\t \n\t\t\t S Prosser \n\t\t \n\t\t \n\t\t\t J Kenardy \n\t\t \n\t\t 10.2196/jmir.1848 \n\t\t 22789657 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 14 \n\t\t\t 3 \n\t\t\t 88 \n\t\t\t 2012 \n\t\t \n\t \n\t Anderson RE, Spence SH, Donovan CL, March S, Prosser S, Kenardy J. Working alliance in online cognitive behavior therapy for anxiety disorders in youth: Comparison with clinic delivery and its role in predicting outcome. J Med Internet Res. 2012;14(3):e88.PMID:22789657TAU"
    }
  ],
  "num_references": 17,
  "figures": [
    {
      "description": "c F2F: face-to-face.d Em dash indicates that this article did not provide relevant data for this cell."
    },
    {
      "description": "e WAI: Working Alliance Inventory. f ARM: Agnew Relationship Measure. g RCT: Randomized controlled trial h OCD: Obsessive Compulsive Disorder i TAU:Treatment as Usual"
    }
  ],
  "num_figures": 2,
  "notes": [
    "[raw_reference] Gega L, Smith J, Reynolds S. Cognitive behaviour therapy (cbt) for depression by computer vs. Therapist: Patient experiences and therapeutic processes. Psychother Res. 2013;23(2):218- 231.PMID:23390994",
    "[raw_reference] Bickmore T, Gruber A, Picard R. Establishing the computer-patient working alliance in automated health behavior change interventions. Patient Educ Couns. 2005;59(1):21- 30.PMID:16198215",
    "[raw_reference] Ormrod JA, Kennedy L, Scott J, Cavanagh K. Computerised cognitive behavioural therapy in an adult mental health service: A pilot study of outcomes and alliance. Cogn Behav Ther. 2010;39(3):188-192.PMID:20485996",
    "[raw_reference] Bergman Nordgren L, Carlbring P, Linna E, Andersson G. Role of the working alliance on treatment outcome in tailored internet-based cognitive behavioural therapy for anxiety disorders: Randomized controlled pilot trial. JMIR Res Protoc. 2013;2(1):e4.PMID:23612437",
    "[raw_reference] Herbst N, Franzen G, Voderholzer U, et al. Working alliance in internet-based cognitive- behavioral therapy for obsessive-compulsive disorder. Psychother Psychosom. 2016;85(2):117-118.PMID:26807976",
    "[raw_reference] Andersson E, Ljótsson B, Hedman E, et al. Predictors and moderators of internet-based cognitive behavior therapy for obsessive-compulsive disorder: Results from a randomized trial. Journal of Obsessive-Compulsive and Related Disorders. 2015;4:1-7",
    "[raw_reference] Andersson G, Paxling B, Wiwe M, et al. Therapeutic alliance in guided internet-delivered cognitive behavioural treatment of depression, generalized anxiety disorder and social anxiety disorder. Behav Res Ther. 2012;50(9):544-550.PMID:22728647",
    "[raw_reference] Hadjistavropoulos HD, Pugh NE, Hesser H, Andersson G. Therapeutic alliance in internet- delivered cognitive behaviour therapy for depression or generalized anxiety. Clin Psychol Psychother. 2017;24(2):451-461.PMID:27060617",
    "[raw_reference] Knaevelsrud C, Maercker A. Internet-based treatment for ptsd reduces distress and facilitates the development of a strong therapeutic alliance: A randomized controlled clinical trial. BMC Psychiatry. 2007;7:13.PMID:17442125",
    "[raw_reference] Preschl B, Maercker A, Wagner B. The working alliance in a randomized controlled trial comparing online with face-to-face cognitive-behavioral therapy for depression. BMC Psychiatry. 2011;11(1):189.PMID:22145768",
    "[raw_reference] Clarke J, Proudfoot J, Whitton A, et al. Therapeutic alliance with a fully automated mobile phone and web-based intervention: Secondary analysis of a randomized controlled trial. JMIR Ment Health. 2016;3(1):e10.PMID:26917096",
    "[raw_reference] Wagner B, Brand J, Schulz W, Knaevelsrud C. Online working alliance predicts treatment outcome for posttraumatic stress symptoms in a rab war-traumatized patients. Depress Anxiety. 2012;29(7):646-651",
    "[raw_reference] Kiluk BD, Serafini K, Frankforter T, Nich C, Carroll KM. Only connect: The working alliance in computer-based cognitive behavioral therapy. Behav Res Ther. 2014;63:139- 146.PMID:25461789",
    "[raw_reference] Baumel A, Yom-Tov E. Predicting user adherence to behavioral ehealth interventions in the real world: Examining which aspects of intervention design matter most. Transl Behav Med. 2018;8(5):793-798.PMID:29471424",
    "[raw_reference] Baumel A, Kane JM. Examining predictors of real-world user engagement with self-guided ehealth interventions: Analysis of mobile apps and websites using a novel dataset. J Med Internet Res. 2018;20(12):e11491.PMID:30552077",
    "[raw_reference] Hargreaves A, Dillon R, Castorina M, et al. Predictors of adherence to low support, computerised, cognitive remediation training in psychosis. Psychosis. 2018;10(4):298- 306.PMID:WOS:000452285700006",
    "[raw_reference] Anderson RE, Spence SH, Donovan CL, March S, Prosser S, Kenardy J. Working alliance in online cognitive behavior therapy for anxiety disorders in youth: Comparison with clinic delivery and its role in predicting outcome. J Med Internet Res. 2012;14(3):e88.PMID:22789657TAU"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
