{
  "paper_id": "UCL256SL",
  "title": "Using Electronic Health Records and Machine Learning to Predict Postpartum Depression",
  "abstract": "Postpartum depression (PPD) is one of the most frequent maternal morbidities after delivery with serious implications. Currently, there is a lack of effective screening strategies and high-quality clinical trials. The ability to leverage a large amount of detailed patient data from electronic health records (EHRs) to predict PPD could enable the implementation of effective clinical decision support interventions. To develop a PPD prediction model, using EHRs from Weill Cornell Medicine and NewYork-Presbyterian Hospital between 2015-17, 9,980 episodes of pregnancy were identified. Six machine learning algorithms, including L2-regularized Logistic Regression, Support Vector Machine, Decision Tree, Naïve Bayes, XGBoost, and Random forest were constructed. Our model's best prediction performance achieved an AUC of 0.79. Race, obesity, anxiety, depression, different types of pain, antidepressants, and anti-inflammatory drugs during pregnancy were among the significant predictors. Our results suggest a potential for applying machine learning to EHR data to predict PPD and inform healthcare delivery.",
  "year": 2001,
  "date": "2001",
  "journal": "Nurs Res",
  "publication": "Nurs Res",
  "authors": [
    {
      "forename": "Shuojia",
      "surname": "Wang",
      "name": "Shuojia Wang",
      "affiliation": "a  Weill Cornell Medicine , Cornell University , New York , New York , USA \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t Cornell University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jyotishman",
      "surname": "Pathak",
      "name": "Jyotishman Pathak",
      "affiliation": "a  Weill Cornell Medicine , Cornell University , New York , New York , USA \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t Cornell University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Yiye",
      "surname": "Zhang",
      "name": "Yiye Zhang",
      "affiliation": "a  Weill Cornell Medicine , Cornell University , New York , New York , USA \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t Cornell University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/501100004543",
  "keywords": [
    "Depression, Postpartum",
    "Electronic Health Records",
    "Machine Learning"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Postpartum depression (PPD) is a nonpsychotic depressive episode that begins one year within childbirth  [7] . The prevalence of PPD is reported to be 13% in high-income countries  [21]  and 15% in low and middle-income countries  [9] . PPD is one of the most frequent and serious maternal morbidities after delivery  [26] . It not only interferes with mothers' emotional wellbeing  [5] , but is also associated with infant morbidity, and children's poorer cognitive and behavioral skills later in life  [28] .\n\nDespite the serious adverse consequences of PPD, there is a lack of consensus and evidence on PPD screening and treatment from high-quality clinical trials  [22] . A number of key predictors have been identified from previous meta-analysis studies, including a history of psychiatric illness, prenatal depression, stressors and illness during pregnancy, poor social support, poor self-esteem, and lower socioeconomic status  [1, 23] . Few studies found a significant association between prescription drug use during pregnancy with PPD  [20] .\n\nAlthough risk factors were reported from previous studies, effective interventions against them and identification of at-risk women still need further evaluations  [22] . A number of screening and preventative measures were proposed previous studies with varying outcomes  [22] . For example, prior PPD prediction studies were prospective studies conducted with small sizes  [14, 26] . Features used in these predictive models often included questionnaires measuring psychological statuses such as demographics, education level, self-esteem, and social support, but not current diagnoses and medications. A commonly used questionnaire for perinatal depression screening is the Edinburgh Postnatal Depression Scale (EPDS)  [10, 26] , although its effectiveness in screening has been questioned in previous studies  [27] .\n\nThe current knowledge gap on PPD contributes to substantial variations across clinical practices in screening and information collection  [22] . Addressing these challenges, it has been pointed out by the US Preventive Services Task Force (USPSTF) that electronic health records (EHRs)-based tools may be considered in implementing PPD-related interventions  [22] . EHR data are routinely collected and contain a detailed history of health and health services utilization  [8] . Moreover, models developed using EHR data can be potentially integrated within the EHR system as clinical decision support (CDS), allowing effective screening for expectant mothers at risk of developing PPD.\n\nIn this study, we propose that machine learning algorithms can be applied to EHR data, containing information from the full three trimesters of pregnancy period to delivery, to construct a predictive model for PPD outcome. We performed a pilot study using six machine learning algorithms featuring longitudinal clinical information and patients' socio-demographic characteristics. The overarching goal of this study is to demonstrate that machine learning models can be used to predict PPD, and to carefully evaluate the risk factors identified from EHR data."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Data",
      "text": "In this study, we used EHRs from Weill Cornell Medicine and NewYork-Presbyterian Hospital from 2015 to 2017 as the data source. The study data are represented using Observational Medical Outcomes Partnership (OMOP) common data model  [19]  and include patient socio-demographics, timestamped outpatient and inpatient diagnoses, and timestamped medication prescriptions."
    },
    {
      "title": "Study population",
      "text": "Pregnant women with a fully completed antenatal care procedure at the hospital and with a singleton birth were included in the study. The exclusion criteria were: (1) those with unknown pregnancy length of gestational weeks, (2) those with missing information from at least one trimester during pregnancy."
    },
    {
      "title": "Outcomes and Predictors",
      "text": "Clinical assessment of PPD was used as the outcome in this study. The main outcome was defined based on the Statistics Canada  [3]  and International Classification of Diseases, 10th Revision (ICD-10-CM) codes O99.3 and O99.34 as well as their ICD-9-CM equivalents for a diagnosis of PPD within 12 months after childbirth. We considered patients' birthdate, race, maternal status, average body mass index (BMI), gestational week, and delivery type as time-independent predictors, and medication prescriptions and diagnoses at each clinical visit as the time-dependent predictors.\n\nAge was calculated as baseline age at the first visit of prenatal care. Marital status was extracted from unstructured clinical notes and categorized as single (unmarried, divorced and windowed), married, and unknown. Race groups included White, Asian, American Indian or Alaska Nation, Black or African American, Other combinations not described, and Unknown. We included Native Hawaiian, Other Pacific Islander, and other racial combinations as \"Other combinations described.\" Gestational weeks were computed using the delivery dates and gestational checkup weeks. The specific trimester of medication prescription and diagnoses were identified by the time interval between each event and delivery. We defined trimester of pregnancy as follows: first trimester (0-12 weeks), second trimester (13-28 weeks), and third trimester (29 weeks-gestation). All diagnoses were represented as Systematized Nomenclature of Medicine-Clinical Terms (SNOMED-CT) codes. Medication and dosage were standardized by Anatomical Therapeutic Chemical (ATC) Classification System.\n\nIn order to perform variable selection for the prediction model, we first selected the variables above the median frequency for all variables. Then, univariate logistic regression (LR) analyses were performed, in which factors with p-values below 0.05 were assigned as potential predictive factors."
    },
    {
      "title": "Prediction model",
      "text": "In this study, six machine learning models, including Support Vector Machine (SVM), Random Forest (RF), Naïve Bayes, L2-regularized LR, Extreme Gradient Boosting (XGBoost) and Decision Tree were used to build PPD prediction models. We evaluated each model's performance using the area under the receiver-operator curve (AUC) in 10-fold cross validation. All machine learning and statistical analyses were performed with R version 3.4.3 (R Foundation for Statistical Computing, Vienna, Austria).\n\nSVM is a classifier which transforms input data into a multidimensional hyperplane using kernels to discriminate two classes  [12] . RF is an ensemble learning method that operates by constructing a multitude of decision trees and outputting the class that is voted by a majority of the trees  [4] . Naïve Bayes classifier uses the Bayes Theorem to predict membership probabilities for each class by assigning a class with the highest probability as the most likely class  [33] . LR is a regression model with a binary dependent variable  [2] . L2-regularized LR tunes and generalizes the model in order to balance the biasvariance trade off  [32] . XGBoost is a scalable tree boosting algorithm which trains a sequence of models to minimize errors made by existing models  [24] . Lastly, Decision Tree predicts class membership by inferring decision rules from the training data. For all models, we applied an oversampling method to the training data as our outcome was imbalanced (see Table  1 ). Oversampling is a popular method in dealing with class imbalance problems, which changes the training sets by repeating instances in the minority training set  [17] ."
    },
    {
      "title": "Feature Importance",
      "text": "In order to provide more interpretability to our model, we examined the association of predictors categorically with PPD. We compared models with different feature compositions (see Table  3 ). First, we examined the temporality of the features by grouping medication prescribed by trimesters. Then, we examined feature categories by building models with sociodemographic information only, medication information only, diagnostic information only, and medication combined diagnostic information. Lastly, we built a model with only variables selected using the univariate LR. The Pearson correlation of variables was tested to prevent multicollinearity. If the correlation coefficients were greater than 0.8, variables were combined. Only variables whose associations with PPD were statistically significant were selected. Odds ratios with 95% confidence intervals (CI) and p-values are presented in Table  4 ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographics",
      "text": "Table  1  shows the characteristics of pregnant women with and without PPD. Results are presented as the mean ± standard deviation for continuous variables and N (%) for categorical variables. A p-value less than 0.05 is considered statistically significant in statistical analyses. Among the studied population, 9,980 episodes of pregnancy were identified. There was a significant difference in age between two groups using a student t-test. The mean age was 33.92 (SD 4.51) years old in non-PPD group and was 34.36 (SD 4.61) years old in the PPD group. The pre-pregnancy average BMI in PPD group is higher than that in non-PPD group. There were significant differences in race between the PPD and non-PPD groups using a Fisher exact test. The number of single mothers is higher in the PPD group than non-PPD group (23.15% vs. 15.96%)."
    },
    {
      "title": "Feature Importance",
      "text": "Using SVM, the performing model, we investigated model performance using different feature compositions, presented in Table  3 . The AUC for the model using only 1st, 2nd and 3rd trimester information was 0.66, 0.64, and 0.65, respectively.\n\nThe AUC for the model with variables in both 1st trimester and 2nd trimester, 2nd trimester and 3rd trimester was 0.69 and 0.72, respectively, both of which lower than the complete feature set. In addition, the AUC for the model with only demographic variables was 0.60. The AUCs for the diagnoses model or medication classes model were 0.72 and 0.65, respectively. When we combined medications and diagnoses together, the AUC increased to 0.76. The univariate LR identified 26 predictors out of the 98 predictors whose associations with PPD have significant and meaningful odds ratios for PPD (Table  4 ). The AUC using 26 important features were lower than using the whole features. None of the reduced models performed as well as the full model (Table  3 ). In Table  4 , amongst factors related to diagnoses during pregnancy, obesity, anxiety, depressive disorder, and mental disorder, threatened miscarriage in 1st trimester; abnormal weight gain, anxiety, depressive disorder, diarrhea, mental disorder, premature labor, muscle pain, vomiting in 2nd trimester; and anxiety, abdominal pain, backache, hypertensive disorder, mental disorder, palpitations, major depression, and single episode in 3rd trimester were found to be associated with odds of PPD. Among medications, the use of antidepressants during pregnancy, and anti-inflammatory agents in 2nd trimester were associated with increased odds of PPD. Among the predictors, hormone use had no associations with PPD, despite their mention in previous literature  [30] ."
    },
    {
      "title": "Discussion",
      "text": "In this study, we employed 6 machine learning models to predict PPD using EHR data. Experimental results demonstrated the feasibility of our approach for PPD risk prediction based on information available during prenatal care in an EHR. We found several disease diagnoses and medications during pregnancy that potentially contribute to the prediction of PPD.\n\nThe performances of the model using variables in one specific trimester only, both 1 st and 2 nd trimesters or both in 2 nd and 3 rd trimesters were not as good as using variables in whole prenatal care. Thus, our findings potentially suggest that screening should consider health and health service utilization throughout the pregnancy period. When we separated the variables into demographic variables, diagnoses variables, and medication variables, disease diagnoses had the best performance in predicting PPD. Although, using the combination of disease diagnoses with medication improved the performance in predicting PPD than using disease diagnoses alone. Again, more comprehensive information provides more improved prediction performance.\n\nOur data set included multiple features in EHR data. Although SVM had the best performance, the difference across the performance of SVM, L2-regularized LR, RF, Naïve Bayes, and XGBoost was minimal, although differences existed with respect to sensitivity and specificity. The AUC of the decision tree model was the lowest compared with the other five models. This may be explained by the tendency of the decision tree to depend on single variables in generating decision rules  [13] .\n\nSeveral associations found in our study are consistent with previous studies. These include race  [16]  as demographics and threatened abortion  [6] , prenatal mental disorder  [15] , in particular, diagnoses such as depression disorder, anxiety, and single episode major depression, backache in the 3 rd trimester, and muscle pain in 2 nd trimester  [6] . Pain is often expressed as symptoms of depressive disorder  [6] . Thus, our results indicate that there is a strong need for perinatal interventions to focus on expectant mothers' mental health as prevention for PPD.\n\nCorrespondingly, we found that antidepressant use across three trimesters is a strong predictor of PPD. The treatment of women with depression or other psychiatric diseases during pregnancy or postpartum is a complex clinical challenge  [25] . A previous study reported that women who had antidepressant treatment during pregnancy were less likely to report postnatal depressive symptoms, compared with the nonmedicated counterpart  [18] ; however, discontinued antidepressant medications during pregnancy was a risk factor for PPD  [11] . On the other hand, antidepressants used during pregnancy might be associated with gestational hypertension and preeclampsia  [31] . We did not find analgesic as an independent risk factor for PPD, although its association was reported in previous literature  [29] .\n\nWe recognize that this is a pilot study and there are certain limitations in our current work. First, since we combined medications by ATC classes, we were not able to differentiate drug use by specific dosage levels. In future studies using larger data sets, we will identify and combine different sources of disease diagnoses, and consider the dose-response relationship with medications and PPD. Second, the machine learning methods used in this study are standard methods, and the oversampling method used to handle our imbalance data may have contributed to overfitting and impacted model performance  [17] . More advanced machine learning methods such as the neural network models will be used to improve AUC in future work. Third, since we used EHRs from a single health system, our data may miss mothers diagnosed with PPD outside of our health system, as well as information on those who were seen by clinicians outside of our health system before their pregnancy. Future studies will try to leverage multi-site dataset to minimize missing and erroneous data points. Lastly, in this study, we aimed to predict PPD rather than evaluating the causal relationships between variables in the pregnancy period and PPD. Future studies will use causal inference methods to control for potential and time-dependent confounders."
    },
    {
      "title": "Conclusions",
      "text": "In this pilot study, we demonstrate promising PPD prediction results using a machine learning approach with information on patient demographics, diagnoses, and medications available from EHRs. Our goal is to create an accurate PPD prediction model to identify risk factors for PPD and facilitate effective screening of mothers who may require early intervention for PPD using an EHR. We envision that the model may be integrated with the EHR system for a provider-facing CDS or with a mobile or web platform to be used as a patient-facing CDS in a future phase of the study."
    },
    {
      "text": "Baseline Characteristics of Pregnant Women."
    },
    {
      "text": "Prediction Results."
    },
    {
      "text": "Prediction Results in Different VariableCombinations."
    },
    {
      "text": "Association between Predictors and PPD."
    }
  ],
  "references": [
    {
      "title": "Predictors of postpartum depression: An update",
      "authors": [
        "C Beck"
      ],
      "year": 2001,
      "doi": "10.1097/00006199-200109000-00004"
    },
    {
      "title": "Pattern Recognition and Machine Learning (Information Science and Statistics)",
      "authors": [
        "C Bishop"
      ],
      "year": 2006,
      "doi": "10.1007/978-0-387-45528-0_13"
    },
    {
      "title": "Risk of Postpartum Depression Among Women with Asthma",
      "authors": [
        "L Blais",
        "S Salah Ahmed",
        "M Beauchesne",
        "A Forget",
        "F Kettani",
        "K Lavoie"
      ],
      "year": 2019,
      "doi": "10.1016/j.jaip.2018.09.026"
    },
    {
      "title": "Random Forests",
      "authors": [
        "L Breiman"
      ],
      "year": 2001,
      "doi": "10.1023/a:1010933404324"
    },
    {
      "title": "Postpartum depression: Etiology, treatment and consequences for maternal care",
      "authors": [
        "S Brummelte",
        "L Galea"
      ],
      "year": 2016,
      "doi": "10.1016/j.yhbeh.2015.08.008"
    },
    {
      "title": "A study of postpartum depression and maternal risk factors in Qatar",
      "authors": [
        "F Burgut",
        "A Bener",
        "S Ghuloum",
        "J Sheikh"
      ],
      "year": 2013,
      "doi": "10.3109/0167482x.2013.786036"
    },
    {
      "title": "A controlled study of the onset, duration and prevalence of postnatal depression",
      "authors": [
        "J Cox",
        "D Murray",
        "G Chapman"
      ],
      "year": 1993,
      "doi": "10.1192/bjp.163.1.27"
    },
    {
      "title": "Electronic Health Records: Then, Now, and in the Yearb",
      "authors": [
        "R Evans"
      ],
      "year": 2016,
      "doi": "10.15265/iys-2016-s006"
    },
    {
      "title": "Prevalence and determinants of common perinatal mental disorders in women in low-and lower-middle-income countries: a systematic review",
      "authors": [
        "J Fisher",
        "M Cabral De Mello",
        "V Patel",
        "A Rahman",
        "T Tran",
        "S Holton",
        "W Holmes"
      ],
      "year": 2012,
      "doi": "10.2471/blt.11.091850"
    },
    {
      "title": "The role of self-esteem instability in the development of postnatal depression: A prospective study testing a diathesis-stress account",
      "authors": [
        "E Franck",
        "M Vanderhasselt",
        "L Goubert",
        "T Loeys",
        "M Temmerman",
        "R Raedt"
      ],
      "year": 2016,
      "doi": "10.1016/j.jbtep.2015.04.010"
    },
    {
      "title": "Postpartum Depression: An Update",
      "authors": [
        "S Friedman",
        "P Resnick"
      ],
      "year": 2009,
      "doi": "10.2217/whe.09.3"
    },
    {
      "title": "From vital signs to clinical outcomes for patients with sepsis: a machine learning basis for a clinical decision support system",
      "authors": [
        "E Gultepe",
        "J Green",
        "H Nguyen",
        "J Adams",
        "T Albertson",
        "I Tagkopoulos"
      ],
      "year": 2014,
      "doi": "10.1136/amiajnl-2013-001815"
    },
    {
      "title": "A new approach to enhance the performance of decision tree for classifying gene expression data",
      "authors": [
        "M Hassan",
        "R Kotagiri"
      ],
      "year": 2013,
      "doi": "10.1186/1753-6561-7-s7-s3"
    },
    {
      "title": "Predicting postnatal depression",
      "authors": [
        "K Honey",
        "P Bennett",
        "M Morgan"
      ],
      "year": 2003
    },
    {
      "title": "Prediction of postpartum depression by sociodemographic, obstetric and psychological factors: a prospective study",
      "authors": [
        "Y Kim",
        "J Hur",
        "K Kim",
        "K Oh",
        "Y Shin"
      ],
      "year": 2008,
      "doi": "10.1111/j.1440-1819.2008.01801.x"
    },
    {
      "title": "Racial and ethnic disparities in postpartum depression care among low-income women",
      "authors": [
        "K Kozhimannil",
        "C Trinacty",
        "A Busch",
        "H Huskamp",
        "A Adams"
      ],
      "year": 2011,
      "doi": "10.1176/ps.62.6.pss6206_0619"
    },
    {
      "title": "Exploratory Undersampling for Class-Imbalance Learning",
      "authors": [
        "X Liu",
        "J Wu",
        "Z Zhou"
      ],
      "year": 2009
    },
    {
      "title": "Self-reported perinatal depressive symptoms and postnatal symptom severity after treatment with antidepressants in pregnancy: a cross-sectional study across 12 European countries using the Edinburgh Postnatal Depression Scale",
      "authors": [
        "A Lupattelli",
        "M Twigg",
        "K Zagorodnikova",
        "M Moretti",
        "M Drozd",
        "A Panchaud",
        "A Rieutord",
        "R Juraski",
        "M Odalovic",
        "D Kennedy",
        "G Rudolf",
        "H Juch",
        "H Nordeng"
      ],
      "year": 2018
    },
    {
      "title": "Transforming the premier perspective hospital database into the observational medical outcomes partnership (OMOP) common data model",
      "authors": [
        "R Makadia",
        "P Ryan"
      ],
      "year": 2014,
      "doi": "10.13063/2327-9214.1110"
    },
    {
      "title": "Maternal peripartum antibiotic exposure and the risk of postpartum depression",
      "authors": [
        "J Murphy",
        "S Paul",
        "A Dunlop",
        "E Corwin"
      ],
      "year": 2018,
      "doi": "10.1002/nur.21881"
    },
    {
      "title": "Rates and risk of postpartum depression-a meta-analysis",
      "authors": [
        "M O'hara",
        "A Swain"
      ],
      "year": 1996,
      "doi": "10.3109/09540269609037816"
    },
    {
      "title": "Interventions to Prevent Perinatal Depression: Evidence Report and Systematic Review for the US Preventive Services Task ForceUSPSTF Evidence Report: Interventions to Prevent Perinatal DepressionUSPSTF Evidence Report: Interventions to Prevent Perinatal Depression",
      "authors": [
        "E O'connor",
        "C Senger",
        "M Henninger",
        "E Coppola",
        "B Gaynes"
      ],
      "year": 2019,
      "doi": "10.1001/jama.2018.20865"
    },
    {
      "title": "Postpartum Depression Prevalence and Risk Factors in Turkey: A Systematic Review and Meta-Analysis",
      "authors": [
        "N Ozcan",
        "N Boyacioglu",
        "H Dinc"
      ],
      "year": 2017,
      "doi": "10.1016/j.apnu.2017.04.006"
    },
    {
      "title": "Development of Prediction Models Using Machine Learning Algorithms for Girls with Suspected Central Precocious Puberty: Retrospective Study",
      "authors": [
        "L Pan",
        "G Liu",
        "X Mao",
        "H Li",
        "J Zhang",
        "H Liang",
        "X Li"
      ],
      "year": 2019,
      "doi": "10.2196/11728"
    },
    {
      "title": "Antidepressant use during pregnancy: current controversies and treatment strategies",
      "authors": [
        "J Payne",
        "S Meltzer-Brody"
      ],
      "year": 2009,
      "doi": "10.1097/grf.0b013e3181b52e20"
    },
    {
      "title": "Factors associated with postpartum depression in women from low socioeconomic level in Argentina: a hierarchical model approach",
      "authors": [
        "D Pham",
        "G Cormick",
        "M Amyx",
        "L Gibbons",
        "M Doty",
        "A Brown",
        "A Norwood",
        "F Daray",
        "F Althabe",
        "J Belizan"
      ],
      "year": 2018
    },
    {
      "title": "A qualitative study of the acceptability of routine screening of postnatal women using the Edinburgh Postnatal Depression Scale",
      "authors": [
        "J Shakespeare",
        "F Blake",
        "J Garcia"
      ],
      "year": 2003,
      "doi": "10.1016/j.midw.2003.12.011"
    },
    {
      "title": "Effects of maternal postpartum depression in a well-resourced sample: Early concurrent and long-term effects on infant cognitive, language, and motor development",
      "authors": [
        "J Smith-Nielsen",
        "A Tharner",
        "M Krogh",
        "M Vaever"
      ],
      "year": 2016,
      "doi": "10.1111/sjop.12321"
    },
    {
      "title": "Investigating analgesic and psychological factors associated with risk of postpartum depression development: a case-control study",
      "authors": [
        "T Suhitharan",
        "T Pham",
        "H Chen",
        "P Assam",
        "R Sultana",
        "N Han",
        "E Tan",
        "B Sng"
      ],
      "year": 2016
    },
    {
      "title": "Prevalence trends of pre-and postnatal depression in Japanese women: A populationbased longitudinal study",
      "authors": [
        "K Takehara",
        "Y Tachibana",
        "K Yoshida",
        "R Mori",
        "N Kakee",
        "T Kubo"
      ],
      "year": 2018,
      "doi": "10.1016/j.jad.2017.08.008"
    },
    {
      "title": "Antidepressant use during pregnancy and the risk of developing gestational hypertension: a retrospective cohort study",
      "authors": [
        "N Zakiyah",
        "L Ter Heijne",
        "J Bos",
        "E Hak",
        "M Postma",
        "C Schuiling-Veninga"
      ],
      "year": 2018,
      "doi": "10.1186/s12884-018-1825-y"
    },
    {
      "title": "Resting-State Whole-Brain Functional Connectivity Networks for MCI Classification Using L2-Regularized Logistic Regression",
      "authors": [
        "X Zhang",
        "B Hu",
        "X Ma",
        "L Xu"
      ],
      "year": 2015,
      "doi": "10.1109/tnb.2015.2403274"
    },
    {
      "title": "Naïve Bayes classification in R",
      "authors": [
        "Z Zhang"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Yiye Zhang"
      ],
      "year": 2014,
      "doi": "10.1001/jamaophthalmol.2020.4128"
    }
  ],
  "num_references": 34
}
